{"title": "Detection of a group 2 coronavirus in dogs with canine infectious respiratory disease", "body": "Canine infectious respiratory disease (CIRD) is a highly contagious disease, especially in dogs housed in groups in rehoming centers and boarding or training kennels. Many dogs suffer from a mild cough and recover after a short time; however, in some cases a severe bronchopneumonia can develop (Appel and Binn, 1987) . In addition to causing distress to the dogs, CIRD also delays rehoming at rescue centers and causes disruption of schedules in training kennels as well as incurring considerable treatment costs.\n\nCIRD is considered to be a multifactorial disease because it usually occurs when dogs from different origins are brought together, a situation that exposes the dogs to a variety of different microorganisms as well as an unfamiliar environment. The infectious agents that have been considered the major causative pathogens involved are canine parainfluenzavirus (CPIV) (Binn et al., 1967) , canine ade-novirus type 2 (CAV-2) (Ditchfield et al., 1962) , and the bacterium Bordetella bronchiseptica (Bemis et al., 1977a; Keil et al., 1998) . Also, canine herpesvirus, human reovirus, and mycoplasma species have been isolated from dogs with symptoms of CIRD (Karpas et al., 1968; Lou and Wenner, 1963; Randolph et al., 1993) . Experimental infection of dogs with single infectious agents has been shown to cause only mild respiratory symptoms but failed to reproduce the severe disease that can be seen in natural outbreaks, supporting the theory that the pathogenesis of CIRD is multifactorial (Appel and Percy, 1970; Karpas et al., 1968; Bemis et al., 1977b) .\n\nVaccines are available against some of the infectious agents that have been found to be associated with this disease, namely, Bordetella bronchiseptica as well as CPIV and CAV-2. Despite the use of these vaccines, CIRD is still prevalent in kennels worldwide, suggesting that additional viruses or bacteria may be involved in the disease.\n\nMembers of the family Coronaviridae are enveloped viruses, 80 -160 nm in diameter, containing a linear positive-stranded RNA genome. The structural proteins of coronaviruses are the spike glycoprotein, the membrane glycoprotein, and the nucleocapsid protein. The hemagglutinin/ esterase glycoprotein is found only on the surface of group 2 coronaviruses (e.g., bovine coronavirus and murine hepatitis virus) (Spaan et al., 1988) .\n\nThe polymerase gene of coronaviruses is known to be highly conserved. It has therefore previously been used for phylogenetic analysis of this virus family (Stephensen et al., 1999) . A possible role of Coronaviridae in the pathogenesis of CIRD was investigated in this study because members of this family are known to cause respiratory disease in humans as well as cattle, swine, and poultry (Mäkelä et al., 1998; Pensaert et al., 1986; Ignjatovic and Sapats, 2000) . In cattle, bovine respiratory coronavirus is associated with shipping fever, a multifactorial respiratory disease similar to CIRD (Storz et al., 2000) . Canine coronaviruses are reported to cause acute diarrhea mainly in young dogs (Tennant et al., 1993) . However, one study reports the detection of canine coronavirus in dogs with respiratory disease and describes the isolation of the virus from one lung sample and three intestinal samples (Binn et al., 1979) .\n\nThis investigation sought to detect coronaviruses associated with CIRD in a large kenneled dog population with a history of endemic respiratory disease, using virus culture and PCR techniques as well as serology on paired serum samples.\n\nUsing the primers Conscoro5 and Conscoro6, we analyzed the cDNA obtained from 40 tracheal samples by RT-PCR. Of these, 7 were found to be positive by PCR and subsequent hybridization (17.5%). The PCR products were cloned and sequenced and the sequence data were compared to available viral sequences using the FASTA similarity search program (Pearson, 1990) .\n\nComparison of the coronavirus cDNA polymerase sequence obtained from four of the canine tracheal samples to other coronavirus sequences revealed that they were most similar to sequence data from bovine coronavirus (GenBank Accession No. AF 220295) and human coronavirus strain OC 43 (GenBank Accession No. AF 124989). The identity in the analyzed 251-bp sequence was 98.8% for the bovine and 98.4% for the human coronavirus polymerase gene, whereas it was only 68.53% for canine coronavirus (strain 1-71).\n\nAn alignment of the novel sequence with the corresponding sequences of 11 coronaviruses and phylogenetic analysis using the maximum parsimony method resulted in the consensus tree shown in Fig. 1 . The cDNA sequence obtained from a tracheal sample (T101) was found on a common branch with bovine coronavirus, human coronavirus-OC43, and hemagglutinating encephalomyelitis virus.\n\nThe virus was provisionally called canine respiratory coronavirus (CRCV).\n\nFor further analysis of the RNA sequence of CRCV, an alignment of the RNA for the spike gene of the bovine coronavirus LY 138 strain and the human coronavirus OC43 strain was performed. Consensus regions were chosen for the selection of four primer pairs amplifying the complete spike gene in four overlapping fragments; the primer sequences are shown in Table 1 . The cDNA obtained from tracheal sample T101 was used to perform RT-PCR and subsequent sequencing of the obtained spike fragments. The analysis of the sequencing data showed that the spike gene of CRCV is 4092 nucleotides long, corresponding to 1093 amino acids. It was determined that the cDNA sequence obtained from tracheal sample T101 had a 97.312% nucleotide identity with the spike gene of bovine coronavirus strain LY138 (GenBank Accession No. AF058942) and 96.921% identity with that of human coronavirus strain OC43 (GenBank Accession No. Z32768) in an overlap of 4092 nucleotides. When comparing the amino acid sequence obtained by translation of the cDNA sequence from T101 to the amino acid sequence of the BCV, HCV-OC43, and canine enteric coronavirus spike proteins the identities were 96, 95.2, and 21.2%.\n\nBovine coronavirus and other group 2 coronaviruses contain an additional structural protein, the hemagglutinin/ esterase (HE). Because of the high similarity of CRCV with BCV, we analyzed the presence of a HE gene in CRCV.\n\nAn alignment of the HE gene sequences of BCV and HCV OC43 was used to design the primers HE1 and HE2 (Table 2 ). Four tracheal samples that had previously been identified as positive for coronavirus RNA by RT-PCR with primers for the spike gene were tested by RT-PCR with the primer set for the HE gene. All four samples showed a PCR band of the expected size (Fig. 2) .\n\nUsing a nested set of primers for the spike gene (Sp1-2 and Sp3-4), tracheal and lung samples from 119 dogs were analyzed for CRCV. Of these, 42 were from dogs with no respiratory signs (grade 1), 18 dogs had shown mild respiratory signs (grade 2), 46 had shown moderate (grade 3), and 13 severe respiratory signs (grades 4 and 5). Grades 4 and 5 were merged due to the low case numbers in these groups.\n\nIn total 32 tracheal samples (26.9%) and 20 lung samples (16.8%) were found positive by nested RT-PCR. For eight dogs a positive PCR result was obtained for both trachea and lung. Table 3 shows the PCR results for coronavirus in dogs with different grades of respiratory disease.\n\nSequence analysis of the nested PCR products obtained from tracheal tissues of six different dogs showed identical DNA sequences for all six cDNA samples.\n\nBecause of the homology of the spike gene region of CRCV to the spike region of bovine coronavirus, an ELISA antigen for BCV was used for serological analysis.\n\nSera from 5 dogs with no history of infectious respiratory disease that had not been housed in the investigated kennel were tested. The OD values ranged from Ϫ0.013 to 0.39, with an average OD value of 0.154. Furthermore, sera from 30 dogs admitted to a veterinary clinic for various reasons were tested for antibodies to coronavirus. Of these, 20 samples showed an OD of Ͻ0.4 (Ϫ0.46 to 0.396) and 10 samples showed an OD of Ͼ1.0 (1.012 to 1.949). Samples with an OD of 0.6 or above were subsequently considered positive.\n\nThe BCV antigen ELISA was performed using paired sera of 111 dogs from the study kennel. Of these, 81 dogs had shown symptoms of respiratory disease during a period of 21 days and 30 had remained healthy.\n\nOf the group of dogs which developed respiratory disease, 17 were positive for antibodies to CRCV on the day of entry into the kennel and 64 were negative.\n\nOf the 64 dogs in this group which had no detectable antibodies to CRCV on day 1, 63 tested positive on day 21. All 46 dogs of these 63 for which a sample on day 7 was available tested negative on day 7. Therefore 63 dogs showed a seroconversion during the study period, whereas only 1 dog remained negative.\n\nOf the 30 dogs that had remained healthy, 17 had antibodies to CRCV on the day of entry. All of the 13 dogs that were negative on day 1 tested negative on day 7 but showed a seroconversion until day 21.\n\nThus, of 34 dogs that were positive for antibodies to CRCV on arrival in the kennel, 17 developed respiratory disease (50%), whereas of 77 dogs that were negative on arrival, 64 developed respiratory signs during the study period (83.1%) (Fig. 3) .\n\nTherefore dogs that had no antibodies to CRCV on entry into the kennel had an increased probability of developing respiratory disease (P Ͻ 0.001).\n\nOnly 1 of the 77 dogs that were negative on arrival remained negative during the study period of 21 days, whereas 76 dogs showed a seroconversion.\n\nAn ELISA assay using a canine coronavirus antigen was performed to investigate whether CRCV showed a serological cross-reaction to canine enteric coronavirus. Sera from 27 dogs, previously tested for antibodies to CRCV using the BCV antigen, were selected.\n\nIt was found that 8 dogs had antibodies to CECV on the day of entry into the kennel; of these 4 also had antibodies to CRCV. Nineteen dogs were found to be negative for CECV on day 1; 17 of these were also negative for CRCV. Of the 19 negative dogs, 5 showed a seroconversion to CECV during the 21-day period of the investigation and 17 showed a seroconversion to CRCV.\n\nAnalysis of the prevalence of respiratory disease in this group showed that 6 of the 8 dogs (75%) that were positive for antibodies to CECV on day 1 developed respiratory disease. Of the group of 19 dogs that had no detectable antibodies to CECV on day 1, 15 showed signs of respiratory disease (78.9%) (P ϭ 0.594).\n\nTracheal tissue samples from five dogs that had been identified as positive for coronavirus RNA by RT-PCR were inoculated on cell cultures of canine adult lung fibro-blasts and MDCK cells. For three samples virus isolation was also attempted on A72 cells. The cultures showed no signs of a cytopathic effect during three passages. After the third passage, RNA was extracted from the cultures and found to be negative for coronavirus by RT-PCR.\n\nThis study reports the detection of a canine coronavirus, provisionally called CRCV, in kenneled dogs with respiratory disease.\n\nCoronaviruses have been reported to cause respiratory disease of man, cattle, swine, and poultry, but their presence in the respiratory tract of dogs and a possible association with CIRD has not been determined. Only one study has mentioned the isolation of canine coronavirus from four dogs with symptoms of respiratory disease (Binn et al., 1979) . Therefore it was investigated in this study whether coronaviruses could be detected in dogs from a kennel with a high prevalence of CIRD. The disease was endemic in this kennel and could not be controlled by the use of vaccines recommended against \"kennel cough,\" strongly suggesting that additional agents were contributing to the disease syndrome observed. Samples taken from the respiratory tract of these dogs were examined using RT-PCR primers directed to the conserved polymerase gene of coronaviruses (Stephensen et al., 1999) . Analysis of the cDNA sequences obtained from the canine samples revealed that CRCV had the highest similarity with the polymerase gene of bovine coronavirus (98.8%) and human coronavirus OC43 (98.4%) but only a very low similarity to the polymerase gene of the enteric canine coronavirus (strain 1-71, 68.53% similarity).\n\nPhylogenetic analysis of the polymerase sequences of 11 coronaviruses showed CRCV to be located on a common branch with 3 group 2 viruses: bovine coronavirus (BCV), human coronavirus strain OC43 (HCV-OC43), and hemagglutinating encephalomyelitis virus. However, canine enteric coronavirus, a group 1 coronavirus, was shown to be only distantly related.\n\nCanine respiratory coronavirus therefore is a novel coronavirus of dogs that is most closely related to BCV and HCV-OC43, both of which are known to cause respiratory disease.\n\nSequence analysis of the spike gene confirmed the high similarity of CRCV with BCV and HCV-OC43, both of which are members of the group 2 of the Coronaviridae family. Group 2 coronaviruses contain an additional structural protein, HE. We were able to demonstrate the presence of a HE gene in the cDNA obtained from canine tracheal samples by PCR. CRCV therefore has a HE gene and belongs to group 2 of the coronavirus family.\n\nAttempts to isolate CRCV from tissue of the respiratory tract, using either canine lung fibroblasts or a kidney epithelial cell line, have been unsuccessful so far. However, the isolation of CRCV may require the use of fetal canine cells or tracheal organ culture. Also it is possible that the virus was inactivated during storage or due to freezing and thawing.\n\nBy PCR, CRCV was detected in tracheal and lung tissue and therefore appears to infect the upper and lower respiratory tracts of dogs. The possible presence of viral RNA in other tissues needs to be analyzed in further studies and the target cells of CRCV have to be identified using in situ hybridization or immunohistochemistry.\n\nThe presence of antibodies to CRCV was analyzed using an ELISA based on a BCV antigen because of the high sequence similarity of the two viruses in the spike gene and because CRCV antigen could not be obtained by virus culture. The ELISA results confirmed the presence of a virus similar to BCV in the study population.\n\nThe prevalence of antibodies was 30% at the time of entry into the kennel and 99% after 21 days. Almost all dogs negative on the day of entry into the kennel showed a seroconversion to CRCV within 3 weeks, indicating that the virus is highly contagious.\n\nSerology using an antigen for CECV showed a much lower prevalence of antibodies to CECV on day 21. Therefore the BCV ELISA results did not reflect an infection with canine enteric coronavirus and the cross-reactivity between the two antigens seems to be low. Serum antibodies to CRCV were present in about 30% of dogs of various origins, including dogs entering a rehoming kennel as well as pet dogs. The presence of CRCV is therefore not limited to the investigated kennel and the virus seems to be established in the dog population.\n\nWithin the kenneled population, CRCV RNA was detected in 27.3% of dogs with all grades of respiratory disease as well as in 26.2% of dogs that were apparently healthy at the time of euthanasia. However, CRCV RNA was most frequently found in the trachea of dogs with mild cough (55%). Studies using the human coronavirus strain 229E have shown that coronaviruses can cause disruption of the respiratory epithelium and ciliary dyskinesia (Chilvers et al., 2001) . If one supposes that an infection with CRCV may have a similar effect then the virus could play an important role in the early stages of the pathogenesis of CIRD. By damage of the respiratory epithelium and disruption of the ciliary clearance CRCV could facilitate the entry of other viral or bacterial pathogens causing the more severe respiratory symptoms. The less frequent detection of CRCV in tissue samples from dogs with more severe disease may be explained by the destruction of the respiratory epithelium by other microorganisms in the advanced stages of CIRD. At the same time it is likely that the immune response that is induced by CRCV in almost all dogs would help to clear the infection, causing the prevalence of CRCV RNA to be lower in later stages of the disease.\n\nFurthermore, serological analysis revealed that dogs with antibodies to CRCV on the day of entry into the kennel developed respiratory disease less frequently than dogs RT-PCR results from tracheal and lung samples of 119 dogs with different respiratory signs (none to severe) using a nested PCR directed against the coronavirus spike gene. The table shows the number of positive samples out of total sample number and the percentage of positive samples in parentheses. Fig. 3 . Comparison of the prevalence of respiratory disease in two groups of dogs: Dogs in group 1 were positive for serum antibodies to respiratory coronavirus on the day of entry into the kennel; dogs in group 2 were negative. The graph shows the percentage of dogs developing respiratory disease in group 1 compared to group 2 (P Ͻ 0.001). N is the total number of dogs in each group. without antibodies (P Ͻ 0.001). Therefore the presence of antibodies to CRCV had a protective effect against respiratory disease in this population, indicating a possible role of the virus in the pathogenesis of CIRD. However 50% of the dogs that were seropositive for CRCV on day 1 still developed respiratory disease. It was not determined if dogs which developed disease had lower antibody titers than those that stayed healthy as the ELISA was performed using a single serum dilution. Alternatively, the disease in seropositive dogs may well have been caused by other respiratory pathogens present in this population. Studies determining the prevalence of other pathogens are currently under way.\n\nAs CIRD is a complex disease involving a variety of microorganisms, further epidemiological studies are required to determine the exact role of CRCV in this syndrome. It is likely that infections with CRCV alone may cause only subclinical or mild respiratory symptoms but in conjunction with other pathogenic agents severe respiratory disease may occur. Alternatively, the presence of CRCV may exacerbate disease caused by other agents.\n\nThis study describes the detection of a canine respiratory coronavirus in dogs with CIRD, which is genetically and antigenically distinct from the previously described enteric coronavirus. The pathogenesis of \"kennel cough\" has not been thoroughly investigated since the 1970s, when B. bronchiseptica, canine adenovirus type 2, and canine parainfluenza were determined to be the main causes of the disease. However, the vaccination of all dogs against CPIV, CAV-2, and distemper virus did not help to control the disease in this kennel despite evidence that the majority of dogs responded to the vaccine within 21 days (data not shown). A B. bronchiseptica vaccine had been used in the past prior to this study but was discontinued because it failed to protect against respiratory disease. Most rehoming and training kennels frequently have to deal with outbreaks of CIRD despite regular vaccination of all dogs. The aetiology of CIRD therefore needs to be reevaluated and the role of novel microorganisms or microorganisms previously not associated with the disease should be established.\n\nDogs from a well-established rehoming kennel with a history of endemic respiratory disease were monitored for this study. On entry into the kennel, all dogs were vaccinated with KAVAK DA 2 PiP69 (Fort Dodge), a live attenuated vaccine for distemper virus, canine adenovirus type 2, canine parainfluenzavirus, and canine parvovirus. Also, a killed leptospirosis vaccine was used (Fort Dodge). The health status of each dog was assessed twice a day by a veterinary clinician and the respiratory signs were graded as follows: (1) no respiratory signs, (2) mild cough, (3) cough and nasal discharge, (4) cough, nasal discharge, and inappetence, (5) evidence of bronchopneumonia. The overall health status of the dogs was graded as follows: (1) good health, (2) poor health, (3) very poor health. The age, breed, and sex of the dogs were recorded.\n\nOne hundred and nineteen dogs from the kennel population were euthanased for welfare reasons, ranging from behavioral problems to signs of severe respiratory disease For these dogs, a full postmortem examination was performed. The tissue samples were stored at Ϫ70°C until further use.\n\nSerum samples were collected from 111 dogs on the day of entry into the rehoming kennel. For 81 dogs a follow-up serum was available on day 7 and for 111 dogs a serum was available on day 21 after entry. Of the 111 dogs, 30 remained healthy during the 21 days between the first and the last serum samples, whereas 81 dogs developed respiratory disease.\n\nSera from 35 dogs housed elsewhere were obtained from the diagnostic service of the Royal Veterinary College. These sera had been submitted for biochemical analysis for various reasons. Five of these sera were from 18-month-old beagles with no history of respiratory disease. Sera were routinely stored at Ϫ20°C.\n\nRNA was extracted from tracheal and lung tissue of 119 dogs using TriReagent (Sigma). Approximately 25-50 mg of homogenized tissue was used and RNA was extracted as recommended by the manufacturer.\n\nSynthesis of cDNA was performed using Random Hexameres (Roche) and ImPromII reverse transcriptase (Promega).\n\nFor the detection of coronaviruses a modification of the primers 2Bp and 4Bm directed against the polymerase gene as described by Stephensen et al. (1999) were used (Con-scoro5, 5Ј-ACT-CAR-ATG-AAT-TTG-AAA-TAT-GC; Con-scoro6, 5Ј-TCA-CAC-TTA-GGA-TAR-TCC-CA).\n\nPCR was performed using Taq polymerase (Promega) in the provided reaction buffer containing a final concentration of 2.5 mM MgCl 2 and 0.5 M primers. For PCR with the primers Conscoro5 and Conscoro6 the following temperature profile was used: After denaturation at 95°C for 5 min, 10 cycles were carried out at 95°C for 1 min, annealing at 37°C for 1 min, and extension at 72°C for 1 min. This was followed by 10 cycles using an annealing temperature of 45°C, 10 cycles at an annealing temperature of 50°C, and 10 cycles at an annealing temperature of 53°C, followed by a final extension at 72°C for 10 min.\n\nA 20-l fraction of the PCR product was analyzed on a 1.5% agarose gel and blotted onto a nylon membrane after electrophoresis. The nylon membrane was hybridized with an oligonucleotide probe specific for the PCR product at 37°C overnight (Probe Conscoro, AAG-TTT-TAT-GGY-GGY-TGG-GA). The probe was 3ЈA-tailed with digoxi-genin-dUTP and was detected using anti-digoxigenin conjugate and CSPD chemoluminescent substrate (Roche).\n\nPrimers for the HE gene were chosen using an alignment of the HE genes of BCV strain LY-138 (GenBank Accession No. M84486) and HCV strain OC43 (GenBank Accession No. M76373). The sequence and location of the primers are shown in Table 2 . The following temperature profile was used for the PCR: denaturation at 95°C for 5 min, followed by 35 cycles of 95°C for 1 min, 50°C for 40 s, and 72°C for 1 min, followed by a final extension at 72°C for 10 min. The expected size of the PCR product was 497 bp.\n\nPrimer sequences specific for the spike gene were derived from an alignment of the spike region of bovine coronavirus strain LY-138 (GenBank Accession No. AF 058942) and human coronavirus strain OC43 (GenBank Accession No. L14643).\n\nFor sequencing of the complete spike gene the primers Sp1-Sp8, SpF, and SpR were designed. Table 1 shows the primer sequences. A PCR was performed using Pfu polymerase (Promega) and the following temperature profile: denaturation at 95°C for 5 min, followed by 35 cycles of 95°C for 1 min, 50°C for 40 s, and 72°C for 3 min. The final extension was performed at 72°C for 10 min.\n\nThe PCR products were separated on an agarose gel and purified using the Qiaquick gel purification kit (Qiagen). PCR products were cloned into the pT7blue2 blunt vector (Novagen) and sequenced using the Thermo sequenase fluorescent labeled primer cycle sequencing kit with 7-deaza-dGTP (Amersham Pharmacia) using Cy5-labeled primers.\n\nFor the detection of coronavirus RNA in tissue samples, the cDNA was tested by PCR with the primers Sp1 and Sp2, followed by a nested PCR using the primers Sp3 and Sp4 and 2 l of the product of the first amplification.\n\nThe temperature profile used was denaturation at 95°C for 5 min, followed by 35 cycles of 95°C for 1 min, 55°C for 40 s, and 72°C for 1 min. The final extension was performed at 72°C for 10 min. The nested PCR produced a 442-bp fragment.\n\nNucleic acid similarity searches were performed using FASTA (Pearson, 1990) , with a gap open penalty of 16 and a gap extension penalty of 4. Protein similarities were determined using FASTA or GCG (Genetics Computer Group, Wisconsin, USA) with a gap open penalty of 8 and a gap extension penalty of 2.\n\nSequence alignments were performed using ClustalX (Thompson et al., 1997) .\n\nThe phylogenetic relationship to known coronaviruses was analyzed using the Phylip 3.6 package (Felsenstein, 1989) . The alignments were followed by a bootstrap analysis using the Seqboot program. The data sets obtained were used for a maximum parsimony analysis using the DNApars program and a consensus tree was calculated using Con-sense. The resulting trees were drawn using the Treeview program (Page, 1996) .\n\nThe CRCV polymerase partial sequence has been assigned GenBank Accession No. AY150273; the CRCV spike gene sequence has been assigned GenBank Accession No. AY150272.\n\nELISA antigen for bovine coronavirus or canine coronavirus (Churchill Applied Biosciences, Huntingdon, UK) was resuspended in PBS at the concentration recommended by the manufacturer and incubated on 96-well plates (Falcon) overnight at 37°C. The plates were washed with PBS and blocked with PBS containing 5% skimmed milk powder for 30 min. The sera were diluted 1:100 in blocking buffer and incubated on the plates for 1 h. After washing with PBS/0.05% Tween 20 (Sigma), a peroxidase-labeled rabbit anti-dog IgG conjugate (Sigma) was added (1:5000 in PBS/ 0.05% Tween 20) for 1 h. The plates were incubated with color substrate (OPD, Sigma) for 10 min and the reaction was stopped by adding 2 M H 2 SO 4 . The adsorption was determined in an ELISA photometer at 492 nm.\n\nVirus isolation was attempted on canine adult lung fibroblasts (passages 3 to 7) and MDCK and A72 cells. The lung fibroblasts were maintained in MEM with 20% fetal calf serum (FCS); MDCK and A72 cells were maintained in MEM with 5% FCS. Tracheal tissue samples (approx 25 mg) were homogenized using a scalpel and mixed vigorously in 1 ml of MEM containing penicillin (100 U/ml), streptomycin (0.1 mg/ml), amphotericin B (2.5 g/ml), and trypsin (1 g/ml). The samples were centrifuged at 13,000 rpm for 10 min and the supernatant was used to inoculate cell cultures. After 30 min at 37°C the supernatant was removed and maintenance medium was added to the cultures. The cultures were passaged three times in the absence of a cytopathic effect. Then, RNA was extracted from the cells and RT-PCR for coronavirus was performed using the nested PCR for the spike gene.\n\nThe data were analysed using the 2 test or Fisher's exact test and P values below 0.05 were considered statistically significant. and guidance. We thank the veterinary nurses and clinicians at the Dogs Home Battersea for technical assistance. We also thank Dr. V. Chalker and Dr. M. Collins for critical reading of the manuscript and S. Oliver for providing a control sample for bovine coronavirus."}