{"title": "EDITORIAL A WINTER OF WINDBORNE SPREAD", "body": "A new virus, the porcine respiratory coronavirus (PRCV), which is a variant of the transmissible gastroenteritis virus (TGE), then provided a striking illustration of spread that was so rapid and extensive that it could only have been windborne. In 1984 it was noticed by Pensaert et al. (1986) that on routine serological testing there was an unexpected rise in antibody titres to TGE in pigs in Belgium which was not correlated with diarrhoea. A similar phenomenon was noted in France, the Netherlands and Denmark (van Nieuwstadt & Pol, 1989) and later in the UK (Brown & Cartwright, 1986) . The virus was shown to multiply in the lungs but not in the intestines. It was estimated that about 80 per cent of the herds in the UK became seropositive in a very short time. Only herds in remote locations of very low pig density escaped.\n\nThe virus of Aujeszky's disease (pseudorabies) is also windborne. The work of Gloster, Donaldson & Hough (1984) indicated that the virus had been carried on wind up to 9 km in the UK. The Danes have evidence that it travels further than this over land and further still over water. Aujeszky's disease was eradicated from Denmark at about the same time as it was eradicated from the UK but from 1985 an increasing number of outbreaks occurred in the southeast of Jutland and on neighbouring islands including the southern region of the island of Funen. Field observations pointed to windborne contamination from north-west Germany (Schleswig-Holstein) where the disease was actively spreading (Christensen & Soerensen, 1988; Andersen et al., 1989; Christensen et aL, 1989; Christensen et al., 1990a, b) . During the winter and spring of 1989-90 50 herds in Denmark within 35 km of the German border and on Danish islands off the coast of Germany broke down with Aujeszky's disease. The first outbreak on such an island, the island of Als, was 15 km from the German coast. The disease then broke out on the island of Fyn, 40 km from Als. In the winters of 1986-87 and 1987-88 there were outbreaks on the island of Funen which suggested even further windborne transmission over water and land, possibly up to 80 km. Using restriction fragment analysis, the Danes showed that the viruses in these outbreaks resembled German strains and not the strains that existed in Denmark prior to eradication. Epidemiological studies revealed no physical connections between these outbreaks and herds in Germany. In 1990, the Danes paid the Germans to set up a blanket vaccination zone in Germany along the Danish border. Vaccination still continues in this zone. Since 1990 there have been only two outbreaks in Denmark, in March and May 1991 (Mortensen, 1993, pers. comm.) .\n\nThe most recent dramatic example of the windborne spread of viruses between pig herds is that of the so-called 'mystery blue-ear sow disease' which it was agreed should be called Porcine Reproductive and Respiratory Syndrome (PRRS). The syndrome was first observed in the USA in 1987 (Dial & Parsons, 1989 ) and although it spread rapidly through the pig-rearing areas of North America attempts to identify the causal agent failed. It was first recognized in Europe in Munster, Germany, in November 1990 (Leyk, 1991 and spread rapidly to the neighbouring Netherlands. The pig population of the Netherlands and the nearby regions of Germany and Belgium are ideal for aerosol spread. The herds are close together and in direct sight of one another, the pig population is high, the terrain is flat and the climate in winter is often damp, cool and overcast. By April 1991 it was estimated that 3000 premises had been affected in Germany, 1400 in the Netherlands, and 30 in Belgium (Done et al., 1992) .\n\nIn the UK the first cases to be diagnosed as PRRS occurred in Yorkshire in May 1991. How the virus travelled to Yorkshire from the continent has never been discovered. Spread during the summer months was predictably low but increased during the following two winters. Studies by government veterinarians indicated that long distance spread from one region to another was almost entirely through the movement of infected pigs and to a much lesser extent through artificial insemination; but once a focus of infection was established in a region clusters of cases would occur nearby. As the epidemic developed, a growing proportion of these cases could be accounted for by airborne spread over distances up to about 3 km (Robertson, 1992) .\n\nThe autumn of 1992 in the UK was exceptionally wet and overcast and although the Ministry of Agriculture stopped recording outbreaks of PRRS in November of that year, field experience and routine private blood-testing suggested that the spread of the PRRS virus was high although often sub-clinical. A new strain of influenza virus, designated 195852, which was first detected in the UK in January 1992 and which caused a similar syndrome to PRRS in some herds, also spread rapidly and seemed to overtake PRRS during the winter. This strain also infects people which complicates the epidemiology. There is no clear evidence that it spreads on wind and some workers dispute that it does, but pig farmers and veterinarians are now so convinced of windborne spread that it would be difficult to persuade them that it does not.\n\nT.J.L. ALEXANDER\n\nMadingley Road Cambridge CB3 0ES"}