{"title": "DNA Immunization", "body": "DNA vaccination was discovered in the early 1990s when it was demonstrated that direct inoculation of antigen-expressing DNA plasmids could induce humoral and cellular immune responses in a mammalian host against the protein antigens expressed from the inoculating plasmids (Fynan et al., 1993; Lu et al., 1995; Tang et al., 1992; Ulmer et al., 1993; Wang et al., 1993) . This discovery was a major breakthrough in the history of vaccines. For the first time, a gene segment encoding a particular protein antigen, instead of the antigen itself, was delivered to elicit antigen-specific immune responses. In the last twenty years since these initial reports, great progress has been made on DNA immunization techniques, including optimized vector design, better selection, and engineering of antigen gene inserts, and improved DNA plasmid delivery approaches.\n\nAs part of DNA vaccines, newly produced antigens undergo additional post-translational processing as part of trafficking within eukaryotic cells, which is similar to what occurs with live attenuated vaccines; however, DNA vaccines are safer as they are without concern of infection by the pathogen that is used to make traditional vaccines. Antigens produced by DNA vaccines usually maintain their conformation due to the fact that they do not go through in vitro protein production and purification. In addition, since DNA vaccine plasmids can be easily produced and the DNA immunization process is relatively simple, DNA vaccines can be used for quick and large scale screening to determine immunogenicity of novel antigens.\n\nDNA vaccination provides several advantages over other vaccination approaches. DNA vaccines express antigens in transfected host cells, thus producing \"endogenous\" antigens, while traditional inactivated vaccines or subunit protein vaccines provide \"exogenous\" antigens. This difference is critical as endogenous antigens are more effective in eliciting T cell responses due to their easy access to both class I and class II major histocompatibility complex (MHC) molecules. As a result, both CD4+ and CD8+ T cell responses are generated. A strong T helper cell immune response is also critical for the induction of high quality B cell development and antibody production.\n\nThis Unit focuses on the key principles and general technical approaches for DNA vaccination using different delivery systems: traditional needle injections (Basic Protocol 1), electroporation (EP) (Basic Protocol 2), and gene gun (Basic Protocol 3). Electroporation and gene gun delivery can significantly improve the overall efficiency and immunogenicity of DNA vaccines. Readers should refer to other related Units in Current Protocols about techniques needed for animal use as well as immunological assays with samples collected from DNA immunized animals. Keep in mind that each institution may have its own requirements as approved by the Institutional Animal Care and Use Committee (IACUC).\n\nBasic principles in the design and construction of DNA vaccines-There are two key steps in the process of DNA immunization: 1) design/construction of DNA vaccine plasmids and 2) delivery of DNA vaccines. While the current unit focuses on delivery methods for DNA vaccines, the design and construction of a DNA vaccine plays the most critical role in determining the final immunogenicity of DNA vaccines. In this section, the basic principles on how to design and construct DNA vaccines will be described.\n\nThe nature of a DNA vaccine is a mammalian expression plasmid. It can be divided into two major elements: DNA vaccine vector and target gene insert. After 20 years of practice, the general design for a DNA vaccine vector has been well optimized and limited improvements can be expected from existing vectors. On the other hand, depending on the type of immune response expected and the source of antigens, the design of antigen inserts for DNA vaccines needs to be made on an individual antigen basis. There is only limited information in the literature on the design of DNA vaccine antigen inserts (Lu et al., 2000; Wang et al., 2006a) .\n\nThe mammalian expression vector is the constant part of DNA vaccines. A DNA vaccine vector consists of the plasmid backbone and the transcriptional unit. The plasmid backbone typically contains a DNA replicon, which is an origin of replication, for amplification of the plasmid in bacteria and an antibiotic resistance gene to enable selective growth of the plasmid DNA in bacteria. The transcriptional unit contains the promoter and a transcript termination/polyadenylation sequence. The antigen gene is inserted between the promoter and the transcript termination sequence. Table 1 provides a list of common vectors that are used as DNA vaccine vectors or those that are suitable for serving as DNA vaccine vectors, as reported in the literature.\n\nAlthough, in theory, any mammalian expression vector can be used for construction of a DNA vaccine, the utilization of a well-optimized DNA vaccine plasmid backbone offers many advantages. Much work has been done to increase both gene transcription and protein expression. Of particular interest has been the gene promoter. Although different viral promoters have been used, the most common choice is the human cytomegalovirus (hCMV) immediate early promoter, as it yields very high expression levels of the insert gene. In addition to the promoter itself, transcriptional enhancers, such as the human CMV's Intron A, have been shown to further enhance target gene expression and boost antigen-specific immune responses compared to the CMV promoter alone without Intron A (Montgomery et al., 1993; Norman et al., 1997; Wang et al., 2006a) . It is believed that inclusion of Intron A enhances the rate of polyadenylation and nuclear transport of mRNA (Huang and Gorman, 1990) . Inclusion of strong promoters and/or enhancers increases the rate of transcriptional initiation (Huang and Gorman, 1990) . In addition, polyadenylation sequences can impact primary RNA transcript processing, resulting in good transgene expression. For example, the bovine growth hormone (BGH) polyadenylation sequence can be more efficient than SV40 polyadenylation sequence.\n\nA high level of protein expression is required for DNA vaccine efficacy. Consequently, improved expression of the target antigen is expected to enhance the immune response. Even with the same transcription levels, several factors, such as codon optimization of the insert gene and use of the proper leader sequence to increase antigen expression and/or secretion, play critical roles in controlling the expression of antigen proteins.\n\nMany amino acids can be coded by more than one codon. Different organisms have biases in their codon usage. It was discovered that by changing the codon usage preferred by a virus or bacterium to that preferred by mammalian cells, the expression of targeted antigen proteins can be significantly improved in mammalian cells (Andre et al., 1998; Haas et al., 1996) . This process of changing the gene sequence but keeping the amino acid sequence the same is called codon optimization. Because high level gene expression in a mammalian host is key for the efficiency of DNA immunization, codon optimization has been proven highly effective for improving the immunogenicity of DNA vaccines (Andre et al., 1998; Frelin et al., 2004; Ko et al., 2005; Uchijima et al., 1998; Wang et al., 2006a) .\n\nInclusion and alteration of a leader sequence can also improve protein expression and/or secretion, and thus, DNA vaccine immunogenicity, especially for antibody responses. Many proteins, such as intracellular proteins or proteins from bacterial sources, are without a welldefined leader sequence. Sometimes, the natural leader sequence affiliated with a protein may hinder cleavage of the signal peptide and lower the rate of folding inside the endoplasmic reticulum (Li et al., 2000; Xu et al., 2001) . To counteract this problem, using a proper leader sequence to drive higher protein expression and secretion has become an effective method in DNA vaccine plasmid design. For example, inclusion of human tissue plasminogen activator (tPA) leader sequence resulted in a marked increase in protein expression and immunogenicity (Wang et al., 2004; Wang et al., 2006c) . While secreted forms of antigens can be more effective for the induction of B cell and antibody responses, if an immunogen is designed for the induction of cellular immune responses, a leader sequence may not be necessary. Actually, an antigen gene design without a leader sequence may elicit higher T cell immune responses than one with a leader sequence (Wallace et al., Submitted). Cell-associated, and in particular, membrane-bound antigens, may require more specific designs to make them immunogenic when delivered as DNA vaccines.\n\nThe sequences surrounding the start codon of an antigen gene impact its recognition by eukaryotic ribosomes. Many expression vectors carry modified Kozak consensus sequences (−6 GCCA/GCCAUGG +4) that allow for optimal expression in mammalian cells (Kozak, 1997) . Also, usage of extended poly A tails and double stop codons in the plasmid constructs may help to ensure that translation terminates, preventing read through of the bacterial genome.\n\nFinally, the coding sequence of a target antigen may need to be modified to achieve the best desired immune responses. This is more important for proteins with unique structure and conformation, such as membrane-anchored proteins, proteins with multiple subunits, and proteins with an oligomer conformation. No one type of design can fit all protein antigens. Scientists need to use their full imagination to design optimal forms of proteins to maximize their effectiveness as antigens when being expressed in vivo. This may require modification of the original protein sequences, including both necessary deletions and additions. This process can be called \"antigen engineering\" and it has to be individual antigen based. DNA vaccine production: DNA vaccines are mainly in the form of closed circular DNA plasmids. Common E. coli strains, including HB101 and DH5, have been used as bacterial hosts to produce DNA vaccine plasmids. Lysogeny broth (LB) medium containing the desired antibiotics, based on the DNA vaccine vector selected, is commonly used to grow bacterial cultures in laboratory scale productions. Different scales of plasmid purification can be accomplished using commercially available DNA purification kits. For example, the giga-prep kit from Qiagen is useful for production of up to 10mg DNA plasmids.\n\nAlthough endotoxin-free DNA preps may be considered for DNA immunization, residual bacterial endotoxins in high quality plasmid DNA preparation kits are usually low and have not been shown to play much of a role in immunogenicity, especially antigen-specific antibody responses. However, for experiments testing for immunostimulatory activity, such as levels of cytokine responses, contaminating endotoxins should be minimized. Endotoxin levels can be determined using the Limulus Amebocyte Lysate (LAL) gel-clot assay (Associates of Cape Cod). Endotoxin-free DNA can be prepared using commercial kits, such as the EndoFree extraction kit (Qiagen).\n\nIn vitro expression of DNA vaccine antigens: Once DNA vaccine plasmids are constructed, it is a critical quality control (QC) step to test the in vitro expression of newly produced DNA vaccines. This can be achieved through a transient transfection experiment in 293T cells, usually in a 10-cm dish. Supernatant and cell lysate can be harvested at 24-72 hours after transfection. A Western blot analysis is the most direct and convenient test to confirm the expression of an expected antigen insert in a DNA vaccine. This test can also verify the molecular size of a protein modified from original wild type sequences. One common issue is the lack of available antibodies for such analyses if the target protein antigen is novel and has not been studied before. In this case, DNA immunization studies should be conducted first with the newly constructed DNA vaccines; the animal immune sera can then be used to test the expression of encoded antigens.\n\nDNA Immunization-While the ultimate goal for certain DNA vaccines is for human applications, almost all DNA vaccines have to be first tested in an animal model to at least demonstrate their immunogenicity. The protocols described in this unit should only be considered for animal studies. Human studies likely require development of a specific protocol that needs to be reviewed and approved by regulatory agencies such as the US FDA.\n\nMost pre-clinical studies are conducted in small animals and the protocols described in this unit are designed for small animal studies. Small animal DNA immunization is also frequently used for basic research or reagent production purposes. For larger animals, such as non-human primates, similar key technical steps can be followed but certain parameters may need to be optimized based on either the physiology of that particular large animal or the specific IACUC requirements governing the use of large animals.\n\nSelection of animal models: Commonly used mouse strains are very useful models to evaluate immune responses, in particular, cellular immune responses resulting from DNA vaccination. Because of a long history of using mouse models for cellular immunology studies, there is a large body of knowledge on basic intracellular mechanisms and a long list of available reagents and knockout mouse models to facilitate study on the detailed immunological mechanisms that are involved in the function of DNA vaccines.\n\nThe rabbit is another useful model to study the immunogenicity of DNA vaccines, particularly for the study of antibody responses due to the fact that the rabbit is highly immunogenic to various vaccines with high affinity antibody responses and it can provide a large volume of sera that can be useful when a wide range of assays or repeated assays are needed.\n\nOther animal models, such as rat (Livingston et al., 1998) , ferrets (Suguitan et al., 2011) , sheep (Herrmann et al., 2006) or even non-human primates (Cristillo et al., 2006; Pal et al., 2006) can also be used but they are used less frequently and are not discussed here.\n\nImmunization schedule: One of the most important components in vaccination studies is the immunization schedule yet it is highly variable, as reported in literature; this is also true for DNA immunization.\n\nA number of factors may affect decisions on immunization schedules. The first is the nature of a particular immunogen. DNA vaccines expressing influenza HA antigen may need only 1-2 immunizations to elicit highly functional antibody responses (Wang et al., 2008c) yet DNA vaccines expressing the HIV-1 Env antigen may require 3 or more immunizations (Vaine et al., 2008; Vaine et al., 2010a) ).\n\nThe second factor is the animal model used for DNA immunization studies. With a small animal model, such as the conventional mouse, it may be easier to reach peak level antibody responses with 2-3 immunizations while a higher number of immunizations may be needed to reach peak level antibody responses in a non-human primate.\n\nThe third, and maybe most critical, factor is the delivery method for DNA immunization. Delivery methods are described in detail below because they can greatly influence immune response levels and thus, affect the number of immunizations required to reach a desired level.\n\nIn addition to the number of immunizations, the other key component in determining an immunization schedule is the frequency of immunizations, or the resting period between immunizations. While it is generally agreed that a long resting period may be more favorable, it is less clear how long of a time period is sufficient. Since it is not practical to conduct a very lengthy immunization study in either an academic or industry setting, a balance must be reached.\n\nFurthermore, in recent years, DNA immunizations are no longer administered alone. Instead, DNA immunizations are frequently used as a prime, followed by boost with other types of vaccines, such as DNA prime-protein boost or DNA prime-viral vector vaccine boost. It is also not clear how many immunizations are optimal for prime or boost, and how long the optimal resting period is, either with the prime phase or during the boost phase.\n\nGiven so many variables, the following is an empirical summary on how to select an immunization schedule for a new DNA vaccine study:\n\n• The minimum number of immunizations for a DNA vaccine is two regardless of the type of delivery approach used. This usually works for a highly immunogenic antigen; more immunizations may be needed if the antigen is not very immunogenic and/or if large animals are used.\n\n• The maximum number of immunizations for a DNA vaccine is 3-4 if the antigen is reasonably immunogenic. Positive immune responses, albeit low level responses, should be expected after this number of immunizations. If no antigen-specific responses are detected, the design of the antigen or quality of DNA vaccine constructs should be investigated.\n\n• The common resting period between DNA immunizations is 2 weeks in small animals. The resting period can increase to 4 weeks or longer in larger animals. The frequency of immunizations may not need to be equally distributed. The first 1-2 immunizations can be given more frequently than later immunizations. For example, for a 4-immunization study, a common schedule can be Weeks 0-2-4-6; an alternative schedule is 0-2-5-8. The schedule could also be Weeks 0-2-4-8, 0-2-6-10, or other similar variations.\n\n• Either more packed schedules such as Weeks 0-1-2-4, or more slowly paced schedules, such as 0-4-8-12, can be used based on the study timeline and immunogenicity of individual DNA vaccines.\n\nAfter 20 years of study with extensive optimization and standardization on the design of DNA vaccines, the method of delivery is the remaining most critical parameter in determining the efficacy of DNA vaccines and is determined by the user. The main body of this unit is devoted to the description of common delivery approaches for DNA vaccines.\n\nThe methods of DNA vaccine delivery can be divided into two major categories. The first include \"chemical\" delivery approaches. Under this category, DNA vaccines are dissolved in a solution suitable for in vivo use (such as PBS or normal saline solution) and delivered as a chemical solution. Additional chemical compounds, such as lipids and nanoparticles, can be added to further increase the delivery efficacy for DNA vaccines. In general, a needle injection method is used to deliver DNA vaccines by a chemical approach. The site of injection can be either intramuscular (IM) or intradermal (ID).\n\nThe second category of DNA vaccine delivery is \"physical\" delivery approaches. A physical force, such as in the form of electrical shock or high pressured gas or liquid, drives the delivery of DNA plasmids to penetrate the cell wall in targeted tissues. The end result is a much improved delivery of DNA vaccines inside the cells, when compared to chemical delivery approaches.\n\nThree commonly used DNA vaccine delivery approaches are described in detail in the following sections. Basic protocol 1 describes the traditional needle injection as the most commonly used chemical delivery approach. Basic protocol 2 describes the electroporation (EP) delivery of DNA vaccines, a physical approach gaining more attention in recent years. Basic protocol 3 describes the gene gun method, which is probably the most effective DNA delivery approach in eliciting antibody responses.\n\nAnimal sedation and anesthesia: Anesthesia or sedation should be provided prior to immunization and blood collection procedures. It is critical for researchers to follow policies and preferred protocols established by their Institutional Animal Care and Use Committees (IACUC). The following is a general description on the technical components and procedures which can be used for DNA immunization in mice and rabbits. Additional information can be found in Appendix 3N.\n\nInhalation of isoflurane and injection of Ketamine/Xylazine mixture are two commonly used methods to anesthetize mice for DNA immunization:\n\n1. Anesthesia of mice by isoflurane inhalation: For simple IM and ID injection of DNA vaccine or peripheral blood collection, mice can be anesthetized by inhalation of isoflurane. To perform isoflurane anesthesia, place a piece of gauze into an anesthetic chamber with internal volume of 500 ml with lid and add 1.5-2 ml of isoflurane on to the gauze and close the lid for 2-3 minutes to let the isoflurane evaporate in the chamber. The isoflurane concentration will reach 2-3% in the chamber. Place one mouse into the chamber and watch closely. When the mouse stops moving in the chamber for ∼ 1 minute, take it out for needle injection or blood collection procedures, which may take less than 5 minutes. Isoflurane is nonflammable and nonexplosive but chronic exposure of animals or personnel to vapors may be harmful. Therefore, isoflurane anesthesia should be performed in a ventilated hood.\n\nAnesthesia of mice by injection of Ketamine/Xylazine mixture: For electroporation and gene gun immunization, mice should be kept in a longer inaction status and anesthesia by injection of Ketamine/Xylazine is indicated. To prepare the mixture solution, Ketamine (20 mg/ml), Xylazine (100 mg/ml) and saline (0.9% NaCl) are mixed at a ratio of 4:1:5 by volume in a sterile tube. The Ketamine/Xylazine/Saline mixture should be administered intraperitoneally (IP), at 50-60µl per 20g of mouse weight. It takes ∼2 minutes for the animals to be anesthetized, lasting for >30 minutes which should be sufficient for electroporation and gene gun immunization procedures.\n\nTwo commonly used methods are provided here to sedate or anesthetize rabbits for DNA immunizations: injection of Acepromazine to sedate rabbits for simple injection and blood collection procures; and injection of Ketamine/Xylazine mixture for electroporation and gene gun immunization procedures.\n\n1. Sedation of rabbits using Acepromazine: For simple IM and ID injection of DNA vaccines or peripheral blood collection, rabbits can be sedated by IM injection of Acepromazine at 1 mg/kg of body weight. It takes about 15 minutes for each rabbit to reach sedation which lasts up to 1 hour in order perform eiDNA immunization by either IM or ID injections. This method can also be used for blood collection.\n\nAnesthesia of rabbits using Ketamine/Xylazine mixture: For electroporation and gene gun immunization, rabbits should be anesthetized by injection of Ketamine/Xylazine. Ketamine (20 mg/ml) and Xylazine (100 mg/ml) are mixed at a ratio of 5:1 by volume in a sterile tube. For rabbits that have not previously undergone anesthesia, which are usually between 2-2.5kg, no more than 0.5ml of the anesthetic solution should be administered. For rabbits that have been included in the study and anesthetized before, the exact amount should be determined by the weight of the rabbit, the amount of anesthesia previously used, and the length of the procedure. Table 2 shows reference doses for anesthesia of rabbits.\n\nAspirate the desired amount into a 1ml 28G x ½ insulin syringe and inject into the lumbar muscle on the rear legs and then place the rabbit back into the cage. It takes about 5 minutes for the rabbit to be anesthetized. The anesthesia can last 30-60 minutes for desired electropration and gene gun immunization procedures.\n\nBASIC PROTOCOL 1: DNA immunization by needle injection-Traditional needle injection is the most commonly used method of administration for DNA vaccines. This can be done using IM or ID injections (see Appendix 3N). However, direct gene transfer into normal mature muscle or dermal cells is not very efficient, at best 1-2% with DNA plasmids (McMahon and Wells, 2004) . It was demonstrated that gene expression in skeletal muscle could be achieved by IM injection of naked plasmid DNA largely by transfecting myocytes. Intradermal or subcutaneous (SC) injection of plasmid DNA transfects mainly skin fibroblasts and keratinocytes. Both IM and ID inoculation methods involve dissolving the appropriate DNA vaccine plasmid in saline or PBS.\n\nDesired animal species (mice or rabbits)\n\nPurified DNA vaccine plasmids in 0.9% NaCl (pH7.0-7.2) with a proper DNA concentration, usually in the range of 1-3mg/ml 0.5 or 1ml disposable syringes with 26-or 30-G needles Anesthetic agents: see Strategic Planning\n\nSupplies for blood collection Please refer to basic protocols in mouse handling in Appendix 3N\" for mouse blood collection supplies. For rabbit blood collection, supplies include butterfly infusion set (BD Vacutainer Safety-Lok Blood Collection Set, 23Gx3/4'' x 12''), syringes (20 ml) and Vacutainer with separation gel for serum collection (BD-Vacutainer SST™, 10 ml).\n\n1. Anesthetize a mouse (See Strategic Planning) or place in a mouse restrainer.\n\nInsert the needle, bevel-side-up, ∼0.5 cm above the knee into the front of the quadriceps muscle, ∼0.2 cm deep and at ∼30° angle. Other muscle bundles, such as the tibialis anterior, the biceps, and scapular muscles can also be used.\n\nInject 25-50µl of the DNA/saline solution and make sure that there is no leakage. More than one site can be used if a large dose of DNA immunization is needed.\n\nFor IM injections, it is important that the needle does not go through the muscle, or leakage will occur. In addition, the solution should be administered slowly to prevent a \"backflow\" of the DNA/saline solution from the muscle.\n\nA rabbit can be sedated by injection of Acepromazine or held in a rabbit restrainer. See Strategic Planning for more detailed information.\n\nInsert the needle in the lumbar muscle at the back. Draw back the syringe to make sure the needle is not in the blood vessels.\n\nThe quadriceps muscle can also be used.\n\nInject 100-500µl of the DNA/saline solution based on the dosing design. The solution should be administrated slowly to prevent a \"backflow\" of the DNA/saline solution from the muscle.\n\n1. Anesthetize the mouse or place in a mouse restrainer (see above section).\n\nInsert the needle, bevel-side-up, intradermally at the back of the neck.\n\n3. The needle should be inserted just beneath the skin at a ∼5° to 10° angle so that it is almost parallel to the skin. The insertion should be so shallow that the needle can be observed through the skin.\n\nSlowly inject up to 25µl of the DNA solution at one injection site and more than one site can be used.\n\nFor ID injection, a topical \"swelling\" should be observed that elongates over time as the solution is injected. It may take a bit more force on the syringe plunger to expel the liquid than is ordinarily expected. Keep hands steady to avoid puncturing through the skin or pulling the needle out. In addition, if the liquid is injected too fast, leakage will occur.\n\nIntradermal injection of rabbit: Intradermal injections in rabbits are typically performed using the skin of the upper back. The rabbit should be sedated as described above. Up to 100µl of DNA solution can be injected at each site.\n\nDNA immunization by electroporation (EP)-In an EP process, electrodes are designed as either needle or caliper electrodes to provide a reasonably even electric field distribution in the targeted tissue. A needle injection is included as part of the process. DNA vaccines will be first administered by a needle injection, followed with the electroporation by an EP instrument. In the past 10 years, different EP devices have been developed using similar principles but with different technical specifications (such as needle electrodes vs. caliper electrodes). The protocols provided below are based on EP devices that are currently commercially available.\n\nBasic Protocol 2 Electroporation using caliper electrode-The caliper electrode electroporator has two electrode heads that are connected to the EP device.\n\nDesired animal species, mice or rabbits\n\nElectroporator device (such as SCIENTZ-2C from Scientz Co., Ltd, Ningbo,China)\n\nPurified, sterile DNA vaccine plasmid in 0.9% NaCl (pH7.0-7.2) with a proper DNA concentration, usually 1-3mg/ml. 0.5 or 1ml disposable syringes with 26-or 30-G needles Anesthetic agents: see Strategic Planning\n\nOther supplies for blood collection.\n\n1. Preparation of animals: Anesthetize animals (mice or rabbits) (see Strategic Planning)\n\nLay the mouse or rabbit on a flat operation surface. Shave the upper leg above the knee (both mice and rabbits) and vacuum the hair away.\n\nConnect the electroporator to a proper power supply and connect the caliper electrodes to the electroporator.\n\nSet the following parameters: 100 V, 60 ms and 60 Hz for rabbits; or 50 V, 60 ms and 60 Hz for mice\n\nNeedle inject (IM) the DNA vaccine solution into the quadriceps muscle 6. Immediately after injection, place the two heads of the caliper electrode on each side of the leg near IM DNA injection site, making close contact to the skin.\n\nPress \"Start\" to activate the automatic charge and pulse sequence.\n\nTurn off the electroporator and remove the caliper electrodes from the leg.\n\nAlternate Protocol 1: Electroporation using needle electrode electroporator-In vivo electroporation using a needle electrode electroporator is performed similarly to EP using the caliper electrode except that the electric pulse is applied by specifically designed needles. Initially this approach was developed for IM application, then a variety of experimental electroporation devices have been developed for either IM or ID delivery of DNA vaccines for pre-clinical and clinical studies. \n\nIntegrated Applicator is connected to the Pulse Stimulator through an incorporated cable. The Pulse Stimulator controls the administration sequence and generates the electrical signals necessary to enhance the intracellular delivery of the agent.\n\nThe same amount of DNA vaccine will be injected by a needle injection as described in earlier sections.\n\nDifferent from traditional in vivo electroporation that uses four to six rectangular pulses that are 100 microseconds in duration at a rate of one per second, a PulseAgile waveform consists of various pulse groups with different characteristics from group to group. Waveform technology has optimal efficiency, uniform, reliable electric fields across the whole treatment area, fast sub-second treatment time, and a safety-assured needle electrode array protective cover and easy slip sides. Suggested waveform electroporation parameters are as follows: 2 pulse, 1125V/cm (Amplitude), 0.05mS (Pulse Width), plus 8 pulse, 275V/cm (Amplitude), 10mS (Pulse Width).\n\nDepending on the device to be used, the manufacturer's brochure should be followed in setting IM or ID parameters for optimal effects.\n\nAfter electric pulsing has completed, the EP device is removed and animal is allowed to recover.\n\nBASIC PROTOCOL 3: DNA immunization using a gene gun to deliver gold beads coated with DNA plasmids-Gene gun immunization uses the particle bombardment or particle-mediated DNA delivery technology that was developed as a physical gene transfer method for various in vivo, ex vivo, or in vitro applications. This protocol describes gene gun delivery of DNA vaccine by a Helium-driven gene gun device. Preparation of the gold beads coated with the plasmid DNA is described in Support Protocol 1, and the preparation of the gene gun tubing coated with DNA/gold beads is described in Support Protocol 2.\n\nThe epidermal layer of skin is a desirable site for gene gun delivery of DNA plasmids. The gene gun delivers the majority of the gold beads into the epithelial layer, rather than the stratum corneum or the relatively acellular layer underlying the dermal tissues, without excessive tissue damage. Optimal delivery parameters for each animal species are determined, in part, by the skin thickness, the accelerating pressure, and the size of the gold beads. The depth of gold bead delivery should be optimized for each animal species. The examples in Table 3 show common parameters used in our studies that affect the delivery of gold beads into skin at the proper depth.\n\nGene gun (BioRad);\n\nCompressed helium gas tank with helium regulator;\n\nCartridges prepared in Support Protocols 1 and 2\n\nAnesthetic agents for animals. Electric shaver 1. Preparation of animals: Anesthetize animals with procedures specific for the species based on the IACUC approved protocol at each institution (see Strategic planning). The anesthesia should allow the animals to sleep for 30 minutes to 1 hour, depending on your needs. Lay the mouse or rabbit on a flat operation surface. Shave the abdominal skin area and vacuum the hair away.\n\nPreparation of gene gun: Install battery into gene gun (or connect the gene gun to a proper power supply). Insert the barrel liner into the gene gun. Connect the gene gun to the helium tank regulator by the helium hose.\n\nOpen the helium tank main valve and adjust the regulator to a proper output pressure setting. For mouse immunization, the pressure should be 300 psi (pressure per square inch); for rabbit immunization, the pressure should be 350 psi. First, fire an empty shot to adjust the pressure system.\n\nLoading cartridges: Insert the cartridges into a cartridge holder. Then, place the cartridge holder into the gene gun.\n\nTrigger the gene gun at the shaved abdominal skin by following the instructions of each gene gun system. Then, move the cylinder to the next cartridge position. Be sure to understand the numbering system on the cartridge holder, in order to track how many shots have been fired.\n\nFor mice, each mouse can receive up to 6 non-overlapping gene gun shots on the shaved abdominal skin; for rabbits, each rabbit can receive up to 36 nonoverlapping shots on shaved abdominal skin.\n\nplasmids-Prior to coating the gold beads with DNA, the following parameters should be determined for each study: gold bead load ratio per cartridge (GLR), DNA load ratio per cartridge (DLR), DNA/gold beads ratio (DGR), the number of cartridges (shots) to be used per immunization, and how many immunizations are needed. Typically as a starting point, 1µg of DNA and 0.5mg of gold beads are loaded onto each cartridge, resulting in a DNA to gold bead ratio of 2µg to 1mg. Using the calculation in Table 4 as an example, a sufficient amount of plasmid DNA should be purified. The plasmid DNA is prepared in TE (Tris-EDTA) solution at a concentration of 1-3mg/ml and stored at −20°C until needed. Microcentrifuge;\n\nP20, P200 and P1000 pipettemen and tips;\n\n22mL glass scintillation vials and Teflon caps;\n\nParafilm to seal the vial over the caps. Table 4 , weigh the proper amount of gold bead powder and place into an Eppendorf tube. If 0.5mg of gold beads is loaded to each cartridge with DNA/Gold ratio (DGR) of 2, 30mg gold will be needed for 60 cartridges. For each preparation, the number of cartridges should be limited to 30-80 shots for easy operation and optimized results. Separate preparations should be made if a larger number of shots are needed.\n\nPlace 100 µl of 100mM spermidine into the tube containing gold beads If the volume of DNA solution to be used in Step 3 is between 100-200µl, then 200µl of 100mM spermidine should be used in Step 2. Vortex for about 30 seconds at high speed to suspend the gold beads in spermidine solution. Sonicate the gold/ spermidine mixture for 5-10 seconds to disperse the aggregated gold beads. Make sure the gold beads are completely suspended.\n\nBased on the DGR, add the proper amount of plasmid DNA to the gold-spermidine mixture and promptly vortex on high for 15-30 seconds. If more than one DNA construct is to be coated on the same beads, pre-mix the DNA beforehand.\n\nPrecipitate the DNA onto the gold beads: Add 200µl of 2M CaCl 2 (2X spermidine volume) to the gold beads-spermidine-DNA mixture drop wise, while vortexing at medium speed. Take care while vortexing to avoid losing any of the sample. Let the mixture stand at room temperature for up to 5 minutes to precipitate. When most of the gold beads have precipitated, centrifuge for 8-10 seconds at 10,000 rpm and discard the supernatant.\n\nWash the coated gold beads 4 times with 1ml dehydrated absolute ethanol. Add the ethanol and vortex briefly to resuspend, being careful to handle gently as the DNA will shear. Centrifuge for 8-12 seconds and remove the supernatant. At first, the beads will be sticky and only a short spin is needed to pellet (too long will make it difficult to resuspend).\n\nAfter the final ethanol wash, add 100% ethanol to resuspend the DNA-coated gold beads at 8.0mg/ml. The suspension prep is now ready for tubing preparation (see Support Protocol 2). The coated gold beads should then be quickly sealed in a vial with parafilm, otherwise, the ethanol will absorb water from the air, which will degrade the performance of the tubing coating process. Ideally, the cartridges should be made fresh before each use. However, the coated gold bead suspension may be stored at −20°C for up to 8 weeks.\n\nprecipitating the plasmid DNA onto the gold beads, the gold beads will be coated evenly onto the inner surface of Tefzel tubing. The ideal size of Tefzel tubing is 0.127\" for the outer diameter and 0.093\" for the inner diameter, which fits the cartridge and provides sufficient surface for coating the gold beads. After coating, the tubing is cut into 0.5\" cartridges (shots).\n\nGold beads prep from Support Protocol 1\n\nTefzel tubing, outer diameter 0.127\", inner diameter 0.093\" (BioRad);\n\nTubing prep station (BioRad);\n\nVortexer;\n\nSonication water bath;\n\nCompressed nitrogen gas tank with nitrogen regulator;\n\nTimer;\n\n10ml syringes with Tefzel tubing adaptor;\n\nTubing cutter (BioRad); 22ml glass scintillation vials and Teflon caps;\n\nDesiccant capsules.\n\nInsert the Tefzel tubing into the tubing prep station and blow N 2 through it to remove any moisture. Tefzel tubing needs to dry overnight at ∼0.2 lpm (liter per minute) N 2 . Place caps on the ends of the tubing after drying to keep moisture out.\n\nWhen the tubing is sufficiently dried, cut it 2-3 inches beyond the right end of the tubing prep station. Re-cap the ends of the remaining roll of tubing. Turn off the N 2 gas. Place a 1-inch piece of soft rubber tubing on the tip of a 10ml syringe. Attach the soft rubber tubing to the right end of the Tefzel tubing while keeping the Tefzel tubing in the prep station. Pull the Tefzel tubing from the prep station with the syringe attached.\n\nBriefly sonicate the glass vial of gold beads to completely suspend the beads. Place the free end of the Tefzel tubing in the gold suspension and, using the syringe, aspirate until the tubing is approximately 2/3 filled.\n\nPull about 1-inch of air into the end of the tubing after the gold beads. Wipe excess gold from the outside of the tubing and then gently insert the tubing back into the prep station. Do not seat the tubing end into the nitrogen port seal at the left end of the station. Re-cap the remaining gold suspension in the vial to avoid evaporation and moisture.\n\nLet the gold settle out of suspension in the tubing for 10 minutes. Then slowly draw the ethanol from the tubing with the syringe at about 2 inches per second. Remove the syringe from the tubing and discard the ethanol. If the waste ethanol still contains gold, increase the settling time with the next preparation.\n\nPush the tubing into the seal of the nitrogen port. Turn on the prep station to rotate the tubing and allow the gold to spread over the inside of the tubing for 1 minute. Slowly turn the N 2 to 0.4 lpm and dry the tubing for 5 minutes as it continues to rotate. The color of the gold will become bright metallic as it dries.\n\nCut the tubing into half-inch cartridges using the tubing cutter, put the cartridges into a small vial, seal the vial with parafilm, and store at −20°C. Be sure to label both the vial and the cap with the DNA information and the date of preparation. If tubing is to be stored for later use, add a desiccant capsule to the vial. Replace the razor blade in the tubing cutter and wipe away any gold from the cutter box after each batch (paying special attention to the tubing insertion hole).\n\nDNA vaccine was a new method of immunization discovered in the early 1990s. Several research groups independently demonstrated that direct inoculation of DNA plasmids coding for a specific protein antigen could elicit immune responses against that antigen, such as the envelope glycoprotein of HIV-1 (Lu et al., 1995) . Because, in theory, mRNA molecules also have the potential to be translated into the protein antigen, this vaccination approach was officially named 'nucleic acid vaccination' by the World Health Organization (WHO) even though the term 'DNA vaccine' has been more commonly used. This novel approach is considered the fourth generation of vaccines after live attenuated vaccines, killed or inactivated vaccines, and recombinant protein-based subunit vaccines.\n\nNumerous DNA vaccines have been tested in various animal models and many have advanced to human clinical studies (Lu, 1998) . DNA vaccines have been used to target major viruses, such as human immunodeficiency virus type 1 (HIV-1) , influenza (Suguitan et al., 2011; Wang et al., 2011b; Wang et al., 2008c; Wang et al., 2006c; Wang et al., 2008d) , hepatitis (Ge et al., 2012; Shen et al., 2010; Xing et al., 2008) , severe acute respiratory syndrome (SARS) (Wang et al., 2005) , cytomegalovirus (CMV) (Shen et al., 2007) , smallpox (Sakhatskyy et al., 2006) (Sakhatskyy et al., 2008) , as well as important bacteria, such as Yersinia pestis (Wang et al., 2011a; Wang et al., 2004; Wang et al., 2008a; Wang et al., 2010) , Cholera (Xu et al., 2009) , and Clostridium difficile (Jin et al., 2013) . Four DNA vaccines been approved for veterinary indications (Davidson et al., 2005) (Garver et al., 2005) (Bergman et al., 2006) (Redding and Weiner, 2009 ). Most significantly, DNA vaccines are now been proven immunogenic in humans especially when used as the priming immunization followed by boost using protein or viral vector vaccines (Wang et al., 2008b ) (Ledgerwood et al., 2011 )(Harari et al., 2008 .\n\nFor DNA vaccines, eukaryotic expression vectors are constructed to express a gene product in vivo that will then serve as an immunogen. This approach has a number of unique benefits: the production of DNA plasmids is much simpler than any other form of existing vaccines; antigens expressed in vivo are likely to preserve their native conformation, which is critical for the induction of antigen-specific immune responses; it is the ideal approach for designer vaccines because candidate antigens can be easily modified through recombinant DNA technology; endogenously expressed antigens can enter class I Major Histocompatibility Complex (MHC) to elicit CD8+ Cytotoxic T Lymphocyte (CTL) responses; properly designed, DNA vaccines can induce balanced T cell and B cell immune responses; the DNA vaccine is safe to the host. Because only selected antigens from a pathogen genome are included in a DNA vaccine, there is no chance of infection from the original pathogen.\n\nOver the last two decades, DNA vaccines have gained significant acceptance and a number of new improvements have been developed to further enhance their immunogenicity, including optimized DNA vaccine design and development of new DNA vaccine delivery systems that have evolved from traditional IM and ID injection to a variety of advanced delivery systems, including gene gun and EP. DNA vaccine is immunogenic in animal models, but has overall low immunogenicity in humans. Although DNA vaccines showed overall low immunogenicity in human studies when used alone and delivered by conventional needle injection, the use of DNA vaccine as a priming immunization holds promise for eliciting enhanced antibody and T cell responses after boosting with other vaccine modalities (protein vaccines, viral vector-based vaccines, and inactivated vaccines) in a process called \"heterologous prime-boost vaccination\" as shown in clinical trials (Harari et al., 2008) (Ledgerwood et al., 2011 )(Wang et al., 2008b (Vaine et al., 2010b) . Heterologous prime-boost immunizations may have advantages to induce improved functional immune responses as compared to a single vaccination modality. The protocols described in this section can be used for DNA alone immunization or as a component of heterologous prime-boost vaccination regimens.\n\nAlthough conventional needle injection of DNA vaccines can induce both humoral and cellular immune responses in immunized subjects, the overall immunogenicity by only IM and ID injection of DNA vaccine is low. Electroporation and gene gun immunization have their unique advantages to improve the DNA immunization efficiencies.\n\n1) Electroporation-As one of the physical delivery approaches, the EP method is a more efficient delivery approach than needle injection for DNA vaccines. Electroporation delivery of DNA vaccines actually contains two components, IM/ID needle injection to delivery DNA solution and EP to enhance the intake of DNA plasmids into cells at the local tissue. Electroporation was reported for in vitro gene transfer as early as 1982 (Neumann et al., 1982) and has been used for optimization of in vitro and ex vivo gene transfer (Potter, 1988 ) (Tsong, 1991) (Sukharev et al., 1992) (Wolf et al., 1994) (Harrison et al., 1998) . This physical delivery approach to DNA transfection is based on the finding that a short-pulsed electric field can result in the cellular uptake of DNA. Electroporation increases in the electrical conductivity and permeability of the cell plasma membrane caused by an externally applied electrical field. Since the phospholipid bilayer of the plasma membrane has both a hydrophobic exterior and a hydrophobic interior, polar molecules, such as DNA, are unable to pass freely through the membrane (Tandia et al., 2005) . The brief application of a large electric pulse temporarily disturbs the phospholipid bilayer, allowing molecules like DNA plasmids to pass into the cell and be taken up by a host cell in a more efficient manner (Mir, 2001) .\n\nIn the last decade, in vivo EP has been proven to be an efficient approach for delivering genes into muscle tissue (Rols and Teissie, 1998) (Aihara and Miyazaki, 1998) Mir et al., 1999) . Local (in vivo) delivery of multiple long square-wave electric pulses (20-30 ms) of low voltage (50-200 V/cm) shortly after the administration of naked DNA in various tissues improves transfection efficiency, resulting in a 100-1000-fold increase in protein expression (Rizzuto et al., 1999) (Bloquel et al., 2004 ) (Khan et al., 2005) . Indeed, in vivo EP markedly enhances the effectiveness of DNA vaccination in eliciting both humoral and cellular immune responses in various animal models including mice (Dobano et al., 2007) (Hooper et al., 2007) (Dupuis et al., 2000) , goats and cattle (Tollefsen et al., 2003) , and non-human primates (Luckay et al., 2007) . Furthermore, DNA immunization by EP has been shown to induce prolonged primary immune responses and maintained immune memory for up to 6 months following just one DNA immunization Tsang et al., 2007) . Electroporation involves the delivery of brief electrical pulses to the muscle after injection of DNA vaccines. These pulses are believed to induce transient pore formation in the cell membrane, facilitating entry of the DNA and the production of vaccine-encoded antigens. Electroporation is also believed to attract inflammatory cells, including antigen-presenting cells, to the site of immunization, thereby, improving vaccination efficacy.\n\nIt has been demonstrated that EP is effective for the delivery of DNA and other target molecules to nearly all cell and species types (Nickoloff and Reynolds, 1992) and the amount of DNA required to achieve similar or higher levels of immune responses by DNA immunization is smaller than is needed for traditional IM injection. However, there are also potential problems, such as cell damage and nonspecific transport. If the pulses are of the wrong length or intensity, some pores may become too large, or fail to close after membrane discharge, causing cell damage or rupture, which may result in improper cell function and cell death (Wang et al., 2008d) . Because of the complexity of in vivo EP and tissue architecture, the parameters, including electrode configuration, pulse width, and field strength, need to be optimized before EP can be used to augment the efficiency of DNA delivery.\n\n2) Gene gun immunization-The basic concept of gene gun immunization is to directly deliver naked DNA plasmids into target cells by using accelerated particles as physical carriers. This technology was first established in plant gene transfer systems and described as \"biolistic (biological ballistic)\" in 1987 ) ) (Johnston et al., 1988 ) (Klein et al., 1989) . Based on the same concept, helium-driven gene gun systems have been developed, such as the Accell gene gun by Agracetus, Inc. (Fynan et al., 1993) (Herrmann et al., 1996) and the Helio gene gun system (Sakhatskyy et al., 2008) (Wang et al., 2006c) (Wang et al., 2004) , which is commercially available at BioRad Laboratories. In this section, the Helio gene gun system is used as a model to describe the delivery of DNA to skin by particle bombardment and the parameters affecting DNA immunization.\n\nParticle bombardment as a physical gene transfer approach employs a high velocity stream for intracellular delivery of carrier particles that can be coated with a number of different macromolecules, such as nucleic acids (DNA or RNA), proteins, or peptides. Many fine, coated particles can be transferred into hundreds or more cells in a single delivery. The efficiency of such gene transfer can be affected by several parameters, including the size and material of particles, the amount of the particles and DNA, the ratio of DNA to particles, the process of coating DNA onto particles, the acceleration driving force, the distribution of the particles at the targeting site, and the types of target cells and tissues. The particles involved must be non-/low toxic, non-/low reactive, and sub-cellular sized (0.5-5 micron) spheres with sufficient density to penetrate the skin. Pure gold beads in the desired size range have been commonly used because of their chemical and physical properties and commercial availability. Purified plasmids are precipitated onto the gold beads. The DNA/gold bead complex is coated around the inside of Teflon tubing, which is then cut into cartridges. The cartridges are loaded into the gene gun and the coated beads are accelerated into target cells or tissues. Parameters that lead to optimized performance are described and discussed in this unit.\n\nA number of advantages can be achieved by particle bombardment, as compared to traditional needle injection techniques. First, this approach can be used to directly transfer genes to a wide range of cells independent of cell type, ligands/receptors, and cell surface markers or molecules. Second, this approach can effectively deliver genes into cells by overcoming physical barriers such as the cell wall and the stratum corneum of the epidermis. Third, co-delivering multiple genes or components at the same site or to the same cells can be achieved. Fourth, there is a higher chance for DNA plasmids to be transferred into the intracellular space rather than between cells. Finally, it can be used to transfer genes to cells that are difficult to transfect by other approaches. Thus, particle bombardment is an effective method in a wide variety of biological systems, such as gene transfer to mammalian cells in vivo and in vitro (Yang et al., 1990) , gene therapy applications (Hara et al., 2002) (Tanigawa et al., 2000) (Wang et al., 2001) , and DNA vaccination in experimental animal subjects (Dean, 2005) (Wang et al., 2006c) , Ebola (Vanderzanden et al., 1998) , malaria, HIV (Wang et al., 2006b) , and rabies (Lodmell et al., 1998 ) (Lodmell et al., 2002 .\n\nSkin, as an anatomical site, encounters many exogenous antigens and contains a wide range of specialized cells in the epidermal layer capable of enhancing immune responses (Cui et al., 2006) . In a wide range of mammalian species, epidermal cells can be transfected efficiently. Therefore, skin is an easily accessible site for particle-mediated DNA delivery to trigger immune responses (Haynes et al., 1994; Haynes et al., 1996) . In the past decade, gene gun delivery of DNA to cells in the epidermal layer of skin has been successfully used in many DNA vaccine studies (Haynes et al., 1994; Haynes et al., 1996) ) (Drape et al., 2006; Pal et al., 2006; Payne et al., 2002; Roy et al., 2000; Wang et al., 2006c) . The proteins or antigens are synthesized in the transfected cells and are processed similarly as other endogenous newly synthesized proteins in their trafficking and modification within mammalian cells. Once antigens are expressed, they follow the rules of antigen processing and presentation. Therefore, although DNA can only be delivered locally via the particle bombardment method, both humoral and cellular immune responses against the specific antigen encoded can be elicited (Sakhatskyy et al., 2006; Sakhatskyy et al., 2008; Wang et al., 2008d; Xing et al., 2008) . Gene gun inoculation has also been considered the most efficient DNA vaccination approach in terms of DNA amount needed. Past studies have demonstrated that a few micrograms of HIV-1 envelope glycoprotein-encoding plasmid DNA can elicit potent immune responses even in non-human primates and humans by gene gun inoculation (Drape et al., 2006; Roy et al., 2000) .\n\nKey considerations and critical parameters for these experiments are discussed as part of the Strategic Planning section above.\n\nAt least three types of assays can be conducted to measure the outcome of DNA immunizations. 1) Antibody responses. These can be measured by ELISA or Western blot as an initial assessment. More advanced assays can be conducted once positive results are detected. 2) Cell-based immune responses. These may include T cell responses (CD4+ or CD8+ T cells) and may be determined via ELISpot or intracellular cytokine staining assays and B cell responses (ELISpot for antibody secreting cells). 3) Serum cytokine levels, which can be measured by various commercial detection systems.\n\nTo construct a DNA vaccine, it may take a week using routine molecular cloning methods if the vector and insert gene are available. Verification of antigen expression through the transient transfection of mammalian cells can take up to 2 weeks. Mini or large preparations for DNA plasmids may take 2-3 days. The preparation of gene gun tubing takes 1 day. Depending on the number of immunizations and the resting intervals, the entire immunization study period can be 1.5 months to 4 months. The time to conduct various assays to measure immune responses is highly variable depending on the number and type of immune assays to be conducted and can take 1-2 months to complete. Calculation of DNA and gold beads ratio "}