{"title": "Airway Memory CD4 + T Cells Mediate Protective Immunity against Emerging Respiratory Coronaviruses Article Airway Memory CD4 + T Cells Mediate Protective Immunity against Emerging Respiratory Coronaviruses", "body": "Zoonotic CoVs have emerged twice in the past 10 years and have caused severe human respiratory disease. Using an alphavirus vaccine vector, Perlman and colleagues show that intranasal vaccination induces airway memory CD4 + T cell responses that protect mice from lethal challenge and are cross-reactive to different CoVs.\n\nQA The coronavirus (CoV) Middle East respiratory syndrome (MERS)-CoV is a newly emerging pathogen that continues to cause outbreaks in the Arabian peninsula and in travelers from this region. As of April 24, 2016, a total of 1,724 cases with 623 deaths (36.1% mortality) were reported to the World Health Organization. Another human pathogenic CoV, severe acute respiratory syndrome (SARS-CoV), caused more than 8,000 human infections in 2002-2003, with a 10% mortality rate . The presence of SARS-like CoV and other CoVs in zoonotic populations as well as the ongoing MERS epidemic make it likely that additional CoV outbreaks will emerge (Ge et al., 2013) . These possibilities indicate the need for development of vaccines that would be effective against many strains of CoVs.\n\nMost CoV vaccines presently under development target the most variable part of the spike glycoprotein and induce antibody responses only against the virus present in the vaccine. However, even that virus can undergo antibody escape (Ma et al., 2014; Sui et al., 2014) . Antibody responses in patients previously infected with respiratory viruses, including SARS-CoV and influenza A virus (IAV), tend to be short lived (Channappanavar et al., 2014; Wilkinson et al., 2012) . On the other hand, T cell responses often target highly conserved internal proteins and are long lived. SARS-CoV-specific memory T cells but not B cells could be detected 6 years after infection in SARS survivors (Tang et al., 2011) . Further, IAV-specific memory CD4 + T cell numbers correlated with protection against the influenza strain H1N1 infection during the 2009 epidemic (Wilkinson et al., 2012) .\n\nMemory CD4 + T cells are more numerous at sites of infection than CD8 + T cells (Turner and Farber, 2014) and have multiple roles in initiating and propagating the immune response . However, much less is known about how these cells provide protection and whether localization of these cells at specific sites within tissue is critical (Turner and Farber, 2014) . In the respiratory tract, memory CD4 + T cells include cells in the airway and parenchyma and cells adhering to the pulmonary vasculature. Airway memory CD4 + T cells are the first cells to encounter viral antigen during respiratory infections, suggesting a key role in protection. However, it is not clear whether airway and parenchymal cells differentially mediate protection during respiratory infections.\n\nHere, we show that intranasal vaccination with Venezuelan equine encephalitis replicons (VRP) encoding a SARS-CoV CD4 + T cell epitope induces airway CoV-specific memory CD4 + T cells that efficiently protected mice against lethal disease through rapid local IFN-g production. The epitope used was conserved in MERS-CoV, was presented by human leukocyte (s.c.) in the footpad or intranasally (i.n.) and boosted 6-7 weeks later. (A) Vaccinated mice were infected with SARS-CoV at the indicated times. Cells from airway, lung, and spleen were stimulated with SARS-N353 peptide. Numbers of IFN-g + CD4 + T cells are shown. (B) Survival after infection with 500 PFU SARS-CoV 4-6 weeks after boosting. n = 12, SARS-N s.c.; n = 77, SARS-N i.n.; n = 45, GFP i.n. (C) Intranasally vaccinated mice were infected with various doses of SARS-CoV. n = 4, GFP 100 PFU; n = 4, SARS-N 100 PFU; n = 10, SARS-N 500 PFU; n = 8, SARS-N 10 4 PFU. (D) Lungs were removed at the indicated times p.i., and sections were stained with hematoxylin and eosin. (E) To obtain virus titers, lungs were homogenized at the indicated time points and titered on Vero E6 cells. Titers are expressed as PFU/g tissue. n = 3 mice/group/ time point. *p < 0.05. Data are representative of two independent experiments. (F) VRP-SARS-N-vaccinated mice were treated intraperitoneally (i.p.) with 1 mg anti-CD4 antibody (clone GK1.5) or rat IgG (rIgG) at day À2 and day 0 p.i. (day 2); some mice were rested for 98 days before SARS-CoV infection (day 98). n = 5, rIgG i.p. day À2; n = 9, aCD4 i.p. day À2; n = 9, rIgG i.p. day À98; n = 5, aCD4 i.p. day À98. (G) Lungs were removed from VRP-SARS-N-vaccinated and antibody i.p.-treated mice at day 4 p.i. Sections were stained with hematoxylin and eosin. (H) Numbers of IFN-g + CD4 + T cells at several times after boosting are shown.\n\n(legend continued on next page) antigen (HLA) DR2 and DR3 molecules, and mediated cross protection between SARS-CoV and MERS-CoV and related bat CoV. These results indicate that induction of airway memory CD4 + T cells should be considered as a component of any universal human coronavirus vaccine and potentially, those targeting other respiratory viruses.\n\nIntranasal Vaccination with VRP-SARS-N Results in CD4 + T Cell-Dependent Protection against SARS-CoV Previously, we identified a dominant CD4 + T cell epitope in the nucleocapsid (N) protein of SARS-CoV (N353) recognized in BALB/c (H-2 d ) mice; no CD8 + T cell epitopes are present in this protein (Zhao et al., 2010) . This region of N is also targeted by CD4 + T cells from SARS convalescent patients (Oh et al., 2011; Peng et al., 2006) . We initially evaluated whether intranasal (i.n.) immunization, which generates local CD4 + T cell responses, or footpad vaccination, which generates a systemic T cell response, resulted in differences in protection against challenge with mouse-adapted SARS-CoV (Roberts et al., 2007) . For this purpose, we vaccinated BALB/c mice twice at 6-7 week intervals with VRP-SARS-N or a control VRP expressing green fluorescent protein (VRP-GFP) i.n. or subcutaneously (s.c.) prior to challenge. VRPs are non-replicating vaccine vectors that preferentially infect human and mouse dendritic cells and serve as selfadjuvants (Moran et al., 2005; Tonkin et al., 2012) . Only i.n. inoculation with VRP-SARS-N induced an N-specific CD4 + T cell response in the lungs and airways, which was increased by i.n. VRP-SARS-N boosting ( Figure 1A ). In contrast, s.c. inoculation resulted in a CD4 + T cell response primarily in the spleen with virtually no N-specific T cells identified in the lungs or airway. Subcutaneous boosting increased the numbers of virus-specific cells in the spleen but not in respiratory tissue. As expected, VRP-SARS-N administration resulted in accumulation of N-expressing DCs and, consequently, more N-specific CD4 + T cells in the draining mediastinal lymph nodes (MLNs; i.n. immunization) and popliteal lymph nodes (PLNs; s.c. immunization) ( Figure S1 ). Protection from lethal disease was nearly complete after i.n. but not s.c. administration of VRP-SARS-N, demonstrating the importance of the route of vaccination ( Figure 1B) . Protection was observed against challenge with doses ranging from 100 to 10,000 PFUs of SARS-CoV ( Figure 1C ). By days 4-6 after challenge, SARS-CoV-infected VRP-GFP-immunized mice develop severe edema with a relative paucity of infiltrating cells whereas intranasal VRP-SARS-N-immunized mice displayed prominent peribronchiolar and perivascular infiltration and minimal amounts of edema in the lungs. Subcutaneous immunization with VRP-SARS-N did not protect against edema formation ( Figure 1D ). Consistent with these results, intranasal VRP-SARS-N immunization enhanced the kinetics of virus clear-ance ( Figure 1E ). Next we assessed the role of memory CD4 + T cells in protection by depleting them systemically 2 days prior to challenge. This abrogated protection ( Figures 1F and S2A ), indicating that memory CD4 + T cells might be important for protection.\n\nIn a subsequent set of experiments, to confirm the importance of memory CD4 + T cells, vaccinated mice were treated with CD4 + T-cell-depleting antibody 98 days prior to challenge to allow CD4 + T cell recovery ( Figure S2B ). These mice were not protected against SARS-CoV challenge ( Figure 1F ) and developed histological changes similar to those observed in VRP-GFP-immunized mice ( Figure 1G ). N-specific CD4 + T cell numbers gradually decreased after vaccination ( Figure 1H ) but still mediated partial protection after challenge at 41 weeks after boosting ( Figure 1I ). CD4 + T cells provide helper function for antibody production, but unlike sera from VRP-SARS-S, which induced neutralizing antibody, sera from VRP-SARS-N-immunized mice were not protective upon transfer to naive mice prior to challenge ( Figure 1J ). Protection was also observed in mice immunized with another vaccine, recombinant vaccinia virus expressing the N protein (rVV-SARS-N) ( Figure 1K ). Because the CD4 + T cell response was more robust in VRP-compared to rVV-immunized mice (data not shown), we used VRP-SARS-N for the remainder of the subsequent experiments. 12-monthold mice are very susceptible to SARS-CoV ; however, VRP-SARS-N vaccination at 12 months and analysis at 15 months of age resulted in protection against challenge, demonstrating efficacy even in this highly vulnerable population ( Figure 1L ). Together, these results indicate that intranasal but not subcutaneous immunization induced a protective CD4 + T cell immune response.\n\nAlthough these results demonstrated that SARS-CoV N-specific memory CD4 + T cells in the respiratory tract were protective, they did not distinguish between cells localized in the airway, parenchyma, and vasculature. To discriminate between cells localized to the airway versus those in the parenchyma and vasculature, we used a modification of a previously described method (Anderson et al., 2012) to simultaneously label cells by i.v. and i.n. administration of CD90.2 and CD45 antibodies, respectively, 5-7 weeks after boosting. Consistent with CD8 + T cell studies, a large proportion of CD4 + T cells in the respiratory tract were localized in the vasculature (Figure 2A ; Anderson et al., 2012) . Additionally, the vast majority of cells in the airway were not labeled by i.v. antibody administration, indicating their anatomic compartmentalization ( Figure 2A ). N353-specific CD4 + T cells comprised a higher percentage of cells in the airway compared to the parenchymal or vascular populations, although the greatest number of SARS-CoV-specific cells were present in the (I) Survival after infection with 100 PFU SARS-CoV at 11 and 41 weeks after boosting. n = 9, GFP; n = 5, SARS-N 11 weeks; n = 6, SARS-N 41 weeks. (J) 300 mL of immune serum were transferred into VRP-GFP-vaccinated mice 1 day before infection. n = 4, GFP serum i.p.; n = 5, SARS-N serum i.p.; n = 5, SARS-S serum i.p. (K) Mice were vaccinated with rVV-SARS-N or irrelevant rVV intravenously (i.v.) or i.n. and boosted 6-7 weeks later. Mice were infected with SARS-CoV 4-6 weeks after boosting. n = 5/group. (L) 15-month-old VRP-SARS-N-vaccinated mice were infected with 100 PFU SARS-CoV. n = 5, GFP i.n.; n = 10, SARS-N i.n. Error bars in (A) and (E) represent SEM. See also Figures S1, S2, and S6. vasculature ( Figure 2B ). Airway, parenchymal, and vascular N353 memory CD4 + T cells differed phenotypically. Surface molecules associated with memory (CD127 and CD27) and trafficking (CD11a) were expressed at lower levels on airway cells compared to cells in the parenchyma or vasculature. Unlike memory CD8 + T cells localized in tissues, airway memory CD4 + T cells did not express CD69, CD103, and Ly6C although CD69 was expressed after priming (data not shown). Paren-chymal cells expressed CD103 and Ly6C ( Figure 2C ; Mueller et al., 2013) .\n\nNext, we examined whether cells in the airway, which first encounter viral antigen, were critical for mediating protection after challenge. After SARS-CoV challenge, the percentage of N-specific CD4 + T cells was much higher in the airway and the number of N353 CD4 + T cells at this site increased substantially compared to those in the parenchyma and vasculature ( Figure 2D ). Also, airway N353 CD4 + T cells expressed IFN-g at higher levels on a per cell basis compared to the parenchyma and vasculature (Figures 2D and 2E) . Airway cells had superior effector function, indicated by the ability to express more than one cytokine (TNF, IL-10, IL-2) ( Figure 2E ). In addition, these multi-functional CD4 + T cells were present at a higher frequency in the airway compared to parenchyma and vasculature (Figure 2F) and exhibited greater functional avidity ( Figure 2G ). To determine whether the increase in N353 CD4 + T cells reflected local proliferation or recruitment, infected mice were treated with FTY720 to prevent T cell egress from lymphoid tissue and then treated at day 4 p.i. with BrdU for 4 hr ( Figure S3 ). FTY720 treatment decreased the numbers of N-specific CD4 + T cells in the respiratory tract and the remaining cells showed evidence of BrdU incorporation, indicating roles for both recruitment and proliferation in augmentation of N353 CD4 + T cells.\n\nThese results indicate that memory CD4 + T cells in the airway were phenotypically and functionally different from those in the parenchyma and vasculature, were maintained by both local proliferation and recruitment, and were potentially most important for protection.\n\nTo address more explicitly the role of airway cells in protection, we depleted CD4 + T cells in the airways, but not the parenchyma or vasculature, by i.n. administration of 10 mg anti-CD4 + T cell antibody prior to challenge ( Figure 3A ). Previous reports indicated a key role for resident memory T (Trm) cells (T cells that are present at sites of prior infection without recirculation) in protection against pathogen challenge (Masopust and Picker, 2012; Mueller et al., 2013; Turner and Farber, 2014) and CD4 + Trm cells have been identified in the context of influenza A virus infection (Teijaro et al., 2011) . However, these airway N353 cells did not fit the classic definition of resident memory T cells because they were replenished by 4 weeks after depletion ( Figure 3B ), similar to airway memory IAV-specific CD8 + T cells (Slü tter et al., 2013) . Depletion decreased survival to approximately 35%, demonstrating the key role that airway memory CD4 + T cells have in protection ( Figure 3C ). To probe the mechanism of action of these cells, we initially focused on type I interferon (IFN-I) expression because IFN-I orchestrates a protective response at early times p.i. IFN-a, IFN-b, and IFN-l were not upregulated after VRP-SARS-N immunization. In contrast, higher IFN-g mRNA levels were detected in the lungs of VRP-SARS-N-immunized mice by day 1 p.i. (Figures 3D and 3E ). This cytokine was largely produced by airway CD4 + T cells since local and systemic depletion of these cells was equally efficient in reducing IFN-g expression in the lung ( Figure 3E ). Expression of other cytokines, such as TNF, IL-1b, IL-6, and IL-12, was not upregulated by prior VRP-SARS-N vaccination ( Figure S4A ). IFN-g expression by airway CD4 + T cells was confirmed using an in vivo cytokine expression assay, in which mice were treated with Brefeldin A (BFA) for 6 hr prior to direct ex vivo analysis without additional stimulation ( Figure 3F ; Hufford et al., 2011) . Expression of IFN-g by CD4 + T cells resulted in the upregulation of several IFN-related genes in SARS-CoV-challenged, VRP-SARS-N-vaccinated mice, including STAT-1, PKR, and OAS-1, which are important for CoV clearance ( Figure S4B ; Frieman et al., Wang et al., 2009; Zhao et al., 2012) . Neutralization of IFN-g in the airway by i.n. administration prior to infection and every 2 days thereafter abrogated upregulation of these genes ( Figure 3G ).\n\nAirway IFN-g neutralization resulted in increased mortality ( Figure 3H ) and also in an increase in pathological changes (i.e., edema, alveolar destruction) in the lungs ( Figure 3I ). Both airway CD4 + T cells and IFN-g were required for maximal kinetics of virus clearance ( Figure 3J ), emphasizing the key role that these cells and cytokine played in protection, which was confirmed by demonstrating that airway administration of IFN-g (but not TNF) resulted in 100% survival after SARS-CoV challenge ( Figure 3K ). Collectively, these results indicate that airway memory CD4 + T cells were replenished from the lungs or periphery and that their protective function was largely mediated by IFN-g.\n\nAlthough airway memory CD4 + T cells and IFN-g activated the innate immune response, virus clearance was also accelerated at late times p.i. (Figures 1E and 3J ). This suggested that these cells had an additional role in enhancing the adaptive immune response, most likely the virus-specific CD8 + T cell response, critical for SARS-CoV clearance (Channappanavar et al., 2014; Zhao et al., 2010) . To generate robust CD8 + T cell responses, respiratory dendritic cells (rDCs) must migrate to MLNs and prime naive CD8 + T cells . We next assessed whether airway memory CD4 + T cells participated in these processes. In a role not previously reported, IFN-g, largely expressed by these airway CD4 + T cells, was critical for optimal rDC migration, as measured by increased frequency and number of lung-derived carboxyfluorescein succinimidyl ester (CFSE)labeled rDCs in the MLN compared to VRP-GFP-immunized mice ( Figure 4A ). Administration of anti-CD4 or anti-IFN-g antibody i.n. significantly reduced rDC migration to the MLNs, accompanied by decreased accumulation of total lymph node cells ( Figure 4B ). These rDCs in MLNs were mature and optimized for antigen presentation as shown by expression of costimulatory molecules such as CD40, CD80, and CD86. rDC migration to the MLN requires CCR7 expression and CCR7 was also upregulated on migratory rDCs in the MLNs ( Figure 4C ). IFN-g augmented CCR7 expression since i.n. IFN-g treatment resulted in a 10-fold increase in the frequency of lung CCR7 + rDCs ( Figure 4D ). Together, these results established that airway memory CD4 + T cells and IFN-g secreted by these cells, in addition to activating the innate immune response, enhanced rDC migration to the MLN.\n\nAirway CD4 + T-Cell-Derived IFN-g Promotes CXCR3-Dependent CD8 + T Cell Mobilization to Infected Lung SARS-CoV challenge of VRP-SARS-N-immunized mice resulted in an increase in frequency and numbers of lung CD8 + T cells that recognized epitope S366 (the dominant epitope in BALB/c mice) when compared to VRP-GFP-immunized mice ( Figure 5A ). These CD8 + T cells were functional, as shown by upregulation of granzyme B and CD107 ( Figure 5B ). We confirmed that these cells were cytotoxic in vivo by showing that i.n.-delivered peptide S366-coated target cells were specifically lysed in the lungs of immunized but not control mice ( Figure 5C ). Depletion of CD8 + T cells prior to challenge resulted in decreased survival ( Figures  5D and S2A ) and delayed virus clearance at late times after infection ( Figure 5E ).\n\nTo assess the role of airway memory CD4 + T cells in this enhanced CD8 + T cell response, we depleted airway CD4 + T cells or IFN-g using antibodies and observed a decreased frequency and number of virus-specific CD8 + T cells in the lungs ( Figure 5F ). Accumulation of cells in the lung requires T cell migration to this site, a process that is chemokine dependent. Virus-specific CD8 + T cells expressed chemokine receptor CXCR3 but not CCR4 and CCR5 ( Figure 5G ), suggesting that effector CD8 + T cell entry into the infected lung was dependent upon the CXCR3 pathway. In support of this, CXCR3 ligands CXCL9, CXCL10, and CXCL11 were expressed in the infected lungs in an airway CD4 + T-cell-and IFN-g-dependent manner ( Figures  5H and S4C) . We directly confirmed the importance of CXCR3 in CD8 + T cell accumulation in the lungs by systemic blockade of CXCR3 at days 3 and 5 p.i. This treatment decreased the frequency and numbers of epitope S366-specific CD8 + T cells in the lungs. Together these results showed that airway memory CD4 + T cells orchestrated both rDC migration to the MLNs and virus-specific CD8 + T cell trafficking to the lungs, enhancing clinical outcomes.\n\nT-cell-derived IL-10 is important for reducing immunopathology in infected mice (Sun et al., 2009; Trandem et al., 2011) . However, IL-10 is not produced by T cells in SARS-CoV-infected mice (Zhao et al., 2010) , which might contribute to more severe disease. In contrast, i.n. VRP-SARS-N vaccination induced IL-10 expression by SARS-N353-specific CD4 + T cells in the lung after direct ex vivo (Figures 2E and 2F) or in vivo ( Figures S5A-S5C ) stimulation. IL-10 expression in the lungs was partly CD4 + T cell and IFN-g mediated ( Figures S5A and S5B ). IL-10 contributed to improved outcomes in VRP-SARS-N-immunized mice because IL-10 receptor blockade decreased survival (Figure S5D) , without affecting the kinetics of virus clearance (Figure S5E) . Thus, airway memory CD4 + T cells expression of both pro-inflammatory (IFN-g) and anti-inflammatory molecules was required for optimal protection.\n\nPrevious studies of alum-adjuvanted killed SARS-CoV vaccines sometimes described eosinophilic infiltration into the lungs after challenge, suggestive of immunopathological disease (Bolles . However, we could find no evidence of an eosinophilic infiltration into the lungs of either young or aged mice after i.n. or s.c. VRP-SARS-N immunization and challenge, when compared to mice vaccinated with a control VRP (Figures 1D and S6 ).\n\nHaving established that airway memory CD4 + T cells mediated protection against SARS-CoV challenge, we next assessed whether this approach was broadly applicable to other CoV infections, including MERS-CoV. First, we examined N proteins from several alpha and beta coronaviruses for a SARS-N353 epitope-like sequence. Epitope SARS-N353 was present in all SARS-like CoVs isolated from civet cats, Chinese ferret badgers, and bats. Bats are the reservoir for SARS-CoV and civet cats and Chinese ferret badgers served as intermediate hosts during the 2002-2003 pandemic (Chinese SARS Molecular Epidemiology Consortium, 2004; Ge et al., 2013; Li et al., 2005) . In addition, similar sequences were detected in MERS-CoV and bat CoV HKU4, HKU5, and HKU9 as well as more distantly related alpha coronaviruses ( Figure 6A ). To determine whether MERS-N350 was recognized in infected mice, we challenged mice expressing the virus receptor, hDPP4 (human dipeptidyl peptidase 4) with MERS-CoV. MERS-N350-specific CD4 + T cells were detected in infected BALB/c mice ( Figure 6B ). Next, mice were immunized with VRP-MERS-N, resulting in a robust airway CD4 + T cell response that could be boosted by a second VRP-MERS-N immunization ( Figure 6C ). Consistent with results obtained after VRP-SARS N vaccination, these cells exhibited superior effector function, were multifunctional (Figure S7) , and accelerated virus clearance upon challenge (Figure 6D ). MERS-CoV N, unlike SARS-CoV N protein, encodes a weak CD8 + T cell epitope in BALB/c mice (N214, LYLDLLNRL) , which might have contributed to accelerated virus clearance. However, the contribution made by these cells was relatively minor; depletion of airway CD4 + T cells or blockade of airway IFN-g significantly decreased the rate of virus clearance ( Figure 6E ).\n\nThe region of the N protein encoding SARS-N353 was recognized in some SARS patients (Oh et al., 2011; Peng et al., 2006) . To determine whether the SARS-N353 or MERS-N350 epitope was potentially recognized in humans, we immunized mice transgenic for human HLA class II DR2 or DR3 antigen with N peptides and analyzed mice for peptide-specific CD4 + T cell responses. As shown in Figure 6F , SARS-N353 could be presented by both DR2 and DR3, whereas MERS-N350 was successfully presented by DR2. HLA-DR2 and HLA-DR3 transgenic mice are on a C57BL/10 (H-2 b ) background. Young SARS-CoV-infected mice on this background do not develop clinical disease (Frieman et al., 2010; Zhao et al., 2011) , so we assessed the effect of immunization by measuring the kinetics of virus clearance. Immunization with VRP-SARS-N or VRP-MERS-N enhanced the kinetics of virus clearance from these HLA transgenic mice after challenge with SARS-CoV or MERS-CoV ( Figure 6G ), indicating that these constructs could be potential vaccine candidates in human populations. No H-2 brestricted CD8 + T cell epitopes are present in the N protein of either MERS-CoV or SARS-CoV (Zhao et al., 2010 so that vaccination induced solely a virus-specific CD4 + T cell response.\n\nNeutralizing antibodies against SARS-CoV and MERS-CoV are not cross-reactive in humans or mice because these antibodies are directed against the highly variable S protein. Having identified closely related analogs to SARS-N353 in other coronaviruses ( Figure 6A ), we next asked whether these epitopes induced cross-reactive memory CD4 + T cells in the airway. Immunization with VRP-MERS-N induced CD4 + T cells that responded to many of the peptides listed in Figure 6A (Figure 7A ), whereas VRP-SARS-N immunization induced a small cross-reactive response (<1.0%, data not shown). Next, we assessed whether these VRP-MERS-N-induced cross-reactive memory CD4 + T cells were protective against SARS-CoV challenge. After VRP-MERS-N immunization and SARS-CoV challenge, virus-specific airway CD4 + T cells were detected after stimulation with either SARS-N353 or MERS-N350 peptides; these cells were not present in infected mice previously immu-nized with VRP-GFP ( Figure 7B ). VRP-MERS-N vaccination was partly protective against low-dose SARS-CoV challenge ( Figure 7C ). This limited protection was most likely because the numbers of cross-reactive N-specific CD4 + T cells in the airway were approximately 10-fold lower than detected after VRP-SARS-N immunization (compare Figures 1A and 7B ). As we observed strong cross-reactivity between the MERS-CoV and HKU4 and HKU5 epitopes, we examined whether vaccination with VRP-HKU4-N would enhance MERS-CoV clearance. Vaccination with VRP-HKU4-N induced cross-reactive CD4 + T cell responses against MERS-CoV N and HKU5 N ( Figure 7D ). After challenge with MERS-CoV, we detected a robust CD4 + T cell response, with more cells responding to MERS-N350 than to HKU4-N351 ( Figure 7E ). VRP-HKU4-N vaccination resulted in enhanced MERS-CoV clearance, with kinetics very similar to that observed after VRP-MERS-N vaccination (compare Figures  6D and 7F) . Collectively, these results indicate that a conserved epitope recognized by airway memory CD4 + T cells in SARS-CoV-and MERS-CoV-infected mice induced a cross-reactive, protective immune response.\n\nNo licensed vaccines are available for either SARS-CoV or MERS-CoV, two pathogenic human coronaviruses, and none of the vaccines under development have broad activity. Here we showed that respiratory tract memory CD4 + T cells provided protection against challenge with SARS-CoV and MERS-CoV. Using specific depletion of CD4 + T cells by i.n. administration of antibody, we demonstrated that cells localized to the airway were critical for protection. Airway CoV-specific CD4 + T cells provided the first line of defense against challenge, enhancing the immune response at early and late times after infection. More rapid virus clearance occurred within 1-2 days after challenge, demonstrating the role of airway memory CD4 + T cells in enhancing the innate immune response. At 6-7 days p.i., virus clearance was again accelerated because these cells augmented rDC migration to MLNs and subsequent virus-specific CD8 + T cell priming and mobilization to the infected lungs in a CXCR3-dependent manner. All of these effects were dependent upon airway CD4 + T-cell-derived IFN-g.\n\nAs in humans and other animals infected with coronaviruses, CD4 + T cell epitopes recognized in IAV-infected humans and mice are highly conserved (MacLeod et al., 2010) and elicit protective responses. Protection occurs via IFN-g expression and enhancement of CD8 + T cell and antibody responses, similar to our findings . In another study, memory CD4 + T cells were identified in the lungs of IAV-infected mice and shown to be lung-resident cells using a parabiosis model. After transfer to naive mice, these lung-derived cells preferentially migrated to the lungs and mediated protection upon subsequent IAV challenge (Teijaro et al., 2011) . IAV-specific memory CD4 + T cells also were identified in normal-appearing human lungs (Purwar et al., 2011) . Although both of these studies refer to these cells as lung CD4 + Trm cells, our results suggest that this terminology must be used carefully. We showed that there were three populations of cells in the lungs, and at least memory CD4 + T cells in the airways were replenished after a few weeks. Memory CD4 + T cells have specific advantages compared to memory CD8 + T cells because they are longer lived in some settings and are more polyclonal (Lees and Farber, 2010; Stockinger et al., 2006) . Consistent with this, we observed that the SARS-N353-specific CD4 + T cell response in the airway demonstrated long-term protection: mice immunized with VRP-SARS-N at 6 weeks of age and challenged 41 weeks after boosting exhibited 30% survival whereas age-matched controls all succumbed to the infection. Further, CD4 + T cell epitopes are less prone to immune escape than are CD8 + T cell epitopes, partly because CD4 + T cells largely function via CD8 + T cell recruitment and other indirect mechanisms whereas virus-specific CD8 + T cells directly target infected cells. Consequently, CD4 + T cell epitope escape has only rarely been described (Harcourt et al., 1998) .\n\nWe observed that airway, parenchymal, and vascular memory CD4 + T cells differ phenotypically and functionally. First, CD127 and CD27, two memory T cell markers (Mueller et al., 2013) , were present at lower levels on airway CD4 + T cells, suggesting that these cells maintained an effector-like phenotype and were delayed in transition to a complete memory phenotype. Second, CD11a, important for retention in tissues, was lower on airway CD4 + T cells, indicating a lack of requirement for tissue adherence and consistent with localization in the airway. Third, airway CD4 + T cells did not express CD103, CD69, and Ly6C, markers for CD8 + Trm cells, unlike parenchymal cells, which resembled CD8 + Trm cells more closely. Finally, airway CD4 + T cells were more multifunctional than cells in the parenchyma and vascular, with a higher percentage of cells producing multiple cytokines and with higher cytokine production on a per cell basis. Airway cells exhibited greater functional avidity than their parenchyma counterparts, arguing that they could rapidly respond at early stages during pathogen challenge while antigen levels were still low.\n\nThe N protein is conserved among different coronaviruses and induces cross-reacting antibodies (Woo et al., 2004) . However, N-specific sera were non-neutralizing and did not protect against subsequent challenge, as shown in this report and by others . In contrast, airway memory CD4 + T cells targeting SARS-CoV epitope N353 or its homolog in MERS-CoV and other CoVs induced protective responses. The MERS-CoV and HKU4 N-specific epitopes induced especially strong cross-reactive and protective responses so their inclusion in a vaccine would be expected to increase efficacy against a variety of antigenically variable human coronaviruses. Studies of SARS survivors (Oh et al., 2011; Peng et al., 2006) , as well as our analyses of infected DR2 and DR3 Tg mice, indicated that this epitope was also likely to be useful as an immunogen in human populations.\n\nIn summary, intranasal vaccine administration generated memory CD4 + T cells that were localized to the airway and were more protective against challenge with pathogenic human coronaviruses than those generated after systemic vaccination. The combination of memory CD4 + T-cell-inducing vaccines with those able to elicit strong neutralizing antibody responses and memory CD8 + T cells would be predicted to result in long-lasting, broad protection against several CoVs. This strategy might also be useful in the context of other pathogenic respiratory viruses.\n\nSpecific-pathogen-free mice were maintained in the Animal Care Facility at the University of Iowa. All protocols were approved by the University of Iowa Institutional Animal Care and Use Committee. The EMC/2012 strain of MERS-CoV (passage 8, designated MERS-CoV) was provided by Drs. Bart Haagmans and Ron Fouchier (Erasmus Medical Center). Mouse-adapted SARS-CoV (MA15) was a kind gift from Dr. Kanta Subbarao (NIH) (Roberts et al., 2007) . All work with SARS-CoV and MERS-CoV was conducted in the University of Iowa Biosafety Level 3 (BSL3) Laboratory.\n\nVenezuelan equine encephalitis replicon particles (VRPs) expressing the SARS-CoV, MERS-CoV, or HKU4 nucleocapsid proteins (N) were constructed as previously described (Scobey et al., 2013; Zhao et al., 2014) . Mice were primed and boosted (6-7 weeks after priming) with 1 3 10 5 infectious units (IU) of VRP-SARS-N, VRP-SARS-S, or VRP-GFP in the left footpad in 20 mL PBS or intranasally (i.n.) in 50 mL PBS after light anesthesia with isoflurane. Mice were challenged with SARS-CoV or MERS-CoV 4-6 weeks after boosting.\n\nRecombinant adenoviral vectors expressing-hDPP4 (Ad5-DPP4) were prepared and used as previously described . Mice were infected with indicated doses of MERS-CoV or SARS-CoV in 50 mL DMEM.\n\nMice were sacrificed at the indicated time points. BALF was acquired by inflating lungs with 1 mL complete RPMI 1640 medium via cannulation of the trachea followed by lavaging four times. Cells in the bronchoalveolar lavage fluid (BALF) were collected by centrifugation. Cells were prepared from the lungs and MLNs as previously described .\n\nMice were lightly anesthetized with isoflurane and treated i.n. with 0.25 mg fluorochrome-conjugated CD45 antibody in 100 mL PBS. After 2 min, mice were injected i.v. with 0.5 mg of fluorochrome-conjugated CD90.2 antibody for an additional 3 min prior to euthanasia as previously described (Anderson et al., 2012) . Mice were perfused and cells from the airway and lungs were prepared.\n\nFor systemic depletion of CD4 + or CD8 + T cells, mice were injected intraperitoneally (i.p.) with 1 mg anti-CD4 antibody (clone GK1.5) or 500 mg anti-CD8 antibody (clone 2.43), respectively, at days À2 and 0 p.i. For airway depletion of CD4 + T cells, mice were lightly anesthetized with isoflurane and treated with 10 mg anti-CD4 antibody i.n. in 75 mL PBS at day À1 p.i. For systemic neutralization/blockade of IFN-g and IL-10, mice were injected i.p. with 500 mg of anti-IFN-g antibody (clone XMG1.2) or anti-IL-10 receptor antibody (clone 1B1.3A) at day À2, 0, 2, 4, 6, and 8 p.i. For airway neutralization of IFN-g, mice were treated i.n. with 10 mg of anti-IFN-g antibody (clone XMG1.2) at day À2, 0, 2, 4, 6, and 8 p.i. CXCR3 was blocked with i.p. injection of 500 mg of anti-CXCR3 antibody (clone CXCR3-173) at days 3 and 5 p.i. Control mice received equivalent doses of rat or Armenian Hamster IgG in each experiment. All antibodies were acquired from Bio X cell. For cytokine treatment, mice were treated with 200 ng rIFN-g or rTNF (R&D Systems) intranasally in 50 mL PBS 12 hr before infection.\n\nA Student's t test was used to analyze differences in mean values between groups. All results are expressed as means ± SEM. p values of < 0.05 were considered statistically significant.\n\nSupplemental Information includes seven figures and Supplemental Experimental Procedures and can be found with this article online at http://dx.doi. org/10.1016/j.immuni.2016.05.006."}