{"title": "INHIBITION OF TRANSMISSIBLE GASTROENTERITIS CORONAvmUS (TGEV) MULTIPLICATION IN VITRO BY NON-IMMUNE LYMPHOCYTES", "body": "Non-specific defence mechanisms against viral infections include interferon (IFN) production and cell-mediated reactions. Non-immune mononuclear cells have been shown to counteract virus spreading by at least three distinct mechanisms: IFN production, spontaneous lysis of virus-infected cells (or natural killing, NK [14, 33] ) and inhibition of virus replication [26] . In some cases, such as MHV3 or HSV 1 infections, the great susceptibility of young animals was correlated with their immature cell-mediated immune reactions [16, 32] .\n\nIn the present report, we have studied transmissible gastroenteritis virus (TOBV), a coronavirus which induces fatal diarrhoeas in up to 100 % of infected newborn piglets [12] . We show that non-immune porcine blood leukocytes (PBL) can inhibit TGEV multiplication in vitro. This inhibitory effect is an early mechanism which seems unrelated to the cytotoxic functions of PBL. In addition, both activities (inhibition of replication and cellmediated cytotoxicity) appeared to be independent of IFNa production.\n\n\\Ve used conventionally reared pigs obtained from a herd with no history of TOE and lacking neutralizing anti-TOEV serum antibodies.\n\nAs a source of TOBV, we used the cell-adapted Purdue 115 strain. Methods for propagation and titration (plaque-forming units, or PFU) were as already described [20] .\n\nPeripheral blood leukocytes (PBL) were obtained from heparinized blood by Ficoll density centrifugation [8, 29] by iron carbonyl ingestion [29] followed by centrifugation on lymphoprep (Nyegaard, Oslo, Norway). The epithelial pig kidney cell line RPTG was cultured as previously described [20] .\n\nMouse thyrnocytes were obtained from BALB/c mice raised in our own facilities. SP 2 0 mouse myeloma cells were provided by J. Grosclaude (INRA, Thiverval-Grignon) . Human rectum carcinoma cells (HRT-18) and simian kidney cells (MA-I04) were obtained from J.F. Vautherot (INRA, Thiverval-Grignon) . Human erythroleukaemia K562 cells were grown in suspension in RPMI supplemented with 10 070 foetal calf serum (FCS).\n\nIFN was assayed on bovine MDBK cells using vesicular stomatitis virus as a challenge [18] . In this assay system, our laboratory unit (U) is equal to 0.25 international units of human IFNcx. Anti-human IFNa. antiserum was kindly provided by C. Chany (INSERM, Paris); it was absorbed on porcine PBL and used at a final dilution of 1/300, which neutralized at least 98 lifo of porcine IFN present in these experiments (table I) . Control experiments showed that this antiserum was devoid of anti-TGEV antibodies and did not inhibit TGEV replication in RPTG cells.\n\nCell-mediated inhibition assay of virus multiplication.\n\nRPTG cells were plated for 24 h in 25 cm 2 tissue culture flasks (2 X 10 6 cells per flask). Cells were then washed and infected with TGEV for 1 h in serum-free minimal essential medium (MEM) at a multiplicity of infection (m.o.i.) of 2. Cultures were then incubated at 38°C overnight in MEME supplemented with 10 % normal calf serum (NCS) , tr ypsinized and washed. RPTG cells (10 4 ) were incubated with 10 6 PBL (effector-to-target (BIT) ratio of 100/1, unless otherwise stated) in a final volume of 200 [1.1 (RPMI + 10 % FCS) in wells of round-bottomed microtitre plates (Nunc, Roskild, Denmark) for 22 h. Plates were then frozen and thawed in order to titrate together free and cell-associated TGEV. Controls included infected RPTG cells in the absence of PBL.\n\nCell-mediated cytotoxicity against virus-infected cells: 75Se-release assay.\n\nTGEV-infected RPTG cells were obtained as stated above except that, during overnight incubation, cells were labelled with 75-selenomethionine [24] ; 1 fLCi (4 Ci/mmol; Amersham, UK) for 10 5 cells in methionine-free RPMI medium (Eurobio, Paris) supplemented with 10 % NCS. Trypsinized cells were extensively washed and added to PBL at different EIT ratios, in a final volume of 200 fLI (RPMI + 10 % FCS) for 22 h (unless otherwise stated). Control exper iments were performed with non-infected labeIled RPTG cells. At the end of the assay, plates were centrifuged (300 g for 10 min) and 100 [1. 1 sa mples of supernatant were collected for radioactivity measurement. Percent cytotoxicity was calculated as: 100 X (cpm exp -cpm SR)/{cpm MR -cpm SR) where SR (spontaneous release) relates to labelled cells in the absence of PBL, and MR (maximal release) to cells with 10 % Triton-X100.\n\nCell-mediated cytotoxicity against K562 cells: 51Cr-rclease assay.\n\nA 4-h 51 Cr-release assay was performed as previously described [6] in roundbottomed cultu re plates with 10 4 K562 cells added to various effector cell dilutions. The % cytotoxicity was calculated as stated above.\n\nComplement-dependent cytolysis.\n\nNon-toxic one-month old rabbit sera served as a source of complement. One volume of PBL (3-10 x 10 6 cells per ml) was mixed with one volume of complement (1115 final dilution) and three volumes of antibodies for 30 min at 37°C [28] . Then, the residual cell viability was measured by Trypan blue dye exclusion and the cells were assayed after readjustment of the viable cell concentration. Anti-porcine PBL hybridomas 76- 2-11, 76-7-4 [27] and MSA4 [13] were kindly provided by Dr M. Pescovitz (NIH), and the corresponding monoclonal antibodies (MoAb) were used as ascitic fluids at a final dilution of 11200.\n\nSeveral experiments indicated that viral antigens were expressed on the surface of TGEV-infected cells: by performing antibody-dependent cellmediated cytotoxicity (ADCC) assays, a higher cytotoxicity was obtained when infected target cells were incubated with porcine PBL in the presence of anti-TOEV antiserum [7] . Surface immunofluorescence assays were also performed on RPTO cells trypsinized 16 h after infection using monoclonal antibodies directed against viral glycoprotein E z . Most cells expressed surface antigens (data not shown) as also shown on cell monolayers [22] .\n\nUnder these conditions, infected RPTG cells produced very low IFN amounts (less than 10 V/ml) within 22 h. In contrast, supernatants of infected RPTG cells incubated for 22 h with porcine PBL contained IFN with titres ranging from 100 to 800 Vlml. The leukocytic origin of this IFN was confirmed by the fact (table I) that it was almost completely neutralized by an anti-human IFN<x antiserum previously shown to cross-react with porcine IFN [19] .\n\nCell-mediated inhibition of viral multiplication.\n\nWhen non-immune PBL were incubated for 22 h with TOEV-infected cells, virus multiplication in RPTG cells was markedly reduced (85-99 070 inhibition; table I, expo n°1 to 4). In kinetic experiments, the inhibitory effect was observed when PBL were incubated for at least 9 h with infected RPTG cells: about 45 to 55 % inhibition was observed after 9 h, as compared to 85-90 070 following 22 h of incubation (2 experiments) . The requirement of a minimal duration of incubation suggested that the decrease in virus tit res was not due to adsorption of virus particles on PBL. In fact, control experiments showed that virus titres were identical when cell-free virus suspensions were incubated in medium alone or with PBL. Since IFNa is present in supernatants of infected cells incubated with PBL (table I and fig. 1 ), and since TOBV is susceptible to IFN [18] , the viral multiplication inhibition could well be due to the IFN antiviral effect. In fact, in the presence of a dilution (11300) of anti-If'N« antiserum which neutralized more than 98 070 endogenous porcine IFN, PBL still inhibited virus multiplication (table I, expo n? 2 and 3), which implies that this inhibition was mostly independent of extracellular IFN.\n\nInhibition of TOE V multiplication was observed when PBL were incubated, with EIT of 100/1 and 50/1 (table II) . PBL from 8·day old piglets were as active as cells from adults (table I) . However, mouse and human lymphoid cells (thymocytes, SP20, K562) or TOEV·non replicating cell lines (HRT-18, MA-I04) could not significantly inhibit virus multiplication (table I). It was concluded that this viral multiplication-inhibition was selectively mediated by porcine leukocytes (including gut lymphocytes; Petit and Charley, unpublished results). \n\nMean values of spontaneous release by control and infected cells after 22 h were 994 and 1,680 counts per min, respectively. Maximal release values were 5,063 and 5,370, respectively.\n\nWhen porcine PBL were depleted of phagocytic cells, they could still inhibit TGEV multiplication. Complement-mediated lysis assays were used to characterize the effector cells involved in the inhibition of virus multiplication (table III) . MoAb 76-2-11, which recognizes porcine cytotoxic T cells (PT8) [27) and which abolishes porcine NK activity against K562 cells (table III and Pescovitz, personal communication) did not alter the ability of PBL to limit TOEV multiplication (table III) . Similarly, MoAb MSA4, a pan-T-cell reagent [13] and MoAb 76-7-4 which reacts with porcine B cells [27] , had no effects on the effector functions studied (table III) . (2) f1lo cytotoxicity in a 4-h 5lCr-release assay, with K562 cells as target cells, at EIT ratio of 50 and 100. Data are representative of two experiments. (3) Mean ± SEM of 4 experiments. PBL were incubated with virus-infected cells at an EIT ratio of 100.\n\nPercentage of inhibition was calculated as: 100 x (virus titre without PBL -virus titre with PBL)/virus titre without PBL.\n\nCell-mediated cytotoxicity against TGEV-infected RPTG cells.\n\nAs a possible mechanism explaining the viral multiplication inhibition by PBL, we analysed, in the same experimental conditions as stated above, the ability of non-immune PBL to lyse virus-infected cells in vitro. Infected RPTG cells were labelled with 75Se-meth ionine instead of 51Cr in order to reduce spontaneous isotope release in long-term assays [24] . In 75Se-release assays, non-immune PBL could, within 22 h, lyse infected target cells much more efficiently than control cells ( fig. 1 ). In the same period, IFNex gradually appeared in supernatants ( fig. 2) . We also performed 75Se-release assays in the presence of neutralizing anti-If'N« antiserum: under these conditions ( fig . 2) , infe cted cells were still more extensively lysed than control cells. In contrast to adults, PBL obtained from young animals could not lyse TGEVinfected cells (table IV) . \n\nOur findings indicate that non-immune PBL can limit TOBV multiplication in vitro: several mechanisms could account for that observation. Firstly, NK cells could lyse infected cells before virus progeny was produced and therefore limit viral replication: this mechanism was proposed for herpesviruses [11, 34] . In the present report as well as in previous studies [5] , non-immune porcine PBL are shown to be cytotoxic to TOBV-infected target cells. This cytotoxicity differs from ADCC in that it requires a longer period of incubation [5, 7] . However, PBL obtained from newborn piglets have no spontaneous cytotoxicity, either against tumour target cells [8, 15] or against TOEV-infected cells ( [5] ; our present results). Since PBL from young piglets do inhibit virus multiplication in vitro, it is unlikely that TOEV multiplication inhibition could be due to NK lysis of infected cells. This assumption is further strengthened by the fact that complement-mediated lysis of PBL by MoAb 76-2-11, which abolished the porcine NK activity against K562 cells, did not alter the inhibitory effect. However, with the MoAb used, we could not characterize the precise nature of the effector cells involved in the inhibition phenomenon.\n\nIn several experimental models, IFNo: was produced by mononuclear cells during the antiviral NK assay, and it was therefore suggested that the preferentiallysis of virus-infected over uninfected cells could be due to a non-specific augmentation of cytolysis by IFNa; [30] . However, by using anti-If'N« antibodies, it was found that lysis of cells infected with HSVI [10] , measles [4] and dengue viruses [17] was independent of IFNa; generation. Similarly, the present report indicates that porcine effector cells were capable of lysing TOEV-infected target cells independently of extracellular IFNo: production. Whether the glycoprotein E2 expressed on the membrane of TOEV-infected cells [22] could directly activate NK, as previously shown for Sendai, influenza and measles virus glycoproteins [1, 2, 3] needs to be investigated.\n\nA second possible explanation for the inhibition of viral replication could be that PBL alters target cell metabolism, thereby interfering with virus-driven protein synthesis [26] . However, in our experiments, the antiviral effect was mediated only by porcine PBL and not by other lymphoid or epithelial cells tested.\n\nThirdly, IFN could account for the inhibitory effect: porcine PBL, although unable to replicate TOEV, produce IFNo: after exposure to infectious or UVinactivated TOE V [21J or to TOEV-infected cells (this report). When the large majority of endogenously produced IFNo: was neutralized by anti-If'N« antibodies, virus replication was still inhibited by PBL; however, one cannot rule out a possible antiviral effect of residual IFN. Previous studies on inhibition of herpesvirus multiplication have also shown that activated macrophages [26], Leul l\" Leu-t\" human large granular lymphocytes (LGL) [11] and bovine leukocytes [31] could inhibit virus multiplication independently of IFNo: production.\n\nIn order to propose a mechanism which could explain the inhibitory effect described here, it would also be necessary to examine the presence, in porcine PBL, of natural antiviral compounds such as the neutralizing peptides MCP 1 and MCP2 described in rabbit leukocytes [23] .\n\nFinally, what roles could be played by the activities described in this report in the resistance of adult animals to TOE infection? Cell-mediated inhibition of virus replication, which could act early in the course of the infection (within 9 h of incubation) might serve to limit TOEV replication in adult animals. In newborn piglets, although mononuclear cells are active in vitro, the reduced number of circulating mononuclear cells [25] and the very low number of intestinal intraepithelial lymphocytes [9] observed during the first 3 weeks of life, along with the inability of piglet-derived PBL to lyse virusinfected cells, could account for the great susceptibility of young animals to TOEV infection.\n\nNous avons entrepris detudier in vitro les effets de leucocytes sanguins de pores non immuns sur l'infection par le coronavirus de la gastroenterite transmissible (GET). En l'absence de lymphocytes, le virus GET se replique dans des cellules epitheliales, induisant l'expression dantigenes viraux de surface et la production de faibles quantites d''interferon (IFN). Des lymphocytes non immuns, mis en presence de cellules infectees, sont en mesure de limiter la multiplication virale quand ils sont utilises a un rapport effecteur sur cibles de 100 et cela, meme quand les cellules effectrices sont appauvries en cellules phagocytaires. Des anticorps anti-IFN neutralisants n'empechent pas cet effet. Les lymphocytes d'animaux nouveaux-nes sont aussi actifs que ceux des adultes, alors que des cellules fibroepitheliales et des cellules lymphoides humaines ou murines n'ont aucun effet antiviral. Dans les memes conditions, des lymphocytes provenant d'animaux adultes detruisent des cellules infectees par le virus GET, meme en presence d'anticorps anti-IFN. Cependant, puisque les lymphocytes de nouveaux-nes ne sont pas cytotoxiques et que la destruction des cellules NK par anticorps monoclonal plus complement ne modifie pas l'effet inhibiteur, il apparait que cet effet antiviral n'est pas dli aux fonctions cytotoxiques (NK) des lymphocytes. La nature du mecanisme responsable de l'effet antiviral decrit dans cet article reste done aelucider.\n\nMoTS-CLEs: Coronavirus, TGEV, Cytotoxicite, Lymphocyte; Pore, Interferon."}