{"title": "Molecular characterization of Cryptosporidium isolates from beef calves under one month of age over three successive years in one herd in western France", "body": "Cryptosporidiosis is a very common infection in cattle worldwide Xiao, 2010) . The agent responsible for this intestinal disease is a protozoan of the genus Cryptosporidium. This parasite can infect a wide range of hosts including humans (Fayer, 2010; Xiao, 2010) . The species C. parvum is considered to be one of the most common entero-pathogenic species in humans and ruminants.\n\nIn ruminants, which represent a major sector of the agricultural economy in many countries, cryptosporidiosis is a well-recognized cause of neonatal diarrhoea (Noordeen et al., 2000; Fayer and Santín, 2009; Silverlås et al., 2010) . The first case reported in cattle was in 1971 (Panciera et al., 1971) . Now, bovine cryptosporidiosis is considered as one of the major causes of neonatal calf diarrhoea characterized by emission of yellow watery stool, progressive dehydration, growth retardation and possibly death (de Graaf et al., 1999) . In contrast, asymptomatic infection http://dx.doi.org/10.1016/j.vetpar.2014.03.004 0304-4017/© 2014 Elsevier B.V. All rights reserved. commonly occurs in yearling heifers and mature cows . In cattle, Cryptosporidium has become a concern not only because of the direct economic losses associated with the infection, but also from a public health perspective because of the potential for environmental contamination with oocysts and especially contamination of water, an important source of cryptosporidiosis outbreaks as recently reviewed by Baldursson and Karanis (2011) . Currently, no drug therapy is available and the high resistance of Cryptosporidium oocysts in the environment makes cryptosporidiosis difficult to control (Cacciò and Pozio, 2006) .\n\nAmong the 26 Cryptosporidium species considered valid, cattle are usually infected with four: C. parvum, C. ryanae, C. bovis and C. andersoni (Chalmers and Katzer, 2013) . A chronological sequence of species from birth to adulthood has been suggested by some authors, with C. parvum being predominant in pre-weaned dairy calves (<2 months), C. ryanae and C. bovis occurring mainly in weaned animals and C. andersoni becoming dominant in adult cows (Santín et al., 2004 Šlapeta, 2006; Fayer, 2010; Xiao, 2010) . For other authors the succession according to the age of dairy calves varies according to geographic area and management system adopted (Feng et al., 2007; Geurden et al., 2007; Silverlås and Blanco-Penedo, 2012) . In Belgium, Hungary and the USA, the most prevalent species in young dairy calves (<1 month) was C. parvum (Geurden et al., 2007; Plutzer and Karanis, 2007; Santín et al., 2008) , whereas in other countries including Sweden, India and China, C. bovis was shown to be the most prevalent species in young dairy calves (<1 month) (Feng et al., 2007; Silverlås et al., 2010) .\n\nAs far as clinical infection is concerned, C. parvum is frequently recorded as the dominant species in diarrhoeic calves, while other species may occur mainly in subclinical situations (Kváč et al., 2006; Fayer et al., 2008; Santín et al., 2008) . Among other common pathogens, E. coli is known to cause diarrhoea in calves younger than 1 week, whereas Coronavirus and Rotavirus are mainly involved in 1-to-3-week-old diarrhoeic calves (Foster and Smith, 2009; Silverlås et al., 2010) .\n\nMolecular characterization studies of Cryptosporidium species are less numerous in pre-weaned beef calves than in dairy cattle and few data are available specifically for non-diarrhoeic beef calves (Geurden et al., 2007; Budu-Amoako et al., 2012; Murakoshi et al., 2012) . Cryptosporidium infection is usually considered less prevalent in beef calves than in dairy calves (Kváč et al., 2006; Geurden et al., 2007) .\n\nSubtyping C. parvum at the gp60 gene level gives a high number of subtypes, some of them having zoonotic implications (Plutzer and Karanis, 2009; Xiao, 2010) . Previous studies have shown that cattle could be the main animal reservoir for zoonotic subtypes of C. parvum, i.e. those belonging to families IIa and IId (Xiao and Fayer, 2008; Chalmers and Giles, 2010) . According to Alves et al. (2006) , human infections with IIa subtype are especially common in areas where intensive livestock production is found.\n\nIn France, three longitudinal studies have recently been conducted. Follet et al. (2011) reported the succession of species previously mentioned and the presence of different subtypes of C. parvum in dairy calves. The two other studies reported that the species C. bovis can be found early after birth in diarrhoeic and non-diarrhoeic beef calves (Rieux et al., 2013a,b) . Our current study was a pluri-annual extension of this previous data and was designed to investigate annual patterns in oocyst excretion and in prevalence of Cryptosporidium species and genotypes in pre-weaned beef calves in a single beef herd.\n\nThis study was carried out in a beef cattle farm located in the Deux-Sèvres region in western France. This herd comprised 52 Parthenais-breed cows. The calving season is from September to December. Calves are usually born in the barn among the other animals. During the winter, from November to February, the young animals are raised indoors together with their mothers. In March and April, they spend sunny days outside, and from May they are always outdoors. Cleaning of premises takes place once a year when animals are outdoors.\n\nThis study included 25 calves sampled in 2010, 34 calves (16 males and 18 females) sampled in 2011 and 32 calves sampled in December 2012 (Table 1) . Results from calves sampled in 2010 and females sampled in 2011 were published previously, so they will not be presented in detail here (Rieux et al., 2013a,b) . Faeces were collected directly from the rectum using sterile plastic gloves once a week from birth to 1 month of age. For each animal, the sampling date, age, animal identification number and the consistency of the faeces (score of 0 or 1, 0: absence of diarrhoea, 1: presence of diarrhoea) were recorded. The samples were transported to the laboratory in a sample pot and then stored at 4 • C for a maximum of 48 h before analysis.\n\nSamples were done in compliance with the animal welfare and did not cause any pain according to the ethics committee for animal experimentation no. 16 (French referential).\n\nOne gram of faeces was used for oocyst concentration using ethyl acetate as previously described (Castro-Hermida et al., 2005) . One aliquot of 10 l of the sediment from each sample was fixed on slides using acetone at 4 • C and processed using an IFT commercial kit (Merifluor ® Cryptosporidium/Giardia, Meridian Bioscience Europe, Nice, France). The samples were observed by fluorescence microscopy at 400× magnification (Geurden et al., 2007 (Geurden et al., , 2008 . The number of oocysts per gram of faeces (opg) was calculated using the formula: [number of oocysts seen on slide/(volume of sample examined (ml) × weight of faeces (g))]. The limit of detection of this technique was estimated at 100 opg (1 oocyst seen per slide when using 1 gram of faeces). The mean oocyst excretion per group of calves (mean intensity of infection) was calculated from positive animals.\n\n2.3. Immunochromatographic assay for Rotavirus, Coronavirus and E. coli F5 (K99)\n\nAll diarrhoeic Cryptosporidium-IFT positive samples from beef calves between 1 and 3 weeks of age from the third cohort were tested with a commercially available dip-stick assay for Rotavirus, Coronavirus and E. coli F5 (BIO K 156, Prionics, Switzerland). Testing was performed according to the manufacturer's instructions. Briefly, approximately 0.1 g of faeces was diluted into the reagent provided. A test strip was dipped into the homogeneous suspension and read after 3 and 10 min of contact. The presence of a control line assessing the validity of the test was checked.\n\nAll IFT-positive samples were submitted to DNA extraction in order to perform molecular characterization.\n\nGenomic DNA was extracted from 500 l of oocyst suspension using an automatic extractor (Maxwell ® MDX 16, Promega) with a tissue kit (Maxwell ® 16 Tissue DNA Purification Kit AS1030), after a preliminary grinding step performed with a RiboLyser TM (Bio-Rad ® ).\n\nA nested PCR protocol was used to amplify an 830 pb fragment of the SSU rRNA gene. The polymerase chain reaction protocol was performed in two steps according to Xiao et al. (1999 Xiao et al. ( , 2001 . The specific primers used were F1 forward 5 -TTCTAGAGCTAATACATGCG-3 and R1 reverse 5 -CCCATTTCCTTCGAAACAGGA-3 for primary PCR and F2 forward 5 -GGAAGGGTTGTATTTATTAGATAAAG-3 and R2 reverse 5 -AAGGAGTAAGGAACAACCTCCA-3 for secondary PCR. These amplifications were performed in an iCycler Thermal Cycler from Bio-Rad ® . Amplification products (10 L) were separated on 2% agarose and stained with ethidium bromide.\n\nFor the samples which were positive using IFT but which were negative by PCR, we performed dilutions at 1/10 and 1/100 in order to avoid inhibition. PCR was repeated twice for samples that were found positive using IFT but which remained negative with PCR.\n\nAll isolates from the second and third cohorts were analyzed by PCR-RFLP. For the detection and differentiation of Cryptosporidium species, the secondary nested PCR products were subjected to restriction digestion in a total of 20 L of reaction mixture with the SspI and MboII restriction enzymes (New England BioLabs, Beverly, MA, USA) (Feng et al., 2007; Xiao and Ryan, 2008) . All isolates were digested at 37 • C with SspI for 2 h and MboII for 1 h. Gel profiles with RFLP products were analyzed on 2% agarose gel and visualized after ethidium bromide staining under UV light. Based on the PCR-RFLP banding pattern, Cryptosporidium speciation was performed in accordance with Feng et al. (2007) . For three samples with low oocyst burdens, the results after following the PCR-RFLP protocol were equivocal and were therefore confirmed by sequencing.\n\nFor all samples identified as C. parvum (alone and in combination with another species), a nested PCR protocol was used to amplify a 1000 bp fragment of the gp60 gene in order to identify the subtype. The polymerase chain reaction protocol was performed in two steps in accordance with Gatei et al. (2007) . The specific primers were gp60F forward 5 -ATAGTCTCCGCTGTATTC-3 and gp60R1 reverse 5 -GGAAGGAACGATGTATCT-3 for primary PCR and gp60F2 forward 5 -TCCGCTGTATTCTCAGCC-3 and gp60R2 reverse 5 -GCAGAGGAACCAGCATC-3 for secondary PCR. These amplifications were performed on an iCycler Thermal Cycler from Bio-Rad ® . Amplification products (10 L) were separated on 2% agarose and stained with ethidium bromide.\n\nAll the secondary 18S PCR products of the isolates from the first cohort and all the secondary gp60 PCR products obtained were sequenced in both directions. DNA sequencing reactions were performed by Genoscreen (Lille, France) using internal primers of the nested PCR and an ABI 3730XL sequencer (Applied Biosystems, Warrington, UK). The sequence alignment was checked for sequencing accuracy using BioEdit Sequence Alignement Editor Software (version 7.0.9.0). The sequences obtained for each strand were aligned and then were compared with sequences published in the GenBank database using BLAST [Basic Local Alignment Search Tool, NCBI (http://www.ncbi.nlm.nih.gov/BLAST)].\n\nPrevalence of excretion in each age group (3-9 days; 10-17 days; 18-23 days; 24-30 days) was compared between years using a 2 test at level (p < 0.05). The comparison of excretion in each age group was made using the non-parametric Kruskal-Wallis test at level (p < 0.05). Statistical analysis was performed using SYSTAT 9.1 for Windows, 1998, SPSS Inc. (Chicago, USA).\n\n312 faecal samples were collected from pre-weaned beef calves, aged from 3 to 30 days of age over three (Table 1) . 201 faecal samples were microscopically positive for Cryptosporidium sp. oocysts, using IFT. 92-100% of calves from the three cohorts excreted oocysts on at least one sampling date. The first excretions were observed in two animals from the third cohort at 4 days (2100 and 9400 opg ).\n\nThe prevalence of Cryptosporidium excretion varied depending on the year of sampling (Fig. 1) . The highest prevalence for the first cohort of pre-weaned beef calves was recorded when calves were 24-30 days old with 92% of calves being excreting, the corresponding mean arithmetic oocyst excretion was 1.6 × 10 5 opg. For the 2nd cohort, the highest prevalence was recorded when calves were between 17 and 23 days old with 96% [95% CI: 89-100], and the corresponding mean arithmetic oocyst excretion was 2.6 × 10 5 opg (Fig. 1) . Finally, the maximal prevalence of excretion from calves for the third cohort was recorded when animals were 10-16 days old, with 96.7% [95% CI: 89-100], the corresponding arithmetic mean was 5 × 10 6 opg. Moreover, a high prevalence of excretion was observed in the youngest calves (4-9 days old) of the third cohort with 90.4% [95% CI: 79-100] (Fig. 1) . Prevalences were significantly different in each age group from one year to another (p < 0.01) (Fig. 1) . The peak of excretion in the first cohort was recorded later (17-23 days) than in the other cohorts (10-16 days) and the mean number of oocysts at the peak of excretion of the first and second cohorts was lower (9 × 10 5 and 6 × 10 5 opg) than that observed during the third cohort (5 × 10 6 opg; range: 100 to 3.1 × 10 7 ) (Fig. 1) . In addition, a high level of excretion was observed in the youngest oocyst-excreting calves (3-9 days) of the third cohort (mean oocyst excretion: 2.5 × 10 6 opg). Mean oocyst excretion were significantly different in each age group between years (p < 0.001) (Fig. 1) .\n\nAll of the 201 IFT-positive faecal samples from preweaned beef calves from the three cohorts were subjected to molecular analysis with nested PCR SSU rRNA. 28 samples from the first cohort were successfully amplified and sequenced after nested PCR SSU rRNA and 124 samples (2nd and 3rd cohorts) were successfully amplified and analyzed using a PCR-RFLP protocol. 80 samples were identified as C. parvum, with 1, 24 and 55 samples from the 1st, 2nd and 3rd cohort respectively. 53 samples were identified as C. bovis, with 25 and 28 samples from the 1st and 2nd cohort respectively. 19 samples were identified as C. ryanae, with 2, 5 and 12 samples from the 1st, 2nd and 3rd cohort respectively (Fig. 2a-c) . In addition, 8 mixed infections (4 with C. bovis and C. parvum and 4 with C. bovis and C. ryanae) were identified in 8 calves from the 2nd cohort. Mixed infections were not sought in calves from the first cohort and were not found in animals from the third cohort (Fig. 2b) .\n\nSubtyping was performed on samples identified as C. parvum-positive specimens. 51 C. parvum samples from the second (21) and third cohort (30) were used for sequence analysis. Sequence analysis of the gp60 gene of isolates from the second cohort revealed 100% identity with the GenBank sequence: JF727755.1 The sequence analysis of the gp60 gene of isolates from the third cohort revealed between 99% and 100% identity with the GenBank sequences: EF073047.1 and JX183802.1. Two different subtypes were thus identified: subtype IIaA15G2R1 in the samples from the second cohort and subtype IIaA18G1R1 in the samples from the third cohort.\n\n3.4. Prevalence of C. parvum, C. ryanae and C. bovis in relation to calf age over three successive years Cryptosporidium parvum was detected from 4 days of age, C. bovis from 11 days of age and C. ryanae from 18 days of age. The prevalence of each species changed with the age of the calves and the year of sampling (Fig. 3a-c) . During the first year of sampling, one animal excreted oocysts of C. parvum, whereas calves in the second and third study excreted mainly this species during the first two weeks of life with excretions varying between 83 and 4.9 × 10 6 opg. Prevalence of C. parvum decreased when calves were between 24 and 30 days old (Fig. 3a) .\n\nThe excretion dynamic of C. bovis was slightly different. This species was predominant in animals from the first cohort and was undetectable in calves from the third cohort. C. bovis was mainly excreted by calves at 10-30 days of age with an excretion level varying from 2 × 10 4 to 1 × 10 6 opg in the first cohort and lower levels, varying from 6 × 10 4 to 4 × 10 5 opg, in the second cohort (Fig. 3b) .\n\nThe species C. ryanae was noticeably excreted later than the two other species. The first excretions were seen from 18 days of age. Animals from the second and third cohorts excreted C. ryanae from 17 to 30 days of age. The highest prevalence was observed in calves around one month of age. The level of excretion of C. ryanae was lower than for the two other species (range: 1 × 10 3 to 2. 2 × 10 5 opg) (Fig. 3c) .\n\nEight mixed infections were observed in calves from the second cohort when animals were 17-30 days old; the levels of excretion were highly variable with the highest level concerning C. parvum/C. bovis infection with a mean excretion of 9 × 10 5 opg (range: 2.1 × 10 4 to 2 × 10 6 opg).\n\nThe occurrence of several Cryptosporidium species according to the age of the pre-weaned beef calves was Black bars of the graph represent the prevalence of excretion of Cryptosporidium species in the first cohort, dark grey bars represent the prevalence of excretion in the second cohort and grey bars represent the prevalence of excretion during the third cohort. The mean of oocyst excretion was represented by lines. ( ) represents the first cohort, (····) represents the second cohort and (---) represents the third cohort. Graph a represents the evolution of C. parvum, Graph b represents the evolution of C. bovis and Graph c represents the evolution of C. ryanae.\n\nDetected pathogens in diarrhoeic samples according to the age from pre-weaned beef calves between 1 and 4 weeks of life from the 3rd cohort using the dipstick assay. observed, with a transition from the species C. parvum and/or C. bovis to C. ryanae.\n\nAnimals from the second and third cohort presented various degrees of clinical signs whereas no clinical cases were observed in the first cohort.\n\nMild transient diarrhoea was observed at least on one occasion in 80% (2nd cohort) to 90% (3nd cohort) of calves and the greatest proportion of diarrhoeic samples was seen between 7 and 19 days of age. No mortality was recorded in calves from the 2nd cohort and one calf died with diarrhoea in the 3rd cohort.\n\nDiarrhoeic samples from calves from the third cohort were also tested for other pathogens (Rotavirus, Coronavirus and E. coli F5) ( Table 2) . 38/40 diarrhoeic samples from 25 calves were identified between 1 and 3 weeks of age (2 diarrhoeic samples were not successfully amplified after nested PCR SSU rRNA). Three Cryptosporidium sp-IFT positive samples were found negative with the dip-stick assay. No mono-infections with Rotavirus, Coronavirus or E. coli were present. Mixed infections were present in 15/35 diarrhoeic faecal samples with: Rotavirus and C. parvum (n = 5), Coronavirus and C. parvum (n = 7), Coronavirus and C. ryanae (n = 2) and one diarrhoeic sample with Coronavirus, Rotavirus, E. coli and C. Ryanae.\n\nThe species C. parvum was found in the majority of diarrhoeic samples: 21 diarrhoeic samples with C. parvum alone and 12 samples with C. parvum and Coronavirus or Rotavirus were found. The species C. ryanae was found in 2 diarrhoeic samples alone and in 3 diarrhoeic samples in association with Rotavirus and/or Coronavirus and/or E. coli (Table 2) . Shedding rates for different Cryptosporidium species in diarrhoeic vs. non-diarrhoeic calves from the third cohort were 2 × 10 3 to 1.7 × 10 7 opg vs 8 × 10 2 to 8 × 10 6 opg (C. parvum) and 8 × 10 3 to 9.4 × 10 4 vs. 1.8 × 10 3 to 5.3 × 10 3 opg (C. ryanae).\n\nBovine cryptosporidiosis is one of the major causes of neonatal calf diarrhoea. Young calves (<1 month of age) are frequently infected with Cryptosporidium sp. (Quílez et al., 1996) . In France, some epidemiological studies concerning infection with Cryptosporidium sp. in calves have recently been conducted (Follet et al., 2011; Rieux et al., 2013a,b) .\n\nOur study showed that 92-100% of the pre-weaned beef calves sampled during three successive years were infected with Cryptosporidium before one month of age, which is similar to the results reported by Santín et al. (2008) in dairy calves. The average levels of excretion of Cryptosporidium sp. were also similar to what was reported in dairy calves by Silverlås et al. (2010) . However, when including a pluriannual approach, we observed that the peak of excretion could occur at different ages depending on the year of sampling. This peak occurred between 17 and 23 days of age in calves of the 1st cohort while it took place at around two weeks of age (10-16 days) in calves of the 2nd and 3rd cohorts, this latter pattern being in agreement with previous data obtained with C. parvum in dairy calves (Santín et al., 2004) . Similarly, the highest prevalence of cryptosporidiosis varied from one cohort to another. In the first cohort, the maximum prevalence was seen in animals aged 24-30 days, while these peaks were reached early in calves from the second and third cohorts (between 17-23 and 10-16 days of age, respectively). Both the earlier peaks of prevalence and excretion in cohorts 2 and 3 suggest a more intense contamination of the premises, leading to a very early exposure of the calves (Silverlås et al., 2010 (Silverlås et al., , 2013 . As Cryptosporidium oocysts are widely dispersed and can survive for months in the environment (Chalmers and Giles, 2010) , the build-up of oocysts in a given environment, if not modified by adapted disinfectants or cleaning procedures, may represent a high risk to the newborn animals.\n\nNumerous studies have shown an age-related sequence of Cryptosporidium species in dairy calves. In our study, we identified in beef calves aged less than one month of age the three species commonly reported in young cattle: C. parvum, C. bovis and C. ryanae. Several authors have reported that the species C. parvum constitutes the majority of infections in pre-weaned dairy calves, while C. bovis and C. ryanae are found in older or weaned calves (Santín et al., 2004 Coklin et al., 2009) . For Santín et al. (2008) , the first detection of C. bovis and C. ryanae took place later, at 4 and 8 weeks of life respectively, whereas other studies demonstrated earlier excretion of these species (at 2-4 weeks of life) (Feng et al., 2007; Silverlås et al., 2010) . In our study, we did observe an effect due to age and year of sampling on the distribution of Cryptosporidium species in pre-weaned beef calves. Calves from the first cohort excreted mainly the species C. bovis between 10 and 30 days of age, whereas none of the calves from the third cohort excreted this species. Calves from the second cohort excreted C. parvum and C. bovis with similar age patterns (7-27 and 11-30 days of age respectively) and levels of excretion (500 to 2 × 10 6 opg), whereas calves from the third cohort excreted mainly the species C. parvum from 4 to 26 days of age. The species C. ryanae was distinctly identified in older calves (from 18 to 30 days old) from each cohort and at lower levels of excretion (range: 1 × 10 3 to 2.2 × 10 5 opg). In view of these observations, it is possible that neonatal calves are more susceptible to infection with C. parvum and C. bovis than to infection with C. ryanae or, the higher infection dose in calves could come with a shorter prepatent period because shedding rates could pass the detection level earlier than at a lower dose (Silverlås et al., 2013) , as has been described in lambs (Blewett et al., 1993; Ortega-Mora and Wright, 1994) . These observations also confirm that the age-related occurrence of Cryptosporidium species in calves is not totally well defined and varies according to the survey location, the load of oocysts in the environment and, notably, calf management system (Feng et al., 2007; Geurden et al., 2007; Santín et al., 2008; Silverlås et al., 2010; Budu-Amoako et al., 2012) . The animals involved in our study were all housed together with the calves born earlier in the calving season. This may explain why they were infected with species usually found in older calves, in contrast with the dairy farms, where neonates are usually raised separately from older animals. However, this hypothesis deserves further investigation because the observations of Silverlås and Blanco-Penedo (2012) showed that calves staying with the dam 3 days after birth excreted the same species of Cryptosporidium than those immediately removed. Here, we also observed differences in distribution of Cryptosporidium species in the same cattle herd over time, while animal management parameters remained comparable.\n\nRegarding clinical signs, calves from the first cohort expressed no clinical signs while 80-90% of calves from the second and third cohort were diarrhoeic on at least one occasion. The three Cryptosporidium species were found in diarrhoeic and non-diarrhoeic samples, although the species found in diarrhoeic samples was mainly C. parvum. The species C. parvum is frequently recorded as the dominant species in diarrhoeic calves, while C. ryanae seems to occur in subclinical situations (Kváč et al., 2006; Fayer et al., 2008; Santín et al., 2008) . The role of C. bovis with regard to diarrhoea is more conflicting as this species has been described in both diarrhoeic and non-diarrhoeic samples from dairy calves (Silverlås et al., 2010) . Other enteric viral or bacterial pathogens (E. coli, Rotavirus, Coronavirus) can be observed in calves during the first 3 weeks of life and can contribute to the severity of cryptosporidiosis (de Graaf et al., 1999) . Here, among the 40 diarrhoeic samples identified in calves (<3 weeks of age) from the third cohort, 21 were found to be infected with C. parvum only. This observation confirms the clear implication of C. parvum in the occurrence of clinical signs in beef calves less than 3 weeks of age.\n\nLastly, the risk to human health posed by Cryptosporidium infection in beef calves was investigated. The detection of the zoonotic species C. parvum in beef calves between 4 and 26 days old confirmed the potential role of young beef calves in human cryptosporidiosis suggested by some authors (Atwill et al., 2003) . Following analysis of a fragment of the gp60 gene to determine C. parvum subtypes, we obtained two subtypes belonging to the IIa family. In this study, subtypes IIaA15G2R1 and IIaA18G1R1 were identified. These subtypes were already described in calves (Alves et al., 2006; Plutzer and Karanis, 2007; Soba and Logar, 2008; Wielinga et al., 2008; Coklin et al., 2009; Follet et al., 2011) . Subtype IIaA15G2R1 has been widely reported in calves and humans in several countries such as Portugal, Slovenia, the Netherlands and France (Alves et al., 2006; Soba and Logar, 2008; Wielinga et al., 2008; Follet et al., 2011; Rieux et al., 2013b) . Subtype IIaA18G1R1 was described for the first time in one diarrhoeic pre-weaned calf in Hungary in 2007 by Plutzer and Karanis and was also found recently in young diarrhoeic calves in Sweden (Silverlås et al., 2013) . During our study this subtype was found in diarrhoeic and non-diarrhoeic samples as well. In a given farm, the number of subtypes found can be restricted to only one when no animal movement occurs (Brook et al., 2009; Silverlås et al., 2013) . In our study, little trading within the cattle herd occurred, but other livestock flocks (dairy goats, meat sheep) were present at the same location and transportation of faecal material through animal workers cannot be ruled out. Another explanation could be that the other subtype, IIaA18G2R1, were carried by exchange of faecal material by a new animal entering the herd, such as a bull or by another individual working on the farm. Due to unreadable gp60 sequences of some isolates identified as C. parvum, it is also possible that both subtypes had been circulating in calves since the previous year, but that the dominant subtype was subtype IIaA18G2R1. These results suggest that the dominant subtype of C. parvum can vary in the same beef cattle herd from year to year. Moreover, this observation confirms previous studies and strongly suggests a possible role for beef calves as a reservoir for human zoonotic isolates of C. parvum in western France."}