{"title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study", "body": "Middle East respiratory syndrome (MERS) is a new human disease 1 fi rst reported from Saudi Arabia in September, 2012, after identifi cation of a novel coronavirus (CoV) from a male Saudi Arabian patient who died from severe respiratory illness in June, 2012. 1, 2 The virus was initially designated HCoV-EMC, 2 but after global consensus it was renamed MERS-CoV. 3 Since the fi rst reported Saudi case of MERS-CoV, the Saudi Ministry of Health mandated that all patients with respiratory illnesses needing admission to intensive care should be tested for the virus, using any available clinical specimen. All laboratory-confi rmed cases of MERS-CoV to date from Saudi Arabia have been reported to WHO. 4, 5 Data for clinical characteristics of MERS are scant because of the small number of cases detected since appearance of the virus 15 months ago. Clinical information from individual or cluster case reports is recorded by the Program for Monitoring Emerging Diseases (ProMED) and is summarised through updates 6-10 from WHO, the US Centers for Disease Control and Prevention (CDC), and the European Centre for Disease Prevention and Control (ECDC). Data suggest that MERS presents primarily with respiratory symptoms and that most patients with serious disease have either other medical comorbid disorders or immunosuppression. Case reports of family clusters and hospital outbreaks in Saudi Arabia, [11] [12] [13] and other countries in the Middle East and Europe, [14] [15] [16] [17] [18] [19] [20] also indicate that individuals with MERS-CoV can present with a range of respiratory and non-respiratory symptoms, with many manifestations of clinical disease. Furthermore, recent case reports from Saudi Arabia [11] [12] [13] , the UK, 15, 16 France, 17 Germany, [18] [19] [20] Italy, 21 and Tunisia 22 suggest that mild respiratory illness might be part of a wider clinical spectrum of MERS-CoV infection. Two patients from Tunisia 9, 22 and one from the UK 16 had mild respiratory illnesses and they did not need to be admitted. Furthermore, initial presentations of MERS-CoV disease might not include respiratory symptoms initially. 12, 13 The fi rst patient reported from France 17 of MERS-CoV infection presented initially with diarrhoea and abdominal pain and subsequently developed respiratory symptoms.\n\nWe report demographic, clinical, and laboratory characteristics of MERS in patients diagnosed in Saudi Arabia up to June 15, 2013 . Additional information is included for 27 Saudi cases reported previously by us. [11] [12] [13] \n\nWe reviewed clinical records, nursing charts, laboratory results, and imaging fi ndings for all patients with laboratory-confi rmed MERS-CoV infection who were reported by the Saudi Ministry of Health to WHO from Sept 1, 2012, to June 15, 2013. We obtained epi dem i ological, demographic, clinical, laboratory, and management outcome data and entered this information into standardised data collection forms (prepared by ourselves for this study). If data were missing from the records or clarifi cation was needed, we gathered data by direct communication with attending doctors and other healthcare providers. We cross-checked the number of cases we identifi ed with samples reported as positive from the Saudi Ministry of Health regional reference virology laboratory in Jeddah. We obtained data for global MERS-CoV cases from ProMED, WHO, and CDC reports.\n\nAttending doctors took Dacron-fl ocked nasopharyngeal swabs from patients routinely and submitted these to the Ministry of Health laboratory for initial screening of MERS-CoV infection. Attending doctors also obtained deep respiratory samples (tracheal aspirates and bronchoalveolar lavage) from patients admitted to intensive-care units. Clinical samples were screened at the Ministry of Health laboratory with real-time RT-PCR. 23, 24 Amplifi cation targeted both the upstream E protein (upE gene) and ORF1a for confi rmation, and these are standard assays used in Saudi Arabia for MERS-CoV testing. A case was confi rmed as having infection if both assays were positive. In case of discordance, or if the result was judged a weak positive, another clinical sample was requested and analysed by the Ministry of Health laboratory. All patients had chest radiography. Chest CT was done in selected patients at the discretion of attending doctors when clinically indicated.\n\nWe tabulated demographic, clinical, and laboratory descriptive data. We did not do detailed statistical analyses because of the self-selected nature of the cases. We did univariate analyses of the association of sex or increasing age with mortality, using binary logistic regression analysis. We judged p<0·05 signifi cant.\n\nNo funding was received for this study. The corresponding author had full access to all the data in the study and had fi nal responsibility for the decision to submit for publication.\n\n47 cases of laboratory-confi rmed MERS-CoV disease reported from Saudi Arabia between Sept 1, 2012, and June 15, 2013, were identifi ed. All individuals except two were Saudi Arabian citizens. Identifi ed cases of MERS-CoV included two clusters, one of three people in one family living in one villa, 12 which were reported in October and November, 2012, and a hospital outbreak in Al-Hasa 13 of 23 cases in April and May, 2013. Transfer of patients and readmissions resulted in cases and transmission in two health-care facilities. In the outbreak at Al-Hasa, 13 7·6 days. 13 Table 1 shows the distribution over time of MERS-CoV infections and deaths, from Saudi Arabia and other countries. Table 2 shows the distribution of cases by sex and age, and case-fatality rates. The male:female case ratio was 3·3:1. Of 47 patients, 28 (60%) died, and the case-fatality rate was similar between female and male patients (55% vs 61%; odds ratio 1·31, 95% CI 0·34-5·12; p=0·698). Case-fatality rates rose with increasing age, from 39% (seven of 18) in those younger than 50 years, to 48% (13 of 27) in the group aged under 60 years, and to 75% (15 of 20) in cases aged 60 years or older. Univariate analysis (by binary logistic regression) of age 60 years or older as a risk factor for mortality was not signifi cant (odds ratio 3·23, 95% CI 0·91-11·42; p=0·069).\n\nThe most common symptoms at presentation (table 3) were fever, fever with chills or rigors, cough, shortness of breath, and myalgia. Gastrointestinal symptoms were also frequent, including diarrhoea, vomiting, and abdominal pain.\n\nOf 47 patients, 42 (89%) needed intensive care and 34 (72%) had mechanical ventilation. The median time to mechanical ventilation was 7 days (range 3-11) and median time to death was 14 days (range 5-36). Most patients received oseltamivir and broad-spectrum antibiotics, which covered community-acquired and atypical pneumonia. Five individuals were also empirically started on fl uconazole, two received steroids, fi ve were treated with ribavirin, one was given interferon alfa, and fi ve were infused with intravenous immuno globulin. 45 (96%) of 47 patients had underlying comorbid medical disorders and only two people were previously healthy (table 4) . Diabetes, chronic renal disease, chronic cardiac disease, and hypertension were the most frequent comorbid disorders. One patient was on long-term immunosuppressive treatment with steroids. The number of comorbidities in relation to mortality is shown in table 5.\n\nAll 47 patients had MERS-CoV infection confi rmed by real-time RT-PCR testing, which was done by measuring cycle threshold (Ct) values for viral load. Ct data were available from 37 samples, and these ranged from 19·85 to more than 40, the limit of detection (appendix). The time between onset of ). 43 (91%) patients had normal neutrophil counts on admission, and monocyte counts were also normal. Concentrations of lactate dehydrogenase, alanine aminotransferase, and aspartate amino transferase were raised in 23 (49%), fi ve (11%), and seven (15%) patients, respectively. Other liver-function test values were within the normal range.\n\nNone of the 47 blood cultures or respiratory-tract samples screened for bacterial, viral, or fungal pathogens on admission was positive. No cases of co-infection with MERS-CoV were recorded. Microbiological investigations excluded bacterial pathogens associated with community-acquired pneumonia.\n\nAbnormalities on chest radiography were noted in all 47 cases. Imaging fi ndings ranged from minor to extensive unilateral and bilateral abnormalities and included increased bronchovascular markings, airspace opacities, patchy infi ltrates, interstitial changes, patchy to confl uent air-space consolidation, nodular opacities, reticular opacities, reticulonodular shadowing, pleural eff usions, and total opacifi cation of lung segments and lobes (fi gure 1A-E). Chest CT was done in some cases if clinically indicated and at the request of the attending doctor (fi gure 1F).\n\nAs of July 21, 2013, 90 laboratory-confi rmed cases of MERS have been reported worldwide to WHO, including 45 deaths (table 1) . 25 The fi rst two known patients with MERS-CoV infection (diagnosed retrospectively) died in April, 2012, at a public hospital in Zarqa, Jordan. 14 All individuals with MERS have been linked directly or indirectly to one of four countries in the Middle Eastnamely Saudi Arabia, Jordan, Qatar, and the United Arab Emirates. The largest number of MERS-CoV cases has been reported from Saudi Arabia, where 70 cases are known to date. Countries outside Saudi Arabiareporting a total of 20 patients with MERS-are Jordan, 14 the UK, 15, 16 Italy, 21 Germany, 19 France, 17, 18 Tunisia, 22 Qatar, and United Arab Emirates (table 1) . Some cases of MERS-CoV infection have been reported in travellers returning from the Middle East and in their close contacts (some without a travel history), 16, 17 suggesting person-to-person trans mission. This type of transmission was confi rmed by genome sequencing of MERS-CoV isolates from the Al-Hasa health-care-associated outbreak. 13 In Saudi Arabia, the fi rst case of MERS-CoV infection occurred in June, 2012 (reported in September, 2012). Two main reporting periods subsequently became apparent. The fi rst was the early period from June, 2012, until April 1, 2013, during which time nine cases were recorded in residents of central and western Saudi Arabia (Bishah, Al Qassim, and Riyadh; fi gure 2). These cases were predominantly male (90%), occurred sporadically, and included two small family clusters in Riyadh. In one family cluster, 12 the index case resided in an extended household of 28 males and females, including 18 children. Secondary cases arose in two sons, and a grandson also became infected. During this fi rst reporting period, no ill health was identifi ed or reported among health-care workers; thus, transmission potential of MERS-CoV in the community seems low. In the second period, from April 1, 2013, to July 14, 2013, almost all cases arose in the eastern province of Saudi Arabia (Al-Hasa) and were associated mainly with transmission in hospitals, including three cases among family contacts and two cases in health-care workers. 13 The rise in the number of MERS-CoV cases detected in Saudi Arabia during the second reporting period might not refl ect increased transmission but rather could be attributable to augmented case detection as a result of enhanced screening and surveillance activities. Dissemination of information on MERS-CoV by the Saudi Ministry of Health has raised awareness among healthcare providers and the public, leading to an increase in reports of suspected MERS-CoV cases, from 168 in April, 2013, to 524 in May, 2013 (currently about 70 reports daily, on average).\n\nTransfer of patients and readmissions, in addition to sporadic community introductions, led to transmission of MERS-CoV between patients at four health-care facilities. 13 The outbreak at Al-Hasa was brought under control quickly with infection-control measures. 13 In the UK, MERS-CoV was transmitted to a family member who visited a patient with confi rmed infection, 16 and a recent report from France described patient-topatient nosocomial transmission of MERS-CoV. 17 In that case, a 64-year-old French man with a renal transplant fell ill with diarrhoea and fever on April 22, 2013, a week after returning from Dubai. Pneumonia was an incidental fi nding on chest radiography and he subsequently developed severe respiratory disease, from which he died. A second case of MERS-CoV infection was diagnosed subsequently at the same hospital in a patient on long-term steroid treatment. The respiratory presentation of the index case suggests transmission in the hospital room shared by both patients. However, infectiousness of faeces (because the index case presented with diarrhoea) at an early stage due to crosscontamination cannot be ruled out.\n\nOur study design has several limitations that do not allow for more detailed statistical analyses. First, patients were self-selected because of referral to hospital and being screened actively for MERS-CoV by nature of their serious clinical condition. Second, we did a retrospective study of clinical case records. Third, case record entry was not done uniformly. Fourth, comorbidity data were unavailable for admissions without MERS-CoV infection and from the community population. Finally, follow-up data after discharge were missing. Despite these limitations, we have been able to delineate further the epidemiological, demographic, and clinical charac teristics of 47 Saudi patients with MERS-CoV infection. The main fi ndings of our study are that most patients present with serious respiratory disease, need to be admitted to hospital, and 60% of them die. Adults of both sexes are aff ected, at a mean age of 56 years (range 14-94). A quarter of patients had accompanying gastrointestinal symptoms, including diarrhoea and vomiting, and many cases occurred in individuals with chronic underlying comorbid medical disorders. Half of all patients had two medical comorbidities: diabetes and chronic renal disease. A study from Saudi Arabia showed that more than 50% of Saudi people older than 50 years have diabetes. 26 However, the large number of people with MERS-CoV infection and chronic renal disease might have been biased by the Al-Hasa hospital outbreak, which happened in the renal unit. Further case-control studies are needed to defi ne the eff ect of comorbidities on susceptibility to, and associated mortality from, MERS-CoV infection.\n\nWHO's case defi nition for MERS-CoV, which was used by the Saudi Ministry of Health for screening, 5,6 includes fever of higher than 38°C, thus self-selecting patients who are clinically ill. This classifi cation precludes identifi cation of the full range of clinical presentations and misses asymptomatic, subclinical, and mild cases. Furthermore, since the fi rst case report from Saudi Arabia, in September, 2012, the Ministry of Health has recommended mandatory testing for MERS-CoV of all cases of respiratory illness requiring admission to intensive care. This directive has biased selection and detection of more severe cases of MERS-CoV infection and might have skewed the observed high case-fatality rates. Clinical symptoms, laboratory investigations, and imaging fi ndings of MERS-CoV are similar to those noted in other community-acquired respiratory-tract infections. For example, imaging features of MERS generally resemble those seen in patients with community-acquired pneumonia. Progression from unilateral focal air-space opacities to multifocal or bilateral involvement was frequent in patients admitted to the intensive-care unit with MERS pneumonia. The radiographic appearance of MERS lung disease shares common features with pneumonia of other causes.\n\nClusters of MERS-CoV infection within families indicate that a range of clinical illness occurs. Reports from Tunisia 22 and the United Arab Emirates of infections in siblings whose father's illness was a probable case of MERS-CoV infection, and the case report from the UK, 16 show that siblings who are not immunocompromised manifest only mild respiratory illness and do not need admission. In the UK family cluster, 16 of 33 close contacts (20 household and 13 non-household), only two cases of MERS-CoV infection were confi rmed (6% attack rate); one individual had mild illness and the other had severe illness. Importantly, no cases of MERS-CoV infection were reported in 59 healthcare workers who were in contact with the index case without wearing full personal protective equipment.\n\nRecent discussions have focused on similarities of clinical and laboratory features between MERS-CoV and severe acute respiratory syndrome-coronavirus (SARS-CoV) infections. [27] [28] [29] [30] [31] [32] [33] [34] SARS originated in southern China in November, 2002, spread to Hong Kong, and was transmitted rapidly worldwide, resulting in 8422 cases and 916 deaths (case-fatality rate 11%). On the basis of our fi ndings, the clinical features of MERS-CoV disease bear some resemblance to those seen in patients with disease caused by SARS-CoV. In patients with MERS, fever, cough, and dyspnoea are the major symptoms in those admitted to hospital. Other common presenting symptoms include chills, rigor, headache, myalgia, and malaise. Although respiratory failure is a major clinical feature, mild disease and atypical presentation with diarrhoea have been reported in cases of MERS and SARS. Common laboratory features of SARS 32-34 recorded on admission include infi ltrates on chest radiographs and lymphopenia, whereas thrombo cytopenia and raised amounts of lactate dehydrogenase and alanine aminotransferase have been noted in some cases. Although our data show similarities in clinical presentation between cases of MERS and SARS, some important diff erences are also present (table 6) . After the Al-Hasa health-care-associated outbreak, 13 global concern grew about the pandemic potential of MERS-CoV. 35 Mathematical models developed recently 36, 37 allow conjecture on the pandemic potential of MERS-CoV. Breban and colleagues 37 defi ned the rate of spread by analysis of 55 of the fi rst 64 laboratory-confi rmed cases of MERS-CoV infection. The basic reproduction number (R 0 ; ie, the number of secondary cases every index patient is expected to infect in a fully susceptible population) of MERS-CoV is 0·69 in the worst-case Breban and colleagues' analysis shows that the chance of MERS-CoV having an R 0 greater than 1 is very small. Data to assess any changes in incidence of admissions or mortality due to pneumonia are not available in the WHO Eastern Mediterranean region. Overall, as yet, evidence is scant throughout this WHO region to support the possibility of either transmission of MERS-CoV from asymptomatic infected individuals or ongoing, low prevalence, mildly symptomatic illness in the community.\n\nReducing the rate of introduction of MERS-CoV into human beings is unpredictable because the source of the virus is not yet known. We are searching vigorously for the source of MERS-CoV in animal hosts and other potential reservoirs and for transmission routes to individuals. Active surveillance, achieving early detection, rapid diagnosis, and isolation of MERS cases has been in place in Saudi Arabia to achieve early control of the virus. The likelihood that MERS will follow a path similar to that of SARS remains unlikely. The virus has been circulating for 15 months without reaching a form capable of causing a pandemic. Proactive surveill ance for severe acute respiratory illness caused by MERS-CoV is ongoing across Saudi Arabia. As of July 14, 2013, more than 3000 respiratory-tract samples had been tested for the presence of MERS-CoV at the Saudi Ministry of Health reference laboratory in Jeddah. WHO's defi nition of a probable case of MERS-CoV infection 5 includes individuals with severe acute respiratory illness with no known cause and with an epidemiological link to a confi rmed case. Until the transmission characteristics of MERS-CoV are better understood, 34 patients under investigation, and probable and confi rmed cases of infection, should be managed in health-care facilities with standard contact and droplets precautions. As information becomes available, these recommendations will be re-evaluated and updated as needed.\n\nLong-term sequelae of patients who recover from acute MERS are not yet known and need to be defi ned. Clinical follow-up of patients who recovered from SARS shows radiological, functional, and psychological abnormalities of varying degrees. 38 In the early rehabilitation phase, many patients complained of limitations in physical function from general weakness or shortness of breath. Lung function testing 6-8 weeks after hospital discharge showed a mild or moderate restrictive pattern consistent with muscle weakness in 6-20% of individuals. Psychobehavioural problems such as anxiety and depression were not uncommon in the early recovery phase and improved over time for most patients.\n\nOur study was not designed to ascertain prognostic predictive values. The ability of clinical, laboratory, and other features to distinguish MERS-CoV from other respiratory-tract infections will need appropriately controlled studies with large numbers of patients. In the SARS epidemic, all laboratory variables (apart from absolute neutrophil counts) distinguished SARS poorly from other causes of community-acquired pneumonia. The comparatively few cases of MERS-CoV disease identifi ed to date restricts the certainty of any comparison of epidemiological, demographic, and clinical features. Our study brings to light major knowledge gaps and a range of unanswered questions on the epidemiology, natural history, clinical presentation, course of disease, optimum management, and eventual control of MERS-CoV infection (panel 1). The source of infection, predisposing factors for susceptibility, and predictive factors for poor outcome remain unknown and need further investigation. Case-control and community \n\nIn our previous reports of 27 cases from Saudi Arabia we presented selected limited data on patients' demographics, symptoms before presentation, comorbidities, and laboratory data. We now show in a series of 47 cases, including the previous 27, more detailed analysis of patients' demographics, age range and sex-related prevalence and mortality, full range of symptoms and comorbidities at presentation, and the number of comorbidities related to mortality. Scant information is available about the epidemiological and clinical characteristics of MERS-CoV infections, and limited data come from individual, family, and hospital case reports. We present the largest case series to date of MERS-CoV infections and provide further information on demographic, clinical, epidemiological, and laboratory features of patients. In individuals admitted with medical comorbidities of MERS, a wide range of clinical manifestations can be seen, and they are associated with substantial mortality. We have identifi ed major knowledge gaps in the source, community prevalence, clinical spectrum, laboratory features, and epidemiology of MERS-CoV infections. Further defi nition of the clinical and epidemiological range of MERS in the community is a priority and needs multidisciplinary research. studies are also needed to defi ne accurately the clinical range of disease caused by MERS-CoV. Early recognition and rapid initiation of infection-control precautions are currently the most important strategies for controlling nosocomial MERS-CoV infections. At the moment, no tests are available to rule out MERS among patients with febrile respiratory illnesses, and development of a range of rapid and accurate diagnostic tests is needed urgently. 39 With availability of improved laboratory methods, 40 important questions about transmission, risk factors, clinical course, and natural history of MERS-CoV infection need to be addressed at once (panel 2).\n\nAlthough current data on MERS-CoV infections are biased by high case fatality in admitted patients with medical comorbidities, since June 15, 2013, the Saudi Ministry of Health has further reported MERS-CoV infections in 14 asymptomatic individuals (three children <15 years, seven health-care workers, and four family members) after screening contacts of confi rmed MERS-CoV cases. Two further asymptomatic cases have been recorded among female health-care workers in the eastern region and Al-Hasa. These fi ndings are important because the cases we present here might be just the tip of an iceberg of a range of clinical illness caused by MERS-CoV. Apart from enhanced and active surveillance for cases, we need to develop rapid, accurate, serological diagnostic tests for case-control studies.\n\nThis study was initiated, designed, and undertaken as a major priority issued under the auspices of the Global Center for Mass Gatherings Medicine (GCMGM), Ministry of Health, Riyadh, Saudi Arabia. Board members of the GCMGM (AAA-R, ZAM, AIZ, and RFA-H) initiated a range of MERS-CoV studies, and ZAM, AIZ, and AAA-R oversaw all aspects of this research. AA, JAA-T, AAA-R, FAA-R, SA-H, AA-B, HF, WNA-N, HHB, RFA-H, HQM, and ZAM obtained and collated patients' data. AA and JAA-T compiled and fi nalised the database. ZAM, AIZ, and AA wrote the fi rst draft of the manuscript, and AA and JAA-T contributed to several subsequent drafts. All authors contributed to the fi nal report.\n\nWe declare that we have no confl icts of interest."}