{"title": "Journal Pre-proof Rapid diagnostic tests for infectious diseases in the emergency department Rapid diagnostic tests for infectious diseases in the emergency", "body": "59 Rapid diagnostic tests (RDTs) for infectious diseases have recently been implemented in 60 many laboratories and emergency departments (EDs) with the goal of expediting the 61 diagnosis of infectious diseases, infection prevention, appropriate initial management, and 62 to facilitate antimicrobial stewardship in the ED where rapid clinical decisions must be 63 undertaken in the context of overcrowding and time pressures [1] . Even though multiple 64\n\nRDTs are currently available, their successful implementation in the ED requires careful 65 assessment of performance characteristics, potential benefits to patient care and cost 66 considerations, as well as a well-organized implementation plan to optimize their impact [2] . 67\n\nThe goal of this narrative review is to provide an overview of currently available RDTs for 68 infectious diseases in the ED with a detailed description of their performance and to discuss 69 their impact on patient care. RDTs for infectious diseases in ED department using the following MeSH and keywords: 74 viruses and some atypical bacteria: Bordetella pertussis, Bordetella parapertussis, 150\n\nChlamydophila pneumoniae and Mycoplasma pneumoniae. Analytical performance 151 characteristics, compared to reference PCR assays, are good to excellent (sensitivity and 152 specificity from 80 to 100% for all targets). Of note, some bacterial targets have been 153 validated with fewer than 10 positive samples, and performance characteristics of bacterial 154 PCR have sometimes been reported to be lower than those of viral PCR [19] , highlighting the 155 need for caution when interpreting cumulative performance results. Furthermore, the 156 performance of some panels ( [39] † The performance characterisƟcs of the assays are described as sensiƟvity and specificity according to published clinical validation studies when available. In the absence of test comparison against a gold standard assay, the reported positive and negative percent agreement in the clinical studies reviewed were not reported to avoid any misinterpretation by the reader. * Sensitivity has been extracted from the \"acute infection\" population and specificity has been extracted from the \"naïve individuals\" population described in the corresponding reference. "}