{"title": "Flow Cytometric Characterization of Antigen-Specific T Cells Based on RNA and Its Advantages in Detecting Infections and Immunological Disorders", "body": "Infectious diseases pose a significant global public health burden, resulting in millions of deaths worldwide. Lack of diagnosis, or late diagnosis, contribute to this toll. Especially in cases of asymptomatic latent and recurrent infections such as tuberculosis or malaria, it is important to develop accurate diagnostics. Lack of discernible symptoms indicating progression of infection is a challenge in many diseases including the transition from latent tuberculosis infection (LTBI) to active tuberculosis (TB). Because T cells play a critical role in the adaptive immune response to infection, understanding the dynamics of gene expression that is at play among diverse subsets of T cells will allow us to obtain insights into the course of infections and also provide diagnostic markers.\n\nSeveral factors account for the difficulty in identifying disease stage and/or progression in immunodiagnostics. The most common ones are the failure of current diagnostic technologies to identify person-to-person variability, 1 cell-to-cell variability, 2 and molecular heterogeneity of the immune response. [3] [4] [5] [6] Furthermore, differences in gene transcription exist in T-cell subpopulations even before differentiation and such differences may be amplified upon antigen encounter. Studies with tuberculosis have used protein markers to study the functional signatures that differentiate active and latent infection. [7] [8] [9] [10] However, profiling protein levels fails to detect the real-time changes in gene expression that precede and determine the transition of T cells from one functional state to another. Although highthroughput methods allow the study of protein expression in a multiplexed fashion 11 as an approach to describing immune system functional states, measuring protein levels may not achieve the important goal of measuring heterogeneity among single cells.\n\nIn order to understand the functional programs involved in maintaining diverse subsets of T cells and to create new methods for diagnosis of disease progression and response to therapy, a much more sensitive toolset is necessary. A synthesis of quantitative mRNA measurements and high-throughput profiling of single cells would serve this purpose. The focus of this review is on such a technique, FISH-Flow, which combines fluorescence in situ hybridization (FISH) with flow cytometry for detecting single RNA molecules in individual cells within large populations (Fig. 1) and was previously introduced to study Mycobacterium tuberculosis-specific T cells. [12] [13] [14] FISH-Flow will likely find many uses in immunological research and development of diagnostic technologies for infectious disease.\n\nPast developments in flow cytometry and in parallel technologies for labeling of cells and novel fluorophores have allowed the immunological field to grow and deepen its understanding of infection. The ability of FISH-Flow to identify rare T-cell populations specific for infection and to make studies of single-cell mRNA expression in numerous immune cell subsets has it poised to become a breakthrough platform for the contemporary immunologist.\n\nFlow cytometry has revolutionized immunology and now allows rapid characterization of diverse immune cell subtypes, supports studies of infection, and provides new methods for diagnosis of disease. These uses developed through the gradual adoption of several separate technologies and biophysical principles ranging from lasers to light scattering and from the application of fluorophore-antibody conjugates and monoclonal antibodies to the fluidics underlying ink-jet printing. In 1949, Walter Coulter engineered the principles of particle analysis by light scattering to invent the Coulter counter, the first clinically successful instrument for blood cell counting and analysis. 15 In 1965, the first instrument that served as a flow cytometer was reported by Kamentsky at the Watson Scientific Computing Laboratory at Columbia University, who added light absorption measurements to quantify total protein and DNA content in cells. 16 In 1972, a later model instrument from Kamentsky was adapted by Leonard Herzenberg of Stanford University, who applied flow cytometry to immunological research to differentiate subsets of cells derived from mouse spleen using fluorescent antibodies. 15, 17 From its early days, flow cytometry was combined with cell sorting as a means to test for accuracy in cell identification. 15 In 1965, Fulwyler developed an improved method to sort cells in solution by adapting the principles underlying the invention of ink-jet printing for atomization and electrostatic deflection of droplets. 18 In 1969, Hulett et al. applied this method to a fluorescence-based flow cytometer and was able to separate cells with even better accuracy. 15, 19 Although, initially, flow cytometers were used in the clinical setting, further advances in instrumentation and reagents pushed the technology into research applications. Research flow cytometers were first developed by Van Dilla and Mack at Los Alamos in 1968. In 1975, Salzman and others first demonstrated that white blood cells could be separated into subpopulations with forward and side scatter, a feature of all modern flow cytometers. 15 Also in 1975, Köhler and Milstein invented hybridoma technology and produced the first monoclonal antibodies, 20 which led to a revolutionary change in the capabilities of flow cytometry. 21 Monoclonal antibodies coupled to fluorescent dyes could be produced for virtually any antigen. Now, in addition to forward and side scatter, highly specific immune cell subsets could be resolved with precision based on surface receptors recognized by fluorescent antibodies. Further refinement of methods for using antibodies allowed detection of intracellular cytokines and other protein markers within heterogeneous populations of thousands of cells in parallel. 22 By the 1980s, some laboratories were already working with four-color flow cytometers, which allowed simultaneous separation of lymphocyte populations and probing of intracellular cytokines or other protein markers, allowing a clearer picture to be formed of the functions of individual cells. However, it was not until the 1990s that four-color flow cytometers began to be used routinely. 23 In the 1990s, the Herzenberg laboratory at Stanford made advances in flow cytometer design that allowed for the measurement of more than 10 colors. 21 This coincided with an increased awareness of the complexity of the immune system and the necessity to be able to identify immune cell subsets and simultaneously profile their functions under different conditions. These new capabilities have since helped to identify hundreds of phenotypically distinct cell types in human peripheral blood. For example, T cells and related subsets can be identified using fluorescently labeled antibodies specific for the CD3 and either CD4 or CD8 cellsurface proteins. In addition, within T-cell populations, various markers have been proposed to distinguish naive, effector, and memory cell populations. An 11-color flow cytometer was reported in 2001 24 and, since then, even 14-color instruments have become routine in immunological core facilities and laboratories around the world. 21 Therefore, during the interval in which the Coulter counter evolved into the modern flow cytometer, the availability of lasers and further development of fluorescent dyes led to expanded design options of flow cytometers and drove a shift to fluorescence-based detection instead of absorbance. The consequences were efficient excitation of fluorescence in cells passing through a high-energy, single-wavelength beam directed at the flow channel, much greater sensitivity compared with absorbance, and easier simultaneous measurements of different surface markers or molecules within the same cell at once, allowing multi-parametric analysis.\n\nHere, we present a perhaps revolutionary development in flow cytometry that incorporates measurement of specific intracellular mRNA transcripts using single-molecule fluorescence in situ hybridization (smFISH) to create FISH-Flow. The use of FISH-Flow is now advancing immunology and infectious disease research.\n\nA. Basics of the Platform smFISH, a method for the detection and quantification of mRNA molecules in single cells, provides the foundation for FISH-Flow (Fig. 1 ). With smFISH, individual mRNA molecules are detected using 50 different probes, each coupled with a fluorescent molecule and synthesized so that they hybridize along the length of an mRNA transcript. 25, 26 Cells are fixed and permeabilized, usually in formaldehyde and ethanol (or mild detergent), respectively, and hybridized with the probes. Imaging with fluorescence microscopy after hybridization allows visualization of each mRNA molecule within a small number of cells as diffraction-limited spots. These spots can be identified and counted from optical sections of cells using image-processing programs. The counts of the spots accurately reflects the expression levels of mRNAs in cells. 27, 28 The high specificity and single-molecule sensitivity of this approach has been demonstrated by many laboratories in different biological applications. [29] [30] [31] [32] [33] [34] [35] In contrast to combining smFISH with microscopy, using flow cytometry and including negative controls for transcripts that are not present in a cell allows identification of rare cells in a large population based on profiling of mRNA expression in single cells. The single-cell analysis inherent in FISH-Flow is a critical difference from earlier methods of high-throughput measurements of gene expression such as microarray hybridization or deep sequencing from a sample comprising the RNA from hundreds of thousands of cells.\n\nFISH-Flow is distinguished in several ways from earlier flow cytometry approaches based solely on antibody staining for measurements of protein expression. Although methods of multi-parameter measurement of proteins in single cells are known, 36 there is a need to develop similar tools for RNA analytes so that protein and RNA markers can be analyzed in a combinatorial or correlational manner. This will allow for more comprehensive analysis of pathways and networks that underlie many diseases and pathologies. Antibody-based detection is semi-quantitative, in part because binding of several antibodies creates different levels of background. In contrast, FISH-Flow quantifies the absolute level of gene expression in each cell. Moreover, in further contrast to antibody staining, FISH-Flow is amenable to measuring both increases and decreases in gene expression at timespans ranging from minutes to hours through detection of an RNA analyte. 13 Loss of protein expression is not readily observable with antibody staining because most proteins degrade more slowly than most transcripts. This allows real-time insights into the functioning of cells. Profiling changes in gene expression also provides a real-time examination of incipient functional changes before protein accumulation. A fourth difference is that antibody detection of protein requires the laborious empirical process of antibody selection for a specific antigen, whereas, in principle, rational design of probes from bioinformatics data allows measuring the expression of any gene with FISH-Flow.\n\nAn important variation of FISH-Flow combines simultaneous detection of RNA and protein analytes, which allows identification of cell types such as T cells or subtypes (e.g., CD4+ or CD8+ T cells) based on known protein markers. This capability makes it possible to glimpse changing dynamics in antigen-specific T cells at much finer timescales. Up to now, however, these efforts have been hampered by limitations in technologies to achieve single-cell measurements of mRNA transcription. Ensemble measurements of gene expression do not provide the same insight into functional differences at the single-cell level, which are much more predictive of future tendencies of the population than the mean of the whole T-cell repertoire. Moreover, other approaches to identifying infections and disease stages do not utilize the power of antigen-specific stimulation, for example, in distinguishing TB from LTBI. 37, 38 Combining multiple platforms such as transcriptomics, epigenomics, and proteomics may serve the purpose, 38 but would be far less feasible for diagnostics than a single FISH-Flow platform.\n\nIn a demonstration that FISH-Flow provides a quantitative measure of gene expression, peripheral blood mononuclear cells (PBMCs) were non-specifically stimulated with phorbol myristate acetate and ionomycin, hybridized with fluorescently labeled probe sets, and separated by fluorescence-activated cell sorting into several bins based on signal intensity. Then, cells from each bin were imaged individually with fluorescence microscopy to determine the number of mRNA molecules in each cell. There was a correlation between the flow cytometry read-out of fluorescence intensity and the number of mRNA transcripts within the cell. 13 This allowed us to write software with the capability to calculate the number of transcripts in every cell imaged by flow cytometry from raw intensity data (unpublished data). We also found that the sensitivity of the technique detects approximately five mRNA molecules per cell. The quantitative results from FISH-Flow also reveal kinetic signatures of gene expression, as shown for increasing and decreasing levels of interleukin-2 (IL-2), interferon gamma (IFNγ), and tumor necrosis factor alpha (TNFα) mRNA. The kinetics of mRNA expression were different for each gene and showed changes on much smaller timescales than protein analytes. The use of FISH-Flow to monitor mRNA expression and compare it with protein expression has promising applications to understanding functional signatures of antigen-specific T-cell stimulation.\n\nUsing FISH-Flow as a platform, the study of single cells provides a new approach for identifying T-cell signatures associated with infectious disease. Because T cells maintain memory to a pathogen for years after infection, they are useful for diagnosis of disease. Especially in cases of asymptomatic latent or recurrent infection, it is important to develop powerful diagnostic tools. For each antigen encountered, the immune response generates functionally distinct subsets of T cells sharing the same antigen specificity. 39, 40 For example, in anti-viral immunity, the functional heterogeneity of CD4 + and CD8 + T cells is influenced by antigen load, 41 a direct function of infectious burden. Therefore, functional signatures of CD4 + and CD8 + T-cell responses can correspond to different levels of viral replication and disease. 41 Moreover, T-cell subsets may overlap in functionality. For example, some T-cell subsets can have different surface markers and yet similar functions. 41 Functional signatures arising from both heterogeneity and subset overlap track changes in Tcell responses, such as their cytokine expression profile, that follow from changes in an infection over time. 42, 43 The functional heterogeneity of T-cell subpopulations that exists in vivo with chronic viral infections also occurs with tuberculosis and other bacterial infections. 8, 41 Increasing evidence demonstrates that T-cell functions such as cytokine release are crucial in identifying the disease state. 3, 4, 41 We consider here the T-cell memory that develops in the CD8+ and CD4+ subpopulations after an initial adaptive immune response to infection. There are two main classes of memory in both subpopulations: less-differentiated central memory T (T CM ) cells and more-differentiated effector memory (T EM ) cells. The size of the T-cell memory response correlates with the initial magnitude of the T effector (T E ) cell response. 44, 45 Both T CM and T EM cells pass through the circulatory system and may interconvert during passage through lymphoid and non-lymphoid tissues. 46 The functionality of induced adaptive immune responses also depends on the pathways and efficiency of antigen presentation, as demonstrated for TB infection. 47, 48 Therefore, analyzing functional signatures of T-cell subsets could be a powerful strategy for diagnosis and study of viral and bacterial infections and other pathological conditions modulating immune responses, such as cancer and autoimmune diseases. 41 It is not sufficient to address questions of T-cell function by only examining the surface markers of cells or tracking T-cell functional outputs. [3] [4] [5] [6] Even within seemingly homogeneous immunological populations, there are differences in gene transcription that exist before differentiation or proliferation and are caused by antigen encounter. It has been long postulated that T lymphocytes have certain functional programs that are activated due to presentation of previously encountered antigens to T memory cells. Certain studies on TB have attempted to use protein markers to ascertain the differences in functional signatures found in individuals with latent and active TB. 7-10,49,50 However, protein level measurements do not reveal the real-time transitions that T cells undergo from one functional state to another with enough detail to understand the process. Rather, it is necessary to pinpoint events at the single-cell transcriptional level. In order to accomplish these goals, immunologists need a much more sensitive tool at their disposal than only the ability to track individual cell protein levels. This would need to be combined with the ability to quantify mRNA expression from each cell of a heterogeneous population. Because T lymphocytes with memory for a particular antigen are so rare, using any microscopybased method to find them and perform further analyses is not feasible. The need to detect rare cells was the major rationale for the development of FISH-Flow by our research group. 13 Due to its ability to make high-throughput measurements of mRNA transcripts from thousands of single cells simultaneously, FISH-Flow is an excellent tool for studying variability in T-cell subsets and for identifying the functional signatures of antigen-specific T cells during disease progression.\n\nApplying FISH-Flow to investigating the transition from latent to active infection that occurs in the three deadliest infectious diseases is of particular interest. First, in the example of malaria, recurrence follows reactivation of dormant plasmodium parasites. 51 No symptoms exist during initial stages of parasite proliferation, which creates a risk for transmission of malaria because mosquitos can carry the disease to new donors before diagnosis and treatment. Moreover, delayed treatment of malarial infection can lead to serious complications and even death. 52 A second example involves human immunodeficiency virus (HIV)-1 latency forced by drug treatment and reactivation that occurs with interruption or failure of therapy. 53 The third example is infection with M. tuberculosis, the cause of TB. Approximately two to three billion people worldwide are infected with M. tuberculosis. 54 A small proportion (5-15%) of individuals who have LTBI and seemingly healthy immune systems will experience reactivation leading to disease. A higher percentage of elderly and immune-compromised individuals undergo reactivation. During reactivation, a public health hazard exists due to transmission of infection before the development of clinical symptoms. Annually, M. tuberculosis infection causes 9.4 million new cases of active TB and 1.7 million deaths worldwide. 55 Moreover, it is not possible to distinguish individuals who have cleared TB infection either naturally or as a treatment outcome from those who may still have latent infection because the M. tuberculosis bacterium becomes sequestered in lung macrophages. Transmission of infection would be greatly reduced if, as a preventive measure, it were possible to identify and treat infected individuals as they progress to active disease.\n\nTests for LTBI that already exist rely on ex vivo stimulation of PBMCs with M. tuberculosis protein antigens or peptides and detection of IFNγ release by ELISA readout (Quantiferon, Cellestis, Australia) or ELISPOT readout (T-SPOT.TB, Oxford Immunotec, UK), respectively. These IFNγ release assays (IGRAs) do not distinguish between TB and LTBI. Moreover, a positive IGRA result in an asymptomatic individual (in the absence of microbiological evidence of active tuberculosis) is uninformative for reactivation risk (for review, see Kunnath-Velayudhan et al. 1 ). Therefore, the effectiveness and acceptability of these tests is reduced, especially in countries with a high incidence of active TB and insufficient medical infrastructure, such as South Africa, where 80% of the population is infected. 56 Moreover, even in low-burden, high-resource countries such as the United States, the side effects of treatment for LTBI 57 often lead to its refusal when it is recommended without an indication of reactivation risk. 58 The limitations of current diagnostic platforms for latent and active tuberculosis therefore have enormous public health consequences worldwide.\n\nThe inability of current diagnostic technologies to distinguish latently infected individuals from cases of re-activated TB is due to the person-to-person variability of the measurement, which has prevented the establishment of diagnostic cutoffs separating these conditions. 1 The variability arises from cell-to-cell diversity generated during T-cell homeostasis 2 and from differences in gene expression during differentiation that may lead to functional heterogeneity among clonally expanded cells. Therefore, it may be possible to distinguish infection stages in TB by measurements at the single-cell level in stimulated antigen-specific T lymphocytes. Biomarkers characteristic for T-cell subsets that are expected to be present in LTBI versus TB and that would distinguish, for example, T CM from T EM or T E , may provide the long-sought targets for such stage-specific identification. Moreover, there is evidence that T cells responding to antigen stimulation do not only express single or polyfunctional arrangements of cytokines, but also secrete cytokines in a programmatic, sequential fashion. 4 This programmatic sequence of release is not random, as determined by tracking IL-2, IFNγ, and TNFα over time, but reflects functional programs in response to infection. 4 Such cell-specific, context-dependent sequential programs can be used as functional signatures to predict outcomes of infection and to study the progression of infection in greater depth. The use of functional signatures of infection through single-cell mRNA measurements with FISH-Flow has the potential to overcome challenges presented by person-to-person variability in diagnosis of infection.\n\nThe use of FISH-Flow for immunological research and for characterizing antigen-specific T cells in infection is paralleled by other studies that also have used flow cytometry coupled with in situ hybridization-based mRNA detection to profile cells of the immune system. Although the principle of flow cytometric detection is similar, the method of in situ hybridization differs from smFISH (Table 1) .\n\nA recent report describes using flow cytometry paired with FISH to detect parvovirus B19 nucleic acids in infected cells 59 after in vitro infection of UT7/EpoS1 cells and erythroid progenitor cells that were generated in vitro from circulating PBMCs. In this FISH technique, digoxigenin, a steroid derived from Digitalis purpurea, is coupled with DNAbased probes. The probes then hybridize to RNA or DNA and are detected with a fluorophore-coupled anti-digoxigenin antibody. Human parvovirus B19 (B19V) is responsible for Fifth disease in children, arthropathies in adults, and transient aplastic crisis. 59 B19V nucleic acids were detected in infected cells and the flow-cytometry-based method confirmed that B19V replication occurs in only a small fraction of UT7/EpoS1 cells, but in a larger proportion of PBMCs. This also demonstrates the utility of this method to test hypotheses in small subsets of a population of cells. However, the images produced by the in situ hybridization method used display diffuse fluorescence in each cell, which allows one to distinguish cells above background, but is unlikely to be useful in a highly quantitative fashion like smFISH. Moreover, its utility is demonstrated only for detection of moderately or highly abundant targets, such as viral transcripts during active infection. 50 This method nevertheless demonstrates the power of pairing flow cytometry with in situ hybridization in high-throughput infectious studies.\n\nOther groups have used FISH techniques based upon branched-DNA technology (bDNA). With bDNA, a primary DNA probe hybridizes to the target nucleic acid chain and is then hybridized to a longer extender oligonucleotide, which is finally hybridized to multiple oligonucleotide chains that have fluorophores covalently bound throughout their length. 60 In this way, the fluorescence of a single FISH probe is amplified. More recently, improvements have been made to bDNA, called RNAscope, in which two primary probes are hybridized next to each other on the target, forming a \"platform\" onto which the extender oligonucleotide with fluorescently labeled branches can hybridize to increase the specificity of binding of the amplified bDNA complexes. 61 This method was applied in conjunction with flow cytometry to detect HIV gag RNAs in HIV-infected cells, in addition to bcr and abl mRNAs in K562 cells. 62 This method was also used by the same investigators to measure high abundance of IFNγ and CD4 transcripts together with protein expression kinetics in globally activated PBMCs, 63 but not for detection of other less abundant transcripts in a low frequency antigen-specific population.\n\nIn addition, FISH techniques using non-DNA probes have been used. Recently, peptide nucleic acid (PNA) probe-based FISH combined with flow cytometry was used for viral diagnosis in lymphocytes and other immune cell types, again relying on detection of relatively high-copy-number targets. PNAs are synthetic polymers with a backbone consisting of repeats of N-(2-aminoethyl)-glycine units linked by peptide bonds, with purine and pyrimidine bases linked to the backbone via a bridge of methylene and carbonyl moieties. 64 Since its invention in 1991, PNA has been used for numerous applications such as DNA and RNA detection, nucleic acid capture, inhibition of PCR hybridization, and others. [65] [66] [67] In general, PNA binds DNA more stably than DNA, but there are exceptions to this depending on the PNA sequence. 65 Kimura et al. demonstrated utility of PNA for in situ hybridization with flow cytometry read-out for the detection of Epstein-Barr virus (EBV)positive cells in suspension using a PNA-based probe targeting EBV-encoded small RNA. 68 This result was corroborated by surface immunostaining of infected cells. The study found that 1.7-25.9% of peripheral lymphocytes were infected with EBV and identified these lymphocytes as CD3+CD4+CD8− γδ T cells. 68 Similar results with this system were reported by other investigators. 69 Locked nucleic acid (LNA) FISH probes are another method used recently with flow cytometry. LNA nucleosides are nucleic acid analogs in which the ribose ring is \"locked\" by a methylene bridge that connects the 2′ oxygen atom and the 4′ carbon atom, which results in reduced conformational flexibility. 70 LNA nucleosides obey Watson-Crick complementary base pairing and, upon hybridization to a DNA oligonucleotide, increase the melting temperature of the DNA by 1-3°C per LNA modification. 70 The high specificity of LNA and high thermal stability in complex with DNA makes LNA-based probes well adapted for detection of nucleic acids. 71, 72 In addition, because the physical properties of LNA are highly similar to that of DNA, it is possible to adapt LNA for use in experimental conditions optimized for DNA-based probes. Moreover, LNA can be readily commercially synthesized, either purely as LNA or with the addition of DNA or RNA bases. 70 Robertson and Thach demonstrated the successful use of LNA FISH with flow cytometry for mRNA detection. 73 This method was then applied to detect Sindbis virus-infected cells. 74 LNA probes complementary to Sindbis viral RNA were able to track the increase of viral RNA over time in early infection. Moreover, it was possible to observe not just the increase of viral RNA, but also their decreased levels over time. This represents a strength shared by FISH-Flow methodologies in that decrease of RNA is more readily measured than decrease in protein content, allowing a more sensitive measure of viral infection.\n\nPresently, several groups of investigators have applied different variations of FISH-Flow to immunological and infectious disease research. The diversity of these approaches leads to the question: is there a preferred method of FISH that is best suited for FISH-Flow applications? The question cannot be answered definitively because the different technologies are still developing. However, it is already possible to see that the approaches used have distinct strengths and utility and so will best serve different applications (Table 1) . smFISH is the most quantitative approach, allowing for quantification of total mRNA molecules in each cell in a high-throughput fashion. However, the other FISH technologies have other benefits.\n\nTraditional FISH techniques, such as ones using digoxigenin-labeled probes, are a viable method for use with flow cytometric detection and monitoring of pathogen RNA in infected cells. 59 This technique is, however, limited in sensitivity and is not readily quantifiable. Its benefits are its relatively low cost and simplicity. For more demanding applications requiring strong quantitative analysis, other FISH methodologies maybe more appropriate.\n\nThe major benefit of RNAScope is its use of DNA-DNA hybridization, just as is used in smFISH, and its stronger signal strength over individually labeled probes (compared with smFISH). The original bDNA increased fluorescence intensity substantially, but suffered from high levels of non-specific binding. RNAscope partially alleviates this, but there is still a significant amount of background fluorescence seen both with microscopy and flow cytometry. The better signal-to-noise ratio of smFISH increases its overall sensitivity for detection of low abundance transcripts.\n\nNon-DNA-based approaches to FISH such as PNA and LNA have some advantages over smFISH-Flow, such as increased specificity due to higher duplex stability with DNA or increased nuclease resistance. Both PNA and LNA probes have a stronger specificity for DNA sequence than other FISH methods, potentially allowing better signal-to-background resolution, which may allow more sensitive detection than smFISH. However, a direct comparison of these techniques for use with flow cytometry is still lacking. PNA probes that are specific for telomeres are now being applied in cancer and aging research. 75, 76 PNA probes have also been used recently for bacterial detection and environmental analysis by targeting ribosomal RNA specific to bacterial species. 65 The success in applying PNA to the fluorescence-based detection of nucleic acids suggests that PNA may be used to detect mRNA with flow cytometry. The strength of PNA is that it is relatively insensitive to ionic concentration, thus making it useful in cases in which DNA or RNA forms extensive secondary structures. Overall, PNA-DNA complexes are more stable than the corresponding DNA-DNA duplexes, but pyrimidine-rich PNA-DNA complexes, in contrast, have lower stability (whereas purine-rich PNA-DNA duplexes are in fact much more stable than DNA-DNA complexes). Because of this, the choice of sequence for PNA probes is more challenging than for traditional DNA-based probes. 65 Moreover, the physical properties of PNA differ from DNA, which makes the adoption of protocols geared toward DNA probes problematic for PNA-based probes, requiring empirical testing. 65 Another area of weakness of PNA use with flow cytometry is limited sensitivity of the technique. Therefore, detection of EBV-encoded small RNA in EBV-infected cells was shown to be inefficient when infectivity dropped below 0.2% of the population. 69 This limitation prevents harnessing a key strength of flow cytometry. Moreover, it does not compare favorably with techniques such as smFISH-Flow and RNAScope-based flow cytometric analysis, which have better resolution for detection of low-frequency cells.\n\nAlthough FISH-Flow allows high-throughput and quantitative analysis of mRNA expression in cell populations, technical challenges still limit this method when it is used to study immunological memory through analysis of genetic circuits in single cells. The major focus of this analysis will be on conventional FISH methodologies such as smFISH.\n\nOne such challenge is signal-to-background ratio. Due to electrostatic interactions, the probes used for FISH-Flow bind non-specifically within cells, which results in a normal distribution of fluorescence intensity in the population. Cells that have genuine probe binding have an increase in fluorescence that is above the level generated by background staining. For genes that have more than five to 10 copies of a transcript, fluorescence intensity is sufficient to identify each cell that is genuinely expressing the target mRNA. 13 However, for genes that only express a few transcripts, the difference between the average fluorescence intensity of the true signal to the background is very low. This is not a problem in conventional smFISH, in which imaging is performed by microscopy and each mRNA molecule is viewed as a fluorescent spot distinct from the background. However, the representation of each cell by a single fluorescence value in flow cytometry makes it impossible to determine whether low fluorescence intensity indicates the presence of target transcript(s). Autofluorescence from cells may also contribute to this background. Older technologies based on bDNA or other approaches 77 that have been used previously with microscopy-based FISH have attempted to provide a solution to this issue by increasing the fluorescence intensity of the probes themselves. However, they have not provided any genuine improvements because background increased proportionately or more. Improving the signal-to-background ratio will be necessary for using FISH-Flow to study complex genetic networks by profiling any gene in any cell type and to provide the tools for understanding the functional programs that are present in the adaptive immune response to different stages of infection.\n\nMultiplexing with FISH-Flow is another area in need of improvement. Currently, three colors are possible simultaneously, 13,14,62 but it would be desirable to expand simultaneous colors detected to the numbers available for protein flow cytometry. This may be achieved with brighter dyes or with flow cytometers that are specifically designed for FISH-Flow. The conventional flow cytometer setup for many laboratories involves having a red and blue laser in addition to orange or yellow/green. However, because of the lower fluorescence intensity of FISH-Flow, excitation in the UV, violet, and blue range will produce signal too low to be detectable. Instead of placing the standard laser configuration into a flow cytometer (which may have a limitation of three to four lasers) it would be advantageous to increase the number of lasers in the red, orange, and green range, selecting lasers at wavelengths that are optimal for specific fluorophores. Although we have developed protein-RNA simultaneous detection, incorporation of surface staining, intracellular cytokine staining, and smFISH for mRNA expression into a single assay and workflow would be a valuable further improvement.\n\nFISH-Flow has great utility in detecting mRNA and should be readily extended to long, noncoding RNA (lncRNA), but recent research highlights the importance of short, non-coding RNAs within the immune context. [78] [79] [80] In smFISH, 48-50 probes must hybridize to an mRNA molecule in order to produce sufficient fluorescence intensity (for detection by microscopy). This requires a length of at least a thousand nucleotides, far beyond the size of short, non-coding RNAs. New probe designs will be required for detection of single miRNA or other small RNAs with sufficient intensity for visualization by flow cytometry.\n\nFor any target, real-time live-cell imaging would greatly extend the existing capability of temporal studies with FISH-Flow. For example, distinguishing simultaneous from sequential cytokine production in polyfunctional T cells would address immunological memory to antigens after infection and would help to reveal the functional programs that govern immune system behavior during different stages of infection. We have demonstrated 13 that FISH-Flow allows study of the kinetics of cytokine expression in parallel at the mRNA and protein levels. This yields information about single-cell-level responses at much greater temporal resolution, potentially allowing studies of genetic programs in single cells and functional signatures of disease state and progression at the single-cell and population level. However, this technique is currently limited only to use in fixed and permeabilized cells. Adaptation of FISH-Flow to live cell imaging would allow measurement of T-cell responses in memory recall assays in a temporal sequence and, more generally, the measurement of changes in gene expression in individual cells as they are exposed to new immunological contexts over time. This would give us tools for the delineation of functional programs definitively, as opposed to the current modus operandi, where they are only inferred from repeated indirect measurements.\n\nNew developments in instrumentation and novel fluorophores that have been used successfully in imaging applications may improve FISH-Flow if they can be applied to flow cytometry. Lanthanide-based luminescent labels have been developed, which allow ultrabright detection of nucleic acids. 81 These fluorophores are brighter than conventional fluorophores, allowing the possibility of detecting cells that express just one copy of an mRNA molecule. These new lanthanide-based probes are 50-100 times brighter than similar probes constructed with conventional fluorescent molecules. 81 Luminescent lanthanide complexes have been used for selective protein labeling, for assaying protein-protein interactions, and with multiplexed fluorescence resonance energy transfer (FRET) assays. 82 Although commercial production of these labeling molecules is still limited due to cost of synthesis, new strategies to simplify the synthesis of these molecules have the potential to make them commercially available. 83 Also adopted for imaging applications have been quantum dots, colloidal nanocrystals that have unique optical properties such as their absorption and emission bands being dependent on the size of the quantum dot. 82 Quantum dots also exhibit high photostability compared with conventional organic dyes and have high photoluminescence quantum yields. 82 Applying quantum dots to FISH-Flow has the potential to allow brighter signals with higher multiplexing ability due to lower spectral overlaps than is possible with conventional fluorophores, but the size of quantum dots currently precludes them from in vivo applications.\n\nMass cytometry has emerged as another powerful technology that may hold the promise of creating tools for high-throughput profiling of gene networks in T-cell memory in the context of infection. In mass cytometry, instead of fluorescence-based detection, metalisotope-based probes are used. Cells that have been hybridized with metal-conjugated antibodies are sprayed through an ionizer into a mass spectrometer and analyzed. 84 Mass cytometry has numerous benefits over conventional flow cytometry. The use of metal isotopes instead of fluorophores allows for a significant increase in the number of parameters (surpassing 50) measured per cell. 85 In addition, mass cytometry allows a more quantitative measurement of the number of probe molecules and higher signal-to-noise ratio. 85 Currently, mass cytometry has been used with antibody-linked metallic probes. Its development for use with FISH-Flow would be possible if nucleotide probes were conjugated with metallic, instead of fluorescent, labels.\n\nMass cytometry has already been used in a number of high-throughput applications. In a recent report, mass cytometry was used to study the signaling dynamics of cell subsets within a defined hematopoietic hierarchy in healthy human bone marrow. The research group measured 34 parameters simultaneously in single cells, including targets of 31 antibodies. This information allowed analysis of the multiple cell types in addition to their signaling responses. 86 Another group used mass cytometry to detect 22 distinct, previously unidentified human regulatory T-cell (Treg) subsets based on surface markers relating to their phenotype and function. 87 Moreover, it is now possible to perform viability testing with mass cytometry as is commonly done with flow cytometry. The platinum-containing chemotherapy drug cisplatin has been reported to distinguish live from dead cells by mass cytometry, allowing comparable distinguishing power as seen with fluorescent flow cytometry using conventional viability stains. 88 The application of this technology to the study of RNA instead of protein would allow for the profiling of immune cells at a different level. Especially if studying RNA and protein analytes is combined in parallel, then, not only novel immune cell subsets, but also their functional states, could be examined in detailed temporal scales. Alternative methodology was therefore developed here in which the platinum-containing chemotherapy drug cisplatin was used to resolve live and dead cells by mass cytometry. In a 1-min incubation step, cisplatin preferentially labeled nonviable cells from both adherent and suspension cultures, resulting in a platinum signal quantifiable by mass cytometry.\n\nThis protocol was compatible with established sample processing steps for intracellular cytometry. Furthermore, the live/dead ratios were comparable between mass cytometry and fluorescence.\n\nSo far, it seems that none of the in situ hybridization techniques used with flow cytometry outperforms the others in signal-to-background resolution, multiplexing ability, or resolution of number of transcripts. Each may have some advantages over others, such as quantitative power (smFISH) or resistance to nuclease activity (PNA), but overall this does not strengthen either of these approaches enough to allow a full interrogation of genetic circuits and functional signatures in single cells from a single sample. However, newer FISH approaches may emerge that will make FISH-Flow an even more robust technology. One such technology is hybridization chain reaction (HCR). First reported by Dirks and Pierce in 2004, HCR involves multimerization of two stable hairpin nucleic acid monomers only in the presence of an initiator fragment provided by a probe hybridized to a target. 89 HCR monomers enter cells efficiently. The self-assembly chain reaction occurs with high specificity in an enzyme-and temperature-independent reaction. Using fluorescentlycoupled DNA (or RNA) hairpins produces a high signal-to-background ratio. When imaged with fluorescence microscopy, sharp fluorescent spots indicative of specific mRNA binding are observed. 90 HCR has been applied for multiplex detection of mRNA in zebrafish embryos [89] [90] [91] and bacteria and of rRNA in protozoa. 90, 93 HCR has also been used with quantum dots in vitro instead of conventional organic dyes. 92, 93 Moreover, a quantitative version of HCR (real-time HCR) has also been developed. 92, 94 In this method, one of the two DNA hairpins contains a fluorescent dye (F) and a quencher (Q) molecule. Due to the proximity between F and Q, the fluorescence of the hairpin is quenched. The HCR reaction is monitored using a thermal cycler with an optical module, but requires only a constant temperature of 25°C. Initially the starting hairpins are quenched, but, as the reaction proceeds, the fluorescence of F is eventually restored due to the increased separation between F and Q as the successive complexes hybridize into an extended chain. 89 The high signal-to-background ratio attainable with HCR, as well as its ability to be quantified, holds promise for use in FISH-Flow applications. Moreover, because HCR has such high signal amplification and specificity to target, it is possible that it may have applications to performing FISH on miRNA, further expanding the profiling capabilities of FISH-Flow.\n\nThe ability to profile nucleic acids with FISH-Flow in vivo would allow the tracking of viral propagation in cell populations through time or the tracking of changes in antigen-specific Tcell subsets and evolution of immune states. Although current FISH-Flow is limited to fixed cells, there are technologies that may permit FISH-Flow profiling (and re-profiling) of stimulated or unstimulated cells in vivo. Therefore, a number of methods have been developed that allow illumination of mRNA in living cells. These methodologies exploit tagging of RNA with fluorescent proteins, the use of labeled oligonucleotide probes or aptamers that render organic dyes fluorescent, and molecular beacons as probes that become fluorescent upon binding to RNA. 95 For example, Larsson et al. used molecular beacons to identify live embryonic cells based on expression of marker mRNA. 96 However, the utility of these probes is currently limited by the relatively low efficacy of delivery inside cells and sensitivity of signal detection.\n\nNanoflares, which consist of spherical nucleic acid-gold nanoparticle conjugates comprised mainly of densely functionalized duplex oligonucleotides, are emerging as new complexes for in vivo imaging. 97 Oligonucleotide capture sequences are attached to the nanoparticle and are hybridized with fluorescently labeled DNA oligonucleotides called \"flares.\" This conformation causes the quenching of the fluorophore. When an mRNA specifically hybridizes with the capture sequence, the flare is displaced, thus restoring the fluorescence, which can then be detected and quantified. Moreover, nanoflares interact with cell membranes in such a manner that they are taken up efficiently into diverse cell types. Another benefit of nanoflares is that they have no known target effects or cytotoxicity and low immunogenicity. 97 Work is still in progress to improve the multiplexing capabilities of nanoflares and increase the specificity for RNA targets. However, there is considerable promise for application of this technology for in vivo detection of mRNA with flow cytometry.\n\nA further development of HCR that does not require post-hybridization wash steps might be used with live cells. 98 This adaptation of HCR, called hairpin DNA cascade amplifier (HDCA), involves two components, a catalytic element consisting of two hairpin-shaped DNA substrates, the conformation of which changes upon target mRNA binding, and the reporting moiety that contains a hybridized DNA duplex with a fluorophore (Rep-F) and quencher (Rep-Q) attached. 98 This method is well suited for imaging living cells with low levels of mRNA expression. It will be interesting to see the application of this approach with flow cytometry.\n\nIn addition to its promise for new diagnostic tools for infectious diseases, FISH-Flow can be a research tool for various topics relevant to T-cell immunology. Further study of underexplored questions relating to cell differentiation, functional states, and the roles of Tcell subsets in immune response will have important bearing on the diagnosis and resolution of infection. Moreover, by creating novel tools for basic T-cell immunology research, diagnostic and other clinical applications will also evolve. FISH-Flow has potential to be a useful tool for a number of areas under investigation now. For example, T-cell responses are necessary in order to achieve complete viral clearance. However, exhausted T-cell populations with reduced effector function can accumulate, often during chronic infections. [99] [100] [101] Exhausted T cells are not as capable of controlling infection and this functional state of T cells may be correlated with clinically determined phases characterized by failure to contain and overcome the infection. Consistent with altered function, the transcriptional programs of exhausted T cells differ significantly from that of effector or memory T-cell subsets. 99 Determining the mechanisms for transition from memory to effector and terminally differentiated (exhausted) states is an active area of research. Singlecell transcriptional profiling with FISH-Flow would be a logical choice to use in these studies because it is likely that the differences between functional states of T cells will be observed first at the level of genetic circuitry in subsets of stimulated T cells.\n\nThe transcriptional programs and signaling pathways that control the formation of multiple subpopulations of effector and memory T cells are also an area of active investigation. 46 As already described, better understanding the differentiation of subpopulations is crucial to advancing the study of the suppression and control of infection by the immune system. It is also important for the development of clinical tests and diagnostic assays to identify infection before onset of symptoms, which has both medical and public health importance. Although much progress has been made in understanding the lineages and functionalities of T-cell subsets, questions still remain, such as how effector CD8 + T-cell differentiation results in the formation of cells with various phenotypes, including memory T cells, especially at the level of transcriptional programs. 46, 102 In addition, the stability of CD8 + memory T cells is known in most infections, but whether CD4 + memory T cells exhibit the same level of stability remains controversial. 103, 104 Interaction between T-cell subsets is an important aspect of fighting infection that goes beyond subset formation by differentiation of CD4 + and CD8 + T cells. 105 The interactions between CD4+ and CD8+ T cells and their regulation have been shown to be important in malaria pathogenesis. The T-cell response is highly context dependent, responding to both pathogen burden and immune factors. 105 Understanding these processes is important for diagnosis and vaccine development. FISH-Flow will contribute here, too, because single-cell measurements of mRNA transcripts in patient samples will allow for the study of functional signatures in disease and provide for new diagnostic criteria.\n\nIt is known that Treg subsets are critical to the regulation of the immune response in infection. However, little is known about how Tregs regulate the inflammatory response during memory responses to previously encountered pathogens. 106 Although Tregs are constitutively expressed, the recognition of an antigen in secondary infection is an important transitional point that leads to Treg up-regulation and to a memory Treg response that downregulates inflammation and controls autoimmunity. 106 By understanding this process, the standard view of antigen recognition and the immune response will be enriched and this will have important implications for immune therapies and vaccination. These complex regulation pathways determine disease progression and FISH-Flow may help by enabling better characterization of the Treg subsets involved.\n\nImmunosenescence is another area of research that is receiving attention and would benefit from a single-cell level approach. In immunosenescence, defects in adaptive immunity accumulate, making the elderly more vulnerable to infectious disease. There is an impaired T-cell response against infection and vaccination, both at the single-cell and population levels. 107 The elderly are also more prone to have reactivation of certain latent infections such as tuberculosis and varicella (shingles) and this is an important area to investigate in order to devise more effective immunization, treatment, and diagnosis for infectious diseases. However, studying T cells at the population level or only through protein expression is no longer an effective means by which to address these complex questions.\n\nFISH-Flow has the potential to address these questions, particularly by measuring mRNA expression in single cells exposed to different antigens over time. A now typical approach to studying development of T-cell memory involves genome wide microarray analysis of T-cell subsets obtained by sorting T-cell populations based on surface markers. 108 Although detailed information is obtained about the genetic contexts of cell subpopulations, the information about levels of gene up-regulation or down-regulation obtained from microarray studies remains the sum total of all the cells profiled. However, the level of mRNA expression fluctuates stochastically even in homogeneous cell populations, with cells having bursts of expression followed by a steady decay of the RNA levels, which produces a distribution of high and low mRNA production across the population. 27 ,109 Therefore, the information obtained from this approach creates an average picture of the population's behavior, which does not take into account the tendencies of individual cells. Attempts to remedy this are to complement these ensemble measurements of gene expression with measurements of protein expression in cells, which are often done with flow cytometry. Cytokine production can be compared to levels of gene expression measured with quantitative polymerase chain reaction, microarray, or next-generation sequencing. As our group has shown, 13 however, the kinetics of mRNA expression and protein expression do not always correlate. Different cytokine genes have unique patterns of expression and decay based upon immunological context. After translation, cytokine protein accumulates in the cell but is not immediately degraded. Moreover, cytokine secretion is also regulated. With FISH-Flow, mRNA measurements can be made from single cells that have their immunological context carefully controlled during ex vivo stimulation. This can be important for further studies to understand the regulation of the antigen-specific T-cell response, delineate the pathways and transcriptional programs that control the formation of heterogeneous populations of effector and memory T cells, and complement studies analyzing the gene-expression networks in the immune system, such as the Immunological Genome Project (ImmGem). In parallel to the development of diagnostic tools for infections relying on high-throughput analyses of antigen-specific T cells, significant basic research is still required to understand the control over T-cell differentiation and functional programs that are at work during response to and control of infection. FISH-Flow can be an important tool in both of these directions.\n\nFISH-Flow may also be a useful tool in studying antigen-specific T cells through profiling lncRNA and miRNA, both of which have been found to be important in immunological processes. Cellular lncRNAs are induced by viral infection, such as influenza, HIV, hepatitis C virus, hepatitis B virus, enterovirus, severe acute respiratory syndrome, coronavirus, and by IFNα and IFNγ. 110 Two of the lncRNAs, lncISG15 and BISPR, were analyzed and found to be expressed from genomic regions close to well-characterized IFN-stimulated genes. 110 Consistent with induction by IFNs, lncRNAs can be induced through the JAK-STAT pathway and can govern expression of protein-coding RNAs in the IFN response, as well as other cellular functions. 80 Another example is induction of 2607 lncRNAs by lipopolysaccharide (LPS), 111 which may be important in monocyte activation.\n\nIn addition to new information on lncRNAs, miRNAs are being increasingly understood as important immune regulators. 112 Interactions between cytokines and miRNA pathways regulate T-cell functions. 113 In addition, miRNA induced in antigen-stimulated T cells can regulate post-transcriptional expression of various cellular proteins including cytokines by targeting mRNAs for either degradation or translational inhibition. In fact, naive, effector, and memory functional states of T cells were shown to have characteristic miRNA profiles. 114 LPS stimulation up-regulates a number of miRNAs, which target the translation of key signaling proteins. 111 In contrast, miR-143 and miR-145 are down-regulated in macrophages infected with vesicular stomatitis virus. 79 It is also known that IFN type I inhibits the transcription of the miR-145 gene, which reduces the inhibition by miR-145 of its target, HDAC11. This leads to further downstream effects because HDAC11 stops IL-10 production through its inhibition of the Il10 gene. 112 However, other research shows that miRNAs may be involved in targeting foreign nucleic acids in cells as well. For example, HIV-1 genomic RNA is a target of miR-29a in human T cells, which interacts directly with the HIV genomic DNA and inhibits HIV-1 replication. 115 In addition, other human miRNAs, such as miR-507 and miR-136, target binding sites in the polymerase B2 and hemagglutinin genes and restrict replication of influenza A virus. The group of influenza A virus life-cycleregulating miRNA includes miR-323, miR-491, and miR-654. [116] [117] [118] \n\nOur studies using FISH-Flow brought us to the intersection of traditional immunological paradigms and molecular genetics. Although our initial aim was to use FISH-Flow to uncover functional signatures that were based upon sequential mRNA expression of certain cytokines or other genes important in immune memory, proliferation, and up-regulation and down-regulation associated with functional changes, we observed evidence of stochasticity in these programs as well, something not generally considered in the immune context. For example, we observed that, in a stimulated population of PBMCs, the number of transcripts counted in individual cells might follow a normal distribution, but in other contexts, the distribution of mRNA transcripts in single cells showed distinct subpopulation of high and low expressers (unpublished data). Although this is hypothesized to reveal distinct functional signatures within T-cell populations, it also leads to the question of whether states of the immune system and functional signatures are the result of pre-programmed behavior, stochastic processes, or both. Molecular genetics has come to embrace a stochastic perspective on the operation of genetic circuits in single cells in a population, 27, 29, 109, 119, 120 whereas the traditional view in immunology has been that the highly coordinated processes of cellular differentiation and communication among the hundreds of cell types and subtypes within the immune system occurs through ordered, well-choreographed functional programs. Especially in the context of infection, it has become commonplace to search for and analyze defined functional programs in the hopes of better insight into infection and development of diagnostic tools. T cells have immunological memory and upon antigen presentation will go through proliferation and produce a larger immune response, including differentiation and expansion of multiple cell types. Even in the study of organismal development, stochasticity has come to play a more prominent role in explaining the course of cell fate. 121 It is possible that stochasticity is important, not just in whole-organism developmental trajectories, but also in immune cell differentiation and functional responses to infection. In that case, both stochasticity and functional programs (deterministic processes) may define the behavior of the immune system during infection. 119, 122, 123 Some processes in the adaptive immune response may result primarily from stochasticity. For other end points, stochastic processes may be only the first phase, randomly picking effector cells from a \"qualified\" pool, whereas built-in programs then take over the systemic behavior of the population during infection. It is an exciting time to explore these questions and FISH-Flow may be one of the tools used to drive investigation in this area.\n\nFISH-Flow and other FISH techniques used in conjunction with flow cytometry have been used in a number of immunological studies, allowing for the detection of infection, as well as examination of rare subpopulations of T cells and other immune cells with simultaneous protein and mRNA detection. As a novel technique, it is evolving and new developments in FISH, fluorescent molecules, and imaging will expand its capabilities. Milestones toward this end include the following: (1) genuine improvement of signal-to-background ratio using new probe designs and types of FISH enabling detection of low copy numbers of RNA including unconventional small size molecules, (2) adaptation of this technique to real-time live-cell imaging, (3) using flow cytometers with multiple lasers for optimized capability, and (4) process automation. FISH-Flow has potential to become a major technique in immunological research and related disciplines and to drive the development of new diagnostic tools in the clinical setting in the near future.\n\nA schematic view of the assay detecting immune responses (T cell signatures) associated with infection is shown. Peripheral blood lymphocytes are briefly stimulated with antigen ex vivo, immunostained for the detection of phenotypic markers, and then fixed, permeabilized, and hybridized with mRNA FISH probes. Probes (48-50 nucleotides in length) specific for corresponding sequences in target mRNA are designed using a computer algorithm (www.singlemoleculefsh.com) and labeled with amine-reactive fluorophore at the 3′-amino Radford modification present on each probe (BioSearch Technologies). Expression of target mRNA in cell subsets is quantified by multi-color flow cytometry."}