{"title": "Acute Bronchitis: State of the Art Diagnosis and Therapy REPRINTS", "body": "In managing acute bronchitis, pneumonia or an exacerbation of underlying chronic bronchitis should be excluded. Simple bronchitis is best treated symptomatically while an exacerbation of chronic bronchitis can be treated with antibiotics. Broad spectrum antibiotics are appropriate in selected patients.\n\nAcute bronchitis is characterized by inflammation of the tracheobronchial tree that may be infectious or noninfectious in etiology. 1 A cough with or without fever, sputum production and cold symptoms is the most common manifestation. 2 This cough is generally acute or subacute with a duration lasting less than two to three weeks. 2, 3 In the US, upper respiratory tract infections (URI) and acute bronchitis were two of the five most common conditions for which antibiotics were prescribed in 1992. 4 In 1996, ~13.9 million adults had a primary diagnosis of cold, URI, or acute bronchitis; 60% of those for bronchitis resulted in antibiotic therapy. 5 In patients with underlying chronic bronchitis, an acute bronchitis (acute exacerbation of chronic bronchitis, AECB) was estimated to result in a total treatment cost of $1.2 billion in patients ≥ 65 years of age and $419 million in those < 65 years of age in 1995; these costs were predominantly for hospitalizations. 6 The consequences of acute bronchitis are largely dependent on the presence of underlying lung disease, the severity of the specific episode, and host factors (age, co-morbidity, etc). In fact, the likely pathogens and their susceptibility to various antimicrobial therapies vary in different patient populations and geographic areas. In this manuscript numerous factors are reviewed including: 1) the etiology of acute bronchitis in patients with and without underlying lung disease; 2) the current evidence regarding antimicrobial therapy in these patients; 3) the role of antimicrobial resistance, particularly in patients with an AECB; and 4) a potential strategy for treating patients with acute bronchitis.\n\nMuch of the available data in acute bronchitis have been collected in individuals without significant comorbidity. 2 As such, much of the following discussion has to be applied with care in patients of advanced age or with significant comorbid illness.\n\nEtiology. The etiologic agents are numerous, ranging from environmental irritants to viral and bacterial pathogens. The results of numerous studies are summarized in Table 1 . Acute bronchitis in adults without underlying lung disease is usually caused by viral pathogens. 2 The most frequently identified agents include influenza, parainfluenza, respiratory syncytial virus, coronavirus, adenovirus and rhinoviruses. 2 Respiratory syncytial virus has received increasing attention as attack rates approach 50% in exposed adults. 7 Furthermore, a cough is seen in the majority of infected younger and older adults. 8 In fact, in elderly patients a cough is seen in 90%-97% of patients with RSV infection while a fever is seen in ~50% and lower respiratory tract involvement is common (rales in up to 40% and wheezing in up to 35%). 8 Importantly, pneumonia is not uncommon, particularly in hospitalized patients. 9, 10 Influenza infection is frequently associated with cough. In one series of 2,740 patients with laboratory-confirmed influenza (mean age of 35 years), a cough was present in 93% of the patients. 11 Bacterial pathogens are unusual although some studies have identified a higher frequency, 12, 13 particularly in patients with previous viral respiratory tract infections. 14 In the most recent of these studies 13 bacterial pathogens were identified in 82 of 316 patients; the most frequent isolates included S. pneumoniae in 54, H. influenza in 30 and M. catarrhalis in 7. Importantly, in this series 15% of patients had evidence of focal abnormality on physical examination while 17% (48/289) had chest radiographic changes consistent with 'infection'.\n\nAtypical pathogens (M. pneumoniae, C. pneumoniae, B. pertussis) have been identified with varying frequency ( Table 1 ). The variability in the reported series likely reflects the diagnostic criteria utilized and the seasonal, geographic, and epidemic nature of these infections. 2, 15, 16 Cough associated with pertussis infection is particularly interesting as a cough is quite frequent in patients infected with Bordetella pertussis. 16 In fact, the US Centers for Disease Control and Prevention case definition requires 14 days of coughing with either paroxysms or whooping to make the diagnosis. 17 In general, adult pertussis is associated with a persistent cough (mean duration of 36-48 days). 17 Compiled from 12, 13, 31, 71, 72, 76, 77, 80, 132, 133, [144] [145] [146] [147] [148] [149] [150] [151] [152] [153] [154] [155] [156] [157] [158] . Ranges were given when available from the literature.\n\nDiagnostic evaluation. The general evaluation of the patient with acute bronchitis should exclude other conditions that can present with an acute cough but require a unique diagnostic and therapeutic approach. Excluding pneumonia is a key component of the evaluation process. The accuracy of the patient history and physical examination in the evaluation of patients with suspected pneumonia has been reviewed in detail. 18, 19 The presence of purulent sputum is only weakly associated with the presence of radiographic pneumonia. 2 Physical findings of fever and localized chest findings (abnormal breath sounds or rales) generally support the diagnosis. 20 The lack of abnormality in vital signs (heart rate >100 beats/min, respiratory rate >24 breaths/min, and oral temperature > 38°C) and physical examination (focal consolidation) decreases the likelihood of pneumonia. 2, 18 In an elderly patient the diagnosis is particularly problematic as pneumonia may present with atypical symptoms including confusion, failure to thrive, worsening of underlying chronic conditions or falling down. 21, 22 Although fever may be absent and the physical findings nonspecific, tachypnea is a useful sign in these patients. 21, 23 In conclusion, as the identification of physical findings exhibits significant interobserver disagreement, 24 the use of chest radiography should be considered if there is any concern.\n\nOther conditions that may present with an acute cough should be excluded. Influenza infection is important to diagnose as specific antiviral therapy has been demonstrated to favorably affect the clinical course, particularly if started early in the course of illness. 25 Recent series have highlighted the clinical syndrome suggesting influenza infection. In a retrospective, pooled analysis of clinical trials of zanamivir, 2,470 patients with confirmed influenza infection recruited during the fall and/or winter of 1994-1998 were described; the presence of cough and fever demonstrated the best positive predictive value for the diagnosis of influenza with a positive predictive value of 79%. 11 Similar results were reported from a smaller study of 100 subjects (mean age 39 years) presenting with a flu-like illness; the presence of cough (OR 6.7, 95% CI 1.4-34.1) and fever (OR 3.1; 95% CI 1.4-8.0) were predictive of laboratory confirmed influenza infection. 26 In older hospitalized patients, the complex of cough, temperature of 38°C or higher and an illness duration of seven days or less provided the best discrimination for influenza infection. 27 In older patients with chronic obstructive pulmonary disease enrolled in an influenza vaccine trial, laboratory documented influenza infection was associated with fever and myalgia although the positive predictive value of these symptoms was only 41%; cough was seen in 91.5% of laboratory documented influenza but in 88.8% of other respiratory illnesses. 28 Clearly, an acute cough with fever in the setting of known community influenza infections should raise suspicion of this etiologic agent in a patient with cough. The clinical setting may be a bit more difficult in an older patient with underlying respiratory disease.\n\nCough with either paroxysm or whooping is typical of adult pertussis; 16 night time worsening is also quite typical. 16 The majority of studies in adults have confirmed that the duration of cough is prolonged with 80% or greater of patients experiencing cough for longer than three weeks and mean duration of cough ranging from 36-54 days. 16 The diagnosis can be made with culture and/or polymerase chain reaction (PCR) of respiratory secretions or by serological methods. Unfortunately, no clinical features reliably identify pertussis infection other than exposure to someone infected with this organism. 2 Cough variant asthma can be a difficult diagnostic exclusion. Generally, this diagnosis is reserved for patients with a cough lasting longer than 2-3 weeks and is typified by airway hyperreactivity. 29 Interestingly, the protracted phase of acute bronchitis, characterized by cough and often sputum production, appears to be characterized by similar abnormalities on pulmonary function testing. 2 Airflow obstruction was noted in 40% of adults at initial presentation in one series. 30 Another group of investigators documented a persistent positive histamine challenge study in 37% of adults six weeks after a diagnosis of uncomplicated acute bronchitis. 31 It is likely that in most patients with acute bronchitis, the pulmonary function abnormalities are transient. 2 In a small fraction of patients, the initial acute bronchitis episode may represent the initial presentation of asthma. In fact, 34% of participants in one series of acute bronchitis exhibited clinical or physiologic evidence of asthma or chronic bronchitis three years later. 32 Optimal Treatment of Acute, Uncomplicated Bronchitis. The optimal treatment of acute bronchitis should result in the most expedient cure with the lowest cost of therapy and the least number of adverse reactions. As such, \"optimal therapy\" will vary from one patient population to another. The use of antimicrobial therapy in patients with acute bronchitis without underlying lung disease is common. Several recent studies have confirmed that antibiotics are prescribed in ~60% of patients with uncomplicated bronchitis. [3] [4] [5] 33 It is apparent that antibiotic therapy in some studies is more likely in patients who are older, sick for longer than 14 days, and seen in urgent care clinics. 34, 35 A recent crosssectional study reported data from the National Ambulatory Medical Care Survey conducted between 1997-1999. 3 Broad-spectrum agents (quinolones, amoxicillin/clavulonate, 2nd or 3rd generation cephalosporins, azithromycin or clarithromycin) were prescribed in 62% of patients with acute bronchitis. In multivariate analysis prescription of broad-spectrum agents was seen in those living in the Northeast and Southern US and in patients cared for by internal medicine physicians (in contrast to general or family physicians). Black or non-Hispanic patients, HMO members, and patients without insurance were less likely to have a broad-spectrum agent prescribed. Although antibiotics are frequently prescribed for this indication, their efficacy remains controversial. Several recent meta-analyses have examined the effectiveness of antibiotic therapy as summarized in Table 2 . All studies examined defined acute bronchitis as an acute cough with or without sputum. Unfortunately, exclusion of pneumonia or underlying lung disease varied between the studies. As can be seen, the use of antibiotics in patients without underlying lung disease results in a limited benefit, assuming the caveats of diagnosis mentioned earlier are carefully considered in individual patients (see Figure   Summary of Meta-Analyses Examining the Role of Antibiotic Therapy in Acute, Uncomplicated Bronchitis\n\nFahey et al. 159 Smucny et al. 160 Bent et al. 161 Evans et al. 162 \n\n*This trial included data from one unpublished study and thus the number of patients is approximate 1). A recent systematic review examined placebocontrolled trials, analyzing results in the subgroup of smokers; the lack of subgroup reporting for smokers precluded a meta-analysis. 36 The available existing data suggested that the limited benefit of antibiotics is similar in smokers as nonsmokers. 36 Given the small clinical benefit and the potential for antibiotic associated adverse events, it is difficult to recommend the routine use of antibiotics to treat patients with acute bronchitis and no underlying lung disease. 37 In patients with recent exposure to someone infected with pertussis, antibiotic therapy may be warranted to decrease shedding of the pathogen and spread of disease. 2 In older patients, or those with immunocompromise, recommendations must be made with care, and an individualized approach to the patient with particular attention to the diagnostic process is important. Recently, several groups have confirmed that a concerted effort to decrease antibiotic prescription in cases of acute, uncomplicated bronchitis can be quite successful. 38, 39 These authors confirm the importance of appropriate patient and physician education. Importantly, subsequent reports have suggested that these interventions do not result in decreased patient satisfaction with care. 40 Symptomatic therapy for uncomplicated acute bronchitis remains controversial. Although some investigators have suggested that bronchodilators improve cough in acute bronchitis, 41 a recent systematic review of the literature suggests that little evidence is available to support the routine use of β 2 -adrenergic agonists in adults with acute cough. 42 Nevertheless, in patients with evidence of airflow obstruction (wheezing on physical examination, air-flow obstruction on spirometry, or a positive bronchoprovocation test) may experience symptomatic relief. 43 The use of nonspecific antitussive agents remains controversial as these agents appear to be more useful in patients with chronic cough 29 than in those with acute cough. 37 A recent multi-specialty panel has recommended the following principles to the management of patients with acute bronchitis 37 :\n\n1) Provide realistic expectations regarding the typical duration of symptoms (10-14 days), 2) Refer to the cough as a 'chest cold' rather than bronchitis to decrease the patient expectation of antibiotic efficacy, 3) Personalize the risk of unnecessary antibiotic use, including resistance and side effects of the drugs, 4) Explain to the patient why greater selectivity is required for the treatment of acute cough.\n\nEtiology. In contrast to uncomplicated acute bronchitis, in patients with underlying chronic bronchitis, an acute exacerbation can be attributed to bacterial infection in up to 70% of episodes. [44] [45] [46] [47] Potentially pathogenic bacteria are identified in many COPD patients at baseline and during AECBs; 47 this has been confirmed through bronchoscopic sampling by several groups. [48] [49] [50] [51] [52] Thus, intracellular Haemophilus influenzae were identified in 87% of bronchial biopsy samples from acutely ill patients with chronic bronchitis compared with 33% of stable patients and 0% of health controls. 53 Both local and systemic immune response to H. influenzae have been identified in COPD patients. 54, 55 The presence of bacterial pathogens in the sputum during the stable phase (\"bacterial colonization\") has been associated with a greater AECB frequency, 56 and with a greater decline in FEV 1 . 57 A link between bacterial infection and an AECB came from the recent work of Sethi et al. who demonstrated that the likelihood of a patient reporting an AECB related to identification of new strains of H. influenzae, Moraxella catarrhalis and Streptococcus pneumoniae in the sputum, rather than simply presence of these organisms. 58 A recent prospective study of 30 patients with COPD confirmed dynamic bacterial colonization, with changes in the bacterial species identified in quantitative cultures of sputum samples; 50% of the subjects grew entirely different bacterial species at numerous time points during the course of 12 months follow-up. 57 Interestingly, patients with changes in bacterial species were more likely to subsequently experience a decrement in FEV 1 . 57 There are numerous mechanisms by which bacteria may be related to the symptoms of an AECB, particularly as airway inflammation is an important component of disease in these patients. 46 Both neutrophils 59,60 and eosinophils 61, 62 have been implicated in AECB. Data supporting the role of these cell types comes in part from analysis of inflammatory markers in sputum. Compared with nonpurulent sputum, purulent sputum contains a greater concentration of neutrophil chemoattractants LTB 4 and IL-8, of neutrophils, and of markers of their activity, including myeloperoxidase (MPO) and neutrophil elastase (NE). 59, 63, 64 At baseline, the sputum of patients with more frequent exacerbations exhibit increased levels of IL-6 and IL-8, although not increased numbers of sputum inflammatory cells. 63 It is likely that infection is an important trigger of airway inflammation in COPD. The concentration of sputum MPO, NE, IL-8 and LTB 4 in colonized patients correlates with bacterial count. 56, 65 Bacterial colonization is associated with increased sputum levels of tumor necrosis factor-α (TNF-α) 66 ,67 a potent proximal stimulus for neutrophil recruitment, and IL-8. 57 The colonizing bacterial species appear to influence the inflammatory response, with the greatest response associated with Pseudomonas aeruginosa and H. influenzae. 65 Presence of bacterial pathogens in the sputum during an AECB has been associated with a higher concentration of neutrophil chemoattractants and with evidence of neutrophil degranulation; 68 the concentration of IL-8, TNF-α, and NE appear highest with H. influenzae infection. H. influenzae also elicits the production of IL-8 from cultured epithelial cells. 69 Finally, serial measurements in patients with AECBs provide support for the importance of an alteration in the inflammatory milieu in the airways. In patients without or with α 1 -antitrypsin deficiency, IL-8 and LTB4 decreased after the administration of antibiotics (amoxicillin or cefuroxime). 70 A decrease in sputum LTB 4 but not IL-8 has been noted after treatment of purulent AECB with cefuroxime. 64 Several lines of evidence suggest that conventional bacteria are the principal culprits in most episodes. 44 As enumerated in Table 1 , the most common bacteria isolated in these patients are S. pneumoniae, H. influenza, M. catarrhalis, and enteric Gram-negative rods. In addition, the severity of underlying pulmonary disease and other patient factors likely affects the etiologic agent. One study of 91 patients hospitalized with an AECB confirmed that H. influenzae was more likely to be identified in the sputum of active smokers (OR 8.1, 95% CI 1.9-43.0). 71 Recent studies in AECB patients have found that patients with decreased FEV 1 (< 35%-50% predicted) have a greater likelihood of infection with enterobacteriacae, pseudomonas species, and H. influenzae. 50, 71, 72 These data complement a recent study that documented an unsuspected incidence of asymptomatic bronchiectasis or CT in advanced COPD. 73 The role of other micro-organisms is controversial. Chlamydia pneumoniae infection has been detected serologically patients with AECBs. [74] [75] [76] [77] Although there is accumulating data that viral infections are important triggers of AECBs, [78] [79] [80] [81] it is uncertain to what degree viral infection triggers bacterial superinfection. Interestingly, patients with an AECB related to a respiratory viral infection have been demonstrated to have higher symptoms scores at the onset of exacerbation and to take longer to resolve symptoms (16 vs. 6 days) in one trial. 79 Thus, a wide variety of pathogens can be responsible for episodes of acute bronchitis and the pathogen identified differs according to the presence or severity of underlying pulmonary disease. Unfortunately, a simple delineation of etiology is difficult to achieve in practice.\n\nDiagnostic Evaluation. Chronic bronchitis is defined clinically as the presence of chronic productive cough for three months in each of two consecutive years. 82 AECBs have been loosely defined, based on clinical symptoms as the acute worsening of breathlessness, cough, sputum volume or sputum purulence. 83 Taking into account the natural fluctuation of symptoms and feeling of well-being of COPD patients, a group of experts defined an AECB as \"a sustained worsening of the patient's condition, from the stable state and beyond normal day-to-day variations, that is acute in onset and necessitates a change in regular medication in a patient with underlying COPD\". 84 Prospective studies indicate that episodes of AECB are under-reported by patients and need not lead to health care visits. 85 Given the inherent difficulties in the diagnosis of pneumonia highlighted earlier, it is not surprising that chest radiographs have been found to identify significant abnormalities in a sizeable minority of patients presenting with an AECB. Three observational studies have identified abnormalities in 16%-21% of patients. [86] [87] [88] Although spirometric studies loosely correlate with the likelihood of failure with an episode of AECB, they are of limited value in the management of specific episodes of AECB. 89 Optimal Treatment of Acute Exacerbation of Chronic Bronchitis. A recent comprehensive, multi-specialty, evidence based review of the literature addressing the management of AECB has been published. 89, 90 It is clear that optimal management incorporates multiple therapeutic modalities. As patients with AECB have a higher likelihood of a bacterial etiology, it is not surprising that placebo-controlled trials of antibiotics in AECBs have suggested a modest treatment effect. 91 Saint and colleagues performed a meta-analysis of nine published trials randomizing patients with exacerbation of chronic bronchitis to either antibiotic therapy or placebo. 91 These investigators found a small, statistically significant benefit in patients given antibiotics. The improvement in peak expiratory flow rate (PEFR) was about 11 L/minute (95% CI, 4.96 to 16.54) in favor of the antibiotic-treated group. Bach et al performed a similar analysis of 11 placebo controlled trials reaching a similar conclusion that antibiotics offer benefit in patients with AECB. 89 Two more recent studies have shed further light on the role of antibiotics. One study of 93 patients with an AECB severe enough to require mechanical ventilation within the first 24 hours of admission documented decreased hospital mortality, need for additional antibiotics, ICU and hospital length of stay in patients randomized to ofloxacin versus placebo. 92 These data support previous findings suggesting that more severe AECBs are more likely to favorably respond to antimicrobial therapy. A separate, multi-center randomized trial of amoxicillin-clavulanate versus placebo confirmed a greater differential benefit of antibiotic therapy in AECB patients with a lower baseline FEV 1 . 93 Patients in the group with the most severe airflow obstruction (mean FEV 1 33% predicted) were more likely to improve or resolve symptoms with antibiotics (90% success rate) than placebo treated patients with the same disease severity (30%). These data confirm that patients with more severe underlying airflow obstruction are more likely to respond to antibiotic therapy.\n\nDetermining which individual patients are most likely to require antibiotic therapy during an AECB has remained difficult. The most often cited individual study evaluating the efficacy of antibiotics for patients with exacerbation of COPD is the prospective trial of Anthonisen et al. 94 This group randomized 173 patients during 362 episodes of AECB to an antibiotic (trimethoprim-sulfamethoxazole, amoxicillin or doxycyline), stratifying the results based on the number of symptoms during an AECB. Those patients with at least two of the cardinal symptoms (increase in dyspnea, increase in sputum produc-tion, and/or change in sputum color) experienced a benefit with antibiotic therapy. The greatest benefit was seen in patients with all three symptoms. Interestingly, those individuals with only one symptom did not benefit from antibiotic therapy. Thus, antibiotic therapy is likely to be most advantageous in patients with AECB suffering from multiple symptoms. Some investigators have suggested that approximately 80% of exacerbations may meet these criteria. 95 A more recent study evaluated the impact of sputum purulence, noting that 32 of 34 patients with an exacerbation and mucoid sputum resolved their exacerbation without antibiotic therapy; patients with purulent sputum were more likely to have polymorphonuclear cells and organisms in sputum, with 77 of 87 patients resolving their AECB with antibiotic therapy. 59 These data suggest that new purulent sputum may identify a patient more likely to benefit from antibiotic therapy.\n\nDespite these guidelines antibiotic therapy fails to significantly impact symptoms in approximately 20% of patients with AECB. [95] [96] [97] As therapeutic failure may lead to impaired quality of life, increased physician visits, further diagnostic tests, hospitalizations, days lost from work, and increased health care costs, 85, 98, 99 numerous authors have suggested stratifying patients by the likelihood of treatment failure or early AECB recurrence. [100] [101] [102] [103] [104] All of these guidelines have centered on identifying features that suggest a high likelihood of infection with organisms that are not covered with standard antibiotic regimens (e.g., P. aeruginosa, resistant Gramnegative enteric bacteria) or host factors that predict treatment failure. Additionally, bacterial resistance patterns may need to be taken into consideration prior to the initiation of therapy.\n\nNumerous authors have examined factors that predict failure of therapy in AECB. Ball and colleagues examined 471 patients with AECB identifying coexisting cardiopulmonary disease and greater than four respiratory infections during the preceding 12 months as predicting failure to recover after treatment. 100 In a retrospective study of 107 patients with COPD, the use of home oxygen (as a marker of disease severity) and the frequency of previous exacerbations were the features most likely to suggest failure or relapse within four weeks of therapy; the chance of failure was 100% in patients with four exacerbations in the previous 24 months. 105 A large prospective study identified a greater risk of treatment failure (relapse within one month of treatment) in patients with ischemic heart disease (OR 1.63, 95% CI 1.07-2.47), worse dyspnea (OR 1.31, 95% 1.14-1.50) and the number of visits in the previous year (OR 1.07, 95% CI 1.04-1.10). 97 Other studies have confirmed that advanced age, significant impairment of lung function, poor performance status, and comorbid conditions (particularly cardiovascular) are independent risk factors for treatment failure in patients with AECB. 106, 107 Using these criteria, numerous guidelines have suggested a tailoring of the initial antimicrobial regime in individuals at increased risk for treatment failure (see Table 3 ).\n\nAs noted earlier, patients with more severe lung disease are more likely to harbor pathogens such as P. aeruginosa 50, 71, 72 that are resistant to first line antibiotics, and may be more likely to fail therapy with first line antibiotics. The role of antimicrobial resistance among the more common bacteria (S. pneumoniae, H. influenzae, M. catarrhalis) in treatment failures for AECB remains uncertain. 108 Antimicrobial resistance among these respiratory pathogens has been increasing over the past decade, 108 and appears to be related to antimicrobial utilization. 109, 110 Among S. pneumoniae isolates there is a wide variability in penicillin susceptibility in the U.S., with the highest percentage of susceptible strains in the Pacific region (70.5%) and lowest in the South Atlantic (56.2%). 111 In vitro resistance to macrolides has increased over the past several years. 112, 113 Historically, the activity of the newer generation fluoroquinolones (e.g., levofloxacin, moxifloxacin, gatifloxacin, gemifloxacin) has been excellent when tested in penicillin sensitive or resistant S. pneumoniae isolates. 114, 115 In fact, levofloxacin and moxifloxacin have recently received US Food & Drug Administration (FDA) approval in respiratory infections with penicillin non-susceptible S. pneumoniae. Unfortunately, increasing resistance to fluoroquinolones among S. pneumoniae isolates has been recently reported in North America and the Asia Pacific region. [116] [117] [118] [119] Importantly, a case-control study of 27 patients with levofloxacin-resistant isolates (of 1,366 isolates at three hospitals over 18 months) has recently been published; risk factors for colonization with levofloxacin-resistant isolates included the presence of COPD (OR, 10.3) and exposure to fluoroquinolones (OR, 10.7). 120 Resistance is also seen with the common Gramnegative respiratory isolates such as H. influenza and M. catarrhalis. 121 The overall prevalence of βlactamase production noted in a recent antimicrobial surveillance programs has ranged from the low to mid 30%. 108 Although rare, β-lactamase negative ampicillin resistant strains have been reported, 121, 122 as have amoxicillin-clavulanate resistant strains. 122, 123 It should be noted that one group has identified multiple strains of nontypeable H. influen-za in sputum from patients with chronic obstructive pulmonary disease; interestingly 17% of isolates had strains with varying MICs, including 5.9% that contained strains with MICs that crossed the breakpoint for resistance. 124 Although no M. catarrhalis isolate was noted to produce β-lactamase before 1970, since the first isolate in 1986 the prevalence of β-lactamase production has risen to the current plateau in the mid to high 90% range. 125 As there are several types of β-lactamases with varying amounts of substrate produced and varying substrate affinity. 123, 125 susceptibility to βlactams has varied in surveillance studies. 108 Despite worrisome in vitro data, the clinical impact of antibiotic resistance remains unclear in patients with AECB. 108 To date, studies have not clearly demonstrated that AECB patients infected with resistant strains have worse outcomes than similar patients infected with susceptible bacterial strains. Some have suggested that bacteriological failure is associated with a greater likelihood of clinical failure in patients with AECB. 126 Indirect evidence supporting a relationship between antimicrobial resistance and clinical failure has recently been suggested by one group. 95 In a retrospective study of 173 patients suffering 362 exacerbations antibiotic prescription was associated with a lower relapse rate during the subsequent two weeks (19% vs. 32%). The patients treated with amoxicillin experienced the highest relapse rate (54%). 95 The authors hypothesized that this higher failure rate may relate to antimicrobial resistance, although no microbiological data were reported. Two more recent similar analyses did not confirm a difference in failure rate associated with different antibiotic utilization in patients with AECB. 105, 127 An examination of prospective, randomized studies comparing various antimicrobial agents fails to reveal a strong relationship between microbiological eradication, antimicrobial susceptibility and clinical failure. 108 Although several studies have confirmed a decrease bacteriologic eradication in organisms with in vitro resistance to the antimicrobial administered, clinical failures have not been consistently reported. 107, 128 The most compelling report confirming a relationship between antimicrobial resistance and impaired clinical outcome is that identifying a nosocomial outbreak of fluoroquinolone resistant S. pneumoniae infection in a hospital ward in which ciprofloxacin was frequently used to treat lower respiratory tract infections. Thirteen patients on this ward experienced failure during treatment of an AECB. 129 Importantly, bacteriologic eradication of P. aeruginosa in AECB studies has varied. 106, [130] [131] [132] Potential Antimicrobial Treatment Stratification for Acute Bronchitis 128 Additional data are required to clarify whether outcomes are worse in AECB patients with infections due to resistant organisms. Data supporting stratified treatment of AECB have recently been reported. Grossman et al. reported the results of a prospective study of 240 patients with chronic bronchitis and at least three exacerbations per year who presented with a moderate or severe episode of AECB and were randomized to ciprofloxacin or 'usual' antibiotics (defined as any antibiotic other than a quinolone). 134 There was no overall difference between treatment strategies. However, in patients with risk factors (moderate or severe bronchitis or greater than four AECB in the previous year), the use of ciprofloxacin led to improved clinical outcome, higher quality of life and lower overall costs. 135 In a separate study, Destache et al. retrospectively reviewed results of therapy in 224 exacerbations in 60 patients followed in a pulmonary specialty clinic. 136 Antibiotics utilized were segregated into three categories (first-line agents: amoxicillin, co-trimazole, erythromycin, and tetracyclines; second-line agents: cephradine, cefuroxime, cefaclor, and cefprozil; third-line agents: co-amoxiclav, azithromycin, and ciprofloxacin). Patients treated with first-line agents compared to third line agents were more likely to fail therapy (19% vs. 7%; P < .05) and to require hospitalization within two weeks (18% vs. 5.3%; P < .02) and thus were more expensive overall. In fact, the overall costs were higher with these agents despite their lower pharmacy acquisition costs. A subsequent analysis by some of the same investigators did not corroborate the earlier findings, 105 nor were the data supported by a similar analysis of a different group. 127 A potential system to stratify patients by likelihood of treatment failure is enumerated in Table 3 . Clearly, additional data are required to better define the role of treatment stratification in AECB patients.\n\nBoth inhaled β-adrenergic agonists and anticholinergic agents have documented efficacy in relieving obstruction during an AECB. 89 The magnitude of improvement varied between studies, ranging from 15%-29% for FEV 1 and FVC over a period of 60-90 minutes. 137 An evidence based review concluded that short-acting β-adrenergic agonists and anticholinergic-type inhaled bronchodilators have comparable effects on spirometry and a greater treatment effect than parentally administered bronchodilators. 138 The combination of anticholinergic and β-adrenergic blocking drugs has the potential for increased therapeutic benefit. 137 The evidence for and against the utility of adding a methylxanthine to inhaled bronchodilators is also conflicting and the high incidence of adverse reactions makes it difficult to recommend their routine use for COPD exacerbations. 137, 138 A review of six randomized, placebo-controlled trials has suggested that a short course of systemic steroids improves pulmonary function and decreases relapse rate in AECB. 89 Similar conclusions were reached in a more recent systematic review. 139 A perusal of some of these trials provides relevant clinical insight. The largest trial randomized 271 patients from 25 Veterans Affairs medical centers to placebo or one of two steroid regimens (Solumedrol 125 mg/day for three days followed by either a 15 day or 8 week taper). 140 Both corticosteroid groups were associated with a faster improvement in FEV 1 , a lower number of treatment failures, and a shorter length of stay; steroid treated patients were also more likely to experience complications of treatment, with hyperglycemia being the most common. A more recent study randomized patients hospitalized with an AECB to methylprednisolone, 0.5 mg/kg q.6.h for 3 days followed by either no further steroids or a taper completed on day 10. 141 Patients treated with a longer course experienced a greater improvement in FEV 1 . UK investigators randomized 56 patients admitted with an AECB to a smaller dose of prednisone (30 mg daily for 14 days) versus placebo. 142 Those treated with prednisone experienced a faster and greater improvement in FEV 1 (26% predicted to 32% predicted for placebo vs. 28% predicted to 42% predicted for prednisone; P < .0001). The median length of stay was also shorter in the steroid treated group (7 days vs. 9 days; P = .027). Interestingly there was no difference in percent predicted FEV 1 at six week follow up between the two groups. As such, corticosteroids seem to be beneficial for the treatment of hospitalized patients with COPD exacerbations. Although the optimal dose and duration of therapy are not known, a moderate dose (approximately 30 mg/day) for a period of approximately 2 weeks seems reasonable.\n\nInhaled corticosteroids have been utilized as an alternative to oral corticosteroids for the treatment of AECB. Maltais et al. randomized 199 patients to placebo, nebulized budesonide (2 mg q.6.h), or oral prednisone (30 mg q.12.h). 143 Both active treatment arms had a greater improvement in FEV 1 compared to placebo although there was no difference between budesonide and oral prednisone. The incidence of serious adverse events was similar in all groups although the patients in the oral prednisone group experienced a higher incidence of hyperglycemia. Further studies are required to better define the role of inhaled corticosteroids for the management of patients with an AECB.\n\nAcute bronchitis is a common condition. Existing data do not strongly support the routine use of antimicrobial agents for patients with bronchitis who do not have underlying chronic lung disease. In older patients or those who are immunocompromised an individualized decision is most important. Exclusion of a pneumonia or an alternative diagnosis is particularly pressing in these patients. In those patients with underlying obstructive lung disease or chronic bronchitis experiencing an AECB, the evidence for antibiotic use has been established in numerous controlled trials and antimicrobial agents appear indicated, particularly in those patients suffering from multiple symptoms. Prior to prescribing broad-spectrum antibiotics to all patients with acute bronchitis, however, it is vital that clinicians consider the extent of underlying lung disease and other medical conditions, the extent of symptoms, and the antimicrobial resistance pattern in the geographical area. CT"}