{"title": "Vimentin modulates infectious porcine circovirus type 2 in PK-15 cells A R T I C L E I N F O", "body": "Porcine circovirus (PCV) is a member of the circovirus family, it is the smallest virus amongst the animal viruses, is nonenveloped, and the genome is a single strand of circular DNA (Tischer et al., 1982) . However, only five virally encoded proteins (Rep, Rep', Cap, ORF3, and ORF4 proteins) have been identified in PCV2 replication: ORF1 encoding Rep and Rep' protein is associated with viral replication; ORF2 encodes the major immunogenic molecule, the Cap protein; ORF3 is associated with PCV2-induced apoptosis in infected cells (Juhan et al., 2010; Liu et al., 2005) . PCV2 is the pathogen that causes postweaning multisystemic wasting syndrome (PMWS) and results in great economic losses in swine farms worldwide (Segales et al., 2005) . Infection by PCV2 is usually accompanied by multiple system diseases (Darwich and Mateu, 2012; Meng, 2013) , especially involving lymphoid organs, which further lead to immunosuppression (Lee et al., 2010) . However, the pathogenesis and replication mechanisms of PCV2 have not yet been fully understood. So, this poses a great difficulty in the prevention and treatment of PCV2.\n\nVimentin, a 57 kDa protein, belongs to the type III intermediate fiber family (Azumi and Battifora, 1987) . Vimentin together with microtubules and microfilaments form a cytoskeleton network, ensuring that the organelles and nuclei of cells remain in a stable cell space. Vimentin is mainly located in the cytoplasm, especially around the plasma membrane. However, vimentin is also found to be expressed on the cell surface. In addition to maintaining cell integrity, vimentin also could function in cell adhesion and migration, apoptosis, and genomic DNA expression (Eckes et al., 2000; Ivaska et al., 2007; Nieminen et al., 2006) . In addition to the internal effects in cells, vimentin also has an important role in the invasion step of infection by various viruses. Evidence is growing that vimentin plays an important role in the replication of several viruses, such as: affecting the replication of foot-and-mouth disease virus by interacting with the 2C protein (Gladue et al., 2013) ; as a receptor for enterovirus 71 (Du et al., 2014) ; modulating infection of dengue virus replication (Teo and Chu, 2014) .\n\nHowever, there is no study of the effect of vimentin on PCV2 replication, the special structure of the vimentin may resolve the occurrence of PMWS in many pig farms. In our previous study, there was a significant change in vimentin in PCV2-infected PK-15 cells, and we guessed that vimentin may play a role in PCV2 replication. The aim of this study was to elucidate the role of vimentin in PCV2 replication in PK-15 cells. We used eukaryotic expression vectors and interfering RNA, as well as NF-κB signal pathway experiments, to study this role. This is, to the best of our knowledge, the first report to show that vimentin restrictively regulates and plays an important role in PCV2-infected PK-15 cells.\n\nPK-15 cells were maintained in Dulbecco minimal essential medium (DMEM) (GIBCO, Invitrogen Corporation, CA, USA) with 10% fetal bovine serum (Sigma-Aldrich). Virulent PCV2 strain WG09 (GenBank accession no. GQ845027) was used in this study. The titer of the PCV2 was 10 7.0 TCID 50 /ml. The PK-15 cells were infected with PCV2 at an MOI of 1 or were mock infected.\n\nThe gene encoding vimentin (National Center for Biotechnology Information accession no. XM_005668106.3) was amplified and cloned into the pCAGGS plasmid expression vector (named pCAGGS-vimentin). PK-15 cells were seeded in 24-well plates before being transfected with the pCAGGS-vimentin plasmids or empty plasmid (pCAGGS), with Lipofectamine 3000 reagent (Invitrogen). At 48 h posttransfection, Western blotting and quantitative RT-PCR (RT-qPCR) assays were used to detect the effect of vimentin overexpression on PCV2 replication.\n\nThe siRNAs targeting vimentin (National Center for Biotechnology Information accession no. XM_005668106.3) were designed and produced by Invitrogen. The sequences of the vimentin siRNAs used in this study were as follows: si1 5′-GCUAACUACCAAGACACUATT-3′; si2 5′-UAGUGUCUUGGUAGUUAGCTT-3′; si3 5′-AAUCUCAAUGUCGAGAGCC TT-3′. The siRNAs targeting vimentin and nonspecific siRNA (ns siRNA) were used to transfect PK-15 cells using Lipofectamine 3000 reagent, and this was followed by infection of the cells with PCV2; levels of vimentin and viral production were analyzed by indirect fluorescence assay (IFA) and Western blotting at 24, 48, and 72 hpi (hours postinfection).\n\nCells samples were lysed at 24, 48, and 72 hpi in the different treatment groups using RIPA Lysis Buffer (Beyotime, China). Proteins samples were loaded into 10% SDS-PAGE gels, then blotted at 23 V for 35 min and transferred to NC membrane (Bio-Rad). After transfer, membranes were blocked in 10% skimmed milk for 2 h at room temperature, and then incubated with the corresponding antibodies. βactin was used as a loading control. Antibodies used in the experiment included mouse monoclonal antibodies to β-actin (Sigma-Aldrich), NF-κB P65 (Cell Signaling Technology), and PCV2 Cap protein (made in our laboratory), as well as rabbit monoclonal antibodies to phosphor-IκBα (Santa Cruz), and rabbit polyclonal antibodies to vimentin (Sigma-Aldrich). Enhanced luminescent chemical liquids A and B (Thermo Fisher) were mixed evenly on the NC film for the detection step.\n\n2.5. Total RNA extraction and RT-qPCR assays RNA and DNA were extracted from PK-15 cells using the E.Z.N.A. Total RNA kit I and E.Z.N.A. Total DNA kit (OMEGA Bio-tek) according to the manufacturer's instructions. Reverse transcription was carried out using HiScript Q RT Super Mix for qPCR (Vazyme, China) according to the manufacturer's instructions. For the RT-qPCR, the following primers were used: PCV2 (F 5′-CCAGGAGGGCGTTCTGACT-3′, R 5′-CGTTACCGCTGGAGAAGGAA-3′); vimentin (F 5′-CTTCAGGAGGCGG AGGAGTG-3′, R 5′-CTGGCGTTCCAGAGACTCGT-3′); NF-κB (F 5′-AGTACCCTGAGGCTATAACTCG-3′, R 5′-TGAGAAGTCCATGTCCGC AAT-3′); Caspase3 (F 5′-CAGTAGACAAGCAACAAAGCG-3′, R 5′-AAGGTTCTTAGACCCCAGCA-3′). The PCR amplification procedure was: 95°C for 5 min, followed by 40 cycles at 95°C for 10 s and 60°C for 31 s. The RT-qPCR was performed in an ABI7300 sequence detection system and analyzed with ABI 7300 software (Applied Biosystems). The data was verified based on the melting curve. Data were analyzed using the 2 −DΔCT method with quadruplicate samples. The viral DNA copy number was determined by establishing a standard curve using the PCV2 standard plasmid.\n\n2.6. Confocal fluorescence microscopy and IFA (infected cells and virus titers were detected by IFA) PK-15 cells on coverslips were fixed with cold 4% paraformaldehyde in PBS for 1 h at 37°C and permeabilized with 0.1% Triton X-100 (Sigma) for 10 min at 37°C. The cells were then incubated with primary antibodies (rabbit polyclonal anti-vimentin antibody and mouse monoclonal anti-PCV2 Cap antibody) overnight at 4°C. After washing with PBS three times, cells were incubated with secondary antibodies (Alexa Fluor 633-conjugated goat anti-rabbit IgG (Beyotime, China) and fluorescein isothiocyanate [FITC]-conjugated goat anti-mouse IgG (Beyotime, China)) for 1 h at room temperature. DAPI was used to stain cell nuclei before mounting the coverslips on microscope slides, and samples were examined under a Zeiss LSM700 confocal microscope.\n\nCell lysates were prepared and incubated with PCV2 Cap protein (made in our laboratory) or rabbit polyclonal antibodies to vimentin (Sigma-Aldrich) for 1 h at 4°C. A 20 μl resuspended volume of Protein A/G PLUS-Agarose (Santa Cruz) was added. Samples were incubated at 4°C on a rocking platform or rotating device for 1 h to overnight. Immunoprecipitates were collected by centrifugation and the supernatant discarded. Immunoprecipitated proteins were analyzed by Western immunoblotting.\n\nCells were lysed at 24, 48, and 72 hpi using RIPA Lysis Buffer (Beyotime, China). Proteins samples was centrifuged at 12,000 rpm for 10 min at 4°C. The caspase-3 activity of the samples was then detected with a caspase-3 activity kit (Beyotime, China) according to the manufacturer's instructions.\n\nTo investigate whether vimentin is a cell surface receptor for PCV2, the inhibition effects on virus binding of pretreating host cells with specific antibodies were detected. The cells were preincubated with polyclonal antibody to vimentin for 1 h at 37°C, before being inoculated with PCV2 for 1 h at 37°C (Du et al., 2014) . After incubation with 2% fetal bovine serum in medium to maintain the cell culture for 24 h, the PCV2 infection was detected by IFA, and whether vimentin was a PCV2 receptor was analyzed. (The optimal concentration of vimentin antibody was determined to be 50 μg/ml after cytotoxicity testing.)\n\nPK-15 cells were incubated at 37°C with 5% CO 2 , and transfected with pCAGGS-vimentin encoding vimentin. siRNAs targeting vimentin and ns siRNA were added to the cell monolayers covering the bottom of (96-well flat) plates. CytoTox96 Reagent Substrate (Promega) (50 μl) was added to each well at 24, 48, and 72 h post-transfection, and incubated for 0.5 h. Then, 50 μl stop solution was added per well, with shaking at low speed for 10 min. The absorbance values for each well were measured at 490 nm.\n\nAll data are presented as means ± SD as indicated. A two-way analysis of variance (ANOVA) difference test was used to compare the data from pairs of treated or untreated groups. Statistical significance is indicated as ** (P < 0.05) and *** (P < 0.01). All statistical analyses and calculations were performed using GraphPad Prism 5.\n\nTo investigate whether vimentin plays a role in PCV2 replication in PK-15 cells, the recombinant plasmid pCAGGS-vimentin, expressing vimentin, was constructed. pCAGGS-vimentin and pCAGGS were transferred into PK-15 cells, which were infected with PCV2 at an MOI of 1 at 48 h after transfer. After transfection of the plasmid, we examined the mRNA and protein levels at 24, 48, and 72 hpi after PCV2 infection of the cells by RT-qPCR, Western blot, and IFA. The results (Fig. 1A) showed that the vimentin was overexpressed at the protein level and the level of Cap protein was down-regulated in the pCAGGSvimentin group compared with pCAGGS and UT (cells that were only infected with PCV2) groups at 48 and 72 hpi. The fluorescence measurements showed (Fig. 1B ) that the fluorescence of infected cells with pCAGGS-vimentin was lower than in the pCAGGS and UT groups. The results of RT-qPCR also showed ( Fig. 1C ) that the vimentin was overexpressed at the mRNA level, and the level of PCV2 mRNA was downregulated in pCAGGS-vimentin compared with pCAGGS and UT groups. As expected, similar results were observed in the virus titer detection (Fig. 1D ). Our cytotoxicity test showed (Fig. 1E ) that the toxicity of the transfected plasmid to the cells was very small. In summary, the results showed that PCV2 replication was significantly down-regulated by overexpression of vimentin.\n\nWe designed knockdown experiments to survey whether vimentin has an impact on PCV2 replication. We designed three siRNAs (si1RNA, si2RNA, and si3RNA) targeting the vimentin gene and ns siRNA. For the three interfering RNAs, only si2RNA had a significant effect ( Fig. 2A, a) , so we chose si2RNA for use in further gene knockdown experiments in this study. We did a valid concentration selection experiment, and finally determined the effective si2RNA concentration was 100 nM ( Fig. 2A, b) . Cells were transfected with si2RNA and ns siRNA for 48 h, and then infected with PCV2 at an MOI of 1. Equal amounts of cell lysate protein were obtained at 24, 48, and 72 hpi, and tested by Western blot and IFA. Analysis of the protein levels ( Fig. 2B ) showed that the vimentin protein level in the si-vim group was significantly down-regulated compared with the ns siRNA group and UT group. On the contrary, the level of PCV2 Cap protein was significantly enhanced. The same result (Fig. 2C) was found in the IFA, for the ns siRNA group and UT group of infected cells, the fluorescence was lower than in the si-vim group. The results of RT-qPCR also showed (Fig. 2D) that the vimentin mRNA level was significantly down-regulated compared with the ns siRNA group and UT group. However, the level of PCV2 Cap mRNA was significantly enhanced. As expected, similar results were observed in the virus titer detection experiment (Fig. 2E ). Our cytotoxicity test showed (Fig. 2F ) that the toxicity of the transfected siRNA to the cells was very small. These results further verify that vimentin is involved and affected in the replication of PCV2.\n\nMany reports have shown that vimentin can act as a receptor for several viruses (Liang et al., 2011; Yang et al., 2016) . To investigate whether the cell surface vimentin is a PCV2 receptor, PK-15 cells were incubated with specific antibodies to vimentin prior to PCV2 infection, and PCV2 infection was detected by IFA. The results (Fig. 3) showed that there was no difference in the fluorescence intensity between the cells pretreated with vimentin antibody and the untreated cells. Therefore, we concluded that the role of vimentin in the replication of PCV2 is different from that in the replication of other viruses and is not as a cell receptor for invasion by PCV2.\n\nVimentin can co-target with a variety of viral proteins (Bhattacharya et al., 2007; Teo and Chu, 2014) , and play a potential role in PCV2 replication in PK-15 cells. We further studied the effect of vimentin on the replication of PCV2 by investigating the interaction and co-localization of vimentin with Cap protein during PCV2 replication using immunofluorescence assay. Vimentin was localized via confocal microscopy by using rabbit polyclonal antibody (Sigma). It can be seen from the figure (Fig. 4A ) that there was a significant co-localization of the vimentin and virus Cap protein at 48 hpi. The vimentin filaments existed around the nucleus in the virus uninfected group, and the filamentous vimentin was clearly gathered together after 48 h in the PCV2-infected group compared with the uninfected cells group, and may form a special structure that influences PCV2 replication. This phenomenon coincides with the vimentin aggregation in early cell apoptosis. Therefore, it was deduced that the vimentin effect on PCV2 replication may be related to apoptosis. To further investigate the interaction between PCV2 Cap and vimentin, we conducted an immunoprecipitation experiment. The results showed (Fig. 4B ) that Cap protein was immunoprecipitated with antibody against vimentin (Fig. 4B, lanes 7, 8, and 9) , and vimentin was detected in immunoprecipitates obtained with anti-Cap antibody (Fig. 4B, lanes 4 , 5, and 6) after 48 and 72 hpi. Confocal and immunoprecipitation experiments showed that vimentin interacts with Cap proteins during PCV2 infection.\n\nNF-κB activation is involved in PCV2 infection by degradation and phosphorylation of IκBα protein (Wei et al., 2008) . We hypothesized that the vimentin involvement in PCV2 replication was regulated by levels of NF-κB protein and mRNA. After transfection of the vimentin plasmid, we examined NF-κB levels after cell infection with PCV2 at 24, 48, and 72 hpi by RT-qPCR and Western blot. The results (Fig. 5A) showed that the level of NF-κB in the infected PCV2 group was significantly higher than that in the mock group from mRNA levels; and when we overexpressed vimentin by transferred pCAGGS-vimentin, a PCV2 replication down-regulation phenomenon emerged. At this point, the level of NF-κB p65 was down-regulated. The results from the protein level analysis (Fig. 5B) showed that the level of phosphorylated NF-κB P65 and IκBα in the overexpression group was significantly lower than that in the empty vector control group. This is suggestive that the effect of vimentin on down-regulation of PCV2 replication is mediated by the down-regulation of the NF-κB and IκBα phosphorylation signaling pathway.\n\nNF-κB is activated in PCV2 replication and PCV2 could induce apoptotic caspase-3 activity. At the early stage of apoptosis, Virus Research 243 (2018) 110-118 and caspse-3 activity test kit. The results (Fig. 6) showed that the activity of caspase-3 was significantly activated by overexpression of vimentin compared with empty vector and PCV2 only infected control groups. This result suggests that PCV2-induced apoptosis is up-regulated by overexpressing vimentin. It may be the reason why vimentin affects PCV2 replication. \n\nPCV2, the pathogen that causes PMWS, is an economically important swine pathogen (Darwich and Mateu, 2012; Jiang et al., 2017; Karuppannan and Opriessnig, 2017) . However, the pathogenesis of PCV2 is not fully understood. Binding to host cell surface receptors is an important step in viral infection, so finding and identifying viral receptors is a promising strategy for controlling numerous viral infections. Vimentin is part of a cytoskeleton structure that has the role of a receptor for virus entering the cell, especially as a viral receptor or attachment receptor. For example, the direct interaction between vimentin and SARS-CoV spike protein during viral entry and as the virus enters the receptor (Yu et al., 2016) . Cell surface vimentin is an attachment receptor for enterovirus 7 and increases the infectivity of EV71 (Du et al., 2014) . However, vimentin also plays an important role in multiple processes of viral infection. Vimentin acts as a restricting factor in HPV replication (Schafer et al., 2017) . Our previous report showed that vimentin was down-regulated in PCV2-infected PK-15 cells in the later stage of infection by using an iTRAQ labeling approach, but the specific mechanism involved has not been studied. In the case of PCV2, vimentin is not a receptor that adsorbs virus, proven through our vimentin antibody incubation experiments, but rather acts as a restricting factor down-regulating PCV2 replication. Regardless of the mRNA level or protein level, when we overexpressed the vimentin by transferred pCAGGS-vimentin recombinant plasmid, the replication of the PCV2 was reduced. The opposite effect was seen when we used interfering RNA to inhibit the expression of the vimentin, by transferred siRNA-vimentin, the replication of the PCV2 increased. It showed that vimentin acts as a restricting factor in the process of PCV2 replication.\n\nNF-κB is activated during PCV2 infection and the NF-κB P65 protein is up-regulated, while the IκBα protein is down-regulated and phosphorylated (Duan et al., 2014; Liu et al., 2013) . In our results, the NF-κB P65 protein was up-regulated and the IκBα protein was down-regulated during the PCV2 infection. Furthermore, in the vimentin overexpression group, we found that NF-κB P65 and phosphorylated IκBα proteins were down-regulated compared with the control group from the protein and mRNA levels. This was indicative that vimentin is involved in the replication of the PCV2 by inhibiting the NF-κB pathway.\n\nThe physical interaction of co-localization of PCV2 and vimentin in PK-15 cells was observed by immunofluorescence confocal microscopy and immunoprecipitation assay. Confocal microscopy revealed a significant co-localization of the PVC2 Cap protein and the vimentin after 48 hpi. In addition, there was an interaction between the vimentin and the Cap protein when PCV2 was infected with PK-15 cells, as determined by immunoprecipitation assay after 48 hpi. Meanwhile, after 48 h of infection with PCV2, filamentous vimentin protein was gathered together around the nucleus and may form a special structure affecting the replication of the PCV2. In addition, when cells are infected with African swine fever virus and iridovirus frog virus 3, the intracellular vimentin is gathered around the virus. This \"cage-like\" structure plays an important role in viral replication (Murti et al., 1985; Stefanovic et al., 2005) . Here, the vimentin interacts with some protein of the virus to increase viral replication. However, in our study, the vimentin may form a special structure around the virus that restricts the replication of PCV2. There may also be a close relationship with apoptosis. PCV2 infection of PK-15 cells can cause apoptosis; in particular, it causes caspase-3 activation (Liu et al., 2005; Zhou et al., 2017) . However, the theory that PCV2 causes apoptosis is controversial. Apoptosis was shown not to be a significant feature of lymphoid lesions when PMWS occurs after infection with PCV2 (Resendes et al., 2004) , but PCV2 apoptosis in other organs is important, such as in hepatocytes (Sinha et al., 2012) . In our study, RT-qPCR and caspase-3 activity assay showed that PCV2 activated caspase-3 and induced apoptosis in PK-15 cells. Meanwhile, the activity of caspase-3 in the vimentin overexpression group was significantly higher than that of the control group at 48 hpi. In our confocal experiments, we found that when PK-15 cells were infected with PCV2, vimentin was aggregated. Vimentin is also aggregated at the time of early cell apoptosis. This is indicative that vimentin up-regulates PCV2-induced apoptosis and enhances PCV2-induced caspase-3 activity. This is also the likely reason for the downregulation of PCV2 replication caused by the overexpression of vimentin.\n\nIn conclusion, in this study it was found for the first time that vimentin has a restricting effect on the replication of PCV2, and vimentin proteins can interact with PCV2 Cap proteins and play a role in viral replication. PCV2 is one of the major pathogens affecting swine farms worldwide, but the effect of vaccines is limited. Clearly, there is a need to identify other ways to prevent and treat PCV2 infection in order to reduce the losses caused by the virus. By studying vimentin as a restricting factor for PCV2 replication, a drug for the prevention and treatment of PCV2 could be developed according to its specific molecular structure.\n\nNone of the authors have any possible conflicts of interest. Fig. 6 . Effect of overexpression of vimentin on caspase-3 activity in PK-15 cells. PK-15 cells were transfected with pCAGGS-vimentin, encoding vimentin, then at 48 h post-transfection were infected with PCV2 at an MOI of 1. (A) PCV2-infected PK-15 cells were assayed for mRNA by real-time PCR at 24, 48, and 72 hpi. The relative level of caspase-3 was obtained by comparison with β-actin in the same sample. Data were analyzed by the 2 −ΔΔCT method with quadruplicate samples. (B) The cells were lysed at 24, 48, and 72 hpi, and caspase-3 was detected by caspase-3 activity kit according to the manufacturer's instructions. Results are presented as the mean ± SD of data from three independent experiments. **, P < 0.05; ***, P < 0.01."}