{"title": "Nonsteroidal Anti-Inflammatory Drug without Antibiotics for Acute Viral Infection Increases the Empyema Risk in Children: A Matched Case-Control Study LRTVI Lower respiratory tract viral infection NRCP National Reference Center for Pneumococci NSAID Nonsteroidal anti-inflammatory drug PCR Polymerase chain reaction PCV-7 7-valent pneumococcal conjugate vaccine", "body": "A lthough relatively infrequent, empyema is a serious bacterial infection of the pleural space that remains a cause of substantial morbidity, with an in-hospital case-fatality ratio of 0.4% for children. 1 Late diagnosis and onset of appropriate therapy contribute to increased morbidity. In addition, the in-hospital management of patients with empyema is associated with substantial economic costs. 2 In the 2000s, the incidence rate of empyema in children increased worldwide as in France without clear explanations. 1,3-6 This trend was not modified by 7-valent pneumococcal conjugate vaccine (PCV-7) programs, 1,3-7 but hospitalizations for uncomplicated pneumonia clearly declined thereafter. 8 Previous retrospective studies suggested that the use of nonsteroidal anti-inflammatory drugs (NSAIDs) during community-acquired pneumonia may be associated with an increased risk of empyema, 3,9-13 but a protopathic bias could not be excluded. This case-control study was undertaken to investigate children's risk factors for empyema after acute viral infection and determine whether some viruses, 14, 15 use of NSAIDs, or both were associated.\n\nThe study was approved by the Institutional Review Board of University Hospital Necker-Enfants Malades (CCP06-03-09). All participating parents and case and control children older than 7 years of age were given oral and written information and provided written consent.\n\nThis matched case-control study included cases and controls from a source population of children with acute viral infections and was conducted in 15 French pediatric respiratory clinical departments from September 2006 to June 2009. Acute viral infection was diagnosed by clinical symptoms by the provider. The following acute viral infections were as follows: herpes virus infection; varicella; gastroenteritis, defined as acute diarrhea, with at least 3 loose stools per day; nasopharyngitis, defined as runny nose, nasal congestion, and cough; bronchiolitis, defined as cough, shortness of breath, and wheeze at auscultation; flu-like syndrome, defined as cough with fever and myalgia; bronchitis, defined as cough and bronchial congestion; and viral pharyngitis documented by a negative test for rapid diagnosis of group A streptococcal infection. Acute viral infections were divided into 3 groups: upper respiratory tract viral infections, lower respiratory tract viral infections (LRTVIs) (bronchiolitis, bronchitis, and flu), and others. All acute viral infections were not severe and did not require hospitalization.\n\nConsecutive patients 3 months to 15 years of age who were hospitalized for empyema in 1 of the 15 participating centers were eligible. Empyema was defined as the presence of a pleural effusion on chest radiograph and at least 1 of the following results of tests on pleural fluid: pH < 7.2, lactate dehydrogenase >1000 IU/L, glucose <2.2 mmol/L, protein >3000 mg/dL, white blood cell count >50 000 cells/mL, 16 and/or a positive bacterial culture or Gram stain. To be a case, the empyema had to follow doctor-diagnosed acute viral infection based on clinical symptoms and identified within a maximum of 15 days preceding the date of the first pleural puncture.\n\nControls were children 3 months to 15 years of age with acute viral infections from the same \"source population\" as case children, which was defined as children evaluated by the same private practitioner for acute viral infections. Controls were recruited as follows: upon case identification, the doctor who referred the child to the hospital was contacted to identify, among his/her patients, children matched for age (+/À1 year) who consulted for same viral symptoms during the 15 preceding days with the similar time window as the matched case ( Figure 1 ; available at www.jpeds.com).\n\nExclusion criteria for cases and controls were chronic respiratory disease, acquired and/or congenital immunological disorders, malignancy, collagen vascular disease, sickle cell disease, congenital heart defects, neuromuscular disease, hemophilia, and/or heart failure; treatment with corticosteroids or immunosuppressive agents during the month preceding identification; and known intolerance of NSAIDs or acetaminophen.\n\nExclusion criteria for cases were absence of at least 24 hours of apyrexia between recovering from LRTVI symptoms and a diagnosis of empyema and time between onset of acute viral infection and a diagnosis of empyema <72 hours (to decrease the possibility that symptom onset was possible onset of the bacterial infection).\n\nFor each hospital case, after questioning the parents, a trained doctor or nurse completed a detailed and standardized form, recording symptoms, treatment concerning the period between onset of acute viral infection (first day of clinical symptom), and empyema diagnosis by pleural puncture, corresponding to the time of exposure. For the controls, the parents were contacted after the consultation with the treating physician and data recorded retrospectively exactly as done for the cases, with the same detailed and standardized form, recording clinical items concerning the same exposure window-timing from the acute viral infection onset as the matched case. Primary providers went at controls' home to obtain nasal swab specimen and record data ( Figure 1) . Symptoms, treatments (antibiotics, glucocorticoids, NSAIDs, acetaminophen) according to the doctors' prescriptions, and self-administered medications were recorded daily. The following information also was recorded for all enrolled children: demographics, immunization status, and type of acute viral infection as stated by the doctors. In addition, a nasal swab was obtained for respiratory virus screening.\n\nFor the cases, initial clinical findings, results of biochemistry and microbiology tests, radiograph findings, management, and length of stay were recorded. Two doctors reviewed the medical records of all identified patients and independently validated each case.\n\nAfter identification in the laboratory of the hospital at which the case was admitted, bacterial strains from pleural fluids were sent for identity confirmation to the University Hospital Necker-Enfants Malades microbiology laboratory as, when feasible, a sample of pleural fluid was sent for pneumococcal antigen testing and polymerase chain reaction (PCR) testing for atypical bacteria (Mycoplasma pneumoniae and Chlamydophila pneumoniae). When cultures were negative, pneumococcal and universal bacterial PCRs were performed. DNA was extracted from 100 mL of pleural fluid samples previously stored at À80 C with the automated MagNA Pure LC System (Roche Diagnostics, Meylan, France) and eluted in 100 mL of elution buffer using the DNA III Magna Pure DNA Isolation Kit (Roche Diagnostics). In-house C pneumoniae (OMP1 gene) and M pneumoniae (P1 cytadhesin gene) PCRs were performed as described previously. 17, 18 S pneumoniae pneumolysin gene real-time PCR was performed according to Corless et al. 19 For negative pneumococcal PCR samples, real-time amplification of universal bacterial 16S rDNA was performed and the amplified product was sequenced, as previously reported. 20 Pneumococcal antigen was detected with the immunochromatographic test BinaxNOW for Streptococcus pneumoniae (Binax Inc, Portland, Maine), according to Le Monnier et al. 21 Pneumococcal strains were serotyped at the French National Reference Center for Pneumococci (NRCP) via the use of latex particles coated with a complete panel of antisera and factor serum (provided by the Statens Serum Institute, Copenhagen, Denmark), which is able to identify the 91 known serotypes. Pneumococcal strains of known serotypes from the Statens Serum Institute and from French NRCP were used as internal controls. When available, DNA from individual pleural fluid samples with positive pneumolysin PCRs also were sent to the NRCP for serotyping with conventional multiplex PCR. PCR and PCR-products detection on 2% agarose gels were performed as described by the Centers for Disease Control and Prevention (http://www.cdc.gov/ncidod/biotech/strep/pcr.htm).\n\nNasal swabs were deposited in 1.5 mL of transport medium containing 29.5 g of tryptose phosphate broth (Becton Dickinson, Le Pont de Claix, France), 5.0 g of gelatin (Becton Dickinson), 50 000 units of penicillin, 50 mg of streptomycin, and 12.5 mg amphotericin B (Antibiotic antimycotic solution; Sigma, Saint-Quentin-Fallavier, France). Viral RNA or DNA was isolated with the automated MagNA Pure LC System (Roche Diagnostics) from 200 mL of nasal samples and eluted in 100 mL of elution buffer via the Total Nucleic Acid Isolation Kit (Roche Diagnostics).\n\nIn-house, real-time PCRs were used to detect adenoviruses, as previously described, 22 and in-house, 1-step, real-time reverse transcripted PCRs were used to detect metapneumovirus, influenza virus A and B, parainfluenza viruses (1, 2, and 3), respiratory syncytial viruses A and B, and rhinovirus, as reported elsewhere. 23 \n\nThe analysis phase considered drug exposure from the onset of acute viral infection symptoms. Drug use was considered when exposure began within the 72 hours after the onset of acute viral infection and before apyrexia for LRTVIs. For each control, the period of time at risk for drug exposure was defined as the time between onset of acute viral infection and empyema diagnosis for the paired case. Drug exposuredurations considered were of at least 3 or 6 consecutive days for antibiotics and 1, 2, or 3 consecutive days for NSAIDs and acetaminophen. Conditional logistic regression was used to compare cases and matched controls for general characteristics. All variables achieving P # .20 were included in the multivariable analysis. Estimated matched ORs for proposed exposure definitions used the same P-value threshold. The final model was determined via a manual backwardselection procedure. When appropriate, interactions between variables were tested. More specifically, we used subgroup modeling to thoroughly investigate interactions between final significant variables. When the conditional logistic model did not converge, unpaired classical logistic regression was used. In that case, compared with conditional logistic model, greater significance might be observed. A 2-tailed P < .05 in the multivariable model defined significance. All computations were made with Stata v10.0 software (Stata-Corp, College Station, Texas).\n\nOf 215 potential cases and 94 potential controls, 83 matched pairs of eligible cases and controls were identified (Figure 2 ; available at www.jpeds.com). In each group, 53.0% were boys. Mean duration of exposure defined as delay between onset of acute viral infection and diagnosis of empyema in cases was 10 days. No significant differences were observed between cases and controls for age, siblings, parents' occupations, the acute viral infection site, PVC-7 vaccination, and fever at the acute viral infection onset ( Table I) . Acute viral infections were mostly upper respiratory tract viral infections. More than one-half of the subjects in each group had received at least 1 PCV-7 dose. For children with respiratory viral identification, no differences were found between the types of viruses identified for cases and controls ( Table II ; available at www.jpeds.com). Among the 79 cases with identified bacteria, S pneumoniae accounted for 86% ( Figure 3 ; available at www.jpeds.com). Among S pneumoniae with an identified serotype (n = 32), serotypes 1, 19A, and 3 were the most frequent, with the vast majority (31/32) belonging to non-PCV-7 vaccine serotypes ( Figure 4 ; available at www.jpeds.com).\n\nConsidering the drug exposure-duration (6 days for antibiotics and 1or 3 consecutive days for NSAIDs) and the interval between onset of acute viral infection and starting treatment of 72 hours for any drug, NSAIDs were systematically used more often and antibiotics systematically less often for cases than controls. Acetaminophen also was prescribed more frequently for cases than controls, particularly when taken for at least 3 consecutive days (Table III) .\n\nConsidering drug-use onset within 72 hours after the onset of acute viral infection and at least 6 consecutive days of antibiotic use and at least 1 day of NSAIDs or antipyretic exposure, the multivariable analysis retained increased risk of empyema associated with NSAID exposure (aOR 2.79, P = .004), decreased risk of empyema associated with antibiotic (aOR 0.32, P = .04) ( Table IV) , and no association with acetaminophen. No interaction between antibiotic use and NSAIDs exposure was statistically significant in the link with empyema (P = .23). Subgroup analyses carried out to examine potential interaction(s) between antibiotic and NSAID use and empyema showed that the risk of empyema associated with NSAID was greater when antibiotics were used for less than 6 consecutive days (unconditional aOR 3.01, P = .002), and empyema risk associated with antibiotics was lower for the subgroup of children exposed to NSAIDs (unconditional aOR 0.24, P = .06) compared with children unexposed to NSAIDS (Table V ; available at www.jpeds.com).\n\nThis case-control study provided strong support for an increased risk of empyema for children with acute viral infections exposed to NSAIDs. NSAIDs previously have been a suspected risk factor for severe bacterial infections. The biological mechanisms of how NSAID can influence the pathogenesis of bacterial infections remain controversial. Based on the ability of NSAIDS to modify the host's inflammatory pathway and innate immune response, a direct role for NSAIDs in development of severe group A streptococcal infection was proposed by Stevens in 1995. 24 This hypothesis was based on the ability of NSAIDS to induce increased production of cytokines such as tumor necrosis factor, interleukin 1, and interleukin 6.\n\nIt has been observed that NSAIDs may have an inhibitory action of leukocyte adhesion, phagocytosis, and bactericidal activity in vitro. [25] [26] [27] [28] [29] Finally, it was observed that low concentrations of ibuprofen, such as those obtained during antipyretic use, may have a proinflammatory action that promotes the recruitment and influx of neutrophils. 30 The use of NSAIDs also reflects delayed effective treatment, because NSAIDs might mask the onset of bacterial disease by decreasing the inflammatory response to infection. Associations between bacterial infections and NSAIDs were reported for necrotizing fasciitis during primary varicella 31, 32 or for invasive group A streptococcal infection. 33 The occurrence of new symptoms or complications were slightly more frequent in children receiving ibuprofen than in those advised to take acetaminophen during respiratory tract infections. 34 Empyema was thought to be associated with outpatient use of NSAIDs in children and adults 3, [9] [10] [11] [12] [13] ; however, NSAIDs could not be causally implicated. These analysis were hampered by protopathic bias, 35 ie, the possibility of more frequent use of NSAIDs because patients who developed empyema had more febrile (severe) early infection than those with uncomplicated acute bacterial pneumonia. It was impossible to clearly state whether NSAIDs had been started before or after empyema onset. The strength of our case-control study is that it was specifically designed to minimize this bias as much as possible. First, paired case and control were from the same source population. Children with initial acute viral infection that could lead to antipyretic exposure were diagnosed by the same physician. Because controls were recruited by the same doctor, physician-related and geographic variations of exposure were controlled. Second, for LRTVIs, to avoid protopathic bias as much as possible, children without at least 24 hours of apyrexia between recovery from LRTVI symptoms and a diagnosis of empyema were excluded. Third, when the time between onset of acute viral infection and diagnosis of empyema was less than 72 hours, children were excluded to avoid drug exposure for pyrexia and/or pain linked with empyema onset. Fourth, the analysis phase considered drug exposure only when first drug intake occurred within 72 hours after the onset of acute viral infection symptoms. The increased risk of empyema associated with NSAID intake during acute viral infection is our primary observation; the fact that the association is significant as of the first day of NSAID use strengthens our results.\n\nSome study limitations are noteworthy. The relatively small numbers of cases and controls limit the statistical po-wer to identify associations. It was relatively difficult to find matched controls despite the efforts of primary providers. In addition, the daily dosage of medicine taken was not precise enough to permit analysis for a dose effect.\n\nThe diminished risk of empyema associated with antibiotic treatment of acute viral infection is our second important observation. The reduced risk of pneumonia after antibiotic treatment for LRTVIs has been reported previously. 36 Antibiotics slightly diminished the risk of suppurative complications of acute sore throat in adults 37 and of mastoiditis after otitis in children. 38 In our study, antibiotic exposure reached significance only when therapy was given for at least 6 days. The physician's indication to prescribe antibiotics was not known. Acetaminophen had no impact on empyema.\n\nThe lack of finding a significant interaction between antibiotics plus NSAIDs and empyema likely was related to lack of power because of small numbers of subjects. Still, the risk of empyema associated with NSAID exposure was greater for children not prescribed an antibiotic, and antibiotic intake reduced the risk for children given NSAIDs. NSAIDs recommended as antipyretics are used widely during acute viral infections in children and also have been sold over-the-counter for many years. NSAIDS constitute one of the most widely used classes of drugs, with probably several million prescriptions and several billion over-the-counter tablets sold for children as antipyretics in developed countries. Regardless of the efficacies of these drugs to control fever, our results suggest that their use is associated with complicated bacterial infection associated with acute viral infection and should be reconsidered.\n\nAcute viral infection itself likely enhances the risk of bacterial infection and may vary by virus and syndrome. 12, 39 To reduce this bias, cases and controls were matched for initial viral syndrome. Moreover, virus detection rates and viruses identified were very similar for cases and controls, suggesting that viral species causing the acute viral infection did not influence the complication of empyema.\n\nIncreased incidence of empyema has been reported in many countries, and some authors have suggested this phenomenon is caused by the dissemination of a particular pathogenic S pneumoniae. In our study, pathogens associated with empyema were S pneumoniae, Streptococcus pyogenes, and Staphylococcus aureus. Our findings strongly argue against an oligoclonal or monoclonal phenomenon. The S pneumoniae serotype diversity (mostly non-PCV-7 serotypes) in our patients was similar to that observed for empyema 1, [3] [4] [5] [6] [7] and for other invasive S pneumoniae infections in France, 40 and no dominant serotype was observed.\n\nOur results strongly support the idea that NSAIDs increase risk of empyema in children with previous acute viral infection and suggest that NSAIDs interact with antibiotics. These findings suggest that NSAIDs should not be recommended as a first-line antipyretic treatment during acute viral infections in children. n We thank the study's Scientific Advisory Board that provided useful advice: Lucien Abenhaim (previously employed by Paris Descartes "}