{"title": "Rapid Mitogen-Induced Aminopeptidase N Surface Expression in Human T Cells is Dominated by Mechanisms Independent of de novo Protein Biosynthesis", "body": "Aminopeptidase N (CD13, EC 3.4.11.2) is a 150-kDa metalloprotease preferentially cleaving neutral amino acids from the N-terminus of oligopeptides. In humans the APN gene is located in the long arm of chromosome 15 (qll-qter)\n\nAbbreviations: APN = aminopeptidase N; CD = cluster of differentiation; CHX = cycloheximide; mAb = monoclonal antibody; PBS = phosphate buffered saline; PHA = phytohemagglutinine; PMA = phorbol12-myristate 13-acetate 4-0-methyl ether; PP = PHA/PMA (1) . It is highly expressed in the intestine, where it participates in the final hydrolysis of ingested nutrients, as well as in the kidney and to some lower extent in other tissues (2, 3) . Aminopeptidase N is supposed to be involved in the degradation of neuropeptides, cytokines and angiotensin (4) (5) (6) , but the physiological role of the lymphocyte-derived enzyme remains unclear. Recently, two excellent studies gave evidence that the CD13 antigen may function as a corona virus receptor in epithelial cells (7, 8) . APN seems to playa role in tumor invasion and was shown to contribute in the degradation of collagen type IV (9) . Furthermore, APN has been reported to be implicated in the antigen processing (10) .\n\nWith respect to the haematopoietic system, aminopeptidase N has been accepted to be exclusively expressed on cells of the myelo-monocytic lineage (11, 12) . Subsequently APN was shown, however, to be expressed on the surface of malignant B cells as well (13) (14) (15) (16) (17) (18) . The expression of the CD13 antigen on the surface of T cells stimulated by concanavalin A has been reported earlier by ANSORGE et al. (19) and KUNZ et al. (20) . The induction of CD13 on T cells (21) or natural killer cells (22) derived from synovial fluid of patients suffering from rheumatoid arthritis might be a response to some stimulating signal, too. Moreover, ARITA et al. (23) reported the induction of CD13 on immature thymocytes, but this rather reflects the fact that these cells still retain characteristics of multipotent progenitor cells.\n\nIt has been demonstrated that the human T cell lines HuT78 and H9 contain both Ala-pNA hydrolysing activity as well as aminopeptidase N mRNA. The copy number of APN -gene transcripts in both T cell lines has been determined by competitive PCR (24) .\n\nVery recently it has been shown, that in the course of mitogenic activation of human peripheral T cells a strong increase of both APN-mRNA contents and neutral aminopeptidase activity is accompanied by the appearence of CD13 immunoreactivity on the cell surface of these cells (27) .\n\nIn this paper we demonstrate, that in human peripheral T cells the mitogeninduced surface expression of APN is not prevented by the inhibitors of glycosylation or protein biosynthesis, respectively, tunicamycin and cycloheximide. In addition it is shown that another inhibitor of protein biosynthesis, puromycin, does not affect APN surface expression.\n\nFor comparison we examined the effects of these inhibitors on the surface expression of other inducible cell surface glycoproteins.\n\nIn summary the data presented here suggest that the rapid mitogen-induced surface expression of APN on peripheral human T cells is partially independent of de novo protein biosynthesis.\n\nPeripheral blood T cells were enriched by the nylon wool adherence technique as described by JULIUS et al. (25) . T cells were grown in complete Iscove's modified medium supplemented with 10% fetal calf serum (Gibco BRL, Eggenstein, Germany) and 60 units/ml penicillin and 50 pg/ml Ciprobay. Cells were seeded into 50 ml culture flasks to densities of about 10 6 cells/m!. T cells were stimulated by the addition of PHA-L (Boehringer Mannheim, Mannheim, Germany; 1 pg/ml) together with PMA (Sigma, Heidelberg, Germany) at 10 ng/ml as co-stimulant.\n\nTunicamycin (10 pg/ml; Boehringer Mannheim, Mannheim, Germany), Puromycin (50 pmol!l; Sigma, Heidelberg, Germany) or cycloheximide (10 pg/ml; USB, Heidelberg, Germany), respectively, were included in the experiments indicated.\n\nTo exclude possible cytotoxic effects of the inhibitors used we measured the viability of all cell cultures by trypan blue staining and tetrazolium salt MTT reaction. Previously, we have shown that the MTT reaction is highly sensitive to toxic agents (26) . In our present experiments, the MTT reaction was not impaired by the inhibitors used (not shown). Under the conditions applied in this study the viability of T cells was more than 90%.\n\nStaining of T cells with the anti-CD13 antibody (clone WM15; Dianova, Hamburg, Germany), anti-CD25 (clone IL-2-R1; Coulter Laboratories, Krefeld, Germany), anti-CD69 (clone Leu23; Becton-Dickenson, Heidelberg, Germany) and anti-CD95 (clone UB2; Immunotech, Hamburg, Germany) was performed at 4 °C for 30 min. After two washes in cold PBS the cells were incubated with goat anti mouse -FITC conjugate (Dianova) at 4 DC for 30 min. Cells were washed twice in cold PBS and then fixed using 1 % (w/v) paraformaldehyde in PBS. Cytofluorimetric analysis was performed on a Epics Profile II (Coulter). 20,000 cells per sample were counted. The threshold was defined in such a manner that positive staining included no more than 1 % of the relevant contro!'\n\nFreshly isolated peripheral T cells were allowed to rest for one day in medium before cells were either used untreated or after a further 20 hour-activation by PHA/PMA. Cells were collected by centrifugation (300 x g, 5 min, room temperature) and resuspended in 100 pi PBS at a density of 5 x 10 6 cells/m!. To facilitate detection of both intracellular and membrane-bound CD13 T cells were permeabilized using the cell permeabilization kit (Dianova) essentially following the protocol recommended by the supplier. A mixture of two anti-CD13 mAbs (clones WM15 (Dianova) and My7 (Coulter Laboratories)) were used as the primary antibody at a 1 : 25 dilution. In the controls the primary antibody was either omitted or replaced by IgG 1 isotype control (Sigma). Prior to the application of the secondary antibody, goat anti-mouse conjugated to Texas Red, (IgG I-specific, Dianova, 1 : 200 diluted) unspecific binding was blocked by normal goat serum (Dianova) diluted 1 : 25. Between all incubation steps c~lls were washed twice by gently shaking in PBs/om % (v/v) Tween 20 (Sigma) for 10 min.\n\nStained cells were collected by centrifugation and the supernatant was removed. Cells were carefully resuspended in 50 pI Moviol (Hoechst, Germany) and applied on microscopic slides. Moviol was allowed to polymerize overnight at room temperature before the cells were examined by either laser-scan (Noran Instrument Odyssey XL with InterVision 1.4.1, excitation 568 nm, emission filters 600 BP) or conventional video fluorescence microscopy (Zeiss Axiovert 135 TV, Sony 3 CCD camera, Kontron frame grabber, and KS 300 software, filter set 00).\n\nAla-pNA hydrolysing activity was measured in triplicate. 100 pi of cells suspended in PBS, pH 7.4, were mixed with 100 pI of 5 mmol!l Ala-pNA. Reactions were stopped by the addition of 400 pi 1 molll sodium acetate, pH 4.4, either immediately (substrate blank) or after 60 to 120 min of incubation at 37°C. After spinning down all particulate material (90 s at 10,000 x g) the absorbances of the supernatants were read at 390 nm using Spekol21 (Carl Zeiss Jena).\n\nT cells were cultured for 20 hours after simulation by PHA-LiPMA, regardless whether the inhibitors were present or not, and whether they were given prior to, simultaneously with, or after the mitogenic stimulation.\n\nFreshly isolated peripheral blood T cells exhibit only low levels of Ala-pNAhydrolysing activity, in average 4.8 pkat/10 6 cells (Table 1 ). This activity is dramatically increased in the course of T cell activation reaching about 31 pkat/10 6 cells at day 3 and up to 42 pkat/10 6 cells at day 4 after stimulation as shown previously (27) . All values given as mean of 4 experiments ± SEM. Enzymatic activity was measured after 20 hours of activation by PHA/PMA. Tunicamycin was given 8 hours prior to, simultaneously with, or 8 hours after PHA/PMA. Cycloheximid was present the last 2 or 5 hours, respectively, of the 20 hour stimulation.\n\nTwenty hours after mitogenic stimulation by PHA-LiPMA there was a slight increase of Ala-pNA-hydrolysing activity detectable (8.6 pkat/10 6 cells). Simulation in the presence of tunicamycin did not change this aminopeptidase activity (8.6 pkat/10 6 cells), irrespective of the inhibitor of glycosylation given 8 hours prior to, simultaneously with, or 8 hours after the addition of PHA-LiPMA (Table 1) .\n\nCycloheximide included in the cell culture for the last 2 or 5 hours, respectively, of the 20 hour incubation also failed to alter the PHA -LlPMA -induced increase in Ala-pNA-hydrolysing activity substantially (7.8 and 8.3 pkat/l0 6 cells).\n\nAs it has been shown recently (27) , T cell activation leads to a significant increase in the number of cells expressing CD13 on their surface. Whereas rest-ing T cells practically lack CD13 surface expression, up to 51 % CD13-positive T cells are present 3 days after activation.\n\nHere we demonstrate, that the PHA -LlPMA -induced surface expression of CD13 measured 20 hours after stimulation is moderately decreased by the simultaneously given inhibitor of glycosylation, tunicamycin, to about 60% CD13-positive cells compared to control. Tunicamycin showed similar effects when given 8 hours prior to or 8 hours after the stimulation by PHA -LlPMA (74% or 65% of control, Fig. 1A) .\n\nIn this respect CD 13 behaved like CD95 (F AS/ APO-1), the induction of which was also partially inhibited by simultaneously applied tunicamycin (79% of control, Fig. 1D ). As with the CD13 antigen, induction of CD95 surface expression was not differently affected by tunicamycin given 8 hours prior to or 8 hours after mitogenic stimulation of T cells (79% or 73% of control, Fig. 1D ). On the contrary, the induction of the CD69 antigen (AIM) was largely uneffected by tunicamycin (101 % of control, Fig. lC) .\n\nHowever, the induction of the CD25 antigen on the surface of T cells appeared to be greatly decreased by tunicamycin. Interestingly, this inhibition is clearly time-dependent with a maximum depression when tunicamycin is given 8 hours prior to the mitogenic activation (24% of control, Fig. IB) .\n\nThe effects of the inhibitor of protein biosynthesis cycloheximid on the mitogen-induced surface expression of CD13 on peripheral T cells were studied 20 hours after stimulation by PHA -LlPMA. Cytoheximid was added to the cell culture medium 2 or 5 hours, respectively, before the 20 hours of incubation were completed. Cycloheximid when present during the last 2 hours of stimulation provoked a slight increase of the number of CD13 positive cells (115% of control, Fig. 2A) . The presence of cycloheximid during the last five hours of culture reduced the number of CD13 positive cells to about 78% of control. In comparison, cycloheximid was much more effective in suppressing the surface expression of CD25, CD69 and CD95 under identical conditions (Fig. 2B-D) .\n\nAnother inhibitor of protein biosynthesis, puromycin, showed no effect on the induction of CD13 positive cells, but completely prevented the generation of CD25 positive cells (Fig. 3A, B) . For both antigens it made no difference whether the effector was given prior to, simultaneously with, or after the mitogenic stimulation. In contrast, puromycin effectively inhibited the formation of CD69 or CD95 positive cells when given 8 hours before or simultaneously with ... ~ L -________________________ ~~ the stimulation by PHA-LiPMA. Puromycin was not effective when given 8 hours after the mitogenic activation (Fig. 3C, D) .\n\nBoth laser-scan (Fig. 4, a-d) and conventional video fluorescence (Fig. 4 , e) microscopy revealed that resting T cells contain low amounts of CD13 (Fig. 4,  top) , which upon activation by PHA/PMA is gradually upregulated. This activation-dependent induction of CD13 expression could be seen as early as 20 hours after stimulation (Fig. 4, bottom) . About 100% of T cells analyzed appeared to be CD13-positive. Laser-scan microscopy revealed, that in resting T cells CD13 is mainly localized in close vicinity to the cell surface (Fig. 4, top, a-d) . After T cell activation there is an increase of both the membrane-associated and the cytosolic CD13 (Fig. 4, bottom) .\n\nA number of studies convincingly proved the expression of the aminopeptidase N gene in human peripheral T cells and related cell lines (19, 21, 24, 28, 35) . A more recent paper demonstrated that the activation-dependent increase of aminopeptidase N (CD13) enzymatic activity and surface expression is paralleled by an increase of APN-mRNA contents of T cells (27) . The aim of this study was to analyze the role of protein biosynthesis and glycosylation on the induction of CD13 (APN) surface expression. Therefore, the effects of the inhibitors of protein biosynthesis, cycloheximide and puromycin, and of the inhibitor of glycosylation, tunicamycin, on the activation-dependent generation of CD13-positive T cells were compared to those on the induction of other leukocyte surface antigens, namely CD25, CD69 and CD95. The induction of these glycoproteins occurs in a clearly defined sequence: CD69, CD25, and CD95. There is evidence for a very rapid induction of CD13 on granulocytes and monocytes (29) , an observation which is consistent with our own data showing that CD13 surface expression of peripheral T cells is detectable as early as one day after stimulation.\n\nThe induction-dependent expression of the leukocyte surface antigens CD13, CD25, CD69, and CD95 was differently affected by the inhibitors used resulting in a moderate, profound or neglectable inhibition of the corresponding surface expression by e.g. tunicamycin or puromycin .\n\n.... Tunicamycin effectively prevented the generation of CD25-positive T cells, partially diminished the number of CD13or CD95-positive cells, but showed no effect on the mitogen-induced CD69 surface expression at all. The latter finding is in full accordance to the observation of SANCHEZ-MATEOS and SANCHEZ-MADRID (30) , that the 24-kDa unglycosylated CD69 polypeptide is induced on the surface of cells treated with tunicamycin. It is concluded from this report, that glycosylation of the protein is neither required for CD69 surface expression nor for the acquisition of external epitops recognized by relevant mAbs.\n\nThe same may be true for the rapid activation-dependent expression of the CD13 antigen, although its surface expression on T cells seems to be slightly favoured in absence of tunicamycin.\n\nThe systematic studies of DANIELSEN and co-workers (31-34) on the biosynthesis of microvillar aminopeptidase N clearly revealed that in enterocytes or related systems blocking of cotranslational glycosylation or inducing malglycosylation as well as preventing the correct trimming of N-linked carbohydrate all result in dramatically reduced apical expression of APN, which is due to a rapid leupeptin-sensitive degradation in a pre-Golgi compartment. The authors also highlight the importance of a correct timing of biosynthesis in relation to highmannose glycosylation to facilitate proper ternary and quarternary conformations. On this background it must be concluded that the induction of CD13 on activated T cells in spite of the presence of tunicamycin is not fully dependent on de novo protein biosynthesis. This would require the existence of a mechanism independent of biosynthesis aiding CD13 surface expreSSIOn.\n\nIn support of this assumption, in T cells the induction of CD13 surface expression also appeared to be relatively resistant to the inhibition of protein biosynthesis. The surface induction of CD13 in response to T cell activation was slightly decreased by the inhibitors of protein synthesis, cycloheximide or puromycin. In contrast, puromycin strongly diminished the generation of CD25-positive cells and partially inhibited the development of CD69 and CD95 surface expression. Cycloheximide markedly decreased surface expression of CD25, CD69 and CD95, whereas CD13 induction remained unaffected. This phenomenom is strongly reminding of the situation in granulocytes/monocytes reported earlier by others. WERFEL et al. (29) demonstrated that after stimulation of leukocytes by the anaphylatoxin C5a there was an increase of CD13 membrane expression within minutes on both granulocytes and monocytes, an effect not prevented by the action of cycloheximid. The authors suggested, therefore, that pre-formed, mature CD13 molecules are rapidly translocated from internal storage sites to the cell surface after stimulation. By analogy with the data presented in this study we propose a similar mechanism underlying the rapid activation-dependent CD13 surface expression in human peripheral T cells measured 20 hours after stimulation. This view is supported by the detection of immunoreactive CD13 in resting T cells by means of immunofluorescence microscopy (Fig. 4) . From these investigations it is also apparent, that this early induction of CD13, which is largely independent of protein biosynthesis, is superimposed by the slowly on-going induction of APN gene expression peaking at days 3 or 4 after activation. In contrast to the short-time culture performed in this study, the surface expression of CD13 observed later is dependent on newly synthesized CD13. In support of this view, in T cells there is a dramatic increase of APN-mRNA content 3 days after stimulation (27) . Because prolonged exposure of the T cells to inhibitors of the kind used in this study would cause severe damage to the cells, future studies of long-term effects will require other approaches.\n\nAll effectors used in our study prevented the generation of CD25 surface expression on T cells in response to PHA-LiPMA activation. Due to the fact that the induction of CD25 requires on-going protein biosynthesis it is obvious that the conditions applied in our experiments effectively inhibited the de novo synthesis of proteins.\n\nOur finding that the rapid induction of CD13 in the course of T cell activation is relatively resistant to the action of cycloheximide or tunicamycin is substantiated by the observation that the induction of Ala-pNA-hydrolysing activity of viable T cells remains also unchanged by these inhibitors.\n\nSurprisingly, the strong inhibition of CD69 surface expression consistently seen after 2 hours of cycloheximide action could not be observed when this inhibitor was present for 5 hours during the mitogenic activation. Unfortunately, at present the answers to this striking phenomenom are largely speculative. We propose that CD69 surface expression is increased with the cycloheximide-provoked depletion of another protein which might normally contribute in the rapid degradation or masking of CD69. Alternatively, depletion of a short-lived protein associated with CD69 might promote its membrane location or improve the accessability to anti-CD69 mAb.\n\nThe data presented here confirm the activation-dependent increase in CD13 (APN) surface expression of human peripheral T cells reported earlier and clearly demonstrate that this induction of CD13 expression based on two different mechanisms. First, there is a rapid induction of CD13-surface expression relatively independent of protein biosynthesis is, which is due to a mobilization and/or further unmasking of mature CD13 from internal sites of storage. Second, there is a slowly on-going induction of APN gene expression, which leads to maximum CD13 surface expression after 3 to 4 days. This later induction is clearly dependent of de novo protein biosynthesis and correlates well with the observed increase in APN-mRNA levels (27) .\n\nThis assumption rests on the observed resistance to puromycin and cycloheximide of the generation of CD13-positive T cells in the course of their mitogenic activation. In support of this view tunicamycin did not prevent the induction of CD13 surface expression on T cells."}