{"title": "Crisis prevention and management by infection control nurses during the Middle East respiratory coronavirus outbreak in Korea American Journal of Infection Control", "body": "A Middle East respiratory coronavirus (MERS-CoV) outbreak occurred in Korea between June 20 and July 28, 2015. A total of 186 patients were confirmed as being infected with MERS-CoV, 36 of whom died. Infection control nurses referred to hospital guidelines to address the screening and isolation needs of patients and instigated a variety of infection control activities to prevent MERS-CoV transmission at the frontlines of patient care. Their concerted effort is believed to have been instrumental in ending the outbreak.\n\n© 2016 Association for Professionals in Infection Control and Epidemiology, Inc. Published by Elsevier Inc. All rights reserved.\n\nMiddle East respiratory syndrome (MERS) is an emerging infectious disease caused by a coronavirus that gives rise to respiratory infection. MERS was first discovered in Saudi Arabia in 2012, and cases of this disease have mainly occurred in the Middle East region, but the number of countries with reported cases has been increasing. 1 On May 20, 2015, the first case of MERS coronavirus (MERS-CoV) infection was diagnosed in Korea. 2 During the period May 20-July 28, 2015, 186 patients were definitely diagnosed with MERS-CoV infection, 36 (19.4%) of whom died. 3 More than 16,000 people exposed to MERS patients were self-isolated or isolated in hospitals. 4 Patients with MERS were admitted to or visited 98 hospitals across the country, exposing all regions of Korea to the risk of MERS infection. 5 Fifteen hospitals stopped regular medical services and were placed under the government's control for isolation purposes because many of their health care workers and patients had been exposed to patients with MERS-CoV infection. 4 Thirtynine health care workers (21%) were infected with MERS-CoV, 8 of whom were doctors and 15 of whom were nurses. 3 To date, this outbreak of MERS-CoV infection was the second largest worldwide, and the largest outbreak of this disease outside of the Middle East. 6 Unlike in other regions, Korea's MERS-CoV infection outbreak presented no evidence of community transmission, and the epidemiologic pattern was that of health care-associated outbreaks. 7 Additionally, MERS-CoV transmission was accelerated by interhospital infection. 6 The outbreak posed a critical threat to the work of infection control nurses (ICNs), who played key roles in keeping the disease from spreading further.\n\nSince ICNs were first deployed in Korea in 1991, 8 the Medical Service Act has ruled that hospitals with 200 or more beds should have infection control committees and infection control departments. 9 However, even large hospitals have only 1-2 ICNs. 8, 10 Although the struggle to stop the transmission of MERS-CoV infection was beyond the capabilities of these ICNs, they nonetheless worked diligently to limit the outbreak. A number of difficulties were encountered during the early stages of the MERS-CoV infection outbreak. The Korea Centers for Disease Control and Prevention distributed MERS-CoV response guidelines based on those from the Centers for Disease Control and Prevention and the World Health Organization. Unfortunately, the contents of these Korea Centers for Disease Control and Prevention documents were too general; those working in hospitals needed more detailed guidelines. Thus, the Korean Society for Infectious Disease, the Korean Society for Healthcare-Associated Infection Control and Prevention, and the Korean Association of Infection Control Nurses (KAICN) jointly released more detailed MERS-CoV infection control guidelines. However, each hospital's unique environment made the application of these guidelines complicated on an organization level. Accordingly, KAICN members who were ICNs sought answers to urgent questions about infection control using social networking services and built each individual hospital's manual using shared experiences and ideas. Based on these communication processes and the guidelines of the Korean Society for Infectious Disease, Korean Society for Healthcare-Associated Infection Control and Prevention, and KAICN, ICNs provided information on how to wear personal protective equipment (PPE) and determined the routes of access to the negative pressure rooms. Further, ICNs prepared hospital manuals addressing the screening and isolation of patients, hospital environment cleaning and disinfection, medical waste disposal, laundry management, specimen collection and delivery methods, patient transportation methods, patient admission and discharge, powered air purifying respirator management and cleaning, and the safe disposal of dead patients. Moreover, because standard, contact, and airborne precautions had to be applied to patients infected with MERS-CoV and patients suspected of infection, 11 the use of PPEs increased rapidly in hospitals, and the supply of N95 masks was insufficient. In addition to providing education on the proper methods of donning and doffing PPEs in hospitals, ICNs checked their institutions' PPE inventories and were involved in maintaining sufficient PPE quantities via contact with public health centers and suppliers. Although it was known that MERS-CoV had not undergone mutations that would have made it more transmissible, 7 its infectivity was still much stronger than assumed. Patients with confirmed MERS-CoV infection were isolated in negative pressure rooms, and the health care workers attending these patients accessed the rooms in protective whole-body suits (including a full-length gown, goggles, N95 mask, gloves, shoe covers, and other components) that were labeled \"Level D.\" Because most of the health care workers had no experience using Level D PPEs, ICNs provided instruction on how to put on the PPEs, monitor the manner in which the health care workers donned and removed the PPEs, and provided guidance on how to remain free from infection during the donning and doffing processes. Furthermore, ICNs communicated with local public health centers about tasks related to patients with confirmed MERS-CoV, delivered the government's MERS-CoV-related guidelines to hospitals, and implemented the gathering of MERS-CoV infectionrelated data requested by the government.\n\nIn addition to the ICNs' in-hospital activities, some participated in the Immediate Response Task Force for MERS, which was launched by the Korean government in early June of this year. The task force provided MERS outbreak hospitals with updated and adapted scientific guidelines for patient care, infection control, and laboratory handling for medium-and small-sized hospitals. The Immediate Response Task Force for MERS was composed of 17 experts in infection control, including 2 nursing professors who were former ICNs, and its members made about 300 visits to hospitals with patients with confirmed MERS-CoV infection. 6 The nursing professors visited small-and medium-sized hospitals that did not have infection control departments, as well as hospitals experiencing large outbreaks. During these visits, they provided instruction on infection control guidelines, such as PPE use and environment decontamination, and offered advice on the practice of infection control. Further, they monitored the degree to which infection control guidelines were being observed in the field, participated in tabletop exercises, and provided monitoring and advice when patients were transported. In another important role, the nursing professors informed the government of difficulties and problems related to MERS infection control in hospitals, so that these problems would be resolved and there would be support for the necessary resources.\n\nOn July 28, 2015, the World Health Organization and the Korean government declared the end of the MERS-CoV infection outbreak. 12 The transmission of an emerging infectious disease like MERS-CoV brought the entire society of Korea to a state of crisis. Problems were reported not only in the Korean quarantine system, but also in health care delivery and infection control systems. The transmission of MERS-CoV may have been assisted by the ease of access to the hospital system in Korea, as well as by the practice of seeking care at multiple hospitals (so-called doctor shopping). 7 Additionally, the extremely crowded emergency rooms and multibed rooms of large metropolitan hospitals in Korea led to an unexpectedly major outbreak, in comparison with the outbreak in Saudi Arabia. 6, 7 Many hospitals experienced heavy financial losses due to the outbreak. Academic societies related to infection control had earlier suggested establishing persistent infection control infrastructures, activating health care-associated infection surveillance, and constructing an infection control system for small-and mediumsized hospitals. However, the course of this outbreak shows that these suggestions had not been fully implemented.\n\nAlthough ICNs were faced with the first outbreak of MERS-CoV in a setting with poor infection control infrastructures, they nevertheless wrestled with the disease for more than a month, working both day and night. They undertook this task with a sense of purpose, and their labor is believed to have ended the MERS-CoV outbreak."}