{"title": "", "body": "The Sumatran tiger (Panthera tigris ssp. sumatrae) is currently listed as critically endangered on the IUCN Red List of Threatened Species. 1 The wild population is estimated to comprise 300-500 individuals (Wibisono and Pusparini, 2010) . Conservation efforts, including captive breeding, are underway with approximately 375 captive Sumatran tigers listed in the Global Species Management Plan (GSMP) Sumatran tiger studbook (Traylor-Holtzer, 2013) . However, the genetic diversity in the captive population is compromised by limited founders. Within the Australasian region, captive Sumatran tigers number 50 individuals from 15 founders (Hibbard, 2013) , with the majority of the Australasian population sourced from Europe.\n\nInformation regarding congenital vestibular disease (CVD) in exotic felids is restricted to a single small case series, involving two litters of related captive Sumatran tiger cubs in Australia (Hulst et al., 2004) . In that study, the clinical signs of CVD included ataxia, head tilt, positional strabismus and rolling, which generally improved with age. The current study was designed to investigate the prevalence, phenotype and potential cause(s) of CVD in Sumatran tiger cubs, within the Australasian region. The aims of the study were to define the phenotype of CVD in captive Sumatran tigers, and to determine the heritability of this disorder and its potential mode of inheritance (MOI).\n\nFourteen zoos within Australia and New Zealand (NZ) that collectively housed 93 Sumatran tigers between 1975 and 2013 were identified. Retrospective medical and husbandry records, including video surveillance footage from Sumatran tigers, were requested for review. Records were received for 50/93 tigers from 11/14 zoos. The records obtained for each animal were reviewed to determine age of onset of clinical signs, age at which clinical signs ceased, findings on physical examination, diagnostic testing methods used and their findings. Information regarding the diets fed to pregnant, lactating and juvenile tigers was also reviewed.\n\nPhenotype was classified as affected, unaffected or unobserved. Classifications were based on medical records, husbandry records, video footage, or a combination of these types of evidence. Affected animals were identified as those displaying clinical signs consistent with CVD, including at least two of the following: head tilt disequilibrium, nystagmus, circling with loss of balance, falling or rolling, ataxia, and/ or positional strabismus (de Lahunta and Glass, 2009 ). Unaffected animals were categorised as those that had none of these clinical signs recorded, which had to be sufficiently documented to rule out CVD, for example, siblings of affected animals, where the level of monitoring was the same for the whole litter. Those animals that had insufficient information available for phenotyping were categorised as 'unobserved'.\n\nData were obtained from the GSMP Sumatran tiger studbook and used to construct a pedigree, as well as examining relationships between affected tigers. Segregation analysis, using Geneprob analysis software (Kerr and Kinghorn, 1996) , was conducted with 48 tigers. Segregation analysis uses algorithms to determine the likely genotype of an individual, given their phenotype and their relationships with others of known phenotypes or genotypes (Nicholas, 2010) . The Geneprob program uses a Gibbs sampling method to make genotype predictions, based on information provided by the user for parents, full siblings, mates, progeny and the individuals themselves.\n\nRecessive and dominant MOI were tested for both complete and incomplete penetrance. Based on the observed phenotype frequencies and the expected distribution of phenotypes, given the Hardy-Weinberg principle and expected MOI, allele frequencies of 0.47 and 0.11 were used as prior affected allele frequencies for the recessive and dominant models in the segregation analysis, respectively (Nicholas, 2010) .\n\nIn total, 14 tigers (8 males, 6 females) were classified as affected (Table 1) . Clinical signs were first reported between 1 and 60 days of age (median 25 days). All affected cubs displayed ataxia, head tilt and apparent disorientation. Strabismus was identified in 11/ 14 cases and was unilateral in five cubs. In six cases, in which vestibulo-ocular reflexes were assessed, the strabismus was specifically noted to be positional. The other abnormalities documented included circling with loss of balance (n = 11) and reduced menace response (n = 6). In addition, seven affected cubs abducted their limbs and ventrally flexed their necks when raised from the ground with their pelvises at the highest point, accompanied by exaggeration of the head tilt. The duration and severity of clinical signs varied between cases. Five of the affected cubs had intermittent episodes of clinical signs, whereas clinical signs were persistent in all other cases. The majority of cases (n = 11) had complete resolution of clinical signs between the ages of 3 and 12 months. Clinical signs had resolved by 2 years of age in all cases (median 237 days, range 77-688 days).\n\nThe diagnostic tests that had been performed varied for each affected animal. Assessment by a specialist veterinary neurologist was undertaken in 11 cases. Results of serum biochemistry and haematology, available in eight cases, showed no major abnormalities. Testing for infectious diseases, i.e. latex cryptococcal antigen test for cryptococcosis (n = 1), serology for T. gondii (n = 6), feline immunodeficiency virus (n = 2), feline leukaemia virus (n = 2), feline coronavirus (n = 1) and Dirofilaria immitis (n = 1), and polymerase chain reaction (PCR) for Mycoplasma haemofelis (n = 1) were negative in every case tested. Faecal examination for parasites conducted in a single litter showed moderate numbers of Isospora-like oocysts. Serum vitamin A concentrations assessed in four affected cubs (0.08-0.11 mg/L) and two unaffected cubs (0.06 and 0.09 mg/L) from three litters at two zoos were below the reference interval reported for adult tigers (0.17-0.36 mg/L) (Ghebremeskel and Williams, 1988) . Cerebrospinal fluid (CSF) was analysed in four affected tiger cubs showing clinical signs of CVD at the time of sampling, of which three had elevated CSF protein and elevated erythrocyte counts ( Table 2) .\n\nRadiographs of the skull and/or thorax (n = 7) were unremarkable. Magnetic resonance imaging (MRI) was undertaken in two cubs to evaluate the brain and inner ear structures. Unilateral, focal areas of increased signal intensity (T2 and FLAIR images) were observed in the region of the vestibular nuclei of the brainstem and the vestibular nerve in one cub. No abnormalities were detected on the MRI scan from the second cub. Brainstem auditory evoked response testing was undertaken in four cubs and was considered normal. Electromyography of the interosseous muscles of the paws, the masseter muscles and the cranial tibial muscles was performed in one cub with no abnormalities detected.\n\nDietary information was available from four zoos. Tigers were fed a meat-based diet, supplemented with offal and small whole prey, as well as commercial vitamin and mineral supplements (Wombaroo Large Carnivore Supplement SF-50, Intervet; Predamax, Vetafarm). Some meat was fed with skin, bone or fur left attached to the meat. The enrichment items offered included commercial tinned cat food and milk (Whiskas, Mars), chicken mince and pilchards. Four of the 14 affected cubs were hand-reared compared with 17 of 81 unaffected cubs. Hand-reared cubs were raised on a synthetic milk substitute (Big cat milk replacer, Wombaroo food products) and animals were weaned onto chicken or beef mince, mixed with a calcium supplement and tinned kitten food (Hills). \n\na Strabismus was noted specifically to be positional in these cases. Further information was not available for the other cases in which strabismus was noted. N, normal; L, left; R, right; +, present; −, absent; NA, not assessed; ALT, alternating.\n\nNecropsy reports were available for two affected tigers. One died at 16 years of age after splenic rupture, secondary to lymphoma. The other died at 17 months of age from drowning, after falling into a moat in the enclosure. Notable necropsy findings in this animal included absence of bronchial cartilage and slight asymmetry of the pyramidal tracts of the brainstem on both gross and histological examinations.\n\nAll documented cases of CVD fell within the pedigree shown in Fig. 1 . Pedigree analysis indicated a high prevalence (26.4%) of CVD within the Australasian population of Sumatran tigers. Both sexes were affected by this disorder in almost equal proportion, consistent with an autosomal, rather than sex-linked, MOI. The disorder was observed in consecutive generations in some cases, whereas in others it was observed every two generations.\n\nSegregation analysis supported a completely dominant MOI, with a total genotype probability index (GPI) of 4239.5, and with all affected animals being heterozygous. Parents of affected tigers had predicted genotypes that were either heterozygous or homozygous recessive (wild-type) (mean GPI = 89.36). The predictions for the founder pair most strongly supported heterozygous (53%) and wild-type (47%). The animals known to be unaffected were determined to be wild-type (GPI = 100), which supports a dominant MOI.\n\nThis study builds on the observations of Hulst et al. (2004) , who first documented CVD in captive Sumatran tigers. There are some case reports of CVD in domesticated cats, described in Siamese, Burmese, Tonkinese and Persian breeds, although details of these cases are not particularly comprehensive (Schunk, 1988; Hoskins, 2001) . The best documented cases of CVD in animals are in dogs and laboratory mice. In dogs, CVD has been reported in a range of breeds and there is phenotypic variability between breeds, but also within the same litter (Stirling and Clarke, 1981; Forbes and Cook, 1991; Wilkes and Palmer, 1992) . In laboratory mice, CVD has been linked to particular strains and is associated with aural structural abnormalities in the sensory epithelium of the vestibule, semicircular canals, otoconia, utricle and saccule (Steel, 1995; Thalmann et al., 2001; Romand et al., 2013) .\n\nIn affected Sumatran tiger cubs, there was variability in the clinical presentation, age of onset and duration of clinical signs. Some cubs showed intermittent episodes of vestibular dysfunction that resolved spontaneously. This might reflect exacerbation of well compensated deficits following stress, or alternatively could represent an intermittent disorder. A syndrome in humans, benign paroxysmal vertigo of childhood (BPVC), has similar features with CVD in Sumatran tigers. Brief but intense periods of ataxia and nystagmus are the hallmark signs of BPVC and symptoms often resolve before sexual maturity (Balatsouras et al., 2007) . Neurological examination and vestibular function are normal between episodes in these patients (Ralli et al., 2009 ). The pathogenesis of BPVC is poorly understood but one proposed mechanism is impaired vascular perfusion to the vestibular nuclei and associated neurological pathways (Ralli et al., 2009 ). Due to the episodic nature of CVD in some affected tigers, it was difficult to assign a definitive phenotype to some individuals. Continual, close monitoring of tiger cubs from an early age can be challenging, and lack of observational evidence was one of the limitations of this retrospective study. It is standard zoo husbandry practice to have minimal interaction with female tigers and their cubs, to mitigate the potential for mis-mothering and ensure staff safety (Von Schmalz-Peixoto, 2003) . The assignment of the 'affected' phenotype was therefore more likely to be more accurate than the assignment of the 'unaffected' phenotype. This means that modelling may have been subject to some degree of bias. For establishment of accurate phenotypes in the future, close monitoring of Sumatran tiger cubs could readily be achieved using video surveillance.\n\nNeurological examinations are difficult to perform in neonatal and young animals, due to a lack of information regarding normal development and how these neurological findings might change from birth to adulthood. This difficulty may be reflected by the reporting of two additional neurological signs that are not specific for CVD in some cubs, namely 'dull mentation' and 'lack of menace response' ( Table 1 ). The lack of a menace response, in the face of normal vision, can sometimes be seen in young animals and mentation can be difficult to assess in young cubs. Alternatively, these signs could reflect a concurrent neurological anomaly (e.g. cerebellar or forebrain abnormality).\n\nAssessment of medical records uncovered some findings that warrant further investigation. MRI abnormalities did not necessarily correlate with clinical signs. Although unilateral lesions of the vestibular nuclei in one tiger accompanied signs of unilateral CVD, the other cub had clinical signs of bilateral CVD, but no lesions were observed. Therefore, MRI findings do not indicate a specific pathology, although a larger sample size is needed to further evaluate their significance.\n\nSerum vitamin A concentrations measured in four affected and two unaffected Sumatran tiger cubs were slightly below those reported in adult non-domesticated felid species (Ghebremeskel and Williams, 1988; Crissey et al., 2003; McCain et al., 2008) . However, in these reports, sample sizes were small, and reference ranges for juvenile non-domesticated felids have not been established. Florida panther nursing cubs have been shown to have lower serum retinol concentrations than adults (Dunbar et al., 1999) . Vitamin A deficiency in captive lions has been associated with calvarial hyperostosis and cerebellar herniation (Chandra et al., 1999; Hartley et al., 2005) . However, the calvaria of affected tiger cubs in the present study were considered to be normal on radiography. This, and the observation that no dietary deficiencies were apparent, suggests that vitamin A deficiency is unlikely to be a causative factor in the pathogenesis of CVD in Sumatran tiger cubs. Since 90% of total body vitamin A is stored in the liver, hepatic levels are the most reliable indicator of vitamin A status (Schweigert et al., 1990) . Future investigations should include determination of hepatic vitamin A levels by fineneedle aspiration biopsy and high-performance liquid chromatography ultraviolet retinoid analysis, as has been described in lions (Shamir et al., 2012) .\n\nElevation of CSF protein, seen in three affected animals, can occur with changes in the permeability of the blood-brain barrier, increased intra-cranial protein production or degeneration of neural tissue. The cause of these protein elevations was not determined.\n\nQuantification of the protein fractions via electrophoresis might distinguish the type of protein that is elevated and would be recommended in future cases. The most plausible explanation for the presence of erythrocytes in the CSF in samples from three tigers is iatrogenic haemorrhage during CSF collection.\n\nThere was no evidence for an infectious agent in the tiger cubs reported here. Infectious causes of vestibular disease in domesticated felids usually have a progressive course, or are accompanied by other signs of disease, neither of which was documented in these cases (Beatty et al., 2000; Gaskell et al., 2007; Gunn-Moore and Reed, 2011) . No microbial agents were visualised on examination of the CSF and the lack of eosinophils in the CSF suggests that parasitic or protozoan infections are unlikely. Otoscopic, radiographic and MRI examinations of the external and middle ear did not support otitis media and interna as a contributing factor to this disease. Although no tigers were specifically tested for canine distemper virus (CDV), the lack of disease progression suggests that this is an unlikely cause and there was no evidence of suggestive lesions at necropsy. In exotic felids infected with CDV, signs of respiratory, gastrointestinal and CNS disease, including seizures and paresis, are common, and disease is usually fatal (Quigley et al., 2010) .\n\nPedigree analysis was consistent with CVD being a familial disorder in Sumatran tigers. Furthermore, segregation analysis suggested an autosomal dominant MOI, supported by the high frequency of the disorder within the pedigree, in combination with the predicted allele sequences based on that MOI and a Hardy-Weinberg segregation, as well as the presence of the syndrome in a hybrid tiger. Segregation analysis suggested that the trait has complete penetrance, although the disorder was not observed for two generations and then manifested in a subsequent generation, which is inconsistent with a fully penetrant dominant trait. Despite the segregation analysis indicating complete penetrance, there may have been too few animals included for a robust analysis. The research findings reported here reflect a common difficulty with segregation analysis, in that the data provided by the analysis may not be in agreement with the observations made or not compatible with any one type of inheritance. Errors in phenotype determination, genetic anticipation, phenocopy or the occurrence of new mutations could explain these discrepancies. If this genetic disorder is multi-factorial, there may also be little consistency between observations and segregation analysis results (Nicholas, 2010) .\n\nVariable expressivity could explain the wide spectrum of clinical signs and why severity varied between cases. By creating a dichotomous analysis of normal versus affected, we exclude the possibility of an intermediate phenotype which is possible, given the high variability seen among cases. The ability to incorporate an intermediate phenotype into the segregation analysis may have provided a result more consistent with clinical observations.\n\nCongenital CVD in Sumatran tigers may be multi-factorial or polygenic. Interactions between genetic and environmental effects can be complex and may cause alterations in penetrance and the variation in expression of the phenotype seen in the tiger cubs. Modifier genes can also cause variation in phenotype and penetrance, with some genes having downstream effects, promoting the occurrence of the disease phenotype (Raj et al., 2010) . Identification of the causative mutation could provide further clues to other genes that might modify expression of the mutated gene or could possibly identify allele variants of the mutation. The genes associated with CVD in other species might also be involved in CVD in tiger cubs, or there may be an as yet undefined gene or combination of genes responsible. Genetic mutations have been associated with malformation or malfunction of both peripheral and central vestibular components (Steel, 1995; Reardon et al., 2000; Zhao et al., 2008; Vernau et al., 2013) .\n\nThe current study has several other limitations. Direct comparisons between cases were difficult, since the information obtained was retrospective, with some medical records being unavailable or incomplete, with differences in the diagnostic approach for each individual case. Each litter of cubs was examined by different veterinary practitioners and observations were not recorded in a standardised manner, nor was there a structured system for scoring or recording the clinical signs.\n\nDue to the small population size, careful consideration is needed when planning future breeding of Sumatran tigers. The segregation analysis has identified potential carriers of the disorder. Nonaffected siblings are not likely to be carrying the mutation, although interference from reduced penetrance or variable expression might mean that this is not necessarily the case. CVD is assumed to disadvantage affected cubs in the wild, although there appears to be limited impact in captivity, with all cubs surviving to adulthood, when there was resolution of the clinical signs. Loss of genetic diversity is a significant threat to the Sumatran tiger population and removal of individuals from the breeding program would put further strain on the gene pool and its genetic fitness. However, valid conclusions about future breeding cannot be made without understanding the global status of this genetic condition.\n\nWe have characterised 14 cases of CVD in Sumatran tiger cubs in Australian zoos. Pedigree analysis and segregation analysis suggest that this syndrome has a heritable basis, with an autosomal dominant MOI. Further investigation into CVD in Sumatran tigers is warranted, including determination of the world-wide prevalence of this disorder within the breeding population.\n\nNone of the authors of this paper has a financial or personal relationship with other people or organisations that could inappropriately influence or bias the content of the paper."}