{"title": "Prevention of Otitis Media Caused by Viral Upper Respiratory Tract Infection: Vaccines, Antivirals, and Other Approaches", "body": "Otitis media (OM) is a very common disease in infants and young children and occurs, albeit less frequently, in older children and adults as well [1] . The hallmark feature of OM is an inflammation of the middle-ear (ME) mucosa with or without the presence of effusion in the ME airspace. New OM episodes (ie, acute OM [AOM]) can be accompanied by local symptoms of pain and overt signs (eg, erythema and bulging of the tympanic membrane) interpretable as evidencing an in situ bacterial infection or can be relatively asymptomatic in presentation. As yet, it is unclear if these presentations represent different underlying etiologies (eg, local infection versus eustachian-tube dysfunction) or differ-ent expressions of a common etiology (eg, by stage, pathogen, host response). AOM can progress and/or predispose to a persistent inflammatory condition of the ME mucosa; OM with effusion (OME, synonyms: secretory OM, glue ear) that is recalcitrant to standard medical therapies including antibiotics and anti-inflammatories [2, 3] . Because of the conductive hearing loss that usually accompanies that disease expression, OME in infants and young children can cause delayed speech and language acquisition, educational deficits, and poor social adjustment [4] .\n\nEffusion recovered from symptomatic AOM is usually culture-positive for bacterial pathogens of which Streptococcus pneumoniae, Hemophilis influenzae (non-typeable), and Branhamella catarrhalis are the most common [5] . In the pre-antibiotic era, AOM was associated causally with a number of potentially life-threatening complications, including meningitis and mastoiditis, as well as with sensorineural hearing loss. Current practice in the United States is to treat symptomatic AOM with antibiotics, which was shown in clinical studies to eradicate the bacterial pathogens and decrease the duration of pain-related symptoms [6] . Nonetheless, it is not established that antibiotic treatment promotes earlier resolution of the ME mucosal inflammation or aborts disease progression to OME. Moreover, the experience of physicians who practice \"watchful waiting\" (ie, antibiotic treatment reserved for AOM episodes for which signs/symptoms fail to resolve within a period of days) shows that most episodes of AOM are self-limiting and that antibiotics can be withheld without obvious, immediate consequence in as many as 80% of the episodes [7] . Although wide adoption of this treatment strategy is expected to reduce antibiotic use and perhaps decrease the selective pressures driving the increasing prevalence of antibiotic-resistant pathogens, ad hoc identification of patients in need of antibiotic treatment is not possible at present, and the long-term consequences of this practice, with respect to possible increased risks of complications, sequelae, and recurrences are not known.\n\nIn the United States, the direct and indirect costs of treating OM are estimated at $5 billion per year [8] . Because of this large economic burden and existing controversies over current treatments for AOM and OME, disease prevention Otitis media (OM) imposes significant morbidity on the pediatric age group and a large financial burden on the general population. Because standard medical treatments are not highly efficacious in resolving the accompanying middle ear (ME) inflammation, a goal of current research is OM prevention. Past studies show that new episodes of OM are usually a complication of viral upper respiratory infection (vURI), and therefore, a rational approach to achieving that goal is to develop intervention strategies that target vURIassociated OM. However, past experiences with antibiotics show that, in the absence of well-defined treatment protocols that maximize expected efficacy, the adoption of prophylactic or active treatments for OM can have negative consequences for the patient and for the general population. In this review, we discuss the hypothesized mechanisms by which a vURI is translated into an acute OM episode and describe different strategies for aborting that process. Limitations to deployment of each strategy are outlined.\n\nhas been a primary goal. In that regard, a number of prophylactic strategies were reported to be effective in preventing AOM or recurrences of AOM in \"high-risk\" children. These include: tympanostomy tube insertion [9] , breast-feeding [10] , antibiotic prophylaxis [9] , passive immunization with high-titer serum [11] , vaccination against bacterial pathogens (eg, S. pneumoniae [12•]) , and other treatments that modify the bacterial flora of the nasopharynx (eg, adenoidectomy, xylitol chewing gum or lozenges, nasopharyngeal seeding with probiotics [13] [14] [15] ). However, general deployment of some of these strategies had (or is suspected of having) unanticipated consequences that curtailed enthusiasm for their use. This is best exemplified by seasonal, antibacterial prophylaxis in high-risk children, an intervention believed by many to contribute to the selection and dissemination of pathogenic bacteria resistant to common (and increasingly less common) antibiotics [16] . Of note, one well-controlled, double-blind clinical study [12•] reported that conjugated pneumococcal vaccines decreased the frequency of AOM episodes caused by pneumococcal types of bacteria included in the vaccine but increased the frequency of OM caused by nonrepresented types. Because the ecology of the nasopharynx with respect to bacterial adaptation, niche availability, species competition, and species turnover is poorly understood, implementation of any strategy that targets specific (eg, antibacterial immunization) or nonspecific (eg, antibiotics) bacterial species (types, strains) at that site will have unintended consequences, some of which might be detrimental to the host and/or general population [16] .\n\nAlthough bacteria can usually be recovered from the ME during AOM, it is well accepted that the onset of most of these episodes is temporally associated with a viral upper respiratory tract infection (vURI). Specifically, more than 60% of new OM episodes are diagnosed immediately following or concurrent with a symptomatic vURI, and conversely, AOM occurs in approximately 25% of otherwise healthy infants and young children with naturally acquired vURIs [17,18,19•] . A causal relationship between these diseases is supported by epidemiologic studies that document a similar seasonal patterning for vURI and AOM [20] and by others that reported vURI to be a significant risk factor for OM [21] . Also, upper respiratory viruses, viral proteins, and/ or viral genomic sequences were shown to be present in a high percentage of ME effusions recovered from AOM episodes [22, 23] . Disagreements exist concerning the relative causal importance for AOM of the different upper respiratory viruses, including, among others, respiratory syncytial virus (RSV), rhinovirus, adenovirus, influenza and parainfluenza virus, and coxsackie virus, but the evidences presented favoring any one virus are not convincing, given the biases introduced by sampling season, differential sensitiv-ity of employed viral assays, and the relative skills of the laboratories. It seems that most, if not all, upper respiratory viruses can cause OM as well as provoke eustachian-tube dysfunction and ME underpressure, which are considered to be preconditions for OM pathogenesis [24] [25] [26] .\n\nDirect support for vURI causality of AOM is provided by animal studies that reported OM to result from adenovirus and influenza virus infection of the nose and nasopharynx [27, 28] and by studies in adult volunteers that reported OM to be a complication of experimental infection with rhinovirus and influenza A virus [24, 25] . As mentioned, pathogenic bacteria are recovered from the ME during AOM, but this does not preclude a primary viral etiology. Active synergy between certain upper respiratory viruses and nasopharyngeal pathogens was demonstrated for OM pathogenesis in chinchillas and humans [27] [28] [29] , and pre-existing or concurrent vURI in infants and children with acute, bacterial OM is frequently observed [24, 25] .\n\nGiven these evidences of causality, interventions that prevent vURIs and/or prevent the development of OM during vURIs offer a rational and, perhaps, preferential alternative to antibiotic treatment or prophylactic strategies that target bacterial pathogens. In this review, we discuss the potential targets for this strategy and outline the practicality of the various options. Others have published reviews of this topic with a different emphasis and focus [30• ].\n\nThe specific mechanism of OM pathogenesis during a vURI is debated. Although virus is not usually recovered by culture from the ME during vURI-associated OM, viral protein and/ or nucleic acids can be detected in high percentages of effusions using sensitive assays [21, 22] . The interpretation of this observation as evidencing local viral infection can be questioned given the lack of proof that these viruses replicate within the ME mucosa. Recent work showed that viral genomic sequences are confined to the effusion compartment and are not recoverable from mucosal biopsies [31] . Of interest, HIV was detected by polymerase chain reaction in ME effusions recovered from adult patients with OM, who were also seropositive for that virus [32•] . Most reasonably, this can be interpreted as delivery to the ME of virus sequestered within infiltrating leukocytes during acute inflammation. A similar mechanism can account for the detection of virus protein and nucleic acids in ME effusions during or immediately following a vURI. There, inflammatory cells that have engulfed virus on encounter at the nose and nasopharynx \"home\" to the ME in response to inflammation initiated by bacterial infection, neurogenic inflammation (NGI), hydrops ex vacuo, or other causes [33] . This hypothesis is consistent with existing data including the observation that bacteria-positive ME effusions also containing viral genomic sequences are less likely to resolve with antibiotic therapy than are those with bacteria alone [34] . There, the presence of viral genomes in the effusion evidences concurrent or pre-existing vURI with attendant eustachian-tube obstruction and the consequent inhibition of effusion clearance.\n\nA review of existing data suggests a more complicated mechanism of OM pathogenesis during a vURI. In such a case, a cascade of events is precipitated by exposure of the nasal mucosa (with probable localized cellular infection) to a virus. Upon virus detection by local antigen-presenting cells (eg, dendritic cells, resident macrophages) and virus interaction with epithelial cells, chemical components of the innate immune system are produced and/or upregulated (eg, defensins, increased NK activity [35] ), and the host-alert cytokines, tumor necrosis factor-α (TNF-α), and interferon are synthesized [36, 37] . If this initial response does not abort viral replication, the sustained levels of chemical signals are processed and amplified by genetically programmed (eg, cytokine genotypes [38•]) and environmentally tuned (eg, chronic stress [39] ) biologic filters, whose outputs first, cause the synthesis and release of inflammatory mediators (eg, histamine, bradykinin, arachidonic acid metabolites) that enhance local influx of effector chemicals (eg, serum antibodies) and leukocytes [40, 41] ; second, moderate production of TNF-α and interferon that initiate NGI and coordinate the immune response; and third, modulate the upregulation of more downstream cytokines such as interleukin (IL)-1, IL-6, IL-8, and IL-10 that control the magnitude and duration of the immune/ inflammatory response. The synthesized and released inflammatory mediators, neurokines, and cytokines interact in both positive and negative feedback loops to moderate the degree of inflammation and to specify the type (primary Th1 or Th2) and magnitude of the host immune response [42] . The primary effect of these responses is to neutralize free virus and kill virus-infected cells, events that signal the production of \"anti-inflammatory\" cytokines and chemokines. These \"late\" signals in turn downregulate inflammation, eliminate cellular debris, and promote mucosal healing.\n\nThe local tissue damage caused by virus infection, the nasal inflammatory response attributable to host defense, and the local and systemic effects of the various chemical signals are expressed as symptoms and signs of illness. Extension of the inflammation with or without disseminated virus infection to anatomically contiguous structures (eg, the eustachian tube, paranasal sinuses, lungs) can cause complications including OM, sinusitis, and asthmatic exacerbations. Also, NGI is initiated by tissue damage, upregulated by TNF-α, and modulated by other inflammatory mediators [43, 44] . NGI amplifies the degree of local inflammation (thus promoting effector component influx to the site of infection) and causes reflexive inflammation at more distal target tissues (perhaps in anticipation/preparation for disseminated infection). Because the distal effects of NGI can include eustachian-tube dysfunction and increased ME mucosal perfusion, possible consequences of NGI activation are destabilized ME pressure regulation, the subsequent development of significant ME underpressures, and, if prolonged, OM by hydrops ex vacuo [45] .\n\nA secondary consequence of nasal infection with certain upper respiratory viruses is a more favorable environment for the nasopharyngeal growth of specific bacterial pathogens (eg, influenza virus infection and S. pneumoniae colonization [27, 29] ). The results of other studies suggest that upregulated antiviral defense is accompanied by downregulated antibacterial defense [46] [47] [48] . Both of these effects serve to free resident nasopharyngeal pathogens from physiologic sequestration, thereby allowing them to effectively compete with and replace commensal species. Intermittent relief of viral-initiated ME underpressure by eustachian-tube openings can aspirate the nasopharyngeal pathogens into the ME and cause in situ bacterial infection. Infection at that site causes the early, local synthesis of TNF-α by the ME mucosa and a cascading production of other cytokines/ mediators within the ME [49] . In turn, these chemical signals provoke the ME mucosal inflammation, which characterizes OM.\n\nAlthough incomplete, the previous description highlights the various checkpoints that can be targeted to prevent OM during a vURI (Fig. 1) . Broadly, these checkpoints can be subdivided into two general classes on the basis of temporal dynamics; ie, those existing before (I, II) and after (III-V) established virus infection of the nose/nasopharynx.\n\nAn obvious, although somewhat impractical (given current demographic patterns and economic realities in the United States and other countries) option to prevent OM caused by a vURI is to reduce the probability of virus exposure, and thus the risk for infection. This can be accomplished by: maintaining good hygienic behaviors in all social situations (eg, frequent hand washing, daily nasal lavage [50] ); withdrawing children at high risk for OM from day care or preschool (or enforced absence during virus epidemics); strict adherence to rules that \"send home\" children (and teachers) presenting to day care or primary school with signs/symptoms of a cold/flu; and early antiviral treatment of ill parents, siblings, and other frequent contacts. To date, none of these options has been explored in clinical trials, and their potential impact on OM incidence is not known. One inherent limitation to their expected efficacy is the absence of symptoms/signs in a high frequency of persons with confirmed upper respiratory virus infection [51•,52] , and thus the inability to identify all infected contacts for avoidance and/or treatment.\n\nAlternatively, OM could be prevented by priming the host to resist virus infection. Past studies show that high homotypic serum IgG antibody titer, high mucosal secretory IgA-specific antibody titer, and upregulated immuno-logic surveillance (eg, natural killer, CD8 function) can prevent infection, reduce viral load, diminish the magnitude of the signal chemical production, and decrease the magnitudes and frequencies of overt signs and symptoms of a vURI [53, 54] . Therefore, increasing the pre-exposure, host levels of those antibodies, and/or functional activation of T-cell subsets by vaccination and/or immunoglobulin therapy could limit viral replication and abort the pathogenesis of a vURI and its complications. Recent clinical studies confirmed the efficacy of this overall strategy. Specifically, a number of studies reported a significantly lesser incidence of infection with the target virus and fewer associated OM episodes in infants and children immunized with influenza virus vaccines (by both parenteral and intranasal routes [55, 56, 57 •]) or pretreated with anti-RSV-enriched serum [58] . Unfortunately, although vaccines for other upper respiratory viruses are in development and testing (although a rhinovirus vaccine is not anticipated, given the large number of circulating types), only influenza vaccines are currently deployed, and their overall reduction of OM burden is limited (approximately 10%). Also, an interpretation of the results for passive immunization with enhanced RSV antibody serum is not clear-cut because the observed OM reduction was not restricted to the RSV season, and a study that used monoclonal anti-RSV antibodies (Palivizumab; Synagis, MedImmune, Gaithersburg, MD) did not reduce OM episodes [59] . This leaves open the possibility that OM prevention was mediated by coexistent antibodies directed against pathogenic bacteria within the immunization serum.\n\nAn untested possibility is the prophylactic use of antivirals in children at high risk for OM during those seasons typically characterized by infectious spread of the target virus or after the virus is identified in family members and/or regular contacts (eg, classmates, family members). However, prophylactic antiviral treatment during a viral season might endanger the health of treated patients (as experience with long-term use of these potent chemicals is limited) and might represent a societal hazard by selecting for resistant virus strains or, perhaps of greater concern, virus strains with altered infectious and/or trophic properties [60] . Also of interest is the possible, prophylactic use of nonspecific, immune stimulants that upregulate components of innate immunity and/or increase immune surveillance [61] , although given the controversial status and/or poorly rationalized mechanism of action for available treatments (eg, homeopathic medicines), the practical application of this approach lies in the future. [24-26,40,51•] . Also, the extent of symptoms and signs of illness during vURIs does not predict the temporal dynamics of infection resolution (ie, both asymptomatic and symptomatic persons resolve the infection), and although most available treatments target known chemical mediators and are effective in promoting symptom relief, they do not significantly prolong the period of viral shedding [62] . These results suggest that the host response to common upper respiratory viruses (black box, Fig. 1) includes: virus-specific, immunologic defense pathways; requisite inflammatory pathways; and nonspecific, coincidental inflammatory pathways. Although the requisite and virus-specific responses are important for preventing virus dissemination and re-establishing mucosal health, the nonspecific, coincidental inflammatory responses can cause unnecessary symptoms and provoke complications. Therefore, an ideal vURI treatment would reduce illness and decrease complications by attenuating the nonspecific, coincidental responses while sparing the requisite responses; ie, pharmacologically tune the host response. This approach requires a much better understanding of the complex signaling involved in activating the effector components of these different pathways, but the promise of generalized applicability across viruses makes the pursuit of such knowledge a research priority.\n\nBecause viral load modulates the production of the chemical signals that provoke inflammation, early antiviral treatment might prevent the necessary preconditions for OM. One study of experimental influenza virus infection in adults reported a significantly lesser frequency of otologic manifestations (ie, abnormal ME pressure) for the group pretreated with the neuraminidase inhibitor, zanamivir, when compared with those treated with placebo [63] . In contrast, a second study in that model of infection used rimantadine and placebo treatments begun at the time of initial symptoms and reported less influenza virus shedding, symptoms of illness, nasal secretions, and nasal pro-inflammatory cytokine levels for the rimantadine group, but no between treatment differences in otologic complications, including the frequency of OM [64] . The discrepant results of these two studies with respect to antiviral efficacy for preventing the otologic complications of influenza A infection are explicable by the timing of the intervention (ie, prophylaxis vs treatment). Therefore, this strategy might require introduction of the antiviral treatment soon after infection, and, consequently, the pre-existence of an early, overt signal (ie, symptom/sign) of infection and, given the specificity of antivirals, a rapid method to identify the virus.\n\nOther targets for OM prevention during a vURI are the specific pathways unique to OM pathogenesis. As discussed earlier, clinical and experimental data support eustachiantube dysfunction (ie, failure to effectively open) and altered nasopharyngeal bacterial flora as requisite components of the mechanism by which a vURI translates into an otologic disease. The cause of eustachian-tube dysfunction during a vURI is debated. Histologic studies in chinchillas document extension of the virus infection to the luminal mucosa, but eustachian-tube function tests in infected ferrets, children, and adults evidence mucosal swelling, possibly caused by NGI [65] [66] [67] . Attempts to preserve adequate eustachiantube function (and ambient ME pressure) during a vURI using oral decongestants in children and adults have not been successful [68] . In one double-blind clinical study, intranasal steroid (fluticasone propionate) was administered for 7 days immediately after onset of vURI symptoms in an attempt to decrease nasopharyngeal inflammation (and possible eustachian-tube obstruction), but was not efficacious in preventing AOM and might have increased OM incidence during rhinovirus infection [69] . Nonetheless, some promise for this strategy is demonstrated by the results of a randomized study that compared no treatment, influenza vaccination, and tympanostomy-tube insertion (which bypasses the eustachian tube to maintain ambient ME pressure) for preventing OM during the influenza season [55] . There, the group treated with tympanostomy tubes had less OM than the group treated with the influenza vaccine, which in turn had less OM than the untreated group. However, a significant limitation to the pharmacologic manipulation of eustachian-tube function is the paucity of data regarding drug effects on that function. This is a focus of active research by groups in Sweden, Japan, and the United States.\n\nAlternatively, vURI-associated OM could be prevented by targeting emergent or extant nasopharyngeal pathogens. As mentioned, vaccination against S. pneumoniae, extended antibiotic prophylaxis, seeding the nasopharynx with probiotics, and nasopharyngeal exposure to xylitol (by lozenge or chewing gum) reduced the frequency of OM episodes [9-11,12•,13-15] . In an adaptation of this strategy, clinical studies were designed to evaluate prophylactic antibiotics and xylitol administered for the limited period immediately after symptom onset during a vURI. The one published, doubleblind, placebo-controlled, clinical study of xylitol did not show efficacy in preventing the development of OM during a vURI [70] , and the three studies that used antibiotics (penicillin V, amoxicillin clavulanate, and sultamicillin) in a double-blind, placebo-controlled format did not demonstrate protective efficacy [71] [72] [73] . However, it is not known if these treatments shorten the course of the OM episodes, or alternatively, if antivirals administered at the time would have such an effect.\n\nPossible strategies to prevent OM caused by vURI include interventions that reduce the risk of virus exposure, reduce the risk of infection given virus exposure, and reduce the risk of OM given a viral infection. As noted, reducing exposure to the many types of circulating upper respiratory viruses is difficult under most circumstances, but the listed options (such as attention to hygiene within the family and withdrawal from day care) should be given serious consideration for infants and children with a history of or at high risk for recurrent OM. Breast-feeding is well established as lessening the latter two risks and should be encouraged for all infants, with perhaps particular enthusiasm for those with a family history of OM or at high risk for vURI (eg, prematurity). Passive immunization with high-titer antiviral/antibacterial serum might have a limited role in preventing OM caused by viral and/or bacterial infection. However, because this treatment option is expensive, requires monthly administration by injection, is associated with pain and possible side effects, and might be redundant to breast-feeding (in young infants) and active immunization (in older infants and children), it is best reserved for immunocompromised infants and children who are at high risk for more serious, invasive diseases (eg, RSV-associated pneumonia).\n\nEffective vaccinations targeting upper respiratory virus will decrease the incidence of vURI and reduce the incidence of OM but, currently, this option is restricted to influenza. Vaccines against other viruses are in development and/or testing but their efficacy remains to be demonstrated, and regulatory issues might delay their introduction for many years. Because the attack rates for the different viruses that cause vURI and the conditional incidence of OM per infection with a given viral species are not known, effective immu-nization with any number of these anticipated viral vaccines might or might not have a significant impact on OM incidence. This information is extremely important in developing strategies to prevent OM caused by vURIs because parental resistance to multiple vaccinations (in addition to those currently required or recommended) of their infants and children is an expected impediment to strategy deployment. Also, the documented synergism between bacterial pathogens that cause OM and specific viruses suggests that immunization against some viruses might be redundant to immunization against bacteria species. For example, the efficiency (operationally defined as cases of OM prevented/ number of individuals treated) of influenza vaccination for OM prevention can be expected to decrease as multivalent pneumococcal vaccination becomes universal (given that both will prevent pneumococcal OM). Similar redundancies might exist for other bacteria/virus combinations. OM prevention by viral vaccination is not expected to be a strategy applicable to rhinovirus infection for which the development of a vaccine with reasonable valence is unlikely because of the large number of circulating rhinovirus types, the typespecific host immune response, and the inability of neutralizing antibodies to access and bind with conserved capsid domains [74] . This appreciably limits the overall efficiency of the vaccination for OM prevention because rhinoviruses are the most common cause of vURIs and are recognized as a frequent cause of OM.\n\nFor rhinovirus and perhaps other viruses, prevention of infection (and/or presymptomatic treatment to abort infection) might require the prophylactic use of antivirals. A series of candidate drugs are in testing, and some of these were shown to be effective in reducing viral load during documented infection. However, deployment of this strategy for the purpose of preventing OM shares the same concerns described for antibiotic prophylaxis; ie, toxicity and sideeffects for the patient and the selection of drug-resistant virus stains with unpredictable properties. Because of the relatively long rhinovirus season and the continuous exposure to different rhinovirus strains, such concerns make this strategy unacceptable for general use.\n\nAs discussed, there is a wide variety of other treatment possibilities that could decrease OM during a vURI. However, all of these options require that an identifiable signal indicative of infection precedes the development of OM. This temporal relationship is depicted in Figure 2 . Ideally, for strategies that target OM during a vURI, all viral infections would be associated with early symptom/sign expression, the magnitudes of those expressions would be sufficient to be identified as a vURI illness, and OM and other complications would develop days after detection of the illness signal, thereby allowing for diagnosis of the specific virus and introduction of the designated intervention. Studies have shown that the real-life situation falls far short of this ideal. For example, experimental infection in adults shows that the time between viral infection and symptom/sign development is highly variable across viruses (eg, 2-3 days for influenza A and HRV, >5 days for RSV infection) and that the magnitudes of symptoms and signs of cold (flu)-like illness might or might not achieve a level sufficient to be perceived as signaling an infection [24] [25] [26] . In that experimental model, the absence of illness does not preclude the development of otologic complications, and there is no fixed temporal relationship between those complications and sign/ symptom presentation [51•] . Similarly, in young children (2-5 years) with natural, symptomatic vURIs, approximately 50% of new OM episodes developed within 7 days before or on the day of parent identification of a cold episode [14] . For these reasons, the expected efficiency of any intervention for OM prevention begun during a vURI infection is low.\n\nFor all proposed strategies, nontargeted application is expected to have rather low efficiency. Therefore, the ad hoc identification of subpopulations and, preferably, individuals at high risk for OM as a complication of vURIs would allow for targeted introduction of the various strategies for OM prevention, thereby increasing the efficiency and decreasing both the risks of adverse events and the total cost of OM prevention. Because a high heritability for OM was reported, family history is important in making such risk assignments [75•] . Also, in a preliminary study, a significant relationship was reported for OM during natu- ral RSV infection and the genotype for an interferon-α promoter polymorphism [76] . These results are encouraging, and continued study of the genetics of OM during a vURI is a promising avenue to pursue.\n\nMany members of the research community are expressing optimism that the introduction of vaccines and antivirals effective against most of the viruses that predispose to OM will soon assign OM to the category of a preventable disease [30•] . Our position is more cautious, and we emphasize that effective deployment of these and other related strategies requires careful consideration of their possible impact on individual and societal health. Because most episodes of OM (and vURIs) are self-limiting and without significant long-term consequence, some of these strategies should be reserved for those individuals who are predisposed for frequent disease recurrence and/or OME. As yet, the epidemiology of OM caused by vURI is not completely developed (eg, Which viruses are most important? What is the time lapse between infection, symptoms, and complications?), the mechanism underlying OM pathogenesis is not fully understood (eg, Are there specific chemical signals that can be modulated to preserve host defense but prevent OM? Does virus infect the ME mucosa?), and the specific target population for aggressive intervention is not well characterized. These remain research questions whose answers might or might not support the optimism of our colleagues with respect to making OM a preventable disease."}