{"title": "Virtual screening for finding natural inhibitor against cathepsin-L for SARS therapy", "body": "Severe acute respiratory syndrome (SARS) is an acute respiratory disease caused by a newly identified coronavirus (SARS-CoV) (Rota et al., 2003) , the result of a zoonosis from a highly related animal coronavirus (Guan et al., 2003) . It continues to be potential for further zoonotic transmission events, leading to the reintroduction of SARS-CoV into the human population. Previous studies for drug discovery against SARS were mainly targeting on 3C-like proteinase (namely main proteinase, CoV M pro ) of SARS-coronavirus, which is the key step in the transcription and replication of SARS-CoV Chou et al., 2003; Yang et al., 2003; Chou, 2004a) . Anand et al. (2003) suggested that the inhibitor AG7088 of rhinovirus CoV M pro , could serve as a starting point for anti-SARS drug based on the three dimensional structure of the proteinase. Owing to the fitting problem of AG7088 to the binding pocket of SARS CoV M pro , Chou et al. (2003) suggested its derivative KZ7088 as a better starting point. Du et al. (2005) developed a very promising approach to find polypeptide inhibitors against SARS-CoV M pro by searching for the cleavage sites in proteins by the SARS enzyme. So far all efforts in discovering drug against SARS are associated with protease inhibitors targeting on the SARS CoV M pro .\n\nRecently a new mechanism for entry of SARS CoV into target cells was reported by Simmons et al. (2005) . They hypothesized that cellular factors sensitive to ammonium chloride, such as pH-dependent endosomal proteins, may have great effect on mediating SARS-CoV entry. In their study the requirements for proteases in activation of viral infectivity and the effect of protease inhibitors on SARS-CoV infection are examined. Their study results are consistent with a model in which SARS-CoV employs a unique three-step procedure in membrane fusion, involving receptor binding and induced conformational changes in S glycoprotein followed by cathepsin L (CTSL) proteolysis and activation of membrane fusion within endosomes.\n\nThe new progress provides an alternate target, cathepsin L, for drug design against SARS. A highly throughput screening of a library of pharmacologically active compounds was performed by Simmons et al. and MDL28170 (Simmons et al., 2005) was identified as an efficient inhibitor of CTSL-meditated substrate cleavage with high bioactivity IC50 of 2.5 nmol=l. Their research results demonstrate that MDL28170 can inhibit endosomal protease activity of SARS virus in the entering process of virus into the target cell. Therefore, MDL28170 can serve as a promising template for fusion inhibitor design targeting on CTSL.\n\nIn this study MDL28170 is used as the template in database searching based on the 3D-structure of CTSL for discovery of natural product drug candidates from the Chinese traditional herb medicines. The newly developed database, the Traditional Chinese Medicines Database (TCMD) (Zhou et al., 2004) , was used in the database searching, which is a part of the research project on modernization of Chinese traditional medicines for finding out novel active herb compounds with low-toxicity using advanced drug design techniques.\n\nAs cathepsin L is one of the major cysteine proteases, generally found throughout mammalian cell types and believed to be the primarily function in normal protein breakdown (Mary and McGrath, 1999) . Cathepsin L has also been implicated in a number of disease processes, such as bone resorption and tumor metastases (Kakegawa, 1993) . Because of the newly found functions of cathepsin L for proteolysis and activation of membrane fusion in SARS-CoV infection (Simmons et al., 2005) , potent and selective inhibitors of the cysteine protease are expected to be good candidates for therapeutic agents of SARS.\n\nThe structure of cathepsin L (PDB code 1ICF) shares the common fold pattern of papain-like cysteine proteases (Guncar et al., 1999) . The structure consists of two domains, left (L-) domain and right (R-) domain, reminiscent of a closed book with the spine in front. The domains separate on the top in a 'V'-shaped active site cleft, in the middle of which are residues Cys25 and His163, one from each domain, forming the catalytic dyad of the enzyme (Fig. 1 ).\n\nThe chemical structure of MDL21870 (Jeffrey et al., 1995) , an aminoterminal blocked dipeptide aldehyde, is displayed in Fig. 2 , which was once employed as the inhibitor of calpain to protect rat erythrocyte membrane associated cytoskeletal proteins from proteolytic degradation (IC50 ¼ 1 mM) (Shujaath et al., 1998) and which can also inhibit ß-amyloid processing (Jeffrey et al., 1995) . The assay results of Simmons et al. (Simmons et al., 2005) suggest that MDL28170 can also inhibit CTSLmeditated substrate cleavage with IC50 of 2.5 nmol=l during SARS virus entry. Therefore, MDL28170 may become an initial potent candidate of antiviral inhibitor against SARS-CoV.\n\nStructural bioinformatics (Chou, 2004a) has been applied to timely derive the 3D structures of some functionally important proteins (see, e.g., Chou, 2004b, c) , helping to understand their action mechanisms (see, e.g., Virtual screening for finding natural inhibitor Chou et al., 1999; Chou and Howe, 2002; Chou, 2005a) , and stimulating the course of drug discovery (see, e.g., Chou, 2004d, e; 2005b; Wei et al., 2006) . In this study, the approach of structural bioinformatics is to use for finding inhibitors for SARS therapy.\n\nThe first step in similarity searching is to compute the fingerprints of all the molecules in the molecular database, which are represented by a set of features derived from the molecular structures. The molecular features are calculated based on the topology of the chemical graphs and the 3D conformations of molecules, and expressed by the following equation:\n\nU ¼ fis-aromatic; has-ring; has-C; has-N; has-O; has-S; has-P; has-halogeng ð 1Þ\n\nIn Eq. (1) the notation is-aromatic represents aromatic ring, has-ring is saturated ring, has-C, has-N, has-O, has-S, has-P and has-halogen represent the number of carbon, nitrogen, oxygen, sulfur, phosphorus and halogen, respectively. The 8 features in Eq.\n\n(1) form a subset U. Each term in Eq.\n\n(1) takes value 0 or 1, therefore, there are total 2 8 ¼ 256 possible fingerprints.\n\nIn this study MACSS Structural Keys (Sheridan et al., 1996; Bron and Martin, 1996) is used to calculate the fingerprints of 10458 natural product molecules in the database. In the second step a metric is used to compare the fingerprints with the template. In this study the metric Tanimoto Coefficient is used, which is a number between 0 and 1, where 0 means ''maximally dissimilar'' and 1 means ''maximally similar''. The Tanimoto coefficient is defined by the following equation,\n\nwhere #A denotes the number of features in fingerprint A and #B is the number of features in fingerprint B, and #AB denotes the number of common features possessed by both A and B.\n\nComputational docking operation is a useful vehicle for investigating molecular binding interactions (see, e.g., Zhou and Troy, 2003; 2005a, b) .\n\nHere the well known docking program DOCK (Ewing et al., 2001 ) is used in this study with the MPI parallelization, exhaustive orientation searching, GB=SA solvation scoring and chemical=pharmacophore screening (Kuntz et al., 2005) . In the calculations of binding energies Dock 5.30 program is performed using Amber force field,\n\nwhere E total is the binding energy of the ligand with receptor, E vdw is van der Waals interaction energy, and E ele is the electrostatic interaction energy. In the calculations the ligand molecule is flexible, but receptor is rigid. Then the binding energies are scored based on the E total values.\n\nIn the database search a total of 26 compounds with the initial overlap 60% was found in TCMD, more than 10458 natural product molecules; the search was conducted by using MDL28170 as the template molecule based on the molecular similarity described in Section 3. All the 26 molecules are filtrated according to the drug discovery ''rule of 5'' (Lipinski et al., 1997) ; 15 compounds are deleted and the molecular structures of 11 compounds are shown in Fig. 3 , which are satisfied the ''rule of 5''.\n\nThe docking calculation is performed by Dock 5.3 program using Amber99 force field. The amino acid residues of the 1ICF within 6 Å are involved; the ligand is flexible but the receptor is rigid. The binding energies and favorable conformations in the active pocket of CTSL of the 11 molecules and template MDL21870 are computed, and the binding energies are ranked in Table 1 . As shown in Table 1 , two molecules mol 736 and MDL21870 have the higher scores. The docking binding energy of MOL736 is even bigger than that of MDL21870. Therefore, it is a possible inhibitor candidate to cathepsin L.\n\nThe compound MOL736 (see Fig. 4 ) is from a Chinese medicine herb, Aurantiamide acetate derived from the Fig. 4 . A Alignment of the two ligands colored with chain types, where red and green represent MDL28170 and MOL736, respectively. B The alignment of the two ligands colored with pharmacophore types, white for hydrogen bond donor, cyan for hydrogen bond receptor, and dark green for hydrophobic atoms, respectively Artemisia annua (Zhou et al., 2004) . This herb medicine has the therapeutic efficacy on the human body such as antitracheitis, relieving cough, removing the phlegm, relieving asthma and so on (Sheng et al., 2004) . The flexible alignment for the two ligands are performed based on a set of predetermined features in order to find the common features with which the two ligands share, such as shape, log P (Octanol=Water) values, aromatic groups, hydrogen bond donors and acceptors. Figure 4A and B show the flexible alignment for two ligands colored according to pharmacophore types and chain types. The colors used for pharmacophore are as follows: white for hydrogen bond donor, cyan for hydro-gen bond receptor and dark green for hydrophobic atoms. As shown in Fig. 4 , the two ligands have highly chemical similarity, especially the hydrophobic sides, aromatic groups, the hydrogen bond donors and acceptors, and carbonyl and amidogen.\n\nIn the ligand-receptor docking calculations, the most favorable conformation for each ligand is selected from 100 conformations with lower energies, as shown in Fig. 5 . Hydrogen bonds are supposed to make important contributions to the interactions between the ligand and receptor (see, e.g., Chou et al., 2000 Chou et al., , 2003 Chou, 2004d, e) . The docking results indicate there are two hydrogen bonds for MDL21870 ligand to the 1ICF receptor: Figure 5A shows the hydrogen bonds between ligand MDL28170 and 1ICF. One hydrogen bond is between a carbonyl oxygen of The molecular surface was rendered with the pocket attribute. The constituents of the pocket are defined by those residues within a distance 6 Å from each ligand. The green is for hydrophobic, blue for hydrophilic, and red represents exposed area, respectively. (For interpretation of the references to color in the figure, the reader is referred to the web version of this paper under www.springerlink.com) ligand and H(N) of His-163 (2.05 Å ), the other is between another carbonyl oxygen of ligand and the H(S) of Cys-25(2.57 Å ). Figure 5B shows the hydrogen bond interaction between MOL736 ligand and 1ICF. There are three H-bonds. The first H-bond is carbonyl oxygen of the ligand to H(S) of Cys-25 (2.57 Å ), the second is H(N) of MOL736 to carbonyl oxygen of Asp-162 of receptor (2.16 Å ), and the last is the another carbonyl oxygen of ligand to H(N) of Gln19(2.94 Å ).\n\nAs shown in Table 1 the van der Waals interaction energy makes the largest proportion in the affinity which means the contributions of van der Waals interaction is the key factor in determining the binding energy. Figure 6 is the plot of the molecular surface of the residues close to the ligands. The constituents of the active pocket (Chou et al., 1999) are defined by the residues within a distance 6 Å from each ligand. The surfaces were rendered with the pocket attributes, green for hydrophobic, blue for hydrophilic, and red for exposed surfaces, respectively. As shown in Fig. 6B , MOL736 has better matches with hydrophobic areas in the active pocket, especially the two hydrophobic aromatic rings embedded in the active pocket in the left domain are more matchable than MDL28170. It indicates that the left pocket space may be too large for MDL28170. This observation indicates that this hydrophobic domain of the receptor needs a bigger hydrophobic group. These findings would be helpful for future rational drug design.\n\nThe combination of the Traditional Chinese Medicine Database (TCMD) and the modern three dimensional drug design technique provides a powerful tool for new drug discovery and may find natural product drugs with high efficient and lower toxicity. The newly identified proteinase CTSL is an important target in drug design for therapeutic intervention of SARS-CoV infection. Because the function of CTSL is in the membrane fusion step, the inhibitors of CTSL may prevent the virus from entering the target cells. Therefore, it may be a better target than SARS-CoV M pro . Eleven Chinese herb compounds are screened from TCMD based on the structure of template MDL28170. Among them MOL736 has the highest similarity and lowest binding energy. The compound MOL736 (chemical name Aurantiamide acetate) is derived from a Chinese medicine herb, Artemisia annua (Zhou et al., 2004) . This plant is known as a herb medicine with many therapeutic efficacies, such as antitracheitis, relieving cough, removing the phlegm, relieving asthma and so on (Sheng et al., 2004) . Therefore, it is a hopeful drug candidate against SARS."}