{"title": "Relationship between post-SARS osteonecrosis and PAI-1 4G/5G gene polymorphisms", "body": "Osteonecrosis (ON) is a condition that can be categorized as traumatic and non-traumatic. A non-traumatic ON may be associated with an excessive corticosteroid administration, alcohol abuse or hematologic abnormality, and characterized by young onset age (20-50 years) and multiple joints involvement. Among several pathogeneses of nontraumatic ON, the intravascular coagulation activated by various potential risk factors may be a common way that results in the intraosseous thrombosis and ON. Moreover, as reported in a number of publications [1] [2] [3] [4] [5] [6] 7] , the ON is associated with an individual's hyper-coagulable/hypofibrinolytic status, and plasminogen activator inhibitor (PAI) and corresponding gene polymorphism 4G/5G play an important role in the arterial or venous thrombosis [8] .\n\nIn the spring of 2003, severe acute respiratory syndrome (SARS, a virus-induced disease) was prevalent in Beijing, the capital city of China. After a comprehensive investigation into the osteoarticular complication experienced by the patients recovered from the disease, it can be estimated that approximately 30 percent of these patients may suffer from multiple articular and/or diaphyseal necroses, but the remainders (approximately 70 %) who were infected with the same type of pathogens and treated with the same corticosteroid regimen were free from this complication [9] . Our previous study had revealed that hyper-coagulation and hypo-fibrinolysis were found in patients with post-SARS ON [10, 11] . In the present study, the PAI and corresponding gene polymorphism 4G/5G were further determined in order to address its potential association with the occurrence of ON, thus providing a theoretical basis for the early identification and intervention of this specific ON.\n\nClinical data From July 2003 to February 2004, a radiological investigation was performed in patients who were suffered from SARS in the spring of 2003, including a comprehensive evaluation to systemic joints (bilateral hips, knees, ankles, shoulders and wrists for some of the patients) using magnetic resonance imaging (MRI), computer tomography (CT) and radiography. The films were evaluated by qualified radiologists and orthopedists, respectively, and an agreement for the final diagnosis may be obtained by a cooperative discussion for the films resulting in discrepant opinions from the two independent professionals. A total of 61 patients identified with ON (25 men, 36 women) and aged 30.4 years (20-60 years) were included as the study population in the present study. The following baseline parameters were obtained for these patients: mean received corticosteroid 7,706.4 mg (1,200-30,000 mg), mean daily maximal dosage of corticosteroid 373.2 mg (80-1,020 mg), mean duration of the corticosteroid medication 40.8 days (14-105 days) and mean duration of pulse therapy with corticosteroid ([80 mg/day) 30.1 days (9-67 days). The joints involve included femoral head (N = 50, 87 hips; unilateral 13, bilateral 37), knee (N = 35, 63 knees; unilateral 7, bilateral 28), shoulder (N = 15, 24 shoulders; unilateral 6, bilateral 9), wrist (N = 4, 7 wrists; unilateral 1, bilateral 3; the individual bone involvement: 7 scaphoid bones, 2 capital bones and 1 lunar bone). The shaft involvement alone was seen in one patient. A total of 52 healthy volunteers without SARS and no steroid therapy [22 men, 30 women; aged 35.1 years (15-61 years)] were included in the present study as the control.\n\nAn aliquot of fasting blood sample (8 ml/per patient) was collected from the cubital veins after the diagnosis of ON and more than 6 months after stopping corticosteroid therapy, and dispensed into a vacuum tube (3 ml) containing sodium citrate solution (3.8 %) and a EDTA-based tube (2 ml) with the anticoagulant/whole blood ratio at 1:1 (v:v). The blood sample and the anticoagulant in both the tubes were gently mixed well and centrifuged at 2,500 rpm at the room temperature for 15 min for the collection of the supernatant (plasma).\n\nThe plasma plasminogen activator inhibitor (PAI) was determined using ELISA without necessity to perform a dilution to the plasma sample. The calibration curve was examined, with the starting point (0 %) calibrated with Owren-Koller buffer. The quality control was established during the determination of each parameter tested, and the readings were collected at 405 nm (vWF at 540 nm; D-D at 800 nm). All the procedures during the determination were performed automatically.\n\nNine-hundred microliter of 59 STMT (diluted in sterile double distilled water at a ratio of 1:4 (v:v)) was added into 300 ll of EDTA-anticoagulated whole blood, gently mixed well, stood on ice for 10 min and centrifuged at 8,500 rpm for 30 s to remove the supernatant. After added with 300 ll of guanidinium isothiocyanate (5 N), the resulted white precipitate was gently shaken, added with 10 ll of Rnase A and stood at room temperature for 10 min. The product was added with 800 ll of 4 N NaCLO 4 (pH 5.2) and 20 ll resin (mixed sufficiently immediately before use), stood at room temperature for 5 min and centrifuged at 8,500 rpm for 30 s to remove the supernatant. The precipitate was then added with 500 ll washing buffer and centrifuged at 8,500 rpm for 30 s to remove the supernatant. The procedure was performed twice. The product was centrifuged at 12,000 rpm for 60 s, pipetting out the remaining liquid, stood at room temperature for 5 min, added with 100 ll of TE buffer, incubated at 50°C for 10 min, centrifuged at 12,000 rpm for 60 s to remove the supernatant. The resulted precipitate was DNA.\n\nAmplification, hybridization, labeling and determination of PAI-1 gene\n\nThe amplification, hybridization, labeling and determination of PAI-1 gene were performed using PCR and solid phase oligonucleotide assay (SPOLA).\n\nEleven microliter of PCR mix (containing PAI-1 ampli-mix, primers and H 2 O), 5 ll of sample DNA, 1 ll of SYBER Green I and negative control (5 ll of H 2 O) were added into each of the LightCycler capillaries using a transferpettor and placed on a Roche PCR disc. The procedure established on the LightCycler for the experiment was as follows: 94°C 90 s ? 94°C 15 s ? 63°C 5 s ? 72°C 15 s 9 35 cycles. The products were stored at 4°C.\n\nThe test sample in each capillary subject to centrifugation was added with 5 ll of hybridization solution (containing PAI-1 probe, buffer and H 2 O), 10 ll for the mutation control and normal control, respectively. After mixed well, each 5 ll of solution inside the capillary was transferred into the WT well and MUT well of the plate and then incubated at the room temperature for 15 min.\n\nOne hundred microliter of labeling solution (containing ligase, buffer and H 2 O) was added into each of the wells and incubated at the room temperature for 15 min.\n\nAfter the solution in the wells was removed, the 100 ll of washing buffer was added and then removed as soon as the washing procedure was performed. The product in the wells was added with specific enzyme-conjugated antibody (100 ll), incubated at the room temperature for 15 min, washed twice, added with substrate (100 ll), incubated at the room temperature for 30 min and added with stop buffer before determination.\n\nThe samples were measured for the OD value at the 405 nm in the microplate reader. Based on the equation R = OD-(WT)/OD(MUT), the normal control was calibrated and defined as R C 2.68 and mutation control as R B 0.32. The result can be defined as follows based on the magnitude of the R: 5G/5G, R C 2.68; 4G/4G, R B 0.32 and 4G/5G, 0.39 B R B 1.58.\n\nAll the data were represented as mean ± SD and tested for statistical significance using SAS6.12 and SPSS11.0 software package. In view of the non-normality of a majority of the data, the difference between the post-SARS ON group and the control group was evaluated using Wilcoxon nonparametric test. The difference on the PAI genotype and the corresponding PAI value between these two groups was analyzed using ANOVA. P value \\0.05 was considered to be statistically significant.\n\nThe patients with post-SARS ON (PAI value: 15.64 ± 13.85 U/ml) exhibited a more significant hypo-fibrinolytic tendency than those in the control group (7.96 ± 4.27 U/ml), and the genotype 4G/4G for PAI-1 in these patients was more frequent to see than those in the control groups, but without statistical significance. The patients with increased genotype 4G/4G were also prone to the increase in plasma PAI, indicating a potential correlation between the PAI gene and its plasma activity (detailed in Tables 1, 2). The PAI value relative to different genotypes in the control group did not show any significant difference (Fig. 1 ).\n\nIn recent years, the association between ON and disorders in coagulation and fibrinolysis systems was become increasingly highlighted, and it was demonstrated in numerous studies that non-traumatic ON was closely related to the coagulation and fibrinolysis disorders [12, [13] [14] . The intravascular coagulation-induced thrombosis in the subchondral microcirculation may result in intraosseous hypertension, reduced blood stream and osteocytic ischemia/hypoxia, consequently leading to the necrosis of bone cells. This theory was further supported by the study conducted by Starklint et al. [15] , who found fibrin thrombi in the area with ON. Hyper-coagulable/hypo-fibrinolytic status can be inherent or acquired. As a result of excessive corticosteroid administration, patients with SARS may develop such hyper-coagulable/hypo-fibrinolytic status, attributable to the intraosseous thrombosis and resulted ON. Therapy with corticosteroid may provide for the recipients a prethrombotic stage which is a pathological state that may contribute to the thrombosis. In patients with previously existed hyper-coagulable/hypo-fibrinolytic status, corticosteroid therapy may be more risky in the formation of ON. This is called as second hit theory for ON [16, 17] . Fibrinolysis system comprises a series of actors, substrates, activators and inhibitors that participate in the conversion from plasminogen to active fibrinogenase and the subsequent action on the fibrin. The fibrinolysis is indeed a chain reaction catalyzed by a group of proteins, mainly functioning to immediately lyze the fibrin clot created locally and temporally to prevent from thrombosis. Among these factors, plasminogen activator inhibitor (PAI), a member of serine proteinase inhibitors, mainly takes effect via the deactivation of the tissue plasminogen activator and presents with an increased activity in hyper-coagulable and thrombotic diseases. The correlation between fibrinolytic disorders and ON has been confirmed in many publications. Similar to the study by Glueck et al. [18, 19] in which the correlation between PAI and ON was established, this study reported that PAI increased in the patients with post-SARS ON.\n\nHuman PAI-1 gene is located at Chromosome 7q21.3*q22, containing 9 exons and 8 introns. Recent studies revealed that a 4G/5G polymorphism may be generated by inserting a guanosine (G) at the 675 bp upstream the transcription initiating site of the promoter region of PAI-1. As seen in clinically observational studies, 4G/5G polymorphism may be closely related to the plasma PAI-1 activity as allele G4 may be associated with an increased plasma PAI-1 level. In Glueck's series [20] , 24 of 59 patients with ON (41 %) were identified as 4G/4G homozygote versus the controls (20 %), so that he considered the PAI polymorphism may be the causative factor of the ON. Paolo et al. [21] performed a determination to the PAI-1 gene in patients with ON developed posterior to the renal transplantation and revealed that the presence of 4G/4G was more frequent to see in this patient group than in the patients absent of ON, thus concluding that genotype 4G/4G can serve as a indictor for the ON posterior to the renal transplantation. Moreover, as reported by Asano et al. [22] , a discrepancy between the races may be observed in this aspect since no correlation was found between PAI-1 gene polymorphism and Japanese with postrenal transplantation ON.\n\nWe found in the present study that allele 4G was more frequent to see in patients with post-SARS ON, but without significant difference possibly due to the limitation by small sample size and statistical method used. In the present study, the plasma PAI level was higher in patients with genotype 4G/4G than those with the other two genotypes, suggesting the correlation between the increased PAI level in ON and the genotype 4G/4G. This indicated that PAI may be a potential biomarker used for the screening of the predisposing factor of ON and that PAI genotype 4G/4G may be the genetic marker for ON in Chinese patients. In conclusion, PAI and PAI-1 genotype 4G/4G deserve an important value in the screening for the population highly susceptible to non-traumatic ON. ON osteonecrosis * P \\ 0.05 and 4 P \\ 0.05 for the comparison between each two PAI values relative to the genotypes in patients with ON"}