{"title": "Molecular analyses of disease pathogenesis: Application of bovine microarrays", "body": "Cattle are an economically important species with a wide variety of acute and chronic diseases that significantly impact on animal production and www.elsevier.com/locate/vetimm Veterinary Immunology and Immunopathology 105 (2005) 277-287 welfare. Models have been developed for many bovine infectious diseases and these models have been used to investigate host-pathogen interactions and immune responses in cattle. Many of these disease models also have substantial relevance to human infections but a paucity of research tools have limited the molecular characterization of disease pathogenesis and host responses to pathogens (Hein and Griebel, 2003) . A variety of molecular and biological techniques now hold substantial promise for enhancing the scope of infectious disease research in cattle and providing the basis for effective interspecies comparison of disease pathogenesis. The present review focuses on the application of microarray technology to the investigation of disease pathogenesis in cattle. Future investigations with microbial microarrays will also be critical to understanding the evolutionary balance between host and pathogen.\n\nA variety of tools have been developed over the last 10 years to facilitate large-scale analyses of gene expression at the level of individual cells, tissues, or whole organisms. The most commonly used tools at the present time include oligonucleotide microarrays (Fodor et al., 1993; Southern and Maskos, 1994) , cDNA microarrays (Schena et al., 1995) , and serial analysis of gene expression (Velculescu et al., 1995) . Microarray technology has developed rapidly and numerous textbooks and reviews have been published addressing the critical issues of microarray experimental design (Yang et al., 2002) , data analyses (Butte, 2002) , and the application of microarray technology to investigate normal physiology (Barlow and Lockhart, 2002) and disease pathogenesis (Zamvil and Steinman, 2002) . Microarrays have been developed for a wide variety of microbial pathogens, but the application of this technology to functional genomic studies in mammals has been limited primarily to mice and humans. A variety of commercial microarrays are now available for these two species and microarrays representing specific cell signaling pathways or biological functions are being used as routine tools to address hypotheses in basic research and clinical trials. However, there has been a substantial delay in the application of microarray technologies to the investigation of biological questions in species of veterinary importance.\n\nA relatively small number of bovine microarray studies have been published during the last three years.\n\nThese investigations used a variety of approaches to analyze gene expression in a wide variety of tissues, including PBMC Burton et al., 2001; Hernandez et al., 2003; Coussens et al., 2002 Coussens et al., , 2003 Coussens et al., , 2004 Tao et al., 2004) , PMN (Madsen et al., 2004) , macrophages (Weiss et al., 2004 ), spleen (Band et al., 2002 ), brain (Band et al., 2002 ), placenta (Band et al., 2002 , reproductive tissues (Robert et al., 2002; Dalbies-Tran and Mermillod, 2003; Bauersachs et al., 2003 Bauersachs et al., , 2004 Ishiwata et al., 2003; Sirard et al., 2003; Evans et al.,2004) , mammary gland (Suchyta et al., 2003a,b) , liver (Herath et al., 2004) , and muscle (Reverter et al., 2003; Sudre et al., 2003) . Microarray analyses of gene expression were used primarily to address a variety of questions relating to normal physiological processes, such as cell differentiation, pregnancy, lactation, and parturition. The majority of these studies were conducted using custom designed bovine cDNA microarrays but a number investigations explored the practicality of cross-species hybridization with human micro-or macroarrays (Robert et al., 2002; Dalbies-Tran and Mermillod, 2003; Sudre et al., 2003; and Hernandez et al., 2003) . Cross-species hybridization was explored as a potential approach to circumvent a number of the problems associated with custom designed bovine cDNA microarrays, which included either relatively small numbers of wellannotated ESTs (Tao et al., 2004; Coussens et al., 2002) or much larger EST numbers with limited annotation (Ishiwata et al., 2003; Reverter et al., 2003; Bauersachs et al., 2004; Weiss et al., 2004) . Thus, there is a substantial need to develop high-density bovine cDNA or oligomicroarrays for functional genomic studies in cattle.\n\nThe present review will focus on issues arising from the use of microarrays to characterize hostpathogen interactions. Presently, few microarray studies have been published which specifically focus on bovine responses to infectious agents (Coussens et al., 2002 (Coussens et al., , 2003 Weiss et al., 2004) . Band et al. (2002) developed a 3800 gene bovine microarray which was subsequently expanded to include a total of 7884 ESTs and is commercially available (http:// www.pyxisgenomics.com). The annotation available for this microarray has been substantially improved using ProbeLynx but the utility of this microarray is still limited by the presence of unannotated ESTs and while EST selection represented abroad range of cell function there was not a biased selection for genes associated with immune functions.\n\nDisease pathogenesis reflects a complex interaction between host, pathogen, and environmental factors that influence both host and pathogen responses. The potential for environmental factors to significantly alter host responses has always been a major concern for scientific investigators and a variety of experimental procedures have been used to control this variable. When using very sensitive methodology, such as microarray analyses, it is even more critical to control for the effects of experimental manipulation. This can apply to both isolated cells and the whole animal.\n\nPurified cell populations provide a unique opportunity to directly correlate changes in gene expression to specific cell populations, but when isolating or purifying cell populations steps should be taken to minimize the impact on gene expression. For example, culturing cells for 24-36 h prior to conducting an experiment will equilibrate gene expression (Lafleur et al., 2001) . To understand the effects of cell isolation, bovine primary monocytes were purified by using anti-CD14 or anti-CD172a monoclonal antibodies (mAb) combined with magnetic activated cell sorting (MACS). This isolation methodology was selected since it provides rapid isolation of highly purified monocytes (>99.5%) and cell function and viability are reportedly preserved (Miltenyi Biotech, Instructions for Use: MiniMACS and MidiMACS). CD14 was selected as a target molecule because it lacks a transmembrane domain and mAb binding should not initiate cell signaling. In contrast, the CD172a molecule is an integral membrane protein, but it has been used extensively as a target for bovine monocyte isolation.\n\nRNA was extracted from MACS purified monocytes immediately following isolation (Time 0) and after culture in medium (Aim-V + 2% FBS) for 4, 12, and 36 h. Microarray analysis (three biological and two technical replicates) was performed for each culture interval relative to Time 0. Bovine monocytes isolated with anti-CD172a or anti-CD14 showed extensive gene activation after 4 h in culture, but gene expression decreased sharply over time (Table 1) . Monocytes isolated with anti-CD14 had 30% less gene activation at 4 h, but the number of differentially expressed genes did not decline to the same level as observed with CD172a selected monocytes cultured for 24 and 36 h. Thus, MACS isolation had a significant impact on monocyte gene expression and this effect was not eliminated by changing the surface molecule used for cell selection. Furthermore, a comparison of differentially expressed genes (Table 1) revealed no over-lap in the gene expression patterns for CD14 + and CD172A + cells. This observation indicates that time-matched and cell specific controls may be advisable within each experiment.\n\nThe surgical preparation of multiple, sterile intestinal ''loops'' has been used as a model for the analysis of mucosal immune responses (Gerdts et al., 2001) and to analyze differential gene expression induced by bovine rotavirus infection (Tatlow et al., 2000) . Inflammation associated with the surgical creation of intestinal ''loops'' is expected to have a significant impact on gene expression. Furthermore, removal of microflora during ''loop'' preparation may also have an impact on host gene transcription. There is increasing evidence that both the mucosal immune 153 79 a RNA collected from monocytes following culture for 0, 4, 12, and 36 h. b Differentially expressed genes (p < 0.05 and 2.0-fold change) were identified with a bovine microarray (7884 ESTs) relative to time 0. c MACS purified monocytes (>99.5% CD14 + or CD172a + ) were isolated from the blood of three 6-8-month-old castrated male calves. system and mucosal epithelial cells have evolved in response to the presence of commensal microflora (Cummings et al., 2003; de Vrese and Schrezenmeir, 2002; Macpherson and Uhr, 2004) and these interactions may influence inflammation and disease in the gastrointestinal tract (Macpherson and Uhr, 2004; Miniello et al., 2003) .\n\nBefore using the intestinal ''loop'' model for functional genomic analyses of host responses to enteric pathogens, we investigated the effects of surgical manipulation and the elimination of commensal microflora. RNA was isolated from intestinal ''loop'' tissue (Sample) and adjacent, intact intestine (Control) at 48 h (n = 3) and 12 days (n = 3) postsurgery. These within animal comparisons revealed that 2.3% (180/7884) of ESTs were significantly ( p < 0.05 and 1.5-fold change) altered in expression levels at 48 h post-surgery and approximately 80% (143/180) of these genes were up-regulated (Aich et al., 2005) . Differential gene expression revealed that a variety of cell processes, including apoptosis, cell cycle, and cell differentiation, had been significantly changed. The absence of genes involved in inflammation and cell recruitment may reflect the low abundance of relevant immune genes on the Pyxis microarray and, consequently, the effects of surgery on host gene expression may be under-estimated for the small intestine. Therefore, a similar experiment was repeated in young calves (n = 3) but this time the intestinal ''loops'' were either flushed with saline containing antibiotics (Àmicroflora) or left intact (+microflora) and tissues were collected 24 h later. Microarray analyses of these paired tissue samples identified 5.1% (406/7884) genes with altered expression ( p < 0.05 and 1.5-fold change) following antibiotic treatment to eliminate microflora. Thus, each experimental manipulation significantly altered host gene expression, confirming the importance of within animal controls.\n\nThe importance of commensal microflora for normal development and function of the mucosal epithelium and immune system was further investigated. To address this question, host responses to an enteric viral infection was analyzed in the presence or absence of commensal microflora. Again, paired intestinal ''loops'' (Àmicroflora and +microflora) were prepared in young calves (n = 3) and both ''loops'' were injected with bovine coronavirus.\n\nMicroarray analyses revealed that removal of ingesta and commensal microflora had a marked impact on host responses at 24 h post-infection (Fig. 1A) . Only 196 of the differentially expressed genes ( p < 0.2) were common to both experimental systems and a more stringent analysis ( p < 0.05) of the data reduced this number to 63. Furthermore, over 4-fold more genes were differentially expressed in the small intestine when coronavirus infection occurred in the presence of ingesta and commensal microflora. These observations provide substantial evidence for a significant interaction between intestinal microflora and the mucosal epithelium and immune system. Thus, surgical manipulations and microflora must be carefully considered when designing and performing functional genomic analyses of host-pathogen interactions at mucosal surfaces.\n\nOver 90% of all bovine pathogens invade through mucosal surfaces and the immune responses that contribute to either pathology or protection are unknown for most diseases. Tools, such as microarrays, have the potential to provide significant insight into the molecules that regulate the induction and differentiation of mucosal immune responses. Microarrays should facilitate the identification of host responses that are conserved among pathogens and help identify those responses unique to each pathogen.\n\nThis strategy was used to identify host immune responses to bovine rotaviruses and coronaviruses using the intestinal ''loop'' model. This model system can minimize effects due to genetic variability within an outbred population by comparing uninfected and infected intestinal tissues collected from the same animal. Data presented in Fig. 1B indicates that both RNA viruses induce differential expression of approximately 13% of the genes on the array, but even with lenient stringency ( p < 0.2 and 1.2-fold change) over 90% of the differentially expressed genes were unique to each pathogen. Preliminary validation studies of these genes using quantitative real-time PCR (Table 2) indicate that approximately 75% of the genes tested by PCR concur with the microarray results and this validation efficiency remains relatively constant despite reducing the stringency of the significance cutoffs used for microarray analysis. This suggests that using a reduced stringency for initial microarray analysis may be an advantageous approach to maximize the identification of potential gene targets for further biological investigation.\n\nThe relation of microarray data to biology is complicated when using RNA isolated from tissues. For example, both rotavirus and coronavirus infection result in substantial destruction of mucosal epithelial cells. In addition, the immune cell populations in the intestine can change rapidly in response to infection. Thus, apparent changes in gene expression may simply reflect the altered abundance of mucosal epithelial cells or changes in the relative cellular composition of the mucosal immune system. One approach to tackling the limitations of studying gene expression in complex tissues is to study in parallel differential gene expression in a specific cell population in an in vitro model. Using this combined approach, a primary bovine intestinal epithelial cell line was developed to assess bovine rotavirus infection. Primary jejunal epithelial cell cultures were infected with bovine rotavirus and RNA was isolated at 16 h post-infection. Microarray analyses revealed that a total of 1914 genes were differentially expressed ( p < 0.2 and 1.2-fold change) in the epithelial cells following viral infection ( Fig. 1C ; in vitro). More importantly, 279 of the differentially expressed genes were common to the set of genes identified in bovine rotavirus infected intestinal ''loops'' (Fig. 1C; in vivo) . This is important since the in vitro model not only provides independent confirmation of the in vivo observations, but also provides evidence to link expression of specific genes to mucosal epithelial cells. Thus, a combination of in vitro and in vivo models can provide powerful tools to enhance functional genomic analyses and associate gene expression with specific cell types. Furthermore, the comparative analysis of gene expression induced by two or more enteric pathogens provides a strategy for the identification of conserved mucosal responses that may be of broad relevance to disease protection. These analyses should also reveal innate immune responses that play a pivotal role in determining the outcome of host-pathogen interactions.\n\nA diverse number of viral and bacterial pathogens have been associated with bovine respiratory disease. Furthermore, the epidemiology of bovine respiratory disease in North America has been linked to environmental and nutritional changes, as well as husbandry procedures, with an increased incidence of respiratory disease at the time of weaning. These observations have implicated stress as a significant factor that can compromise host defenses and increase disease susceptibility. To date, it has been difficult to quantify stress responses and determine what adaptation period is required to eliminate the effects of stress when studying host responses to infectious disease. Microarray analyses, however, may be able to provide a more global view of the physiological responses influenced by stress.\n\nThe interplay between stress and disease resistance was investigated by using microarray analyses to profile gene expression in peripheral blood mononuclear cells (PBMC). Two groups of calves were housed in a single pen with one group of suckling calves (n = 8) removed from their dams 24 h prior to bovine herpesvirus-1 (BHV-1) infection (abrupt weaning) and a second group removed from their dams and fed hay and grain for 2 weeks prior to viral challenge (pre-conditioned). RNA was extracted from PBMC collected prior to infection and 4 days following BHV-1 respiratory infection and microarray analysis performed relative to a reference RNA (5 mg RNA aliquots pooled from all PBMC samples). Microarray analyses revealed that both groups of calves shared common transcriptional responses (22 ESTs; p < 0.05 and 1.5-fold change) on day 4 postinfection but. it was also apparent that abrupt weaning and pre-conditioning had a marked effect on host responses to a respiratory infection. There was almost 3-fold more changes in gene expression (39 ESTs) ( p < 0.05 and 1.5-fold change) in calves that experienced the stress of abrupt weaning and transport immediately prior to infection. Thus, to minimize variability in gene expression it is critical that changes in management or diet be carefully controlled when performing functional genomic experiments. It is also apparent that microarray analyses may provide a powerful tool to determine how stress can compromise innate immunity and disease resistance.\n\nInnate immunity plays a critical role in host responses to infectious disease and there is increasing evidence that innate immunity also influences adaptive immune responses. Furthermore, it has become apparent that the activation of many innate immune responses is regulated by pattern recognition receptors (PRR) that recognize specific structural motifs of pathogen-associated molecules. An important family of PRR is the toll-like receptors (TLR) which recognize a wide variety of viral, bacterial and fungal molecules. Understanding the role of TLR in the regulation of innate immunity is critical for a full understanding of host responses to infectious disease. Microarray analysis of differential gene expression following exposure of dendritic cells to specific pathogens and pathogen-associated molecules has been an effective approach to understanding the induction of both innate and adaptive immune responses (Huang et al., 2001) .\n\nLipopolysaccharide (LPS) and non-methylated CpG motifs in bacterial DNA are pathogen-associated molecules which activate innate immune responses through interactions with TLR4 and TLR9, respectively. LPS triggers monocyte activation by binding to LPS-binding protein (LBP) and this complex associates with CD14. The LPS-CD14 complex then binds to TLR4 which initiates the intracellular signaling that leads to an inflammatory response (Hemmi et al., 2000) . Synthetic CpG oligodeoxynucleotides (CpG ODN) can be used as TLR9 ligands to activate immune cells, including NK cells, monocytes, macrophages, dendritic cells and B cells (Krieg et al., 1995; Takeshita et al., 2001) . To determine how these cells contribute to the induction of innate immunity it is important to understand the consequences of TLR signaling for each leukocyte population.\n\nTo identify common and unique TLR signaling pathways that may result in the activation of unique cellular functions we used bovine microarrays to profile gene expression in bovine monocytes following LPS (TLR4) and class B CpG ODN (TLR9) stimulation. Microarray analyses identified a large number of transcriptionally activated genes following LPS or CpG ODN stimulation. Approximately 30 common genes were up-regulated in the presence of LPS or CpG ODN but the majority of the differentially expressed genes were unique to each of the stimuli. Thus, microarrays provide an effective tool to analyze cell signaling in response to specific ligands and to determine how families of related molecules can induce distinct cellular responses.\n\nThe advent of the microarray, with its high throughput analyses has revolutionized the analysis of whole cell gene expression and disease studies (Ball et al., 2002; DeRisi et al., 1996 DeRisi et al., , 2000 McKendry et al., 2002; Schena, 1996; Schena et al., 1996 Schena et al., , 1998 Stears et al., 2003) . Traditional microarray hybridization techniques are based on fluorescence, but this technique is limited by low sensitivity, high background signal, quenching, and photobleaching (Ball et al., 2002; Pan et al., 2002; Wang et al., 2002) . Emerging techniques such as Resonance Light Scattering (RLS) and Near Infrared Imaging are gaining popularity in both research and clinical application of microarray detection due to increased sensitivity and robustness of data (Bao et al., 2002; Waddell et al., 2000) . The RLS technique has several advantages over fluorescence based techniques for microarray studies, including increased sensitivity, better signal to noise ratio, no photobleaching (so arrays can be repeatedly scanned), and no need for dye swapping. RLS was used throughout our microarray analyses and resulted in a substantially increased detection of differentially expressed genes when compared to fluorescence (Fig. 2) . Thus, there is substantial capacity to improve functional genomic analyses at the level of microarray detection of differentially expressed genes, especially when RNA is of limited quantity.\n\nMolecular diagnostic tests typically analyze key protein, DNA, or RNA markers to identify specific diseases. Immunohistochemistry, Western blotting, DNA sequencing, Southern and Northern blotting, and (quantitative) polymerase chain reaction are molecular techniques that have been effectively used in clinical diagnostic laboratories. However, molecular tests that involve the simultaneous analysis of tens to hundreds of markers within a clinical sample will soon Fluorescence scanned arrays were hybridized with Cy3/Cy5 dye labeled 'control' and 'sample' cDNA, respectively (left panel) and RLS scanned arrays were hybridized with silver/gold labeled 'control' and 'sample' cDNA, respectively (right panel). The amount of total RNA used for fluorescence and RLS techniques was 5 and 1 mg, respectively. (B) Scatter plot of processed and normalized intensities for gene expression as observed in fluorescence (left panel) and RLS analysis (right panel). Lines above and below the center line denote the limits for 2-fold up or down regulation of gene expression and points between these lines are considered unchanged between 'Control' and 'Sample'. be required to allow maximum translation of postgenomic research to patient care. This is particularly important today for the rapid identification of biomarkers and potential therapeutic targets for emerging diseases such as SARS and West Nile. However, because of the inherent variability in microarray technologies a global standard may be needed to facilitate the comparison of results among laboratories. This will also be critical if we are to realize the huge biological potential of performing interspecies comparative functional genomics.\n\nWhile microarrays represent a powerful technology to interrogate bovine gene expression in response to disease pathogenesis, the quality of the microarray analysis depends heavily upon accurate, high quality annotation of the array probes. Annotation should include both assessment of the specificity of a given probe sequence for a given transcript (to detect cases of cross-hybridization), as well as high quality information about the transcripts themselves. This annotation is critical in order to extract meaningful biological data from microarray signal intensity measurements. However, in the absence of a complete bovine genome sequence, the availability of accurate gene prediction and annotation data is limited.\n\nProbeLynx is one bioinformatics tool that has been developed to tackle the need for improved annotation. ProbeLynx is a microarray annotation update tool which allows researchers to continuously assess the specificity of their probes and ensure up-to-date gene annotations by using the latest sequence and annotation data available for a particular species. By exploiting the TIGR Gene Index and Eukaryotic Gene Orthologs (EGO) databases (Quackenbush et al., 2001) , ProbeLynx allows users to map their probe sequences to predicted bovine transcript sequences and use interspecies information to link putative orthologs to uncharacterized transcript sequences for inference of gene function. This integration of resources makes ProbeLynx a powerful tool for bovine microarray researchers, as it ensures up-to-date, accurate links between probe sequences and the latest, enhanced gene annotation information for biological interpretation. In the future, additional integration of meta-data in probe annotations including protein subcellular localization predictions or pathway information (for both signaling and metabolic networks), will enable improved higher order bioinformatics analyses. Furthermore, a complete bovine genome sequence will be critical to future bioinformatic and laboratory studies in the identification of gene regulatory sequences. The integrated use of high-throughput analyses of protein and metabolite profiles may also provide an effective approach to accelerate validation of gene prediction and gene expression as well as to predict the dynamics of systems in a more definitive way.\n\nThe continuous development of bioinformatics approaches for improved array annotation combined with new data analysis tools that enable cross-species comparisons will greatly enhance the extraction of biological information from bovine microarrays and advance our understanding of disease pathogenesis in cattle."}