{"title": "Toll-like receptor 4 is not involved in host defense against respiratory tract infection with Sendai virus", "body": "Mammalian toll-like receptors (TLRs) have been implicated in the induction of innate immune responses to several pathogens, including bacteria, mycobacteria and fungi [1, 2] . TLRs recognize conserved motifs on pathogens, designated 'pathogen-associated molecular patterns' (PAMPs) that are not found in higher eukaryotes. At present, ten human TLRs have been identified, which recognize distinct PAMPs and detect microorganisms that express these PAMPs. For example, peptidoglycan interacts with TLR2 [3] , flagellin with TLR5 [4] , whereas CpG-motifs in bacterial DNA activate TLR9 [5] . After recognition by and subsequent activation of the TLR, an intracellular signaling cascade leads to activation of mitogen activated protein kinases, like Erk and p38 and transcription factor nuclear factor-kB [1] .\n\nTLR4 is the signal transducing element of the lipopolysaccharide (LPS) receptor complex and considered to play an important role in innate immunity to Gram-negative bacteria [1, 2, 6] . TLR4 can also interact with proteins, including heat shock proteins, fibronectin and taxol [2] . Recently, TLR4 was reported to be involved in innate immunity against respiratory syncytial virus (RSV) in mice [7, 8] . TLR4-deficient mice showed a delayed clearance of RSV compared to wildtype mice, which was associated with reduced interleukin (IL)-12 expression and impaired natural killer cell and mononuclear cell pulmonary trafficking. In vitro studies revealed that activation of TLR4 is mediated by the RSV fusion protein (F protein), which is a prominent component of the viral envelope [7 Á/9].\n\nSendai virus (mouse parainfluenza virus type 1) shares many structural, pathogenic, epidemiologic and clinical features with RSV [9, 10] . Interestingly, Sendai virus also expresses a fusion protein that shares structural features with the F proteins of RSV and other paramyxoviridae, orthomyxoviridae and retroviridae as well [10] . They are all type I integral membrane proteins synthesized as inactive precursor proteins that are activated upon cleavage by host-cell proteases. After activation, the N-terminus forms a hydrophobic stretch, the so-called fusion peptide, which is thought to be responsible for the actual merging of viral and cellular membranes. Finally, all fusion proteins have one or two heptad repeats, which form a hydrophobic core after trimerization of the fusion protein [10 Á/12] . The F proteins of RSV and Sendai, and especially the above-mentioned structural features, are integral to the pathogenesis of infections with these viruses [9] . Therefore, in the present study we sought to determine the role of TLR4 in the innate immune response to respiratory tract infection with Sendai virus. We included influenza virus as a negative control, since it does not express a fusion protein like RSV and Sendai virus, but instead uses the hemagglutinin-neuraminidase protein for attachment and fusion of the virus with the target cell [10] .\n\nPathogen-free 8-week-old female C3H/HeN (wildtype) and C3H/HeJ (TLR4 mutant mice) were obtained from Harlan-Sprague Dawley Inc. (Horst, Netherlands) and maintained at biosafety-level 2. C3H/HeJ mice have been demonstrated to have a mis-sense mutation in the third exon of TLR4, which results in a Pro712His substitution, yielding a nonfunctional TLR4 [13, 14] . All experiments were approved by the Animal Care and Use Committee of the University of Amsterdam.\n\nInfluenza A/PR/8/34 (ATCC no. VR-95; Rockville, MD) and Sendai (ATCC no. VR-105; Rockville, MD) were grown on LLC-MK2 cells (RIVM, Bilthoven, Netherlands). Viruses were harvested by a freeze/thaw cycle, followed by centrifugation at 680 )/g for 10 min. Supernatants were stored in aliquots at (/80 8C. Titration was performed in LLC-MK2 cells to calculate the median tissue culture infective dose (TCID 50 ) of the viral stocks [15] . A non-infected cell culture was used for preparation of the control inoculum. None of the stocks were contaminated by other respiratory viruses, i.e. influenza B, human parainfluenza type 1, 2, 3, 4A and 4B, RSV A and B, rhinovirus, enterovirus, corona virus and adenovirus, as determined by PCR or cell culture. Viral stocks were diluted just before use in phosphatebuffered saline (PBS, pH 7.4). Mice were anesthetized by inhalation of isoflurane (Abbott Laboratories, Kent, UK) and intranasally inoculated with 3)/10 6 TCID 50 Sendai (10 6.2 viral copies), 10 TCID 50 influenza (1400 viral copies) or control in a final volume of 50 ml PBS.\n\nOn day 1, 4, 8 and 14, mice (six to eight mice per group) were anesthetized using 0.3 ml FFM (fentanyl citrate 0.079 mg/ml, fluanisone 2.5 mg/ml, midazolam 1.25 mg/ml in H 2 O; of this mixture 7.0 ml/kg intraperitoneally) and sacrificed by bleeding out the vena cava inferior. Lungs were harvested and homogenized at 4 8C in 4 vol of sterile saline using a tissue homogenizer (Biospec Products, Bartlesville, OK). Some 100 ml of lung-homogenates were treated with 1 ml Trizol reagent to extract RNA. RNA was resuspended in 10 ml DEPCtreated water. cDNA synthesis was performed using 1 ml of the RNA-suspension and a random hexamer cDNA synthesis kit (Applera, Foster City, CA). Out of 25 ml, 5 ml cDNA-suspension was used for amplification in a quantitative real-time PCR reaction (ABI PRISM 7700 Sequence Detector System). The viral load present in a sample was calculated using standard curve of particle counted Sendai or influenza virus included in every assay run. The following primers were used: 5?-AG-TACGATCGCAGTCCACCAT-3? (forward); 5?-CGA-CAGGGCATCTCCAGAA-3? (reverse), 5?-AGGGAA-TTGCCCCACTTGAGCCAC-3? (5?-FAM labelled probe) for Sendai, and 5?-GGACTGCAGCGTAGAC-GCTT-3? (forward); 5?-CATCCTGTTGTATATGAG-GCCCAT-3? (reverse), 5?-CTCAGTTATTCTGCTGG-TGCACTTGCC-3? (5?-FAM labelled probe) for influenza.\n\nLung homogenates were lysed with an equal volume of lysis buffer (300 mM NaCl, 30 mM Tris, 2 mM MgCl 2 , 2 mM CaCl 2 , 1% (v/v) Triton X-100, 20 ng/ml pepstatin A, 20 ng/ml leupeptin, 20 ng/ml aprotinin, pH 7.4) and incubated for 30 min on ice, followed by centrifugation at 680 )/g for 10 min. Supernatants were stored at (/80 8C until further use. Cytokines in totallung-lysates were measured by enzyme-linked immunosorbent assays according to the manufacturers' instructions (interleukin(IL)-6 from R&D Systems, Minneapolis, MN; interferon (IFN)-g and IL-12 p40 from Pharmingen, San Diego, CA).\n\nThe left lung was harvested on day 4 or day 8 after viral infection, fixed in 10% formaline and embedded in paraffin. Sections (4 mm) were stained with hematoxylin and eosin (H/E) and were analyzed by a pathologist.\n\nThe tracheal tube was exposed through a midline incision and cannulated with a sterile 22-gauge Abbocath-T catheter (Abbott, Sligo, Ireland). BAL was performed by instillation of two 0.3-ml aliquots of sterile saline into the right lung. After centrifugating the retrieved BAL fluid (0.5 ml) at 260 )/g for 10 min at 4 8C, the pellet was resuspended in 0.5 ml sterile PBS. Total cell numbers were counted under the microscope. Differential cell counts were carried out on cytospin preparations stained with modified Giemsa stain (Diff-Quick; Baxter, UK).\n\nAll data are expressed as mean9/S.E. Differences between groups were analyzed by MannÁ/Whitney Utest. P B/0.05 was considered to represent a statistical significant difference.\n\nViral load was determined in total-lung-homogenates of wildtype mice and TLR4 mutant mice on day 1, 4, 8 and 14 after infection. Intranasal infection with Sendai resulted in an increase in the viral load in lunghomogenates from day 1 to day 4 in wildtype mice (Fig. 1A) . Thereafter, the number of Sendai RNA copies declined, with low levels remaining on day 14 postinfection. Similar kinetics were found in TLR4 mutant mice (Fig. 1A , non-significant for the difference between the two mouse strains). Infection with influenza virus also resulted in a transient increase in viral RNA copies in lung-homogenates, peaking after 4 days (Fig. 1B) . At day 14 post-infection, influenza RNA could no longer be detected. The kinetics of the influenza infection followed a virtually identical course in TLR4 mutant and wildtype mice (non-significant for the difference between the two mouse strains).\n\nTo assess whether TLR4 is involved in virus-induced cytokine expression, levels of IL-6, IL-12 p40 and IFN-g in total-lung-lysates were measured on day 1, 4, 8 and 14 after infection. Sendai infection resulted in an upregulation of IL-6 on day 4 and day 8 post-infection, returning to baseline levels on day 14 after infection ( Fig. 2A) . IL-12 p40 was also upregulated on day 4 and day 8 and remained elevated on day 14 post-infection (Fig. 2C) . Pulmonary IFN-g levels were significantly increased on day 8 after Sendai virus infection (Fig. 2E) . Differences between wildtype and TLR4 mutant mice were not observed for these cytokines at any time-point after Sendai infection. Influenza infection resulted in upregulation of IL-6 on day 4 and a further increase on day 8 post-infection (Fig. 2B) . Like in Sendai-infected mice, IL-12 p40 was upregulated from day 4 up to day 14 after viral infection (Fig. 2D ) and IFN-g was elevated on day 8 after viral infection (Fig. 2F ). No differences in cytokine production were found for wildtype and TLR4 mutant mice after influenza infection.\n\nTo identify differences in inflammation, histopathological analysis of H/E stained lung-slides from day 4 and day 8 after viral infection was performed. Similar patterns of inflammation were observed for Sendai virus and influenza virus. Infection with Sendai virus and influenza virus resulted in interstitial inflammation, endothelialitis, pleuritis and sometimes oedema on day 4 (Fig. 3A, B) and day 8 (Fig. 3C, D) in wildtype mice. Focal necrosis together with apoptotic granulocytes was observed in Sendai-infected, but not in influenza-infected mice. Inflammation was similar in wildtype and TLR4 mutant mice on day 4 and day 8 after infection for both viruses.\n\nBronchoalveolar lavage (BAL) was performed to identify leukocyte influx into the lungs on day 4 and day 8 after viral infection. Sendai infection was associated with an influx of granulocytes on day 4 and day 8 post-infection ( \n\nRSV and parainfluenza virus, both belonging to the family of paramyxoviridae, are important respiratory pathogens in children and adults [9] . Since TLR4 has been implicated in the innate immune response to RSV by an interaction with the envelope F protein and since a structurally and functionally similar F protein is a significant factor in the pathogenesis of parainfluenza virus infections, we considered it of interest to investigate the role of TLR4 in host defense against respiratory tract infection by parainfluenza virus. Here, we demonstrate that TLR4 does not contribute to innate immunity during parainfluenza virus infection, as reflected by similar viral clearance and inflammatory responses in TLR4 mutant and wildtype mice.\n\nThe envelope of Sendai virus and human parainfluenza virus contains an F protein, which is involved in viral entry of the cell [9] . Kurt-Jones et al. recently demonstrated that purified RSV F protein is capable of stimulating cytokine production by monocytes, through a TLR4-dependent mechanism [8] . This TLR4-dependent induction of inflammation by the RSV F protein corresponded with a reduced capacity of TLR4 mutant mice to clear RSV from their respiratory tract [7, 8] . Our present finding that TLR4 does not contribute to host defense against Sendai infection could be explained in several mutually non-exclusive ways. The F proteins of RSV and Sendai virus have been shown to share several structural features, like the hydrophobic N-terminal region and the heptad repeats [9, 10] . Our data seem to indicate that the Sendai F protein does not interact with TLR4. Therefore, the interaction between RSV F protein and TLR4 may depend on a unique sequence rather than a molecular pattern. Indeed, there are no major regions with identical amino acid sequence in the RSV F protein and the Sendai F protein [10] . Alternatively, glycosylation of the F protein, which has been shown to be different for RSV and Sendai [16, 17] , may account for the activation of TLR4 by the RSV F protein. Furthermore, the activation of the RSV F protein requires no other protein, whereas Sendai requires the hemagglutinin-neuraminidase (HN) protein to activate the F protein [10] . This interaction between the F protein and the HN protein in Sendai and/or the difference in glycosylation of the F protein may prevent recognition of the Sendai F protein by TLR4. Nevertheless, Sendai virus can be effectively cleared by the host, which suggests that other as yet unidentified PAMPs expressed by Sendai virus, interacting with TLRs other than TLR4, may be more important for the early interaction with the host.\n\nBoth Sendai virus and influenza virus have been shown to upregulate TLR1, TLR2, TLR3 and TLR7 in human macrophages, whereas other TLRs, including TLR4, were not affected by Sendai virus and influenza virus infection [18] . Similarly, TLR3 is also upregulated in A549 epithelial cells after Sendai infection, but TLR4 expression remains unchanged. Interferons seem to play an important role in the expression of TLRs on macrophages and epithelial cells. However, neither type I nor type II interferons are able to induce TLR4 expression on human macrophages or epithelial cells. Together these data suggest that host defense against Sendai virus does not require upregulation and/or activation of TLR4.\n\nIn this study we included influenza virus infection as a 'negative control' considering that this virus does not express an F protein in its envelope. We indeed found that TLR4 is not involved in the host response to influenza virus. Haynes et al. reported similar findings, i.e. C57BL/10ScNCr mice, which are TLR4-deficient, displayed an unaffected innate response to pulmonary infection with influenza [7] . Together, it is clear that components of the innate immune system other than TLR4 mediate protection against primary influenza infection. One of the receptors that may be important for innate immunity against RNA viruses is TLR3, which recognizes double-stranded RNA [19] . However, data of the in vivo relevance of TLR3 in viral infections are not yet available.\n\nIn conclusion, we found that host resistance against Sendai virus is not mediated by TLR4, suggesting that this receptor is not important for innate immunity against all F protein-containing RNA viruses. Similarly, our laboratory recently reported that TLR4 mutant mice display a normal resistance against the Gramnegative bacterium Legionella pneumophila [20] , indicating that the role of TLR4 in host defense against LPSexpressing microorganisms also is not universal. Slight differences in the composition of certain PAMPs and/or coexpression of other PAMPs on the same microorganism requiring a cooperative action of different TLRs may be critical for the innate recognition of viruses and microbes."}