{"title": "VIRULENCE FACTORS IN PORCINE CORONAVIRUSES AND VACCINE DESIGN", "body": "Coronaviruses (CoVs) are enveloped viruses with a positive-sense RNA genome that belong to the Coronaviridae family within the Nidovirales order (de Groot et al., 2012) . CoVs are the causative agents of a variety of human and animal diseases. In animals, CoVs cause lifethreatening diseases, such as severe enteric and respiratory tract infections, and are economically relevant pathogens (Perlman and Netland, 2009) . Acute infectious diarrhea is a major cause of high morbidity and mortality in piglets worldwide. Enteric infections in animals are frequently associated with viruses, including rotaviruses and CoVs (Chattha et al., 2015) . A metagenomics analysis of diarrheic and healthy samples from China in 2012 found porcine CoVs in 77 % of the diarrheic samples, and only in around 7 % of the healthy samples, highlighting the potential importance of CoVs as enteric porcine pathogens . There are six different porcine CoVs described so far: alphacoronaviruses transmissible gastroenteritis virus (TGEV), with porcine respiratory coronavirus (PRCV) as a variant, and porcine epidemic diarrhea virus (PEDV), the neurotropic betacoronavirus porcine hemagglutinating encephalomyelitis virus (PHEV), and porcine deltacoronavirus (PDCoV) (de Groot et al., 2012) . Recently, a swine enteric coronavirus (SeCoV) that is a recombinant between TGEV and PEDV has been described (Akimkin et al., 2016; Boniotti et al., 2016) . This review will focus on porcine enteric CoVs, as emergent and re-emergent pathogens causing enteric disease in swine population worldwide.\n\nCoronaviridae members, including swine CoVs contain the largest RNA genome known among RNA viruses, consisting in a positive-sense RNA molecule of 25-30 Kb in length (Enjuanes et al., 2008) . This RNA is similar to cellular mRNAs, as it contains 5′-capped and 3′ polyadenylated ends. The first two thirds of the genome contain two overlapping open reading frames (ORFs) ORF1a and ORF1b (Fig. 1) . Translation of ORF1a yields polyprotein 1a (pp1a), and −1 ribosomal frameshifting allows translation of ORF1b to yield polyprotein pp1ab (Ziebuhr, 2005) . These polyproteins are co-and post-translationally processed into 16 non-structural proteins (nsps), most of them driving viral genome replication and subgenomic mRNA (sgmRNA) synthesis. PDCoV replicase pp1ab is processed in 15 nsps, as Deltacoronavirus genomes lack nsp1 gene . The 3′ third of the porcine CoV genome encodes the structural proteins in the order 5′-S-E-M-N-3′. In addition, it includes up to three genus-specific genes different among CoV members (Fig. 1 ).\n\nThe three enteric CoVs (TGEV, PEDV and PDCoV) infect mainly small intestinal villous enterocytes, causing acute necrosis that leads to villi atrophy (Chattha et al., 2015; Jung et al., 2015b; Jung and Saif, 2015; Jung et al., 2014) . This could produce a severe diarrhea as a consequence of malabsorption. Often, diarrhea is accompanied by vomiting, which increases severe dehydration, anorexia and appetite loss. These clinical symptoms could lead to animal death. In general, PEDV and TGEV are considered more virulent than PDCoV , although after experimental inoculation of gnotobiotic piglets, PDCoV caused a severe disease (Jung et al., 2015b) . Further analyses will be needed to determine whether the difference in viral strain, animal age, or other factors influence PDCoV pathogenesis. mortality of up to 95%. In weaned to finisher pigs and pregnant sows the clinical signs are milder and self-limiting within 5 to 10 days after the onset of disease . The higher susceptibility of younger piglets has been associated with the slower turnover of enterocytes (up to one week) in neonatal piglets compared with older animals (2-3 days). Enterocytes turnover correlated with the presence of LGR5+ stem cells in the intestinal crypt, which is reduced in nursing piglets (Jung et al., 2015a) . In addition, a correlation between the severity of the infection and the innate immune responses has been observed. In young piglets natural killer (NK) cell activity and interferon (IFN)-γ production were lower than those in weaned pigs (Annamalai et al., 2015) .\n\nThe most promising vaccines to protect against porcine enteric viruses are those that elicit mucosal immunity in the gut (Chattha et al., 2015) . These vaccines may lead to a protection higher than 90% of a litter from a vaccinated sow. In general, there are different types of vaccines that could prevent infections by enteric CoVs: (i) subunit vaccines, (ii) inactivated vaccines, (iii) vectored vaccines, (iv) live attenuated vaccines based on viruses that have been passaged in cell cultures, and (v) engineered modified live attenuated vaccines.\n\nBoth inactivated and live attenuated TGEV and PEDV vaccines are manufactured and have been extensively used in Asia (http://www.cfsph.iastate.edu/Vaccines/). The emergence of virulent PEDV strains in China during 2010, even in previously vaccinated farms, and in 2013 in the USA points to the necessity for more effective vaccines. Subunit or killed vaccines are only partially effective inducing mucosal immunity, although they could be suitable for boosting immunity in sows prior to farrowing (Oh et al., 2014; Paudel et al., 2014) . Live vaccines are more effective inducing long-lasting immunity, although current live attenuated vaccines did not prevent virus shedding. This could represent a biosafety problem as the vaccine strain can revert to virulence by recombination with circulating strains. In fact, such recombinant PEDV isolates have been identified in Asia .\n\nThe engineering of well-defined recombinant enteric porcine CoVs may represent a major progress towards the development of more effective and biosafe vaccines. To this end, a combination of reverse genetics systems, using infectious cDNA clones, and analysis of virus-host interactions is required. First, viral genes modulating the innate immune response should be identified, as their deletion frequently leads to attenuated viruses and, therefore to potential vaccine candidates. The first CoV infectious cDNA clone was obtained for TGEV, as a bacterial artificial chromosome (BAC) (Almazan et al., 2000) . Since then, additional cDNA clones were obtained for TGEV and PEDV, based either on BACs or in vitro ligation (Almazan et al., 2014; Beall et al., 2016; Jengarn et al., 2015) . This review will focus on the study of enteric CoVs interaction with the host to determine virulence genes, since the modification or deletion of these genes may lead to virus attenuation, and to the generation of vaccine candidates to prevent infection by porcine CoVs. Alternatively, analysis of virushost interactions may teach us the signaling pathways required by the virus for its replication or to cause pathogenesis. Once this has been accomplished, the selection of inhibitors of these signaling pathways could result in the identification of antivirals.\n\nCoVs affect many host-cell pathways that may have a positive or negative impact on viral replication and virulence. There is an extensive crosstalk between the cellular pathways altered after CoV infection. Modulation of a cell-signaling pathway affecting CoV replication may also have an impact on the host, contributing to CoV virulence. Thus, an increase of the innate immune response to decrease viral replication may enhance deleterious pro-inflammatory responses exacerbating pathogenesis. Moreover, as all vaccine types would also interact with the same host-cell pathways as the pathogenic CoV, knowledge on the signaling pathways altered by porcine enteric CoVs may have implications for vaccine development. Cell pathways affected by porcine CoV infection are revised below, to clarify their effect on viral replication and pathogenesis.\n\nTGEV and PEDV infection induce programmed cell death in cell cultures and in vivo (Cruz et al., 2011; Eleouet et al., 2000; Kim and Lee, 2014) . In contrast, apoptosis produced by PDCoV has only been detected in cell cultures but not in vivo (Jung et al., 2016) . The mechanism of apoptosis induction, and its effect on infection is different for TGEV and PEDV. TGEV-induced cell death is caspase-dependent, and apoptosis inhibition has no effect on viral replication (Eleouet et al., 1998) . In contrast, PEDV induces a caspaseindependent cyclophilin D-dependent pathway, and apoptosis inhibition decreases viral replication (Kim and Lee, 2014) . Independently of the mechanism involved, in the infection by both CoVs, apoptosis has been associated with the promotion of virus shedding and pathogenesis (Cruz et al., 2011; Kim and Lee, 2014) . It is worth noting that apoptosis is also related with innate immune response. For TGEV it has been demonstrated that apoptosis induction correlates with IFN and pro-inflammatory cytokines production (Becares et al., 2016; Cruz et al., 2011) . Therefore, apoptosis may contribute to enteric CoV pathogenesis not only by killing infected cells, but also by facilitating viral dissemination and inflammation in the infected tissues.\n\nVirus infection often induces ER stress, specifically the unfolded protein response (UPR). UPR activates three main signaling pathways to avoid the accumulation of proteins with folding alterations in the ER. Sometimes ER stress is irreversible, and cells undergo apoptosis. ER stress is also interconnected with the innate immune response and other hostcell responses (Hetz, 2012) . The infection with many CoVs induces ER stress, and a role of UPR in pathogenesis has been described (DeDiego et al., 2011) . In the case of enteric porcine CoVs, the induction of the UPR response has been reported for PEDV, with a negative effect on viral replication . In contrast, TGEV infection does not induce ER stress (Cruz et al., 2011) , despite the increased expression of several UPR mediators such as ATF4 or GADD34 after infection [ (Cruz et al., 2011) , S. Zuñiga and L. Enjuanes, unpublished results] . ER stress may then be an additional factor contributing to PEDV pathogenesis.\n\nMAPK pathways are involved in the regulation of key host-cell processes, including innate immune response. The three main MAPK subfamilies: extracellular-signal regulated kinase (ERK), p38 kinase, and Jun-N-terminal kinase (JNK) regulated the expression of many hostcell genes that together modulate the inflammatory response (Arthur and Ley, 2013) . Consequently, pathogens have evolved mechanisms to affect MAPK pathways to ensure their survival.\n\nBoth PEDV and TGEV induced the activation of MAPK pathways, positively affecting viral replication. After infection of polarized porcine intestinal epithelial cells (IPEC-J2), TGEV and PEDV induced MAPK activation to affect cell microfilaments and alter epithelial barrier integrity (Zhao et al., 2014) . In both TGEV and PEDV infection, ERK activation is required for efficient virus replication. Interestingly, PEDV replication is not needed for ERK signaling pathway induction, as shown after infection of Vero cells (Kim and Lee, 2015) .\n\nPEDV and TGEV infection cause p38 kinase activation in polarized IPEC-J2 cells (Zhao et al., 2014) . In addition, TGEV infection of porcine PK-15 cells also induces p38 kinase activation . Interestingly, inhibition of p38 kinase activation using a specific inhibitor (SB203580) does not affect PEDV or TGEV replication Zhao et al., 2014) . p38 kinase has an important role in the modulation of proinflammatory responses and, in fact, there are many anti-inflammatory drugs in different phases of clinical trials that inhibit p38 kinase activation (Arthur and Ley, 2013) . In addition, it has been recently demonstrated that p38 kinase activation has a role in human severe and acute respiratory syndrome (SARS)-CoV pathogenesis, and that p38 kinase inhibition promotes survival of infected animals . Therefore, most likely p38 kinase plays a role in porcine CoV pathogenesis.\n\nAlthough CoV replication occurs in the cytoplasm, they usually alter host cell cycle progression to create an optimum environment for their replication. TGEV arrests cell cycle at S and G2/M phases to favor its replication . It has been shown that TGEV cell cycle arrest was due to the activation of p53 transcription factor, which may also cause apoptosis Huang et al., 2013) . Transcription factor p53 is a key hub connecting many host signaling pathways responding to different stimuli. In this sense, there is a crosstalk between p53, which is also stimulated by IFN, and the antiviral response (Sato and Tsurumi, 2013; Takaoka et al., 2003) . Altogether, these data suggest that cell cycle arrest and p53 activation may have a role on the pathogenesis produced by porcine CoVs.\n\nCoV infection triggers the activation of dsRNA-induced antiviral response (Fig. 2) , which leads to the production of IFN and pro-inflammatory cytokines, modulating CoV pathogenesis (Cruz et al., 2011; Totura and Baric, 2012; Zust et al., 2011) .\n\nTGEV infection induces IFN and pro-inflammatory cytokines production in cell culture and in vivo (Cruz et al., 2013) . A direct correlation between dsRNA antiviral response induction and TGEV virulence has been demonstrated (Cruz et al., 2011) . In contrast, similarly to highly virulent human CoVs, PEDV infection inhibits IFN production in several cell types, such as monkey MARC-145 or porcine IEC cells (Cao et al., 2015a; Zhang et al., 2016) . On the other hand, PEDV induced NF-κB activation both in monkey Vero and porcine IEC cells (Cao et al., 2015a; Guo et al., 2016) . The modulation of these innate immunity pathways may have an effect on PEDV pathogenesis. In fact, it has been shown that virulent PEDV induces an increased NF-κB activation and pro-inflammatory cytokine production compared with an attenuated vaccine-like strain . Similarly to PEDV, PDCoV infection has been recently reported to inhibit IFN production in cell culture (Luo et al., 2016) .\n\nIn addition, dsRNA is the molecule that also induces the host-cell RNA interference pathway (RNAi). Innate immune response and RNAi are highly related and there is a crosstalk between these pathways modulating virus pathogenesis (Pedersen et al., 2007) . It has been recently shown that TGEV infection causes an extensive alteration of host cell RNAi response, changing the expression of multiple cellular microRNAs (Liu et al., 2015) . There are preliminary reports suggesting that some of these microRNAs may be involved in the regulation of TGEV virulence, although these observations require further confirmation.\n\nCoVs have evolved different mechanisms affecting the host-pathways described above in order to modulate their pathogenesis. There is limited information on the viral proteins modulating enteric CoV virulence (Fig. 2) , as many results are derived from overexpression studies, out of the context of the infection. Additional information could also be extracted from sequence comparison of virulent and attenuated strains, differing in the presence or absence of virulence factors, respectively. In this sense, the full-length genomes of virulent DR13 PEDV strain and its attenuated vaccine counterpart were sequenced (Park et al., 2012) . Genome sequence comparison between these two strains, and also with other reference PEDV strains from Asia, EU and USA, showed that the attenuated DR13 virus accumulated a total of 536 nucleotide (nt) changes and several deletions after 100 passages in Vero cells leading to attenuation (Table 1) . Only 25% of the nt changes were non-silent mutations, and just 35% of these (12 % of the total nucleotide changes) were unique in the attenuated virus and were not present in other virulent PEDV circulating strains (Table 1) . Most of the non-silent mutations in the attenuated virus were accumulated in the nsp3 and S genes (Table 1 ). In addition, ORF3 in the attenuated virus contains a 48 nt deletion that led to protein 3 truncation (Table 1) . Similar results were obtained when full-length genomes of parental CV777 strain and the CV777 attenuated vaccine strain (GenBank accession number KT323979) were compared (S. Zuñiga and L. Enjuanes, unpublished results). The attenuated CV777 strain accumulated a total of 577 nt changes, 16% of them were non-silent and unique in that PEDV strain. Most of these mutations were accumulated in the nsp3 and S genes. Interestingly, the same deletions in nsp3 and ORF3 appeared in vaccine DR13 and CV777 strains. These data suggested that nsp3, S and ORF3 genes may be important targets for virus attenuation. This hypothesis could be tested with the availability of infectious cDNA clones.\n\nMany of the CoV replicase-encoded nsps have been described as IFN antagonists (Totura and Baric, 2012) . Similarly, PEDV proteins nsp1, nsp3, nsp5, nsp7, nsp14, nsp15 and nsp16 have been identified as IFN antagonists in overexpression studies Zhang et al., 2016) . It would be interesting to study the effect of either the presence of deletion of these nsp genes on the innate immune response to PEDV, their role in virus attenuation and, therefore, their relevance in the generation of a live attenuated vaccine.\n\n3.1.1. Nsp1-The most N-terminal nsp in CoV replicase polyproteins is only encoded by alpha-and betacoronaviruses. Despite the low conservation in sequence, the overall nsp1 structure is highly conserved in the two CoV genera (Jansson, 2013) , and mutations in nsp1 could lead to attenuated viruses (Jauregui et al., 2013; Jimenez-Guardeno et al., 2015) . Overexpression studies indicated that TGEV nsp1 protein suppresses protein translation, similarly to other CoV nsp1 proteins (Huang et al., 2011) . Reduction of host protein translation has been suggested as a mechanism for IFN antagonism, although mutational analyses have indicated that these two nsp1 functions may be separated (Jauregui et al., 2013) . Overexpression of PEDV nsp1 protein also led to inhibition of the innate immune response . The nsp1 protein induced proteasomal-dependent CREBbinding protein (CBP) degradation, and suppression of IFN-stimulated genes (ISGs) expression. Interestingly, CBP degradation also occurs during PEDV infection . Therefore, mutations affecting Alphacoronavirus nsp1 could lead to attenuated viruses to be used as vaccine candidates.\n\nis a large transmembrane protein containing several functional domains that are conserved in porcine CoVs: one or two papain-like protease (PLP) domains, ubiquitin-like domains, and an ADP-ribose-phosphatase (ADRP) domain. PLP and deubiquitinase activities have been demonstrated for TGEV and PEDV nps3 proteins (Wojdyla et al., 2010; Xing et al., 2013) . Also, ADRP activity has been reported for TGEV nsp3 protein (Putics et al., 2006) . These activities have been associated with modulation of CoV pathogenesis (Fehr et al., 2015; Mielech et al., 2015) . Overexpressed PEDV PLP2 deubiquitinates cellular nucleic acid sensors RIG-I and STING, decreasing IFN production (Xing et al., 2013) . Interestingly, attenuated DR13 and CV777 vaccine viruses contain 12 and 21 non-silent point mutations, respectively, and an 8 amino acid deletion in nsp3 protein (Table 1) . Altogether, these data strongly suggest a role of porcine CoV nsp3 protein in the modulation of virus pathogenesis. Therefore, its modification may lead to attenuated viruses useful as vaccine candidates.\n\nCoV main proteinase (Mpro) that is essential for replicase polyprotein processing (Ziebuhr, 2005) . It has been recently reported that overexpression of PEDV nsp5 cleaves NF-κB essential modulator (NEMO), antagonizing IFN production . Further studies are required to know whether this also occurs during infection and the possible role of nsp5 protein in pathogenesis, as the extent of NF-κB activation has been related with PEDV virulence .\n\n3.1.4. Nsp14-Nsp14 is a bifunctional protein encoding 3′-5′ exoribonuclease (ExoN) and N7-methyltransferase (N7-MTase) activities (Smith et al., 2014; Subissi et al., 2014) . Therefore, this protein has essential functions in viral RNA synthesis, as a component of the unique CoV proofreading system, and the viral mRNA capping machinery. A role of nsp14 in the modulation of the innate immune response was recently hypothesized (Kindler and Thiel, 2014) . Indeed, PEDV nsp14 overexpression antagonizes IFN production . The first demonstration of nsp14 role in the modulation of the innate immune response in the viral context comes from recent findings with TGEV (Becares et al., 2016) . A TGEV virus mutant in the first zinc-finger motif included in the ExoN domain of nsp14 protein was generated (TGEV-ZF-C). This mutant virus caused a decreased accumulation of dsRNA in the infected cells and, as a consequence, a reduced IFN, pro-inflammatory cytokines and ISGs production (Becares et al., 2016) . It remains to be determined whether this mutant virus will be attenuated in vivo and could be used as a vaccine candidate.\n\nOverexpression studies have indicated that PEDV E, M and N proteins antagonize IFN induction . It has been proposed that PEDV E protein induces UPR response, which leads to an increase in NF-κB activation (Xu et al., 2013a) . This information is in agreement with previously reported data for SARS-CoV E protein, which has an important role in pathogenesis (DeDiego et al., 2011; DeDiego et al., 2014) . N protein is a multifunctional phosphoprotein essential for CoV RNA synthesis and with key roles in virus-host interaction (Surjit and Lal, 2008; Zuñiga et al., 2010) . In fact, the interaction of TGEV N protein with several host cell proteins has been shown (Zhang et al., 2015b; Zhang et al., 2014c) , and overexpression of PDCoV N protein in porcine cells affected the accumulation of many host cell proteins . In addition, both TGEV and PEDV N protein overexpression induces cell cycle arrest (Ding et al., 2014a; Xu et al., 2013b) .\n\nThe role that N protein may have in porcine CoV pathogenesis has not been analyzed, in part due to the essential and multifunctional characteristics of N protein. Therefore N protein modification, required for the study of N protein functions in the infection context, represents a challenge. Nevertheless, there is accumulating evidence indicating that N protein could be a virulence factor. PEDV N protein expression has been correlated with the activation of NF-κB and increased production of pro-inflammatory cytokines (Xu et al., 2013b) possibly by the activation of Toll-like receptor (TLR) pathways (Cao et al., 2015b) . On the other hand, PEDV N protein overexpression prevents TBK1-IRF3 interaction, avoiding IRF3 activation and IFN production (Ding et al., 2014b) . Finally, the alteration of porcine RNAi response has been related with pathogenesis (Liu et al., 2015) . In this sense, both TGEV and PEDV N proteins have RNA silencing suppressor activity, which may modulate host cell RNAi response (Cui et al., 2015) . Interestingly, RNA silencing suppressor activity of TGEV N protein was stronger than that of PEDV N protein (Cui et al., 2015) , although the implications of this observation in virulence require further analyses.\n\nPorcine enteric CoVs contain several genus-specific genes that differ in number and genome location (Fig. 1) . With the exception of ORF3 encoded proteins, these genes have no common features (see below). In general, genus-specific genes have been related with the modulation of pathogenesis, although there is limited knowledge on their function.\n\nPDCoV encodes two genus-specific proteins of unknown function, one encoded by gene 5, located between M and N genes, and another one encoded by ORF7, overlapping with N gene.\n\nTGEV and PEDV contain one or two genusspecific genes located between S and E genes ( Fig. 1) : TGEV ORFs 3a and 3b, and PEDV ORF3.\n\nAlthough there is very limited sequence homology, the predicted structure of TGEV 3b, PEDV 3, HCoV-229E 4, SARS-CoV 3a and HCoV-NL63 3 proteins is similar. All include three transmembrane domains and human CoVs proteins are located in the ERGIC during infection or when overexpressed (Muller et al., 2010; Zhang et al., 2014b) . All human CoV ORF3-encoded proteins have ion channel activity (Zhang et al., 2015a) , most of them have been involved in morphogenesis (Donaldson et al., 2008; Zhang et al., 2014b) , and can be incorporated into the viral envelope (Ito et al., 2005; Muller et al., 2010) . In fact, ion channel activity of PEDV protein 3 has been reported . Therefore, most likely TGEV protein 3b may share this characteristic with PEDV and their human counterparts.\n\nORF3 encoded genes are not required for CoV growth in cell culture, although virus yield could be increased in their presence (Ye et al., 2015; Zhang et al., 2014b) . A common feature between HCoV-229E, TGEV and PEDV is that cell-adapted strains tend to modify ORF3 (Fig. 3) . In the case of HCoV-229E, a full length ORF is present in patient samples, while in cell-adapted strains this gene is either divided in two independent ORFs, 4a and 4b, or replaced by an ORF encoding for a truncated protein containing just the first transmembrane domain (Dijkman et al., 2006) . PEDV DR13 strain, attenuated after 100 passages in Vero cells, encoded a truncated protein 3 (Park et al., 2012) , and TGEV attenuated M60 strain, passed 64 times in ST cells, encodes a truncated 3b protein in which all transmembrane domains have been eliminated (Zhang et al., 2007) (Fig. 3) .\n\nTGEV virus lacking proteins 3a and 3b is as enteropathogenic as the parental virus, although its growth in enteric tract is reduced (Sola et al., 2003) . Similarly, PEDV lacking ORF3 causes lethal disease in gnotobiotic piglets, although the diarrheic scores suggest that this mutant could be attenuated (Beall et al., 2016) . Interestingly, a novel SeCoV has been recently discovered from diarrheic samples, which is a recombinant virus with a TGEV genomic background and S gene from PEDV (Boniotti et al., 2016) . This SeCoV does not encode protein 3a, as it contains extensive deletions in the coding sequence and in transcription regulating sequence (TRS) including conserved core sequence (CS) essential for sgmRNA expression (Sola et al., 2015) . Similarly, most PRCV isolates contain genome deletions in ORF 3a region, resulting either in a truncated 3a protein or in the complete absence of protein 3a expression. These data suggest that ORF3 encoded proteins may play a role in vivo.\n\ngene 7 is located at the 3′end of the genome and is only present in Alphacoronavirus 1 species (de Groot et al., 2012) . Protein 7 antagonizes host antiviral response through its binding to cellular phosphatase PP1, decreasing translation initiation factor eIF2α phosphorylation and RNase L activation (Cruz et al., 2011) . Mutant viruses lacking protein 7 expression produce an enhanced pathogenesis compared with parental viruses, both for enteric and respiratory tropism viruses (Cruz et al., 2011) . The increased virulence of the mutant virus is due to an exacerbated pro-inflammatory response, both in cell culture and in vivo (Cruz et al., 2013) . These data highlight the key role of protein 7 in modulating TGEV virulence.\n\nTheoretically, the modification of any of the viral genes involved in virulence may lead to attenuated phenotypes. These attenuated viruses could be the basis for the development of vaccine candidates. To guarantee the safety of vaccine candidates the introduction of several attenuating modifications, mapping at distal locations of CoV genome, would be required. Some of the already studied vaccine candidates are discussed below.\n\nIn contrast with PEDV and PDCoV, TGEV has both enteric and respiratory tropism, and an increase in the respiratory tropism correlates with virus attenuation (Ballesteros et al., 1997; Sanchez et al., 1999) . Mutations in TGEV S protein have been associated with the virus respiratory or enteric tropism. Thus, changes in the coding sequence, including small deletions and insertions (1 or 2 aa), into the first 390 aa of TGEV S protein correlate with changes in tropism (Ballesteros et al., 1997) , C.M. Sanchez and L. Enjuanes, unpublished results] . The emergence of the PRCV with a large S protein deletion in the N-terminus, ranging from aa 23 to aa 249 depending on the PRCV strain, led to the maintenance of the respiratory tropism and the loss of enteric tropism (Callebaut et al., 1988; Pensaert et al., 1986) . This virus became prevalent in the porcine population worldwide, which may have elicited a protective immune response against TGEV (Bernard et al., 1989; Saif and Sestak, 2006) . In fact, pigs seropositive for PRCV could be infected with TGEV, although they develop mild enteritis and usually recover form the infection.\n\nThe growth of TGEV and PEDV in cell cultures usually leads to the accumulation of point mutations and deletions in the half amino-terminus of S protein (first 400 aa), leading to cell adaptation of these CoVs. Frequently, these changes are associated with virus attenuation. Comparison of the genome sequence of the parental viruses and Vero-passaged DR13 and 83P-5 Korean and Japanese PEDV vaccine strains showed an increase in the accumulation of S protein changes (Fig. 4) . Several of these mutations were shared between the two attenuated viruses, passed 100 times in cell culture, and most of these changes clustered in the N-terminal domain of S protein (Fig. 4) Similarly to TGEV, PEDV S-INDEL isolates also contain small deletions or insertions (1 to 4 aa) in the first 390 aa of S protein. In addition, two PEDV strains with a large deletion (up to 197 aa) in the N-terminus of S protein have also been isolated, one in the USA (PC177) and the other one in Japan (TTR-2) (Masuda et al., 2015; Oka et al., 2014) . This deletion was similar, in location and size, to that found in PRCV that appeared in the field. The data indicate that PC177 virus deletion was acquired during cell culture passage (Oka et al., 2014) and preliminary data indicate that PC177 strain retains the ability to grow in vivo (Lin et al., 2015b) . In contrast, TTR-2 virus deletion appeared in the field (Masuda et al., 2015) . The virulence of TTR-2 strain in colostrum-deprived piglets has been recently analyzed. The results indicate that this PEDV strain is attenuated, as all piglets developed clinical signs although all of them eventually recovered from the infection (Suzuki et al., 2016) .\n\nThe S-INDEL strains are considered as mild-strains, as they caused a reduced pathogenesis and faster return to baseline conditions in the farms were they were isolated, compared with virulent PEDV strains (Wang et al., 2014a) . Similar results were observed after an experimental inoculation of 4-day-old conventional suckling piglets with an S-INDEL strain that led to a delay in diarrhea appearance, shorter symptom duration, and a reduction in the number of deaths compared with a virulent PEDV strain (Lin et al., 2015a) . This data have been reinforced by a recently published study showing a reduced pathogenicity of S-INDEL strains in 5-day-old piglets . Interestingly, inoculation with S-INDEL strains confers cross-protection against a challenge with virulent PEDV strains, indicating the potential of S-INDEL mild strains as bases for the development of novel PEDV vaccines (Goede et al., 2015; Lin et al., 2015a) .\n\nA TGEV virus lacking E gene (TGEV-ΔE) is replication-competent propagation-defective, and requires E protein in trans to grow in cell cultures (Ortego et al., 2002) . TGEV-ΔE virus produced in packaging cell lines expressing E protein could be a good vaccine candidate in terms of safety, as it could not disseminate to neighboring cells. In addition, TGEV-ΔE virus particles contain an S protein with the native conformation for the induction of neutralizing antibodies. Moreover, as this deletion mutant virus will target mucosal tissues it could induce secretory immunity.\n\nTo date, the role of E protein from PEDV or PDCoV in virus growth has not been analyzed. Nevertheless, it could be a good target for the engineering of vaccine candidates due to its role as virulence factor.\n\nImprovement of current vaccination strategies against enteric porcine CoVs is required, as novel strains of these viruses re-emerge continuously and are a threat for the porcine herds worldwide. The best vaccination results, in terms of protection and vaccine safety, should in principle be obtained using engineered live attenuated vaccines. To this end, a deeper knowledge of the porcine CoVs-host interactions is needed, to identify which host cell pathways are affected during porcine enteric CoV infection that influence the modulation of porcine CoV pathogenesis. The analysis of the viral genes involved in porcine CoV virulence will be valuable for the rational design of attenuated viruses that may serve as effective vaccine candidates. \n\nA simplified representation of the main cell pathways activated after CoV infection leading to innate immune response, is shown in the figure. dsRNA is recognized as a pathogenassociated molecular pattern (PAMP) by a set of cellular sensors (TLR-3, DDX1 complex, MDA5, RIG-I, OAS and PKR). The binding of these sensors to dsRNA triggers several signaling pathways leading to type I IFN and pro-inflammatory cytokines production. The PEDV (in red) and TGEV (in blue) proteins affecting this response are indicated in the figure. The grey bars indicate the overall structure of PEDV S protein, indicating S1 and S2 domains. Different functional motifs are also represented, such as the signal peptide (SP), heptad-repeats domains (HR1 and HR2), and transmembrane domain (TM). In addition, the described domains inducing neutralizing antibodies are also represented (NE1, NE2 and NE3). Comparison was performed between virulent (GenBank JQ023161) and attenuated DR13 (JQ023162) strains, and 83P-5 parental strain (P0, AB548618) and virus passaged 34 (P34, AB548619), 61 (P61, AB548620) and 100 times (P100, AB548621) in Vero cells. Vertical bars into the dark blue rectangles represent non-silent point mutations that were identical (yellow bars) or different (red bars) between DR13 and 83P-5 P100 vaccine strains. The common deletion in the N-terminal is represented by the vertical white bar. \n\nFull length genomes of virulent (GenBank JQ023161) and DR13 (GenBank JQ023162) were compared with those of reference PEDV strains AH2012 (GenBank KC210145), CV777 (GenBank AF353511) and CO-2013 (GenBank KF272920). "}