{"title": "Proteinases Involved in Plant Virus Genome Expression", "body": "Viruses that infect plants have genomes of rather small size that are expressed following very different strategies, which in many cases involve proteolytic processing of protein precursors (Zaccomer et al., 1995; Maia et al., 1996b) . Host proteinases have been shown to participate in the maturation of animal virus proteins that are targeted to the viral envelope (see chapter by Kido). Although these events should also take place in plants, they have not yet been studied in detail in viruses infecting plants, probably due to the scarcity of enveloped plant viruses. For this reason, this chapter focuses only on virus-encoded proteinases. The genome of most plant viruses consists of one or various single-stranded (ss) RNA molecules of positive (4-) polarity. Despite their large diversity of genome organization and virion morphology, nucleotide sequence data have revealed that most eukaryotic (4-)RNA viruses (irrespective of whether they infect plants or animals) can be classified into two large \"supergroups\" (picornalike and alphalike) and a limited number of less well-defined minor \"supergroups\" (as carmolike and sobemolike) (Goldbach et al., 1991) . Table I lists plant virus groups in which virus-encoded proteinases have been identified, or its existence has been suggested on the basis of sequence analysis. Cysteine, serine, and serinelike (with a cysteine in the active center) proteinases, but not aspartic proteinases nor metalloproteinases, have been shown to be involved in the proteolytic processing of protein precursors encoded by plant (4-)RNA viruses (Maia et al., 1996b) .\n\nThe genomic RNAs of picornalike viruses encode large polyproteins that are processed by one or more virus-encoded proteinases. Proteolytic processing of polyproteins might not only determine the time of appearance of each gene Caulimoviridae Asp aThe class of proteinase(s) that the viral protein(s) is associated (or proposed to be associated) with is presented. Abbreviations: Ser, serine; Cys, cysteine; Serlike, serine-like with cysteine in the active center; Asp, aspartic.\n\nThe family Potyviridae includes three definite genera, the monopartite potyand rymoviruses and the bipartite bymoviruses and some still unclassified viruses such as those tentatively designated ipomoviruses and macluraviruses (Murphy et al., 1995) . All potyviruses have similar genome organizations ( Fig. 1) . Each potyviral genomic RNA encodes all its proteins in single open reading frames (Shukla et al., 1994) . The proteolytic processing of the polyprotein into which potyvirus RNA is translated has been extensively studied both in vitro (using cell-free translation systems) and in heterologous (Escherichia coli) or homologous (infected and transgenic plants) in vivo systems (reviewed by Riechmann et al., 1992) . Two potyviral proteinases located at the N-terminus of the polyprotein, P 1 (Carrington et al., 1990; Verchot et al., 1991) and HC (Carrington et al., 1989a) , autocatalytically cleave at their respective C-termini, whereas the NIa proteinase processes intra-and intermolecularly the rest of the polyprotein sites (Carrington and Dougherty, 1987; Hellmann et al., 1988; Garcia et al., 1989b; Ghabrial et al., 1990) . The three potyviral proteinases have RNA binding activity that, in contrast with the RNA affinity of the picornaviral 3C proteinase, seems to be nonspecific (Brantley and Hunt, 1993; Maia and Bernardi, 1996; Daros and Carrington, 1997) . Most potyviral proteins have been shown to be multifunctional. Thus, RNA binding and proteolysis might be independent activities of the potyviral proteinases. \n\nThe P 1 proteinase is derived from the amino-terminal region of the polyprotein (Fig. 1) . The proteolytic activity of the P 1 protein resides in its C-terminal half. In spite of the high variability found among the potyviral P 1 proteins, amino acids characteristic of serine proteinases have been found to be very well conserved, showing the signature HxsD/Ex29_32GxSG (D predominates over E) Ryan and Flint, 1997) . The same sequence, although with slight differences in spacing, can be identified in brome streak mosaic rymovirus (BrSMV) and sweetpotato mild mottle ipornovirus (SPMMV), but not in the bipartite bymoviruses. Site-directed mutagenesis of His214, Asp223, and Ser256 of P 1 from tobacco etch potyvirus (TEV) supported the assumption that this conserved motif corresponds to the active center of the enzyme (Verchot et al., 1992) . The sequence GxSG is identical to the consensus motif around the Ser in the active site of trypsin-and chymotrypsinlike serine proteinases (Barrett, 1986) . However, the distances between His, Asp, and Ser of the proposed catalytic triad of P1 proteinases are considerably shorter than those separating the active site residues in the cellular enzymes, indicating a quite broad evolutionary distance between them.\n\nIn vitro processing experiments in a wheat germ system have shown that P 1 cleaves at its carboxyl end and is unable to act in trans (Verchot et al., 1992) . Sequence comparisons among potyviral polyproteins show a nonstrictly conserved consensus sequence H/Q-Y/F$S for the P1 cleavage site, which resembles those of the cellular cathepsin C and chymotrypsin serine proteinases. An unusual feature of the P 1 proteinase is its inability to function in an in vitro rabbit reticulocyte system (Mavankal and Rhoads, 1991; Verchot et al., 1991) . Addition of relatively small amounts of wheat germ extract to the reticulocyte lysate promoted P 1 proteinase activity, suggesting that inactivity in the latter is probably due to the lack of a host factor, rather than to the presence of an inhibitor (Verchot et al., 1992) . This factor should also be present in insect cells, since P1 proteinase is active when expressed using a baculovirus vector (Thornbury et al., 1993) . However, the fact that a chimerical plum pox virus (PPV)-TEV P 1 proteinase is active in a reticulocyte lysate system (P. Saenz and J. A. G., unpublished results) seems to indicate that the host factor is not strictly required for P 1 proteolytic activity.\n\nIt has been shown that in TEV P1 acts in trans as an accessory factor for genome amplification (Verchot and Carrington, 1995b) . The infectivity of P1 proteinase-debilitated TEV mutants was restored by second-site mutations that inserted a cleavage site recognized by the NIa proteinase (Verchot and Cartington, 1995a) . This result indicates that proteolytic separation of P 1 from the next gene product, HC, but not P1 proteolytic activity per se, is essential for virus viability in plants.\n\nThe HC protein is adjacent to the C-terminus of P1 proteinase (Fig. 1 ). This protein, which often aggregates into amorphous inclusion bodies (De Mejia et al., 1985) , was first identified as a factor required for aphid transmission of the virus (helper component) (Berger et al., 1989) , but later on it has been shown to be involved in efficient genome amplification (Atreya et al., 1992) and cell-to-cell (Rojas et al., 1997) and long-distance (Cronin et al., 1995; Kasschau et al., 1997) movement (reviewed by Maia et al., 1996a) . Recent reports indicate that HC behaves as a broad-range pathogenicity enhancer (Pruss et al., 1997; Shi et al., 1997) .\n\nA papainlike proteinase domain has been localized to the C-terminal half of HC protein (Carrington et al., 1989a) . In TEV, the catalytic dyad was shown by sequence comparisons and mutagenesis analysis to be composed of Cys649 and His722 (Oh and Carrington, 1989) . The HC proteinase domain is well conserved among potyviruses and may be easily aligned, specially at the sequences around the catalytic residues and at a LGxWP motif, with homologous polyprotein regions in the mite-transmitted BrSMV rymovirus and the whitefly transmitted SPMMV ipomovirus (Fig. 7) . A considerable similarity was also detected between the HC proteinase domain and the N-terminal 28K protein encoded by the RNA-2 of fungus-transmitted bymoviruses. Other cysteine proteinases that bear striking resemblance to HC are encoded by closteroviruses (Agranovsky et al., 1994; Karasev et al., 1995) (see Section III,A) and by ORFA and ORFB of the hypovirulence-associated dsRNA virus (HyAV) of chestnut blight fungus (Choi et al., 1991; Shapira and Nuss, 1991) (Fig. 7) . Viral cysteine proteinases more distantly related to HC have been identified as products of different plant alphalike viruses (see Section III,B), aphtoviruses, alphaviruses, rubiviruses, arteriviruses, and coronaviruses Rozanov et al., 1995) .\n\nThe HC proteinase is responsible for processing at its own C-terminus via an autocatalytic mechanism. When analyzed in vitro, it exhibits little or no proteolytic activity in trans (Carrington et al., 1989a,b) . The TEV mutant genomes modified at the HC proteinase active site were amplification defective in protoplasts and plants. Introduction of a heterologous cleavage site recognized by the NIa proteinase at the HC C-terminus was not sufficient to restore genome amplification. In addition, an active-site mutant was not complemented by wild-type HC protein supplied in trans in transgenic plants. These results suggest that an active HC proteinase is required in cis for virus amplification (Kasschau and Carrington, 1995) .\n\nTobacco etch potyvirus HC proteinase cleavage in vitro occurs at a Gly-Gly dipeptide (aa 763-764). There is a good consensus, YxVGSG, at the presumed cleavage sites of different potyviruses, SPMMV ipomovirus and BrSMV rymovirus. The marked preference for specific amino acids at this site has been dem-onstrated by site-directed mutagenesis . With the exceptions of Tyr to Phe (P4) and Val to Leu (P2) changes, which were partially tolerated, even very conservative substitutions at P4, P2, P 1, and P 1' positions were found to eliminate or nearly eliminate proteolysis. Substitutions at the P5, P3, and P2' positions permitted processing to occur, although in some cases at reduced rates. This level of specificity, that it is also shown by the potyviral NIa proteinase (see below), is not usual in viral proteinases. Interestingly, the sequence around the putative cleavage site at the C-end of the 28K proteinase of bymoviruses differs from the potyvirus HC consensus sequence, reflecting the divergence between the potyvirus HC and the bymovirus 28K proteinases.\n\nThe NIa (nuclear inclusion protein a) forms, together with the RNA replicase NIb, crystalline inclusions within the nucleus of cells infected with some, but not all, potyviruses (Hiebert et al., 1984) . Nuclear inclusion protein a consists of an amino domain that constitutes the genome-linked protein (VPg) and a carboxyl domain that is associated with the inter-and intramolecular proteolytic activity responsible for most of the potyvirus polyprotein processing (Carrington and Dougherty, 1987; Hellmann et al., 1988; Dougherty and Parks, 1991; Garcia and Lain, 1991) .\n\nNuclear inclusion protein a belongs to a family of viral proteinases whose archetypal member is the picornavirus 3C protein. These proteins are related to the trypsinlike family of cellular serine proteinases, but Cys replaces Ser in their active center Fletterick, 1988, 1990; Gorbalenya et al., 1989) . Sequence comparison analysis and site-directed mutagenesis enabled localization of the probable catalytic triad, composed of His, Asp, and Cys, and the His residue in the substrate-binding pocket characteristic of a Gln-x substrate specificity ( Fig. 4) Dougherty et al., 1989b; Gorbalenya eta/., 1989; Bazan and Fletterick, 1990; Ghabrial et al., 1990) . Similar catalytic triads formed by His, an acidic residue (Asp or Glu) and Cys have been suggested for other viral 3C-like proteinases (Ryan and Flint, 1997) . However, crystal structure of hepatitis A virus (HAV) 3C proteinase poses some doubts on the catalytic relevance of the acidic residue and suggests that viral 3C proteinases may have a catalytic dyad rather than a triad (Bergmann et al., 1997 ; see chapter by Bergmann and James). Interestingly, a substitution of Glu for the proposed catalytic Asp in the TEV and PPV NIa proteinases had different effects on proteolytic activity depending on the cleavage site analyzed (Dougherty et al., 1989b; Garcia et al., 1990) . These results suggest that there may be different structural requirements in the active center 6arcia et al.\n\nof the proteinase for processing at different cleavage sites. The proposed catalytic triad is well conserved among genera of the family Potyviridae, although sequences around them have diverged considerably (Fig. 4) . It is remarkable that the place of the His involved in recognition of Gln at position P1 of the cleavage site is occupied in SPMMV ipomovirus by an Asn residue; in agreement with this fact, cleavage sites of SPMMV NIa proteinase seem to differ from those of the rest of NIa proteinases (see below).\n\nThe NIa cleavage sites are defined by conserved heptapeptide sequences Dougherty, 1987, 1988; Garcia et al., 1989a; Martin et al., 1990) . The requirement of such an extended sequence motif is a peculiarity of the potyvirus NIa proteinases, and it is not shared by the 3C-like proteinases of other picornalike viruses. Although there is not an extended conserved cleavage motif used by all potyviruses, the NIa cleavage sites share enough features to be easily identified by sequence analysis. Position P 1 is always occupied by Gln or, in much fewer sites, by Glu. The Val residue is the preferred one for position P4, which in rare occasions is occupied by another hydrophobic residue. The other positions of the heptapeptide are less conserved, although PI' residue is most of the time Gly, Ala, or Ser, while His or an aromatic residue predominate at the P2 position and acidic or amide residues (specially Glu) are quite common at the P6 position. Site-directed mutagenesis studies of two TEV cleavage sites demonstrated that the presence of particular amino acids at positions P6, P4, P3, P1, and PI' are essential for the cleavage site functionality , whereas the amino acid at positions P5 and P2 influence the cleavage reaction profile Dougherty and Parks, 1989) . It is important to note that P6 and P3 positions are more conserved in TEV than P4 and P2 ones, whereas the opposite situation is observed in other potyviruses; thus, it is possible that the relevance of each heptapeptide sequence residue can vary depending on the particular potyvirus. Artificial NIa cleavage sites have been constructed by inserting the appropriate heptapeptide sequences in nonspecific protein regions Garcia et al., 1989a) . However, sequences and/or conformational context outside the conserved heptapeptide have been shown to modulate the cleavage reaction efficiency . Sequences similar to those of the potyvirus NIa cleavage sites are present at the expected positions of the polyproteins encoded by BrSMV rymovirus RNA and barley yellow mosaic virus (BaYMV) and barley mild mosaic (BaMMV) bymovirus RNA-1 molecules. However, we have not been able to identify putative cleavage sites for the NIa-like protein of SPMMV ipomovirus, suggesting that their sequences have diverged from those recognized by the potyvirus NIa. This supposition is in agreement with the lack in SPMMV of the typical His of the 3C-like proteinase substrate-binding pocket (Fig. 4) .\n\nAlthough both NIa proteinases and their recognition sequences have consid-erable similarity among different potyviruses, NIa cleavage sites of each potyvirus seem to be efficiently recognized only by their own proteinases (Garcia et al., 1989a; Garcia and Lain, 1991; Parks and Dougherty, 1991) . Results from chimeric NIa proteinases (TEV-TVMV and TEV-PPV) suggest that NIa proteinase recognition and catalytic sites are closely interlinked. Several protein domains, one of them including the substrate-binding pocket His residue, appear to be important in determining substrate specificity (Garcia and Lain, 1991; Parks and Dougherty, 1991) . The main task of NIa proteinase is to obtain the final processing products of the polyprotein. Nevertheless, regulation of the processing pathway is probably essential to: (1) synthesize the required product at the right time and place, (2) maintain functional partially processed products, and (3) control protein activity by cleavage of functional domains. Little is known about this level of regulation in potyviruses. However, some processing steps whose objective goes beyond producing the final protein products have been proposed. Cleavage between the PPV P3 protein and a putative 6K1 peptide has been shown to occur in vitro . However, in vitro cleavage at the equivalent TEV site (discernible by sequence alignments) has not been detected (Parks et al., 1992) , and processing of the PPV polyprotein P3-6K1 junction seems not to be essential for virus viability, although it affected virus infectivity and symptom induction. Thus, it has been suggested that the role of cleavage at the P3-6K1 site, rather than producing two proteins, P3 and 6K1, is to regulate the activity of a single functional protein, P3-6K~ (Riechmann et al., 1995) .\n\nAnother small peptide, 6K2, is placed upstream of NIa in the potyviral polyprotein. It has been shown that, whereas TEV NIa is transported to the nucleus, the 6K2-NIa precursor is directed to membranous structures, where potyvirus replication takes place Carrington, 1992, 1994; Schaad et al., 1997) ; thus, 6K2 probably lacks activity by itself, playing its role in the context of the 6K2-NIa unprocessed product. In this scenario, cleavage at the 6K2-NIa junction would be involved in the control of NIa activity.\n\nAnother clear example of a regulated proteolytic event is the internal cleavage that splits the VPg and proteinase domains of the NIa protein Laliberte et al., 1992) . Although the unprocessed NIa product can readily function as a proteinase, and also it has been found covalently attached to a fraction of the TEV genomic RNAs examined by Murphy et al. (1990) , a mutation that inhibited internal cleavage of NIa abolished TEV infectivity, indicating that proteolytic separation of the VPg and Pro NIa domains is essential for viral viability (Carrington et al., 1993) . The NIa internal cleavage site is processed incompletely in infected cells and inefficiently in vitro. Thus, whereas TEV NIa is a very abundant protein that accumulates in nuclear inclusions in infected cells, the 21K VPg is only found linked to the viral RNA and the 27K proteinase domain is found neither in nuclear inclusions nor in total protein extracts from infected tissues Carrington et al., 1993) . While most sites recognized by the NIa proteinases have a Gln at P1 position, a Glu residue is present at this position of all proposed VPg-Pro cleavage sites. The residue at position P3 of the TEV VPg-Pro cleavage site also deviated from the heptapeptide consensus sequence. These changes might be involved in slowing cleavage. Mutations that accommodated the VPg-Pro junction to a consensus cleavage site accelerated internal processing in vitro very much. Genome amplification was drastically disturbed by these substitutions, suggesting that the slow-processing feature may accomplish an important regulatory function (Schaad et al., 1996) .\n\nThe proteolytic processing strategy of gene expression provides the opportunity to use partially processed forms of viral proteinases to play alternative roles (Dessens and Lomonossoff, 1992; Hellen and Wimmer, 1992; Margis et al., 1994) . However, when the cleavage profiles of precursor and processed forms of the TEV NIa proteinase were analyzed, most substrates were processed in a similar fashion by all proteolytic forms. Only at the 6K1-CI site, slight processing differences could be observed (Parks et al., 1992) . Further autoprocessing at specific positions of the NIa C-terminal region has been described in turnip mosaic potyvirus (TuMV) (Kim et al., 1995; MCnard et al., 1995; Kim et al., 1996) and TEV (Parks et al., 1995) . The sequences around these cleavage sites were not similar to the typical heptapeptide recognition signals. Whereas a truncated TuMV 25K product (lacking the last 20 aa) was as active as the complete 27K proteinase for the cleavage at the 6K1-CI site (Kim et al., 1995) , a TuMV 24K protein (lacking the last 30 aa) did not cleave at this site (Kim et al., 1996) , and a TEV 25K protein (lacking the last 24 aa) was approximately onetwentieth as efficient in proteolysis of the NIb-CP site as the full-length form (Parks et al., 1995) . The functional relevance of sequences at the C-terminal region of the NIa proteinase (that may depend on the substrate analyzed), has also been shown by deletion and site-directed mutagenesis (Garcia et al., 1989b; Kim et al., 1996) . Thus, although it has not been demonstrated that trimming at the NIa C-end takes place in vivo, the possibility of regulation of activity by removal of C-terminal sequences of the NIa proteinase must be carefully considered.\n\nThe family Comoviridae includes the genera Comovirus, Nepovirus, and Fabavirus (Murphy et al., 1995) . Since at present data on the molecular biology of fabaviruses are not available, only como-and nepovirus proteinases are discussed. In both cases, their genomes are split in two RNA molecules, which encode large polyproteins that are proteolytically cleaved by viral proteinases.\n\nWhereas comovirus RNA-B and nepovirus RNA-1 code for all the proteins required for RNA replication, including the viral proteinases, comovirus RNA-M and nepovirus RNA-2 encode the capsid proteins (CPs) and proteins involved in virus movement. Comovirus RNA-M differs from nepovirus RNA-2 in being translated from two alternative in frame AUG codons giving rise to two coterminal polyproteins (Fig. 2) .\n\nThe best studied member of the Comoviridae family is cowpea mosaic comovirus (CPMV). Its RNA-B encodes a 24K proteinase homologous to the 3C-like proteinases. The genomic location of the proteinase gene, as part of a VPgproteinase-replicase segment, is consistent with that of the rest of picornalike viruses. Sequence alignments (Gorbalenya et al., 1989; Bazan and Fletterick, 1990; Shanks and Lomonossof, 1990 ) and site-directed mutagenesis analysis (Dessens and Lomonossoff, 1991) have identified the probable catalytic triad, composed of His987, Glu1023, and Cys1113. Sequence analysis also predicts that His1131 is the residue of the substrate-binding pocket that interacts with Gln at cleavage site P 1 position.\n\nThe CPMV 24K proteinase recognize Q-G, Q-S, and Q-M cleavage sites . Similar dipeptides are present at the putative cleavage sites of other sequenced comoviruses (Chen and Bruening, 1992a,b; Shanks and Lomonossoff, 1992) . A weak consensus for Ala at positions P2 and P4 is the only other feature observed at the comovirus cleavage sites.\n\nComovirus polyprotein processing differs from those of other picornalike viruses in being regulated by a viral product without proteolytic activity. After in vitro translation, an N-terminal 32K protein is released from the CPMV 200K RNA-B-encoded polyprotein by an intramolecular cleavage and remains associated with the remaining 170K protein, probably by interaction with its 58K domain (Peters et al., 1992b) . The same complex can be formed if 32K and 170K proteins are translated simultaneously from different RNA molecules, but the proteins cannot associate if they are translated separately and mixed later (Peters et al., 1992b) . When the 170K polyprotein, which contains the 24K proteinase, is associated with the 32K cofactor, further 170K self-cleavage is very slow (Peters et al., 1992b) . Also, trans cleavage between the two RNA-Mencoded CPs mediated by the 32K-170K complex is very inefficient (Vos et al., 1988) . In contrast, this complex (or noncleaved 200K protein) accomplishes the processing at the Gln-Met site that separates the 48-and 58-kDa proteins from the 60K CP precursor (Vos et al., 1988; Peters et al., 1992b) . In the absence of the 32K factor, the 170K protein was efficiently processed, essentially by cis cleavages, following three different pathways that start with the synthesis of 60K+ 110K, 80K+87K, and 58K+ 112K proteins (Peters et al., 1992a) . The puzzling final pattern includes not only the fully processed products, but also stable intermediates that are not efficiently processed due to the cis preference (Peters et al., 1992a) and the requirement of upstream sequences for efficient cleavage of the 24K proteinase at its C-end (Dessens and Lomonossoff, 1992) . This complex control of the proteolytic processing seems to be essential even for the replication of CPMV RNA-B alone, since a mutated RNA-B that lacks the sequences coding for the 32K protein did not replicate in cowpea protoplasts (Peters et al., 1992b) . It has been suggested that the 32K protein might act as a molecular chaperon blocking a certain folding pathway for the 170K protein that could lead to the formation of abortive structures as a result of premature self-cleavage (Peters et al., 1992b) .\n\nSequence alignments of the 24K proteinases from different comoviruses show large sequence conservation, even at the residues predicted to be involved in substrate binding by Bazan and Fletterick (1988) . In spite of this fact, the 24K proteinase of a comovirus is not able to process cleavage sites of another comovirus neither in trans (at the 58/48K-60K junction) (Goldbach and Krijt, 1982) nor in cis (at the 32K-170K junction) (Shanks et al., 1996) . The fact that changing the Gln-Gly dipeptide at the 37K-23K junction of the M polyprotein into either Gln-Ser or Gln-Met resulted in a dramatic decrease of proteolysis efficiency indicates that cleavage specificity of the 24K proteinases is determined in part by the amino acid sequence of the junction site (Vos et al., 1988) . However, cleavage by the CPMV 24K proteinase at the CPMV 32K-170K junction is not prevented when the Gln-Ser site is changed into a His-Met site (Peters et al., 1992b) , whereas CPMV 24K proteinase is not able to cleave at Gln-Gly site of the red clover mottle comovirus 32K-170K junction (Shanks et al., 1996) , suggesting that in this case the specificity is determined by tertiary structure interactions between the substrate and the substrate-binding pocket of the proteinase.\n\nThe proteinase involved in the proteolytic processing of the nepovirus polyproteins occupies the same genomic place and has similar size as the comovirus 24K proteinase (Figs. 2 and 4) . The catalytic triad of the grapevine fanleaf nepovirus (GFLV) 24K proteinase, predicted on sequence alignments and studied by site-directed mutagenesis, is formed by His1284, Glu1328, and Cys1420 (Margis and Pinck, 1992) . The GFLV 24K proteinase differs from the 3C-like proteinases of poty-and comoviruses in two main aspects. First, its active site Cys can be mutated to Ser without loss of activity and, second, Leu1438 substitutes for the typical His of the 3C proteinase substrate-binding pocket (Margis and Pinck, 1992) . Similar Leu residues are found in the 24K proteinases of tomato black ring nepovirus (TBRV) and grapevine chrome mosaic nepovirus (GCMV). All these data suggest that the substrate specificity of nepovirus enzymes is more similar to that of cellular serine proteinases than to that of their viral counterparts. In agreement with this assumption, some nepovirus proteinase cleavages take place at Arg-Ala, Arg-Gly, and Arg-Ala dipeptides, although cleavages at Cys-Ala, Cys-Ser, and Gly-Glu dipeptides have also been described (Brault et al., 1989; Pinck et al., 1991; Margis et al., 1993) . The 24K proteinase of tomato ringspot nepovirus (TomRSV), which probably form part of a distinct subgroup, seems to be different from those of GFLV and other related nepoviruses, being more similar to the CPMV 24K proteinase since it has a His in the putative substrate-binding pocket and probably cleaves Gln-x sites (Rott et al., 1995) .\n\nAlthough the proteolytic processing of nepovirus polyproteins should be also tightly regulated, the control mechanisms seem to be quite different from those of comoviruses. A virus-encoded cofactor is not required for in vitro trans processing of the RNA-2-derived polyprotein (Margis et al., 1993) . However, the identification at the N-terminal region of some nepovirus polyproteins of sequence motifs also present in the comovirus 32K protein (Ritzenhaler et al., 1991; Rott et al., 1995) might suggest that, at least in some cases, this protein could collaborate with the 24K protein in the nepovirus proteolytic processing. Similarly to the comovirus proteinase, the activity of the nepovirus 24K proteinase is modulated by sequences surrounding it. However, while sequences upstream of the comovirus proteinase enhance in vitro cleavage at its C-terminus (Dessens and Lomonossoff, 1992) , the GFLV 24K-92K precursor is better cleaved than the VPg-24K-92K intermediates (Margis et al., 1994) .\n\nThe family Sequiviridae consists of the genera Sequivirus and Waikavirus (Murphy et al., 1995) . The monopartite genome of sequi-and waikaviruses differs from that of the potyviruses in encoding three capsid proteins (like animal picornaviruses), located internally near the N-terminus of the large polyprotein (Fig. 3) . Particular features of the waikaviruses are long AUG-containing sequences upstream of the large genomic ORF and small 3 ~ ORFs that might be expressed by subgenomic RNAs (Shen et al., 1993; Reddick et al., 1997) . The genomic RNA of parsnip yellow fleck sequivirus (PYFV) lacks a poly-A tail (Turnbull-Ross et al., 1992) .\n\nAlthough until now experimental data on the activity of the sequiviridae 3Cdike proteinases have not been obtained, they can be clearly identified by sequence alignments (Fig. 4) (Shen et al., 1993; Turnbull-Ross et al., 1993; Reddick et al., 1997) . The predicted catalytic triads of PYFV sequivirus and rice tungro spherical waikavirus (RTSV) are formed by His, Glu, and Cys (Figs. 3 and  4) . However, the proposed acidic active site residue of maize chlorotic dwarf waikavirus (MCDV) is an Asp residue (Reddick et al., 1997) . Differences are also observed at the putative substrate-binding pockets. The typical His of proteinases that cleave after a Gln residue can be identified in the RTSV and MCDV waikavirus sequences, but it is replaced by Leu (like in most nepoviruses) in PYFV. In agreement with these data, N-terminal amino acid sequencing has revealed that the RTSV (Shen et al., 1993) and MCDV (Reddick et al., 1997) CPs probably arise from proteolytic cleavages at Gln-x dipeptide, whereas no consensus sequence can be found for the cleavage sites that originate the PYFV CPs (Ser-Pro, Asn-Ala, and Gln-Ala) (Turnbull-Ross et al., 1993) . However, it cannot be ruled out that the observed CP N-termini might result from secondary proteolytic degradation rather than from the primary cleavage event carried out by the virus proteinase.\n\nThe closterovirus genomes, which can be mono-or bipartites, are the largest among all (+)ssRNA plant viruses (Murphy et al., 1995) . The organization and expression of the closterovirus genome resembles that of coronaviruses, with polyprotein processing, translational frameshifting, and multiple sgRNA formation. However, the closterovirus RNA replicase belongs to the alphalike lineage and the mechanism of sgRNA transcription of citrus tristeza closterovirus (CTV) is similar to that of other alphalike viruses, differing clearly from that of coronaviruses (Karasev et al., 1997) . The closterovirus large replication proteins are encoded by ORFla and ORFlb, the second one being probably translated by ribosomal frameshifting as a fusion product with the upstream protein (Fig. 5) .\n\nThe 5' end of beet yellows closterovirus (BYV) ORFla encodes a papainlike cysteine proteinase domain which has been proven to be active in an in vitro assay (Agranovsky et al., 1994) . A similar domain has been identified in other closteroviruses (Agranovsky, 1996) and it is duplicated in CTV (Karasev et al., 1995) . The size of these closterovirus leader proteinases is around 60K. In spite of the similarity of their proteinase domains, the regions upstream of these domains are badly conserved among different closterovirus leader proteins. Leader papainlike proteinases have been described for very different (+)ssRNA viruses, such as coronaviruses, arteriviruses, aphtoviruses, and hypoviruses Rozanov et al., 1995) . Moreover, duplication of leader papainlike proteinases also seems to be a common phenomenon, whose selective advantage is still unknown (Lee et al., 1991; Shapira and Nuss, 1991; Godeny et al., 1993) . The proteinase domain of the closterovirus leader protein is more similar to those of HC proteins of different genera of the family Potyviridae than to those of other papainlike proteinases (Section II,A,2; Fig. 7 ) (Agranovsky et al., 1994) . Sequence alignments and site-directed mutagenesis experiments indicate that Cys509 and His569 constitute the catalytic dyad of the BYV leader proteinase (Agranovsky et al., 1994) . The closterovirus cysteine proteinases resemble other viral papainlike proteinases in cleaving at uGSx sites, where u is a bulky hydrophobic residue and x is usually a Gly. Some conservation of a negatively charged residue at P4' position has also been observed (Jelkmann et al., 1997) .\n\nLittle is known about the functional role of closterovirus leader proteins. A putative function in aphid transmission has been suggested on the basis of analogy to potyvirus HC protein. However, the multifunctional nature of HC protein and the conservation of the cysteine proteinase domain in potyviridae (see Section II,A,2) and closteroviruses (Jelkmann et al., 1997) that are not transmitted by aphids poses concerns on this hypothesis. Recently, it has been described that the leader proteinase of BYV suppresses potyvirus infection in the BYV nonhost Nicotiana tabacum, but does not affect potyvirus replication in N. tabacum protoplasts or systemic infection in the BYV host Nicotiana benthamiana (Dolja et al., 1997) . The authors suggest that the potyviral HC and the BYV leader proteinases have analogous structural and functional organization and that the two proteins may compete for interaction with the same cellular target. The complex formed by BYV protein would be functional in the BYV host plant but would interfere with normal potyvirus infection in the BYV nonhost plant.\n\nThe plant alphalike viruses are characterized by replication proteins that contain an ordered series of domains: methyltransferaselike (MTr), helicaselike (Hel), and polymeraselike (pol) (Goldbach et al., 1991) . In some cases two proteins, one containing the MTr and Hel domains and the other containing the Pol domain, are encoded by separated RNA molecules. Other viruses encode a single polyprotein that contains the three domains. However, most of the alphalike viruses have developed special strategies to produce different amounts of a protein containing the three domains and a Pol-containing protein. Suppression of termination at leaky stop codons (readthrough), ribosomal frameshifting, and proteolytic processing can play that role.\n\nThe proteinases involved in the proteolytic processing of the plant alphalike replication proteins have been denoted tymolike because they share some particular features with the best studied member of the group, the tymovirus proteinase (for a recent review, see Rozanov et al., 1995) . The proteinase responsible for the intramolecular cleavage of the 206K replication protein of turnip yellow mosaic virus (TYMV) has been mapped just upstream of the Hel domain (Fig. 6) , and deletion analysis has delimited the proteinase domain to residues 731-885 (Bransom and Dreher, 1994) . Sequence alignments and sitedirected mutagenesis analysis indicate that the TYMV proteinase is a papainlike cysteine proteinase with a predicted catalytic dyad formed by Cys783 and His869 (Bransom and Dreher, 1994; Rozanov et al., 1995) . In contrast with the closterovirus leader and the potyvirus HC proteinases, the TYMV proteinase does not cleave at the end of the proteinase domain but further downstream between the Hel and the Pol domains. N-Terminal sequencing of the C-terminal cleavage product derived from autoprocessing of the TYMV 206K polyprotein synthesized in vitro (Bransom et al., 1996 ) or in E. coli (Kadar6 et al., 1995 has shown that cleavage occurs between Ala1259 and Thr1260. The sequences at the cleavage sites predicted for different tymoviruses are poorly conserved, although a small amino acid is always present at position P1 (resembling other viral papainlike cysteine proteinases, see Sections II,A,2 and III,A) and P2 (Kadar6 et al., 1995) . Predicted cysteine proteinase domains similar to the TYMV one have been identified in the replication proteins of carlaviruses, capilloviruses, trichoviruses, marafiviruses, and apple stem pitting virus (ASPV) Edwards et al., 1997) (Figs. 6 and 7) . Although the genome structures of these viruses are very different, their large replication proteins always show the same modular organization: MTr-proteinase-Hel-Pol. Interestingly, the capsid protein of capilloviruses (Ohira et al., 1995) and one of the capsid proteins of oat blue dwarf marafivirus (OBDV) (Edwards et al., 1997) are translated as the C-terminal part of their large polyproteins, but it is unknown if they are proteolytically processed by their tymolike cysteine proteinases. Experimental evidence for proteolytic activity of tymolike proteinases other than the TYMV one has only been reported for that of blueberry scorch carlavirus (BBScV) (Lawrence et al., 1995) .\n\nFIGURE 7 Sequence alignments of regions around the catalytic residues (signaled by *) of plant virus papainlike proteinases. The HyAV papainlike proteinases were also included in the alignment. Black or gray backgrounds indicate highly or moderately conserved residues, respectively, either in the HC-like or in the tymolike groups. Virus names are explained in the text and in the legend to Fig. 6 .\n\nThe protein encoded by beet necrotic yellow vein benyvirus (BNYVV) RNA-1, which contains the information necessary for replication of the viral genome, has been shown to undergo autocatalytic processing (Hehn et al., 1997) . A domain with sequence similarity to the papainlike TYMV proteinase has been found in the BNYVV RNA-l-encoded product (Figs. 6 and 7) . In contrast with other tymolike proteinase domains, that of BNYVV is located between the Hel and Pol domains of the polyprotein; that is, closed to the cleavage site upstream of the Pol domain Hehn et al., 1997) .\n\nThe sobemolike is a small supergroup formed by the genus Sobemovirus and the subgroup II of the genus Luteovirus, which have been proposed to have emerged by a recombination event between a sobemovirus and a subgroup I luteovirus (Goldbach et al., 1991) . The genome organization of these rather small viruses is quite complex, and its genome expression employs sgRNAs, frameshifting, readthrough, and, probably, proteolytic processing. Gorbalenya et al. (1988) proposed some years ago that a serine proteinase is encoded by the sobemovirus genome. Although the proteinase domain has been tentatively identified in newly sequenced sobemoviruses and luteoviruses, direct experimental evidence of proteolytic activity associated with a gene product from these viruses is not yet available.\n\nRecently, indirect evidence for a proteinase activity associated to potato leafroll luteovirus (PLRV) has been reported. The experimentally determined N-terminal amino acid sequence of the PLRV VPg has been shown to map to the carboxyl region of the PLRV ORF1 product downstream of the putative proteinase domain (van der Wilk et al., 1997) (Fig. 8) . Since the RNA replicase is thought to form the carboxyl part of the readthrough product of ORF1 and ORF2, the position of the proteinase on the luteoviral polyprotein would differ from the picornalike VPg-proteinase-Pol arrangement, which prevails in all other ssRNA viruses with a VPg. According to sequence alignment analysis, the proteolytic processing site at the N-terminus of the subgroup II luteovirus VPg is predicted to be E$S/T (van der Wilk et al., 1997).\n\nAspartyl proteinases from animal retroviruses have been studied in great detail in the last years (Dougherty and Semler, 1993) . In contrast, few experimental data are available on plant pararetrovirus proteinases.\n\nPlant pararetroviruses are now classified as a novel family Caulimoviridae (Pringle, 1998) . Two genera, Caulimovirus and Badnavirus, were first defined using the capsid morphology as main classification criterion. However, the larger number of different plant pararetrovirus genome organizations demand a more complex classification (Hohn and F~itterer, 1997; Pringle, 1998) . All plant pararetroviruses encapsidate dsDNA, contain genes homologous to gag and pol genes of animal retroviruses, and seem to share the same replication strategy involving reverse transcription. Conversely, different plant pararetroviruses use quite diverse gene expression mechanisms (Hohn and F~itterer, 1997) . Cauliflower mosaic caulimovirus (CaMV) is the best-studied plant pararet~ rovirus (Fig. 9) . The CaMV genome encodes CP, proteinase, reverse transcriptase, and RNase H in the same order than animal retroviruses; however, CaMV differs from them in producing independent polyproteins for the CP (ORF4) and the enzymatic functions (ORF5) (Schultze et al., 1990) . In vitro translation of ORF5 has shown that its primary translation product is processed to yield an N-terminal protein containing the proteinase domain and a CJterminal one containing the reverse transcriptase and RNase H domains (Torruella et al., 1989) . The CaMV proteinase has the characteristic DTG active site (involvement of the Asp residue in the proteolytic activity has been shown by siteJ directed mutagenesis) and the conserved Gly in the typical IIGD context of aspartyl proteinases. Its 20K size and the fact that it contains only one copy of the proteinase motifs suggest that, like its animal retrovirus counterparts, the CaMV proteinase is active as a dimer. Experiments in plant protoplasts and in E. coli have demonstrated that the ORF5-encoded proteinase is also involved in the processing of the ORF4 product. The resulting 44K protein undergoes further, not well characterized, posttranslational modifications and forms the viral capsids (Mart~nez-Izquierdo and Hohn, 1987) .\n\nThere are also experimental data on the aspartyl proteinase of rice tungro bacilliform virus (RTBV). In this virus, the CP, proteinase, reverse transcriptase, and RNase H are synthesized as part of a single polyprotein that includes addi-\n\n.f, .f. t I1 RTBV\n\nFIGURE 9 Linear representation of the circular genomes of CaMV caulimovirus and RTBV depicted as explained in the legends to Figs. 1 and 5. The aspartyl proteinase is represented by a bricked pattern. Only cleavage sites for which there is experimental evidence are indicated. Dashed vertical lines indicate that the exact place of the cleavage site has not been identified. The cleavage site of the noncharacterized cysteine proteinase in the ORF3 product is not shown.\n\ntional sequences of unknown function (Qu et al., 1991) . Making use of a baculovirus expression system, Laco et al. (1994 Laco et al. ( , 1995 have demonstrated that the RTBV proteinase is able to cleave upstream of the reverse transcriptase domain and downstream of the RNaseH domain. Cleavage at this second site is not required for reverse transcriptase activity but it is needed for RNase H activity. The sequences at the two cleavage sites, GYSKN and LK$CL, are not similar to those described for animal retroviruses. Immunoelectron microscopy experiments have shown the presence of the RTBV proteinase in the surface of virus particles; however, it is not known if it is present as a free protein or as part of a larger precursor (Hay et al., 1994) . It has been suggested that a virion-associated cysteine proteinase is involved in the processing of the CaMV ORF3, a minor component of the virus particles (Guidasci et al., 1992; Dautel et al., 1994) . More information is required to know the relevance of this second proteinase, probably of cellular origin, in the infection cycle of CaMV.\n\nIn the last years, advances in plant virus genome sequencing and the availability of in vitro and in vivo heterologous experimental systems have permitted the identification and characterization of a large number of plant virus-encoded proteinases. The development of full-length cDNA clones from which infectious transcripts can be produced either in vitro or in vivo, has facilitated the functional analysis of the plant virus proteinases. However, at present nearly nothing is known about how the different proteolytic processing pathways are controlled (by viral and host factors) to engender the required protein products in the appropriate place, amount, and time.\n\nIn spite of the high specificity of the viral proteinases, cellular substrates for animal virus proteinases have been described (for instance, Devaney et al., 1988; Clark et al., 1993; Novoa et al., 1997) . At least some of these cellular substrates are proteins involved in the control of cell transcription and translation. Thus, the activity of the viral proteinases can interfere with important cellular processes to favor virus replication. Although many plant virus encoded proteinases only act in cis, and cleavage of plant cell proteins by viral proteinases has not been described, it is tempting to speculate that virusinduced proteolytic activities could affect the basic plant cell machinery and/or its defensive responses. These events could be specially relevant to explain the ability of the virus to infect particular hosts and the development of disease symptoms.\n\nFinally, the high specificity of the plant virus-encoded proteinases confers upon them very high interest as potential biotechnological tools and targets. As an example of their use in biotechnology, the potyvirus NIa proteinase has been reported to be helpful for the purification of tag-linked proteins synthesized in heterologous systems (Parks et al., 1994) and for the production in transgenic plants of multiple proteins through tranlation of single self-processing polypeptide (Marcos and Beachy, 1997) . On the other hand, the recent use ofproteinase inhibitors in AIDS therapy has emphasized the convenience of virus-encoded proteinases as targets of antiviral action. Van Rompaey et al. (1995) have designed a mutant protein able to inhibit the activity of the TEV proteinase by manipulation of the c~2-macroglobulin bait region. The expression of appropriately designed proteinase inhibitors might provide to transgenic plants suitable virus resistance."}