{"title": "First characterization of a Middle-East GI-23 lineage (Var2-like) of infectious bronchitis virus in Europe", "body": "The genus Gammacoronavirus within the family Coronaviridae, in the order Nidovirales includes infectious bronchitis virus (IBV), turkey coronavirus (TCoV) and guinea fowl coronavirus (GfCoV) that infect different poultry species. This genus also contains other coronaviruses isolated from wild birds and from non-avian hosts (Carstens, 2010) . IBV is ubiquitous in most parts of the world and is responsible for enormous economic losses in chicken production. Depending on the method used for differentiation, many different serotypes, genotypes or protectotypes of IBV have been recognized (de Wit et al., 2011) . Today, genotyping based on the S1 gene fragment is the most commonly used system for IBV classification, although the lack of standard rules concerning the S1 gene region to be analysed and the absence of uniformity in the nomenclature of the genetic groups, makes interpretation very difficult. Recently, a new classification based on the whole S1 gene (about 1600 nt) analysis has been proposed. It distinguished and named 32 lineages, comprised into 6 genotypes (GI to GVI) (Valastro et al., 2016) . Some of these lineages are widely distributed in several continents or countries as GI-1 (formerly Mass-like), GI-13 (793B) and , whereas others, like the GI-16 (Q1), and , are more narrowly distributed (de Wit et al., 2011; Valastro et al., 2016) .\n\nVariants assigned to GI-23 lineage of IBV have circulated only in the Middle Eastern countries for nearly 20 years. Strains of this lineage were first identified in Israel in 1998, just two years after the occurrence of first IBV outbreak in the country caused by Var1 (Callison et al., 2001) , currently classified as GI-13 lineage. In subsequent years, a new strain genetically similar to Var2, so-called IS/720-like, was found in chickens suffering respiratory and urinary health problems in this country (Meir et al., 2004) . Over the years, the number of cases of the disease caused by IS/720-like variant gradually decreased until 2006, when the second wave of GI-23 (Var2) epidemic occurred. The new GI-23 viruses were more pathogenic and caused enormous losses in Israeli poultry industry, forcing the implementation of a new homologous vaccine (with IS/1494/06 strain) in 2010 (Even-Chen et al., 2014) . The GI-23 IBV strain rapidly spread to other Middle Eastern countries. In 2009, it appeared in Jordan and in northern Iraq (Seger et al., 2016) . Molecular monitoring of IBV strains circulating in Iran revealed that most detected strains belonged to IS/720 and Var2 (both GI-23), which were responsible for 18.4% and 17.2% of clinical cases of IB, respectively (Hosseini et al., 2015) . In Egypt, this IBV lineage has been circulating since 2010 and by 2012 has dominated among other strains (Hussein et al., 2014; Selim et al., 2013; Zanaty et al., 2016) . In 2011 and 2012 the GI-23 strains has been identified in Turkey and Libya, respectively (Awad et al., 2014; Kahya et al., 2013; Yilmaz et al., 2016) . Later on, the presence of IBV GI-23 was found in Saudi Arabia, Kuwait, Bahrain, Armenia, and since 2015 also in Russia, Lithuania and Ukraine (personal information from Ashash U., Israel). The IBV GI-23 lineage was detected in unvaccinated and vaccinated broilers, layers and broiler breeders and caused respiratory system disease, kidney damage and drop in egg production (Hussein et al., 2014; Kahya et al., 2013; Selim et al., 2013) . Intensive international trade, uncontrolled movement of people and animals as well as of wild birds across the borders of the Middle Eastern countries were suspected as the cause of the spread of the GI-23 lineage (Domanska-Blicharz et al., 2014; Hussein et al., 2014; Kahya et al., 2013) . In this short communication, we report the results from studies on IBV circulating in Poland conducted over the period of six months and also from sequencing of the complete genome of IBV belonging to the GI-23 lineage identified for the first time in Poland.\n\nThe first case of IBV belonging to the GI-23 IBV lineage (gammaCoV/Ck/Poland/G229/2015) was identified in Poland in December 2015 and occurred in a commercial Ross broiler flock vaccinated with IBV Mass-like (GI-1) strain at the hatchery. Clinical signs of depression, sudden decrease in feed consumption, diarrhea and increased mortality (7%) were observed in 6 week-old chickens. Postmortem examination revealed enlarged and congested livers and kidneys. Sample supernatants of kidneys suspensions (10% w/v) prepared in sterile phosphate-bufferred saline (PBS) were used for viral RNA isolation (QIAamp Viral RNA Mini Kit, Qiagen, Germany) according to the manufacturer's instructions. Real-time RT-PCR targeting the 5′ untranslated region (5′UTR) fragment, as previously described (Callison et al., 2006) , was conducted using the QuantiTect Probe RT-PCR Kit (Qiagen, Germany) in a 7500 Real Time PCR System (Applied Biosystems, USA). For preliminary genotype determination adopted in our laboratory for diagnostic purposes, primer set mixed with chemistry offered by the One-Step RT-PCR kit (Qiagen, Germany) which enabled amplification of approximately 400-bp nucleotide sequence covering one of the hypervariable region of S1 gene (aa 274-387) was used (Worthington et al., 2008) . Obtained amplicons were sequenced in both directions using Sanger sequencing technology by Genomed Sp. z o.o. (Warsaw, Poland). The forward and reverse nucleotide sequences were edited and aligned in the final consensus sequence using the SeqMan program (DNASTAR, Madison, WI). They were then compared with sequences published in GenBank database using Basic Local Alignment Search Tool (BLAST). The partial S1 gene of gammaCoV/Ck/Poland/ G229/2015, obtained from RNA isolated from infected kidneys, revealed 99% nucleotide identity with the Var2 IBV IS/1494/06 strain of the GI-23 lineage (GenBank accession number HM131453). During the next six months up to June 2016 another organ/tissues samples from forty-nine chicken flocks, both commercial layers and broilers, were submitted to the Department of Poultry Diseases, National Veterinary Research Institute, Pulawy, Poland for disease diagnosis and thirty-nine (79.6%) of them were IBV positive. For all positives, IBV genotype determination using above described method was applied. BLAST analysis of obtained about 400-nt fragments of the S1 gene revealed that ten (25.6%) of the positive flocks were infected with the Var2 variant. Furthermore, in nineteen (48.7%) and ten (25.5%) flocks 793Blike and QX-like IBV strains, respectively were identified. Symptoms like mild to medium respiratory signs and watery diarrhea were observed in most of Var2-infected chickens. To confirm the classification of the Var2 virus according to the recently proposed rules (Valastro et al., 2016) , the whole S1 gene of 6 samples with high virus load in infected tissues was amplified with set of specific primers (File S1). Multiple alignments of sequences were performed using Clustal W. Maximum likelihood (ML) and Neighbor-joining (NJ) phylogenetic analyses of each gene and of the complete genome, were conducted in MEGA v6 using the best-fitting nucleotide substitution models. Bootstrap analysis of the resultant trees was performed using 1000 replicates (Tamura et al., 2013) . The full S1 gene sequences (1600 nt) generated in this study have been submitted to GenBank database with accession numbers KY028743 -KY028748. Obtained sequences were phylogenetically analyzed using a dataset consisting of 199 sequences, including 6 representative sequences of each lineage and 26 strains recognized as unique variants as recently recommended (Valastro et al., 2016) . All Polish IBV strains grouped within the GI-23 lineage (Fig. 1) . The alignment of 1619 nt and 539 aa sequences of detected IBV strains showed identity between 99.7-100% and 99.6-100%, respectively. They revealed the highest nt (99.1-99.4%) and aa (99.0-99.4%) sequence similarity with Israeli IS/1494/06 vaccine strain (GenBank accession number EU780077). Specifically, 12 nucleotide changes compared to IS/1494/06, which resulted in the alteration of 3 amino acids (position 61 P → S, 93 A → V and 317 K → R), have been identified. Additionally, gammaCoV/Ck/Poland/G036/2016 strain (GenBank accession number KY028745) had two further amino acid alterations at the position 38 (T → N) and 57 (S → R). In the sequence of gammaCoV/ Ck/Poland/G052/2016 strain (GenBank accession number KY047602) one additional amino acid was changed at the position 130 (N → Y). All amino acids changes were within hyperviarable regions of S1 subunit gene which encode neutralizing and serotype-specific epitopes but whether they alter antigenicity is difficult to assess. Based on the above results we could conclude that the first GI-23 strain was identified in Poland in December 2015 and during next 6 months it accounted for over 25% of all IBV detected, next to GI-13 (793B-like) and GI-19 (QXlike) strains, which accounted for 48% and 25% of all positives, respectively. Phylogenetic analysis of S1 gene showed that Polish GI-23 (Var2-like) strains grouped together with similar Middle Eastern strains but posses additional nt changes in comparison to Israeli IS/1494/06 vaccine strain. Some of these changes were identified in IBV Var2 strains detected in Turkey or Egypt (Eg/CLEVB-2/IBV/012 and TR8 with GenBank accession numbers JX173488 and KP259312, respectively) (Zanaty et al., 2016) , however some of them (at positions 93 and 317) were specific of Polish strains.\n\nTo get more insight into characteristics of Polish GI-23 IBV strains, virus isolation of one positive sample with high virus load (gammaCoV/ Ck/Poland/G052/2016) was performed by inoculation of 9-day-old embryonated specific-pathogen free (SPF) eggs (VALO BioMEDIA, Germany) with filtrated GI-23 IBV positive material detected in kidneys of 6-week old broilers in March 2016 (OIE, 2016) . Already in the first passage, typical lesions, such as curling, dwarfing and stunting of embryos were observed in infected eggs. To generate the complete genome, the RNA extracted from allantoic fluid was sequenced using the Illumina MiSeq technology (Illumina Inc, San Diego, USA) offered by previously mentioned commercial service. The RNA virus libraries were prepared with NEBNext Ultra RNA Library Prep Kit for Illumina (New England BioLabs GmbH, Germany). They were then validated and quantified using Bioanalyser and real time PCR. Sequencing was done in paired-end technology using MiSeq Reagent Kit V2 (Illumina Inc, San Diego, USA). The CLC Genomics Workbench v7.0 was used for MiSeq data analyses. Obtained complete genome sequence of isolated gam-maCoV/Ck/Poland/G052/2016 virus was submitted to the GenBank under accession number of KY047602. The full-length genome consisted of 27596 nucleotides and has an organization typical for IBV (UTR5′-POl-S-3a-3b-E-M-4b-4c-5a-5b-N-UTR3′) (Fig. 2) . The nucleotide composition of sequenced IBV strain is 28.9% A, 21.9% G, 33% T and 16.3% C. The G/C content is 38.2%. Gene 1 with a length of 19827 nt, consists of ORF1a of 11853 nt and ORF1b of 7974 nt. Between Gene 1 and Gene 2, there are 65 nt overlap. Gene 2 has a length of 3492 nt with a single ORF, encoding S glycoprotein which is cleaved into two subunits S1 (1601 nt) and S2 (1891 nt), encoding for 533 and 630 aa, respectively. There is 1 nt overlap between Gene 2 and Gene 3. Gene 3 has 674 nt and consists of 3 overlapping ORFs which encode 2 accessory proteins, 3a and 3b and structural envelope E protein of 174, 192 and 285 nt, and 57, 63 and 94 aa of length respectively. There are 1 and 20 nt overlap between 3a -3b and 3b -E, respectively. Between Gene 3 and 4, the overlap consists of 54 nt. Gene 4 is 1040 nt long and contains three ORFs which encode M protein of 226 aa and 4b and 4c proteins of 94 aa and 52 aa, respectively. There are 78 nt overlap between 4b and 4c. Between Gene 4 and 5, the overlap consists of 3 nt. Gene 5 contains 443 nt and consists of 2 overlapping ORFs, ORF5a and ORF5b, which are 198 and 249 nt long, respectively (of 65 and 82 aa proteins). There are 58 nt overlap between Gene 5 and Gene 6. Gene 6 with a length 1230 nt encodes the N protein of 409 aa. Untranslated regions (UTRs) at 5′ and 3′ends of the genome are 481 and 509 nt long, respectively. The phylogenetic analysis of the complete genome was conducted to investigate the relationship of the obtained gammaCoV/Ck/PL/G052/ 2016 IBV with different gammacoronaviruses downloaded from GenBank (out of 190 available 76 IBVs were selected which represent all continents and lineages if possible, 3 TCoV strains including North American and European ones and the only one available strain of GfCoV). The complete genome showed the highest identity (90.7%) with the sequences of strains ArkDPI11 and vaccine Mass41, and the lowest (83.1%) to that of Chinese IBV strain CK/CH/SD09/005 (File S2). The sequences of the individual genes posses various degree of similarity with different IBV strains. Only Genes 4 and 5 of gammaCoV/ Ck/Poland/G052/2016 have the highest nt and aa sequences similarity in the range of 97.6-99.5% and 97.3-99.4%, respectively with Ukr27-11 IBV strain. The nt and aa identity of the Gene 1 reached the highest level of 92.5% and 95.6%, respectively to the IBV strain ck/CH/LDL/ 110931. The Gene 6 showed the highest nt of 92.7% and aa similarity of 94.6% with ck/CH/LSD/110410 and ck/CH/LHB/130927 strains. Topology of the phylogenetic tree based on S1 gene allowed to classify the strain to GI-23 lineage, while the S2 gene revealed the highest nt and aa similarities (90.2% and 92.8%, respectively) with the Italian QX strain ITA/90254/2005, which belong to GI-19 lineages. The lowest similarity to known IBV sequences was observed for the gene 3 of gammaCoV/Ck/Poland/G052/2016 (88.7%), while the 5′ and 3′UTRs were the regions with the highest nt similarity to other IBV sequences (98.4% and 99.5%). The low similarity at the nucleotide level was confirmed by our phylogenetic analysis of the full-length genomes of gammaCoV/Ck/Poland/G052/2016 and strains listed in File S2. It formed a separate branch distinct from all of the full-length genome sequences analyzed in this study which could suggest that gammaCoV/ Ck/Poland/G052/2016 is distantly related to all of the known IBV strains (Fig. 3) .\n\nTo detect any recombination events in the gammaCoV/Ck/Poland/ G052/2016 genome, the complete genome of 15 representative sequences were selected by performing the BLAST search of different fragments of the genome of the Polish virus. Sequences with the highest identity were selected and analysed using the RDP, Geneconv, Maxchi, BootScan, 3Seq and Chimaera methods available in the RDP package v.4 (Martin et al., 2015) . We considered as true only the recombination events identified by at least three different methods with p-value below A. Lisowska et al. Virus Research 242 (2017) 43-48 1.0 × 10E-10. Our analysis predicted four putative recombinant regions within Genes 1 and 6 (pol 1a, 1b and N), from nucleotide 5781-7683, 18906-19386, 19416-19986 and 26946-27405 , which appeared to have been acquired through recombination events with viruses belonging to lineages GI-1 (as strains H120, Conn and M41), GI-13 (strain 4/91) and GI-23 (strain ITA/90254/2005) . The majority of these recombinant regions were relatively short (from 460 to 571 nt), however one was 1895 nt-long (Table 1) . Similar recombination positions within the 1a, 1b and N proteins were already previously reported (Abro et al., 2012; Wu et al., 2016; Xu et al., 2016) . To confirm these recombination breakpoints, seven phylogenetic trees were constructed for the following nucleotide fragments: 0-5780, 5781-7683, 7684-18905, 18906-19386, 19416-19986, 19987-26946, 26947-27405 (Files S3-S9) . Only the phylogenetic tree obtained for the region 26947-27405 (File S9) clearly supported the results of the RDP analysis, with the Polish virus showing a similarity of 99.8% with the 4/ 91 vaccine strain. Differently, in all the other phylogenies, the long branches that separate gammaCoV/Ck/Poland/G052/2016 from the parent strains sequences make difficult to assess the origin of the different fragments, although they clearly showed a differ clustering in the different phylogenies (Files S3-S8). It is noteworthy that three of potential parents of recombination (H120, Conn and 4/91) are vaccine strains and some of them are broadly used, both in Poland as well as in the countries of Middle East region (Even-Chen et al., 2014; Hosseini et al., 2015; Hussein et al., 2014; Kahya et al., 2013) . Whether these recombinations have occurred in the Middle East region or in Poland could be estimated by comparing the whole sequences of viruses from different regions, which, however, is currently not available due to the lack of such genomes in the public database. GI-23 strains seem to be very prone for recombination. Recently, numerous such events were identified within S1 gene of Egyptian IBV-EG/1586CV-2015 strain which probably emerged from two different variants of GI-23 lineage (Zanaty et al., 2016) . We also found interesting branching out of phylogenetic tree based on ORF1ab region (7684-18905 nt, File S5) which contained Polish GI-23 strain and European TCoV, GfCoV and IBVs of GI-19 lineage (ITA/90254/2005 and CK/SWE/0658946/10). Such correlation in the genome fragment recently raised the hypothesis that GfCoV could be the ancestor of Italian QX strain (Brown et al., 2016) . Guinea fowl are native birds to Africa, the continent neighboring the Middle East and it could not be ruled out that the viruses infecting these animals were also the ancestors of Polish representative of GI-23 lineage of IBV, gammaCoV/Ck/Poland/G052/2016 strain.\n\nIn conclusion, our data demonstrates that GI-23 (Var2-like) lineage of IBV which circulated over 20 past years in the Middle-East region spread into Poland and have become one of the predominant among such IBV variants as GI-13 (793B-like) and GI-19 (QX-like). The source of this new virus introduction to the chicken population in Poland is unknown. Full-length genome analysis of Polish GI-23 lineage of IBV showed that some of its fragment is rather distantly related to other IBV but some originate from commonly known IBV strains. Phylogenetic analysis of gammaCoV/Ck/Poland/G052/2016 revealed that this isolate was found to be a mosaic and its putative parents are descendent from Mass-like, 793B-like and QX-like strains. The information about the complete genome of the GI-23 viruses from Middle East would provide a better understanding of the origin of the Poland sequence. However, to the authors knowledge, no such sequences are available in the public database. Presented data expands our knowledge about characteristics of IBV belonging to GI-23 lineage. "}