{"title": "Rapid Diagnosis of Respiratory Virus Infections Patients With Acute Respiratory Disease in", "body": "Diagnosis of viral infections of the respiratory tract is relatively inefficient. This is due to several factors, one of which is the isolation of the virus in tissue culture systems because some of the agents--rhinovirus or coronavirus--cannot be cultivated in a practical manner. Others, such as respiratory syncytial virus, have a low rate of efficiency of cultivation. Another factor is the quality of the specimen; the presence of viral immunoglobulin A-antibodies in the mucus secretions, or virus inactivation due to improper storage or prolonged transport time of the specimen to the laboratory. A third factor relates to the prospects of a virus being present in the specimen. For example, in the case of influenza the chance for the isolation of the agent decreases rapidly 3 days after onset of clinical symptoms. Finally, the time required for virus isolation, including tissue culture cultivation, hemadsorption, and typing of the virus isolate, generally requires 3-10 days, a time lapse that cannot be tolerated if useful cooperation with the clinician is to be maintained.\n\nEnhancement of efficiency and performance of rapid diagnosis are the current tools in clinical virology. The first successful efforts in this direction were made by Gardner and McQuillin (1968) in London, Grandien (1985) in Stockholm, Halonen et al. (1983) in Turku, and others (Orstavik et al., 1980; Berg et al., 1980; Chao et al., 1979; Daisy et al., 1979: Fulton and Middleton, 1974) . These scientists improved the application of immunofluorescence techniques for the rapid diagnosis of respiratory tract diseases. As viewed by the European Group for Rapid Viral Diagnosis, this was reasonable progress in rapid diagnosis of viral diseases. Although immunofluorescent staining of cells removed from the nasopharynx is a rapid method, it is also subjective and requires a highly skilled microscopist. The preparation of the smears (usually at the bedside) is another critical problem. Furthermore, this method has not been automated, and is restricted to a relatively small number of samples per day.\n\nTherefore, the advantages of the radioimmunoassay (RIA) and enzyme-linked immunosorbent assay (ELISA) (Yolken, 1982) are clearly evident. The major advantages are objectivity, high sensitivity, and detection of specific viral antigens independent of the presence of viable virus (Purcell et al., 1974) . This last advantage eliminates the problems of storage and transport of the samples, as well as the diagnostic problems later in the course of illness. Recent studies have shown that the sensitivity and the specificity of ELISA and RIA were comparable to those obtained by the immunofluorescence tec]anique or by conventional isolation techniques (Minnich and Ray, 1980 : Sarkkinen et al., 1981a : Sarkkinen et al., 1981b .\n\nThe validity of rapid diagnosis of respiratory tract viral diseases was tested by antigen detection in a pilot project during an outbreak in Berlin, during the winter of 1980. The RIAs and the ELISAs were performed according to the methods of Sarkkinen et al. (1981a Sarkkinen et al. ( , 1981b Sarkkinen et al. ( , 1981c and Halonen et al. (1983) . The purpose of the study was to test the efficiency of a four-layer RIA or enzyme immunoassay, respectively, in comparison with conventional isolation techniques in the routine work of the laboratory with unselected clinical specimens. The time of the pilot project was characterized by an outbreak of influenza A subtype H,N1 followed by a second wave of subtype H3N3 within 2-3 wk.\n\nDuring this seasonal outbreak of acute respiratory diseases, specimens from 146 patients were investigated for influenza A, B, para 1, 2, 3, respiratory syncytial and adenovirus (Ehrlicher et al., 1984) . The specimens were obtained from both hospitalized patients and from patients seeing physicians in the clinic or office. The patients were mainly children of both sexes, ranging in age from 4 wk to 14 yr, who had clinical symptoms of acute respiratory disease, and were examined within the first 3 days after onset of clinical symptoms. The samples were obtained by aspiration from the nasopharynx with a fine plastic catheter through the nostrils of patients. By this method, usually 0.2-2.0 ml of mucus was easily obtained. Furthermore, we learned that this method is more readily tolerated by the patient than are throat swabs because the vomiting stimulus is avoided. For further handling the aspirated specimens were divided in two parts; one was diluted 1:10 with Eagle's medium containing antibiotics and inoculated on tissue cultures of primary African green monkey kidney cells, on human diploid fibroblasts, or on FL cells. The tissue cells were observed for cytopathic effect or hemadsorption. If positive they were propagated further in deembryonated eggs and examined with the electron microscope. The second part of the specimen was diluted 1:5 with phosphate buffered saline containing 20% FCS, 2% Tween 20, and 10 -~ merthiolate. After sonication to dissolve the mucus, the material was stored at -70°C until tested with the RIA or the ELISA procedure. The RIA was performed on polystyrene beads coated with antivirus guinea pig immunoglobulin G (IgG) purified by immunosorbent chromatography. After over-night adsorption of the sample preparation, rabbit antivirus immunoglobulin was added and allowed to react for 1 hr; this was followed by the addition of labeled sheep antirabbit IgG. Binding ratios of 2.1 or greater compared with control preparations were considered positive.\n\nThe sensitivity of this procedure as a method for antigen detection was determined with purified antigens. The sensitivity ranged from 5 ~g/ml of virus protein for adenovirus, influenza A, and parainfluenza 1 and 3, to 20 ~g/ml for influenza B and parainfluenza 2. For respiratory syncytial virus the sensitivity was 200 ~g/ml. The specificity was high, and no crossreactivity was observed, either in control antigen or in clinical specimens with other types of isolated viruses.\n\nAs demonstrated in Figure 1 , 119 specimens cultured for influenza A virus were negative and 27 were tissue culture-positive. In the RIA four of the tissue culturenegatives were positive and six of the culture-positives were negative in the RIA. These results were independent of the influenza subtype (H1N, or H3N3) . The investigation shows that RIA has a good sensitivity and an enhancement of efficiency can be obtained by the RIA. But does viable virus escape detection by the RIA if only small numbers are present in the specimens. For influenza B virus, the RIA has a significantly higher efficiency than conventional isolation techniques. However, with adenovirus ( Figure 2 ) all of the 133 tissue culture-negative attempts were also negative with the RIA, but from the 13 tissue culture-positive specimens, three were negative in the RIA A significant improvement in diagnosis could be obtained for respiratory syncytia[ virus (Figure 3) . From 144 culture-negative probes, five were significantly FIGURE 1. Influenza A antigen detection by radioimmunoassay in 27 tissue culture-positive specimens and 119 tissue culture-negative specimens (Ehrlicher et al., 1984) . FIGURE Z. Adenovirus antigen detection by radioimmunoassay in 13 tissue culture-positive specimens and 133 tissue culture-negative specimens (Ehrlicher et al., 1984) .\n\nFIGURE 3. Respiratory syncytial virus antigen detection by radioimmunoassay in two tissue culture-positive specimens and 144 tissue culture-negative specimens (Ehrlicher et al., 1984] . The examples demonstrated in this 5 yr project were in close agreement with the clinical pictures, and most of the results could be confirmed by demonstrating a significant increase of the antibody titers. Only a few cases of parainfluenza virus infection were found in this observation period, but in an outbreak later in the year the method produced very good results with high sensitivity.\n\nEvidently, for influenza A and especially for influenza B, a higher efficiency of virus diagnosis can be obtained using RIA. A significant advance also may be obtained with respiratory syncytial virus; but with adenovirus the RIA produced no measurable advantage. After evaluation of those seven tests under naturally occurring epidemiologic conditions, we elected to continue this approach, but we replaced the RIA method with an ELISA using a peroxidase detection system in microtiter plates. The results were essentially the same and we now use the ELISA system in our clinical diagnostic routine, covering nearly all hospitals, and a large number of outpatient clinics, in West Berlin.\n\nThe antigen detection approach has proved to be a suitable method to improve the efficiency of diagnosis of respiratory viruses. But in our opinion it is still necessary to perform a tissue culture simultaneously. Sensitivity can be enhanced by using purified antibodies of higher potency or of better specific activity of labeling. Generally, monoclonal antibodies are of no advantage in this system. The concentration of the samples is an important factor.\n\nBecause testing for seven different virus antigens requires at least 0.5 ml of mucus it would be desirable to reduce the test volumes and to develop combined tests for several antigens in one single assay. The time required for virus diagnosis could be reduced from several days to 12 hr.\n\nFinally, when considering the time reduction in diagnostic work, one should keep in mind that, especially when using rapid methods, the organization of the flow of clinical material from the patient to the laboratory and the evaluation, interpretation, and printing and transfer of the results to the clinician requires an amount of time greater than for the laboratory tests. Therefore, we developed a fully-computerized diagnostic system and obtained a significant additional time reduction in virus diagnosis (Habermehl, 1983 (Habermehl, , 1985 .\n\nRapid diagnosis of virus diseases is the goal of the immediate future. Currently available antiviral drugs are specifically directed against one group or kind of virus and, because therapy should be started as early as possible, it is necessary now to establish a variety of diagnostic methods to be prepared to fulfill the clinical requirements of the future."}