{"title": "Entry of Newcastle Disease Virus into the host cell: Role of acidic pH and endocytosis", "body": "Newcastle Disease Virus (NDV), a prototype of paramyxovirus, is an avian enveloped RNA-negative strand virus that causes respiratory disease in domestic fowl, leading to huge economic losses in the poultry industry. The envelope of NDV contains two associated glycoproteins that mediate viral entry: the hemagglutinin-neuraminidase (HN) and fusion (F) proteins. HN is the receptor-binding protein that recognizes and binds to sialoglycoconjugates at the cell surface [1] and also has receptor-cleaving (sialidase) activity [2] . Based on crystallographic studies of the HN of NDV, two sialic acid-binding sites have been described [3, 4] , site II being located at the dimer interface and activated after engagement of site I to its receptor [4, 5] . Site I exhibits both receptor-binding and sialidase activities while site II only has receptor binding activity [4] . Moreover, the triggering of F protein requires the presence of its homotypic attachment protein through its fusion promotion activity.\n\nEnveloped viruses enter the cell through two main mechanisms: by direct fusion of the viral envelope with the plasma membrane or by endocytosis. The use of the cellular endocytic machinery is commonly associated with low-pH-dependent activation of viral fusion proteins such as in influenza virus or in vesicular stomatitis virus [6] .\n\nAdditionally, the fusion protein of Ebola virus is activated by acidic-pH-dependent proteases inside endosomes [7] . Moreover, recent studies suggest that viruses with pH-independent fusion proteins may use endocytosis for entry (revised in [8] ). Different families of viruses may use several different endocytic routes [9] [10] [11] , the major pathway being the clathrin-mediated endocytosis used by viruses such as Semliki Forest and Sindbis alpha virus [12] or Hantaan virus [13] . Recent reports indicate that HIV also uses this route productively [14] . Caveola-mediated endocytosis is the second best characterized pathway used by SV40 and Ebola viruses to enter cells [15] [16] [17] [18] . Although most viruses have been described to enter the cell through a unique mechanism, there are increasing reports showing that many viruses are able to use alternative uptake pathways to infect different target cells or even simultaneous entry mechanisms in the same cell type ( [8, 19] and references therein).\n\nWith the exception of the fusion protein of the human metapneumovirus (HMPV), which depends on low-pH [20] , paramyxovirus fusion proteins are activated at neutral pH, which suggests that viral entry occurs by direct fusion at the plasma membrane [2] . Nevertheless, recent reports point to the notion that the pH requirement for fusion does not necessarily imply the location of membrane fusion (revised in [21, 22] ). Some members of the paramyxoviruses such as Sendai, Nipah, human metapneumovirus and human respiratory syncytial virus (hRSV) [23] [24] [25] [26] utilize the endocytic machinery for entry. Furthermore, as assessed by a R18 dequenching assay, our previous studies revealed the enhancement of NDV fusion with Cos-7 at acidic pH [27] and the colocalization of NDV with the early endosome marker EEA1 [28] . These findings prompted us to suggest that the entry of NDV would occur through caveola-mediated endocytosis as an additional mechanism to direct fusion with the plasma membrane [28] . To gain further insight into the molecular mechanisms of NDV entry, the present study focuses on the characterization of the NDV entry mechanism through the use of low-pH treatment of several cell lines that differ in the expression of sialoglycoconjugates at their surface and by analyzing the effect of different substances that either interfere with endocytosis or endosomal acidification on NDV interaction with cells. NDV entry showed to be sensitive to endosomal acid pH, and dynamin and protein kinase C inhibitors blocked NDV fusion and infectivity. Our data support the idea that NDV may penetrate HeLa and ELL-0 cells both by direct fusion at the cell surface and through receptor-mediated and dynamindependent endocytosis, at least in these cell lines.\n\nEast Lansing Line (ELL-0) avian fibroblasts and HeLa cells were obtained from the American Type Culture Collection (ATCC); MEB4 and GM95 were obtained from Riken BRC Cell Bank (Tsukuba, Japan); ELL-0, HeLa, MEB4 and GM95 cells were maintained in Dulbecco's modified Eagle's medium (DMEM); Chinese hamster ovary (CHO) and mutant Lec1 were also purchased from ATCC and maintained in DMEM: F12 and AlphaMEM media respectively. All media were supplemented with L-GlutaMax (580 mg l −1 , Invitrogen), penicillin-streptomycin (100 U ml −1 -100 μg ml −1 ) and 10% heat-inactivated fetal bovine serum (complete medium). The lentogenic \"Clone 30\" strain of NDV was obtained from Intervet Laboratories (Salamanca, Spain). The virus was grown and purified mainly as described previously [28] . For inectivity assays, a recombinant NDV derived from the Hitchner B1 lentogenic strain (rNDV-F3aa-mRFP [29] ), which expresses a monomeric red-fluorescent protein [30] and kindly provided by Dr. Adolfo García-Sastre, was used.\n\nBisindolylmaleimide I (BIM) was from Calbiochem; dynasore, concanamycin A, monensin, chloroquine, protease inhibitor cocktail and proteinase K were from Sigma Chemical Co; octadecylrhodamine B chloride (R18), Hoechst 33258, calcein, lipofectamine and Alexa Fluor 488 donkey anti-mouse antibody were from Molecular Probes. Monoclonal anti-NP and polyclonal anti-NDV antibodies were generous gifts from Dr. García-Sastre (Emerging Pathogens Institute, Mount Sinai School of Medicine, New York, USA); monoclonal anti-HN 14f and 1b antibodies were kindly provided by Dr. M. Iorio (University of Massachusetts Medical School, Worcester, USA).\n\nVirus titers were calculated in plaque-formation assays in Vero cells, as described [31] . Plaque numbers were counted under a light microscope and NDV infectivity was expressed as plaque-forming units (pfu) ml −1 .\n\nMonolayers of HeLa, ELL-0, MEB4, GM95, CHO and Lec1 cells on 35 mm plates were previously treated with the different inhibitors and then incubated with NDV at a moi of 1 for 1 h at 4°C in the continuous presence of the inhibitor. Cells were washed with ice-cold PBS to remove unbound virus and then collected from the plates by incubation with EDTA (520 μM) at 37°C. Cells were pelleted by centrifugation and fixed with 2.5% paraformaldehyde for 30 min at 4°C. After centrifugation, cells were incubated with anti-HN 14f and 1b mAbs in blocking solution (dilution 1:100) for 1 h at 4°C. Then, the cells were centrifuged and incubated with blocking solution containing anti-mouse Alexa Fluor 488-conjugated IgG (5 μg ml −1 ) for 1 h at 4°C. Cells were then pelleted by centrifugation and resuspended in a suitable volume of PBS for analysis in a FACScalibur flow cytometer (Becton Dickinson). At least 5 × 10 4 cells were analyzed for each sample. Mean fluorescence values were normalized to the control values. Data were analyzed with WinMDI 2.9 software.\n\nPurified NDV was labeled with the fluorescent probe R18 essentially as described previously [32] . Cells plated in 24-well plates treated or untreated with the inhibitors were incubated for 30 min at 4°C on ice with 2 μg of R18-NDV per plate. Then, cells were washed three times with cold PBS and incubated in complete medium containing Hoechst 33258 (10 μg ml −1 ) for 1 h at 37°C. They were fixed with 2% formaldehyde in PBS and the transfer of the rhodamine probe to cells was observed under an Olympus IX51 inverted fluorescence microscope. The percentage of fusion was calculated as the number of positive red-stained cells in 10 random fields with respect to the total number of cells in these areas of the well.\n\nMonolayers of cells were infected for 1 h at room temperature with different dilutions of the recombinant NDV rNDV-F3aa-mRFP. After 24 h at 37°C, the cells were observed under an Olympus IX51 inverted fluorescence microscope with a 10× objective. The percentage of infectivity was calculated as the number of red-fluorescent cells out of the total number of cells in six random fields.\n\nMonolayers of HeLa, ELL-0, MEB4, GM95, CHO and Lec1 cells on 35 mm plates were treated with the inhibitors and then incubated with 1 moi of NDV for 1 h at 37°C in the presence of inhibitor. Cells were washed with ice-cold PBS to remove unbound virus and were collected from the plates by incubation with EDTA (520 μM) at 37°C. Cells were pelleted by centrifugation and fixed with 2.5% paraformaldehyde for 30 min at 4°C. Then, cells were blocked and permeabilized with PBS containing 1% BSA (blocking solution) and 0.1% TX100 for 20 min at 4°C. After centrifugation, cells were incubated with anti-NP mAb in blocking solution (dilution 1:200) for 1 h at 4°C. Then, they were centrifuged and incubated with blocking solution containing anti-mouse Alexa Fluor 488-conjugated IgG (5 μg ml −1 ) for 1 h at 4°C. Cells were then pelleted by centrifugation and resuspended in a suitable volume of PBS for analysis with a FACScalibur flow cytometer (Becton Dickinson). At least 5 × 10 4 cells were analyzed for each sample.\n\nMean fluorescence values and the % of cells with fluorescence higher than the background were combined to quantify viral protein expression and were normalized to the control values. Mean fluorescence values were normalized to control values. Data were analyzed with WinMDI 2.9 software.\n\nMonolayers of cells were infected with 1 moi of NDV for 1 h at 37°C. At 7 h post-infection, viral F proteins were activated by digestion with acetyl trypsin [33] . Then, cells were incubated in complete medium overnight and stained with Giemsa or crystal violet for syncytium observation. Representative fields were captured with an inverted microscope (Olympus IX51). Quantification of syncytia was accomplished by measuring the area in pixels, referring to the total area of the field for three random fields. Areas were quantified using the analysis tool in Adobe Photoshop CS4.\n\nCells plated in 24-well plates were incubated for 30 min at 4°C on ice with 3 μg of R18-NDV per plate. Then, virus-cell complexes were exposed briefly to either pH 7.4 or pH 5.0 buffer by treating them with a 3-min pulse of buffered PBS at 37°C. After 1 h at 37°C with regular medium at neutral pH, the percentage of fusion was calculated as the number of positive red-stained cells in 10 random fields with respect to the total number of cells in these areas of the well.\n\nMonolayers of HeLa cells grown in 24-well plates were cotransfected with 1 μg of pCAGGS encoding viral F protein and/or with HN or empty pCAGGS for a total amount of 2 μg of DNA per well. Transfection was performed using lipofectamine. At 24 h post-transfection, cells were washed and F protein was activated by digestion with acetyl trypsin, as described above. Following this, dye-transfer fusion or syncytium assays were performed.\n\nHuman erythrocytes (RBCs) were double-labeled with calcein and octadecylrhodamine B chloride (R18). Briefly, RBCs at 10% hematocrit in PBS were incubated with 100 μg ml −1 of the aqueous dye calcein for 1 h at 37°C in the dark. After extensive washing, RBCs were collected by centrifugation and incubated with 25 μl (stock 2 mg ml −1 ) of the lipid probe R18 for 30 min at room temperature in the dark, followed by several washing steps to remove unincorporated dye from labeled cells. Monolayers of HeLa cells in 24-well plates were transfected as described above. At 24 h post-transfection, F protein was activated as described above, and the cells were exposed briefly to either pH 7.4 or pH 5.0 buffer by treating them with a 5 min pulse of buffered PBS at 37°C. Then, the media were removed and, without washing, cells were overlaid with dye-hematocrit per well in DMEM. The effectortarget cell complexes were incubated at different temperatures for 1 h. Nuclei were stained by incubation with 10 μg ml − 1 of Hoechst dye. Cells then were washed several times with PBS to remove unbound RBCs, and dye transfer was visualized under an inverted fluorescence microscope at a magnification of 10 ×. The extent of fusion was calculated as the percentage of dye-labeled cells in the total number of nuclei.\n\nConfluent monolayers of cells in 24-well plates were pre-treated for 1.5 h for concanamycin A and monensin, 1 h for chloroquine, or 30 min for dynasore, with the inhibitor or vehicle control (control volume equal to the maximum volume of the drug) at the indicated concentrations (Table 1) . For infectivity assays, infections were carried out such that on average 40% of the cells would be infected in the control wells. After 4 h at 37°C in the presence of a drug or vehicle control (2 h for the dynasore experiments), the cells were washed and incubated in regular medium overnight at 37°C. For the BIM experiments, cells were infected in the presence of the inhibitor for 1 h at room temperature and were then incubated 24 h at 37°C in DMEM with the drug.\n\nProteinase K treatment of cells was carried out as previously described [34] . Virus was added to cell monolayers at a moi of 25, virus binding was performed at 4°C for 1 h, and samples were incubated at 37°C for different times to allow entry. Cells were treated with proteinase K (200 μg ml) in OptiMEM supplemented with 1 mM CaCl 2 for 1 h at 4°C. The protease-treated cells were pelleted and lysed in ice-cold lysis buffer (10 mM Tris-HCl, pH 7.5, 150 mM NaCl, 1% NP-40) containing 1 mM phenylmethylsulfonyl fluoride (PMSF) and a cocktail of protease inhibitors. Viral proteins were detected by Western blotting using primary rabbit polyclonal anti-NDV antibodies.\n\nCells were detached and a small quantity of them (200 μl) were mixed with 300 μl Trypan blue 0.4% (p/v) in PBS and with 300 μl of PBS. These products were mixed for 5-10 min and then 20 μl was transferred to a counter chamber and the number of total cells and stained cells (dead cells) was counted. The percentage of viability was calculated as the number of viable cells out of total number of cells.\n\nThe two-tailed unpaired Student's t-test was used to determine statistical significance between two groups. Probability values of p b 0.001 were considered extremely statistically significant, p b 0.01 extremely significant and p b 0.05 statistically significant. Statistical analyses were performed with the QuickCalcs program from GraphPad software.\n\nMost paramyxoviruses enter the host by fusion of their envelope with the plasma membrane at neutral pH. Nevertheless, we have previously reported the enhancement of NDV fusion with Cos-7 cells at acidic pH [27, 28] . To further investigate the role of acidic pH in NDV entry, we analyzed NDV fusion with different cell lines after a short pulse of acidic pH, as detailed in Materials and methods. The different target cell lines vary in their surface glycoconjugate expression, i.e., the NDV receptor: HeLa, which are human epithelial cells commonly used in studies of many viruses included NDV; ELL-0, a chicken fibroblast from the natural host of NDV; GM95, a glycosphingolipid-deficient cell line and its parental cell line MEB4 [35] ; CHO and their mutant Lec1 cells, deficient in complex N-linked glycosylation but not in glycosphingolipids or O-glycoproteins [36] . To analyze virus-cell fusion, R18-NDV was allowed to bind to cells for 30 min at 4°C, after which virus-cell complexes were exposed briefly to either pH 7.4 or pH 5.0 buffer by treatment with a 3 min pulse of buffered PBS. After 1 h at 37°C with regular medium at neutral pH, the percentage of fusion was calculated as the number of positive red-stained cells from the total number of cells. The data summarized in Fig. 1 show that low pH pulse led to an increase of about 30% of fusion in two of the cell lines, HeLa and ELL-0, suggesting that this enhancement might be cell type-specific, as we will discuss later. Next, we wished to determine whether syncytium formation was also stimulated by exposure to low pH in both virusinfected and HN/F transfected cells. HeLa and ELL-0 cells were infected with NDV at a moi of 1 for 1 h at 37°C. Then, cells were treated with three pulses (3 min each) of pH 5.0-or pH 7.4-buffered PBS, with 1 h interval between each pulse. At 24 h post-infection syncytia were quantified ( Fig. 2A) . As expected, syncytium formation was enhanced about 2 times as compared with the control in both cell lines. These data correlate with the enhancement of viral infectivity observed after infection with the recombinant NDV rNDV-F3aa-mRFP (Fig. 3) , as discussed later. Additionally, to determine whether HN protein was essential for fusion after acidic pH treatment, HeLa cells were transfected with F and/or HN vectors; at 24 h post-transfection, cells were treated with three low-pH pulses, as above. When the cells were cotransfected with both F and HN plasmids, syncytium formation was increased 3.5 times after low-pH exposure (Fig. 2B) in comparison with the controls; acidic pH treatment increased both the number and the size of the syncytia (micrograph in Fig. 2B ). Nevertheless, NDV F protein did not promote the formation of syncytia in the absence of HN when treated with low pH (Fig. 2B) .\n\nTo analyze the effect of acidic pH exposure on NDV infectivity, ELL-0, HeLa, MEB4, GM95, CHO and Lec1 were infected with the recombinant NDV rNDV-F3aa-mRFP for 1 h at room temperature at a moi of 10, except in HeLa cells, which were infected at a moi of 1 because HeLa cells became fully infected at a moi of 10 (data not shown). Then, cells were treated with three pulses (3 min each) of pH 5.0-or pH 7.4buffered PBS with a 1 h interval. As detailed in Materials and methods, infectivity was monitored at 24 h post-infection, calculating the percentage of the red-fluorescent infected cells from the total number of cells. The results are summarized in Fig. 3 and Supplementary Fig. S1 . Similar to fusion (Fig. 1) , the low-pH treatment induced an enhanced infectivity exclusively in ELL-0 and HeLa cells, again supporting the idea that there are differences in the entry mechanisms that depend on the cell line.\n\nIn the next series of experiments, we analyzed whether the acidic pH treatment was able to lower the temperature required for NDV F protein-induced fusion. In order to determine whether the possible effect was exerted differently in the fusion cascade, we used the dyetransfer-based fusion assay detailed in Materials and methods. HNand F-transfected cells were allowed to fuse with RBCs doubly labeled with the red probe R18 in their membrane and the green probe calcein in the cytoplasm. After proteolytic activation of F protein, cells were treated with a pulse of acidic or neutral pH (control) for 5 min at 37°C. Then, fluorescence-labeled erythrocytes were added and allowed to fuse for 1 h at 25°C, 29°C, 31°C or 37°C. As shown in Fig. 4 , fusion did not occur at 25°C either at neutral pH or after low-pH treatment, although we did observe an increase in RBCs binding to transfected cells at acidic pH at this temperature (Fig. 4A, R18 panel, and Supplementary Fig. S2) , which might contribute to the enhancement of fusion at fusion-permissive temperatures. Nevertheless, at the suboptimum temperatures of 29°C and 31°C, the extent of fusion after treatment at pH 5.0 was similar to that of fusion at 37°C at neutral pH. Finally, as seen in Fig. 2 , after low-pH treatment fusion was increased about 2-fold at 37°C. In all cases, transfer of the two probes -R18 and calceinwas similar, indicating that the enhancement of fusion due to the pulse of acidic pH had a similar effect on hemifusion (transfer of R18 from the membrane of the erythrocytes to the membrane of the cell) and on complete fusion (transfer of calcein from the cytoplasm of the erythrocyte to the cytoplasm of the cell). As mentioned above, these data support the hypothesis that acid pH would decrease the energetic barrier needed for protein activation prior to the triggering of fusion, although this hypothetical decrease was not enough to allow fusion at 25°C. Therefore, acidic pH might increase the number of F proteins that undergo the conformational changes leading to membrane fusion, even though the presence of HN protein would still be required. The enhancement of NDV fusion and infectivity by exposure to acidic pH reported above (Figs. 1-3 ) is in agreement with our previous results [27, 28] and strongly supports a role for low pH in NDV entry and the notion that a certain percentage of NDV may enter cells by endocytosis, at least in certain cell lines such as HeLa, ELL-0 and Cos-7. Since in the course of an infection a virus would encounter low pH after endocytosis and trafficking through the endocytic pathway, we wanted to further explore the possible endocytic entry of NDV studying the effect of different substances that interfere either with endocytosis or endosomal acidification (Table 1) . First, we incubated the target cells in the presence of bisindolylmaleimide I (BIM), a highly selective, cell-permeable, and reversible protein kinase C (PKC) inhibitor [37, 38] . In most of the cells, cell viability as assayed by a Trypan blue exclusion method was higher than 90%, except in GM95, where a strong cytopathic effect of the drug was observed (about 60% of cell death, data not shown). We analyzed the effect of BIM preincubation on NDV infectivity under three different conditions: i) drug was present during infection and then withdrawn from the culture medium (Virus + BIM); ii) drug present for the duration of the assays, i.e., during infection and for 24 h post-infection (Virus + BIM/BIM); and iii) drug was added at 1 h post-infection (Virus/BIM). The data are summarized in Fig. 5 ; since BIM per se is a compound that exhibits red fluorescence, the background (Fig. 5A, BIM) was subtracted from the red fluorescence due to the mRFP expression occurring after rNDV-F3aa-mRFP infection. The inhibitory effect of BIM was not observed when the drug was added post-infection, meaning that it must act during an early stage of the infection. The data concerning inhibition (approximately 26% of inhibition as compared with the control) correlated well with the observed enhancement of viral fusion in both cell lines after the low-pH exposure shown in Fig. 3 . The infectivity of NDV in GM95-treated cells was also reduced after BIM treatment, but the observed reduction could have been be due to the negative effect of the drug on cell viability. According to our results, NDV could penetrate in HeLa and ELL-0 cells through receptor-mediated endocytosis, since the inhibition of PKC reduced NDV infectivity by 30% in comparison with the control (Fig. 5) . Similarly, the activity of PKC is essential for the entry of different non-enveloped [39] or enveloped viruses, such as influenza virus [38] , alphavirus, rhabdovirus, poxvirus and herpes virus [40] , which has been related to the entry through receptor-mediated endocytosis. Furthermore, we have previously suggested that caveolae/rafts could be a possible platform for NDV entry [28, 41] and caveolae seem to be the major cell surface locations for PKC [42, 43] . We also analyzed the effect of dynasore, a drug that inhibits the GTPase activity of dynamin 1, which has been implicated in clathrinand caveola-mediated endocytosis [44] . Owing to the high toxicity of this drug in MEB4, GM95, CHO and Lec1 cells, these experiments were only performed in HeLa and ELL-0 cells, in which cell viability was higher than 95% after dynasore treatment (data not shown). The fusion of NDV with treated-HeLa and ELL-0 cells was almost completely abrogated (Fig. 6A) , as was infectivity, when assayed both by fluorescence microscopy after rNDV-F3aa-mRFP infection (Fig. 6B ) and by FACS (Fig. 6C) . Nevertheless, the binding of NDV to drug-treated cells was not modified (data not shown). However, the addition of dynasore at 10 min post-infection resulted in only a minor decrease in infection, with no effect if added at 20 min post-infection (Fig. 6D) , implying that the main role of dynamin was exerted during the early infection steps and again supporting a role of endocytosis in NDV entry. The rate of fusion and infectivity inhibition exerted by dynasore (more than 80%) was higher than that of BIM (Fig. 5) and than the observed enhancement of NDV fusion and infectivity after low-pH exposure (Figs. 1-4) . Dynamin is essential not only for the fission of endocytic vesicles in the endocytic pathways but also for membrane fusion [45] , being involved in fusion pore expansion [46, 47] . Additionally, dynamin has been implicated in the regulation of the actin cytoskeleton [48] , which could account for the stronger negative effect of dynasore preincubation of cells on NDV activities. The drug might negatively affect not only endocytic entry but also the direct fusion of NDV with the cell plasma membrane. In sum, the data regarding the effect of dynasore on NDV fusion and infectivity discussed above indicate that, at least in HeLa and ELL-0 cells, NDV needs dynamin activity, as described for other viruses such as HIV [14] , HPV16 and BPV1 [49] .\n\nTo prevent endosome acidification, cells were incubated with either concanamycin A, an inhibitor of vacuolar H + -ATPase [50] , monensin, an ionophore that disrupts the proton gradient across vesicular membranes [51] , or chloroquine, a lysosomotropic agent that increases pH inside endocytic vesicles [52] . The concentration and drug treatment times are specified in Table 1 . Because of the high toxicity exerted by the incubation of CHO and Lec1 cells with the three drugs, these experiments were performed in HeLa, ELL-0, MEB4 and GM95 cell lines, where treatment did not interfere with cell viability (cell viability was about 95% or higher, data not shown). The data concerning the effect of the three different compounds on NDV activities are summarized in Fig. 7 and in Table 2 . The treatment of cells with one of the three compounds strongly inhibited virus-cell fusion, resulting in an approximately 80% reduction in virus-cell fusion after concanamycin A and monensin treatments, whereas chloroquine preincubation reduced viral fusion by about 60% (Fig. 7A) . Similarly, the three drugs strongly reduced NDV infectivity (Fig. 7B, C, D) . The negative effect of chloroquine was not observed if the drug was withdrawn when the virus was added (Fig. 7C, CQ 1 h) or was added at 5 h post-infection (Fig. 7C , CQ post-infection), meaning that the negative effect would be exerted at the early steps of the viral cycle. Viral binding to the cell surface was unaffected by any of the three compounds (Table 2) . Nevertheless, in ELL-0 and HeLa cells fusion and infectivity inhibition by inhibitors of endosomal acidification ( Fig. 7 and Table 2 ) were stronger than the enhancement observed after acid-pH treatment (Figs. 1 and 3) . In HeLa and ELL-0 cells, inhibition of virus infectivity resulting from monensin treatment was largely prevented by exposure to acidic pH ( Supplementary Fig. S3 ). Moreover, concanamycin A, monensin and chloroquine would interfere with processes other than NDV fusion in endosomal compartments. In addition to raising the endosomal pH, it has been reported that chloroquine has multiple effects on mammalian cells [53] . Chloroquine inhibition of SARS-CoV infection is proposed to be exerted due to the interference with the terminal glycosylation of the viral receptor [54] . In addition, trafficking events other than NDV entry itself might be disturbed, since vesicular ATPase is involved in the regulation of trafficking events in endosomal compartments.\n\nAs an alternative assay of endocytic internalization, we realized proteinase K protection experiments as detailed in Materials and methods. Uninternalized virions as well as cell surface glycoproteins from virions that have fused directly with the plasma membrane would be digested by proteinase K, contrary to endocytosed virions that became protected from digestion. In ELL-0 cells a significant proportion of HN glycoprotein became protected after 6 min of incubation at 37°C (Fig. 8A ), which correlates with use of an endocytic pathway for virus entry. We also carried out the experiments with HeLa and MEB4 cells (Fig. 8B ) looking for HN protection at 10 min after the initiation of entry. Although total digestion of viral glycoproteins was not observed at 4°C (Fig. 8B, lanes 6 and 8) , after incubation at 37°C for 10 min we detected an increase in the proportion of non-digested viral HN (Fig. 8B, lanes 5 and 7) , strongly supporting that a percentage of virus would also use endocytosis for entering both cell lines.\n\nClass I viral fusion proteins can be activated by at least three different triggers: low pH, receptor binding at neutral pH, or receptor binding followed by low pH [55, 56] . Moreover, the fusion protein of the human metapneumovirus is activated by proteolysis and by acidic pH [20, 25] . The use of the endocytic pathways for paramyxovirus entry has been suggested as a common entry mechanism for the Pneumovirinae subfamily [25] . As stated above, NDV is able to fuse with cells at neutral pH; nevertheless, here we have shown in HeLa and ELL-0 cells (Figs. 1-4) an enhancement of viral fusion and infectivity of approximately 30% after a brief pulse of low-pH, in agreement with our previous data [27, 28] . Although acid pH is not an absolute requirement for NDV infection, an acid pH environment would facilitate the conformational changes needed for fusion by decreasing the energetic barrier, as suggested above. This hypothetical decrease would not be enough for the activation of F in the absence of the homotypic HN (Fig. 2B) , a phenotype that we have previously observed in N211A, I463A and I463F protein F mutants [57] . Another possibility is that acid pH would increase the fusion promotion activity of HN protein. As mentioned above, the second HN binding site, site II, is activated upon receptor binding to site I and exhibits higher receptor avidity than site I [5] . As speculated for the paramyxovirus HPIV3 [58] , low pH may facilitate the exposure of site II and thus increase the fusion promotion activity of the protein since site II has been shown to be essential in HPIV3 and NDV F activation [59, 60] .\n\nWithin the context of an in vivo infection, i.e., without lowering the pH experimentally, NDV would be able to fuse at neutral and acidic pH, depending on the entry pathways. In a cell-type-dependent mechanism, a certain percentage of viruses might be endocytosed and hence would fuse within the endosome. Similarly, some viruses utilize different cellular entry pathways to infect different target cells, such as herpes simplex virus type 1 (HSV-1), which can enter cells through the plasma membrane as well as by low-pH and neutral-pH endocytosis, depending on the cell line and receptor(s) [19, 34, 61] . Also, vaccinia virus can simultaneously use both entry mechanisms in the same cell type: fusion at the plasma membrane and endocytosis [62] .\n\nConcanamycin A, monensin and chloroquine strongly inhibited NDV fusion and infectivity in MEB4 and GM95 cells (Fig. 7) , although we failed to observe any effect of the inhibitor BIM (Fig. 5 ) or any increase in NDV activation after low-pH exposure in these cell lines (Figs. 1  and 3 ). This discrepancy may be explained by different possibilities: i) NDV does not enter MEB4 nor GM95 by endocytosis, and the negative effect of raising the pH in endosomes would be related to the interference with trafficking events other than NDV entry itself as discussed above; ii) the endocytic entry of NDV into MEB4 (with GM3 as the only ganglioside at the cell membrane) and GM95 (without gangliosides) cells may follow a different mechanism from that of HeLa and ELL-0 cells. Contrary to ELL-0 and HeLa cells, inhibition of virus infectivity resulting from monensin treatment was not prevented by exposure to acidic pH ( Supplementary Fig. S3 ) supporting that the inhibition of endosomal acidification would have additional postentry effects in these cell lines. Nevertheless, further experiments will be conducted to test these hypotheses.\n\nThe cell lines used in this study differ in the sialoglycoconjugates present at the cell surface. ELL-0 and HeLa cell membranes are abundant in α2,6 sialic acid compounds in comparison with the other cell lines ( [63] and data not shown). Thus, it is tempting to speculate that this difference might be involved in diverse entry mechanisms of NDV into the host cell: only when the virus engages the proper molecule could be endocytosed, after which the viral envelope would fuse in the endocytic compartments. The binding of NDV to sialic acids in α2,6 specific linkages could allow the endocytic entry of NDV, and could be directly required either for endocytic internalization or to facilitate subsequent molecular changes enabling endocytosis. Further experiments will be needed to clarify this point.\n\nOur data then support the notion that NDV might have evolved to use the low pH of the endocytic pathways to enhance its entry, at least in certain cell lines. In addition to direct fusion of the viral envelope with the target cell, a certain percentage of viruses might penetrate the cell through receptor-mediated and dynamin-dependent endocytosis. This entry versatility must be taken into consideration in order to design future antiviral strategies.\n\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.bbamem.2013.08.008. "}