{"title": "Epidemiology of viral respiratory tract infections in a prospective cohort of infants and toddlers attending daycare", "body": "Currently, 61% of United States children ages 0-6 years attend daycare, and 36.1% attend center based care, including 19.6% of children ages 0-2 years. 1 Respiratory tract infections (RTIs) are a major cause of illness in daycare attendees. [2] [3] [4] RTIs occur more often, and cause more hospitalizations, in children attending daycare centers compared to home care. [4] [5] [6] [7] Given the burden of RTIs in daycare centers, effort should be directed towards the pathogens causing the greatest impact. Few longitudinal studies have evaluated the epidemiology of viral RTIs in daycare, and none have used modern molecular diagnostic techniques. A previous epidemiological daycare study spanning 16 years from 1966 to 1982 identified a viral agent in only 31% of illness events, using standard methods. 2 Newly identified viruses, such as human metapneumovirus (HMPV), the newly identified human coronaviruses, and difficult to culture viruses such as rhinovirus (RhV) and parainfluenza virus (PIV) type 4 have not been similarly examined in the daycare setting.\n\nWe devised a prospective cohort study of RTIs in young children attending daycare. A sensitive real-time reverse transcription polymerase chain reaction (RT-PCR) panel was used to detect 14 viruses during acute RTIs in our cohort. Our objective was to use 1386-6532/$ -see front matter. Published by Elsevier B.V. doi:10.1016/j.jcv.2010.06.013 Table 1 Age at enrollment as a risk factor for infection in the most commonly identified viruses. this molecular technique to measure the relative impact of these viruses in our cohort.\n\nWe recruited children attending two large daycare centers located on Fort Lewis, WA. Children who attended for at least 20 h/week were eligible. Parents provided informed consent, and the Madigan Army Medical Center and Seattle Children's Hospital Institutional Review Boards approved the study. Between 1 February 2006 and 28 April 2008, all eligible children between 0 and 30 months were recruited upon enrollment into daycare. Children who discontinued fulltime daycare during the study period were removed from the study.\n\nSubjects with onset of at least 2 of 5 symptoms including cough, rhinorrhea, wheezing, fever (tympanic or rectal temperature of ≥100.4, or axillary of ≥99.4), and nasal congestion underwent a posterior nasal swab for PCR, generally within 48 h of symptom onset. The study nurse was contacted if any of these symptoms were noted by the child's parent or daycare. A daily symptom diary was completed by the child's parent for 10 days following illness onset. The nurse also conducted phone follow-ups. One of 2 study physicians documented medical visits related to the illnesses using a standardized form.\n\nRespiratory secretions were sampled by inserting nylon flocked swabs (Copan Diagnostics, Corona, CA) into the posterior nasopharynx, rotating 180 • , and rinsing in 0.5 mL of lysis buffer. 8 Total nucleic acid was extracted from 200 L of the buffer specimen by adding 200 L of Tris-EDTA, pH 8.0 buffer and 200 L of lysis buffer containing dithiothreitol and external control and processed as previously described. 9 Specimens were tested for HMPV, respiratory syncytial virus (RSV), PIV1-4, influenza viruses (Flu A and B), RhV, human coronaviruses (HCoV) Group 1 (229E and NL63) and Group 2 (OC43 and HKU1), and adenovirus (AdV) by separate RT-PCR assays. [8] [9] [10] [11] Although the coronavirus assay detected all 4 HCoV groups, it did not distinguish among the 4 types. Swabs were repeated at 7-10 day intervals until resolution of symptoms. Enrollment swabs were obtained on all subjects enrolled after 1 May 2006. If the subjects were ill on enrollment, diaries were obtained and swab results were categorized as an illness event.\n\nData was analyzed using STATA 10.1 (College Station, Texas). Demographics were analyzed using descriptive analysis. Frequency, incidence and jackknife 95% confidence interval were calculated overall and individually for age and gender subgroups. Cox regression models were used to determine independent risk factors for illness overall and for virus-specific infections. An indicator term was included in the Cox regression models to adjust for respiratory season and robust standard errors were used to account for multiple illnesses per child. Differences in the presence and duration of symptoms up to 10 days were evaluated using Generalized Estimating Equations with a robust estimator, accounting for multiple illnesses in individual children as described previously. 12 The prevalence of each respiratory virus at enrollment of asymptomatic children was compared to the prevalence at each child's first RTI using McNemar's test. A two-sided p value of <0.05 was considered significant. In analyzing viral loads, the maximal viral load for each discrete illness episode was utilized.\n\nWe followed 119 children from 1 February 2006 to 28 April 2008 for a total of 115.3 child years. On a monthly basis, the percentage of children enrolled averaged 56% (range 35-71%). Children were followed for an average of 12 months (range 11 days to 2.2 years). The mean age at enrollment was 10.4 months (range 1.6-24.9 months), with 56 (47%) females. Racial background included 57 (48%) Caucasians, 38 (32%) African Americans, and 4 (4%) Asians. Siblings were present in 67 (56%) households. Single parents headed 32 (27%) of households. Children spent a mean of 44 h/week (range 20-60) in daycare.\n\nWe evaluated 318 RTIs, for a mean annualized incidence of 2.8 per child (95%C.I. 2.3, 3.3); children had RTI symptoms an average of 11% of the time. The incidence of infection was lower after a year in daycare, with a mean annual incidence of 4.2 RTI/child (95%C.I. 3.6, 5.0) in the first year of study participation and 1.2 RTI/child (95%C.I. 0.9, 1.6) after one year (p < 0.001). On univariate hazard analysis, enrollment at under 12 months of age (Table 1) and Hispanic descent were the only demographic factors significantly associated with RTI (HR 1.7, p = 0.001 and HR 1.4, p = 0.03, respectively). Male sex was significantly associated with RhV infections (HR 1.8, p = 0.01), and this association was not dependent on age.We detected viruses in 213/318 (67%) RTIs (Fig. 1) . Table 2 displays clinical characteristics associated with identified pathogens. RhV was detected more than any other virus (111/318, 35%, p < .01). Only 7 Flu A and 1 Flu B infections were identified. HMPV was also detected infrequently (4% of RTIs). The viruses with the overall largest impacts on our cohort were RSV, RhV and AdV. These 3 viruses accounted for 215 (67%) of single viral infections. Seasonal distribution of detected viruses is displayed in Fig. 2 . Viruses were most often detected in the winter months. Influenza (winter), RSV (fall/winter) and HMPV (winter/spring) had clear seasonal patterns with some overlap. HCoV and ADV were detected less frequently in the summer months. The other viruses did not have a seasonal pattern of detection.\n\nSingle viral infections due to RSV were more likely to include fever (p = .002) than single viral illnesses without RSV, and the rate of fever (80%) in RTIs with RSV as the only identified virus was higher than the rate of fever in RTIs with all other viruses except influenza A. Wheezing was also more likely to be noted with single RSV infections (p = .01). Of all the study viruses, RSV was the only single infection significantly associated with a visit to the health care provider (p = .001). AdV had the longest mean duration of symptoms of any single viral infection (9.1 days). Even though the relative severity of RhV infection was not significant, RhV caused the largest burden of disease compared to the other viruses. RhV was the virus detected in the highest total number of both febrile and wheezing episodes, caused the highest total number of infections, and the highest total number of visits to a health care provider. Unlike RSV, RhV was detectable year round.\n\nCo-infections with multiple respiratory viruses were common, occurring in 87/318 (27%) RTIs, with RhV, CoV and AdV being the most common co-pathogens. Co-infections with RhV, CoV, RSV and HMPV each resulted in significantly longer duration of illness than RTI's with other pathogens ( Table 2 ). Severity of illness was not worse with co-infections. However, co-infections with PIV or RSV both resulted in a significantly higher number of visits to health care providers than PIV-or RSV-negative illnesses, respectively.\n\nOf 37 parainfluenza virus infections, 8 (22%) were due to PIV4, 25 (67.6%) were due to PIV3, 3 (0.1%) to PIV1, and 1 (0.03%) to PIV2. When compared to the other PIV subtypes, PIV4 infections had the following characteristics: mean duration of symptoms lasted 8.8 days versus 8.2 days; percentage with fever was 50% versus 41%; the mean number of days missed from daycare was 1.5 versus 1.1; and the percent of infections requiring a visit to a health care provider was 88% versus 62%. Only one of the PIV4 infections was associated with croup.\n\nForty-five children were asymptomatic on enrollment, with viruses identified in 19 (42%). The most commonly isolated viruses were RhV (n = 11; 24%), AdV (n = 5; 11%) and CoV (n = 3; 7%). Neither RSV nor HMPV was identified. Twenty-five children with asymptomatic enrollment swabs had subsequent illness swabs available for comparison at a median of 24 days after asymptomatic Table 3 Case crossover analysis of asymptomatic viral detection compared to the first subsequent illness in the same subject.\n\nVirus-specific prevalence at asymptomatic enrollment, n = 25 n (%) (Table 3) , resulting in a significantly higher isolation of any virus, RSV, and PIV. Isolation of RhV from illness swabs also approached significance in comparison to the previous asymptomatic swabs. Viral load information for illnesses is presented in Table 2 . We compared viral loads present in single versus co-infections for individual viruses. We did not detect significant differences, with the exception of CoV infections. After accounting for multiple CoV illnesses experienced by individual children, we found that samples from illnesses with only CoV detected had significantly higher viral loads than samples from illnesses with CoV present as part of a co-infection (increase of 0.9 log copies/mL, p < 0.01, GEE).\n\nOur study contributes new information to the epidemiology of RTIs in daycare by evaluating the importance of HMPV, PIV4 and the newly identified HCoV subtypes, and is the first prospective daycare study to apply molecular techniques. We documented a similar incidence of RTIs as in a daycare study conducted by Denny et al. over 25 years ago. 2 Using molecular techniques, we were able to identify pathogens nearly twice as often. Denny et al. reported that RSV, PIV3, AdV and RhV were found most frequently in their cohort, although the relative impact and incidence of each of these viruses is not described. As in our study, influenza viruses were isolated infrequently.\n\nAnother recent study using PCR techniques noted that HMPV and HCoV infections were detected in RTIs more frequently in daycare attendees than home care children, suggesting that these viruses may be a significant cause of disease in the daycare population. 13 By contrast, HMPV and HCoV were not significant pathogens in our study as measured by clinical and social impact factors. The majority of disease burden in our cohort was due to infection with RhV, AdV and RSV.\n\nIn our cohort, PIV4 caused a greater proportion of PIV infections than expected. The epidemiology of PIV4 is poorly defined, as it is difficult to detect by standard techniques. Lindquist et al investigated the impact of PIV4 as a cause of respiratory illness in children using culture. 14 In their study, PIV4 accounted for only 3.5% of PIV isolates, compared to 22% in our study. A larger sample size is needed to further characterize disease manifestations associated with PIV4.\n\nThe prominent role of RhV in our study correlates with recent data in other settings. With the use of PCR, RhV is increasingly identified as a more significant disease burden than previously believed in healthy young children. 13, [15] [16] [17] [18] As in our study, Van der Zalm et al's prospective study of respiratory tract pathogens during the first year of life identified RhV to cause the greatest impact, though not the most severe individual illness. 18 Our findings also add to growing evidence that RhV is an important contributor to severe respiratory disease in healthy young children. Several recent publications have suggested that RhV is a significant trigger of asthma and cause of hospitalization, comparable to RSV. [19] [20] [21] A potential limitation of our study is the attribution of acute disease to asymptomatic shedding of a virus. We detected a virus as often in asymptomptic enrollment swabs as in illness swabs, most notably RhV, HCoV and AdV. RhV was detected in 20% of well infants by Van Benten et al., 15 and in 22% of asymptomatic individuals enrolled in vaccine trials. 22 The results of our asymptomatic swabs support the likelihood that RSV, PIV and HMPV are the cause of illness when identified, but more data is needed on the use of PCR for the identification of HCoV, AdV and RhV as the definitive cause of a particular illness.\n\nCo-infections were common, occurring in 27% of RTIs. Similar rates were found in other PCR based studies. 13, 19, 23 Evidence about the severity of co-infections compared to single viral infections is conflicting. In our cohort, co-infections were not more severe than single infections. Drews et al. concluded that dual viral RTIS had higher hospitalization rates than single infections. 24 However, in their study, 58% of the patients with dual RTIs had chronic lung disease. Aberle et al. noted that in hospitalized children, RSV co-infections correlated with increased severity, but not non-RSV co-infections. 23 The severity of co-infection may depend on the pathogens involved. We found that co-infections with CoV, for example, had lower viral loads of CoV than single infections with CoV, suggesting that the some co-infections might represent detection of shedding of CoV rather than a true co-infection. The most severe infection in our cohort was a co-infection, occurring in a child with a triple infection including RSV.\n\nUsing molecular techniques, we determined that RhV, RSV and AdV had the greatest impact on young children attending daycare. Further investigation is needed on asymptomatic shedding to better correlate illness with the presence of virus.\n\nJE has received research support from Sanofi Pasteur. EM has received research support from Vioguard, LLC. None of the other authors of this manuscript have any conflicts of interest to report."}