{"title": "Advancements in DNA vaccine vectors, non-mechanical delivery methods, and molecular adjuvants to increase immunogenicity", "body": "The constant emergence, and re-emergence, of known and novel pathogens challenges researchers to develop new vaccination technologies that allow for the rapid development of safe and effective vaccines. Nucleic acid (DNA and RNA) vaccines have characteristics that meet these challenges, including ease of production, scalability, consistency between lots, storage, and safety. DNA vaccine technology usually is based on bacterial plasmids that encode the polypeptide sequence of candidate antigens. The encoded antigen is expressed under a strong eukaryotic promoter, yielding high levels of transgene expression. 1 Inclusion of transcriptional enhancers, such as Intron A, enhance the rate of polyadenylation and nuclear transport of messenger RNA (mRNA). 2 The vaccine plasmids are generally produced in bacterial culture, purified, and then used to inoculate the host.\n\nModern DNA vaccine design generally relies on synthesis of the nucleic acid and possibly one-step cloning into the plasmid vector, reducing both the cost and the time to manufacture. Plasmid DNA is also extremely stable at room temperature, reducing the need for a cold chain during transportation. Vaccination with DNA plasmid removes the necessity for protein purification from infectious pathogens, improving safety. Furthermore, DNA vaccination has an excellent safety profile in the clinic, with the most common side effect being mild inflammation at the injection site. 3 Importantly, DNA vaccines provide a safe, non-live vaccine approach to inducing balanced immune responses, as the in vivo production of antigen allows for presentation on both class I and class II major histocompatibility complex (MHC) molecules (Fig. 1 ). This elicits antigen specific antibodies, 4 as well as cytotoxic T lymphocyte responses (CTL), 5 something that remains elusive in most non-live vaccines. DNA vaccines have also demonstrated the ability to generate follicular T helper populations, 6 which are critical for the induction of high quality antigen-specific B cell responses. 7 DNA vaccination has proven successful in several animal models for preventing or treating infectious diseases, allergies, cancer, and autoimmunity. [8] [9] [10] [11] [12] The early success of small animal studies led to several human clinical trials. However, the protective immunity observed in small animals and nonhuman primates was not observed in human studies when DNA vaccines were administered alone by needle delivery. Like the more conventional protein-based vaccines, DNA can be delivered by a variety of routes, including intramuscular (IM), intradermal (ID), mucosal, or transdermal delivery. Because DNA plasmids must enter host cell nuclei to be transcribed into mRNA, the early failure of DNA vaccines to elicit strong responses in humans was largely due to their delivery by needle injection, which deposits the DNA in intracellular spaces, rather than within cells. Improved delivery technologies, such as intramuscular or intradermal electroporation, have been used to facilitate transport of DNA into cells, resulting in much better immunogenicity in both clinical and non-clinical studies. [13] [14] [15] [16] [17] [18] [19] In one study, electroporation-enhanced DNA vaccination resulted in increased polyfunctional antigen-specific CD8 C T cells in patients receiving a HPV DNA vaccine expressing the E6 and E7 genes of HPV16 and HPV18 respectively. 20 The majority of DNA vaccinated patients displayed complete regression of their cervical lesions, as well as viral clearance, following DNA delivery. Other mechanical delivery approaches use physical force such as particle bombardment (gene gun) to deliver the DNA plasmids into targeted tissues or cells, with some clinical successes. [21] [22] [23] Delivery of a Hepatitis B DNA vaccine by particle bombardment resulted in sustained antibody titers in subjects who had previously failed to respond to a licensed subunit vaccine. 23 Needle-free pneumatic or jet injectors have also shown promise in both animal and human clinical trials, [24] [25] [26] [27] and function by injecting a high-pressure, narrow stream of injection liquid into the epidermis or muscles of test subjects. In addition to these improved mechanical delivery methods, several other approaches are being explored to increase the immunogenicity of DNA vaccines in humans. Here we review 3 of these approaches which show promise for advancing DNA vaccines: non-mechanical delivery, inclusion of molecular adjuvants, and improvements in DNA vaccine vectors.\n\nAs already mentioned, the greatest impediment to DNA vaccination is low immunogenicity due to difficulties in delivering DNA plasmid into the host cell. The transportation of DNA vaccine plasmids into cellular nuclei requires the crossing of several barriers. Vaccine plasmid must cross the phospholipid cellular membrane through endocytosis or pinocytosis, escape degradation in endosomes and lysosomes, survive cytosolic nucleases, and translocate across the nuclear envelope. In contrast to physical delivery systems, chemical delivery approaches use biopharmaceuticals to increase DNA vaccine transfection efficiency.\n\nThe use of liposomes as a carrier molecule has become a popular DNA vaccine delivery method as liposomes not only enhance transfection efficiency, but also have an adjuvant effect. Liposomes are spherical vesicles composed of phospholipids and cholesterol arranged into a lipid bilayer, allowing for fusion with cellular lipid membranes. 28 DNA plasmid can be either bound to the liposome surface, or encased within the hydrophobic core of the liposome. This facilitates delivery of the DNA vaccine plasmid into the cells. Importantly, lipid vesicles can be formulated as either unilamellar or multilamellar. Multilamellar vesicles allow for sustained delivery of vaccine over an extended period of time. While the use of liposomes for IM injection has resulted in some reactogenicity issues, 29, 30 liposome/DNA vaccine complexes have demonstrated an immunological benefit. IM injection of a liposome/ influenza nucleoprotein formulation increased antibody titers 20-fold compared with vaccine alone. 31, 32 Boosting of antibody titers did not diminish the cytotoxic T cell response. Likewise, inclusion of a liposome formulation in a P. falciparum vaccine enhanced the IFN-g production. 33, 34 An ensuing human trial involving DNA plasmids encoding the influenza H5 HA, nucleoprotein, and M2 genes reported cellular immune response rates and antibody titers comparable to that of the currently available inactivated protein-based H5 vaccines. 35 Additionally, liposomes have shown promise as a candidate for delivery of DNA vaccines to mucosal tissue. 36 A recent study demonstrated that vaccination with liposome encapsulated influenza A virus M1 induced both humoral and cellular immune responses that protected against respiratory infection. 36 Liposomes have also been shown to be an effective delivery method for intranasal DNA vaccination, conferring protective immune responses against infection. 37, 38 DNA vaccine delivery can also be accomplished through the use of biodegradable polymeric micro-and nanoparticles consisting of amphiphilic molecules between 0.5-10 mm in size. Similar to loading of DNA plasmid on liposomes, plasmid molecules can be either encapsulated or adsorbed onto the surface of the nanoparticles. [39] [40] [41] [42] These particles function as a carrier system, protecting the vaccine plasmid from degradation by extracellular deoxyribonucleases. In addition to shielding plasmid DNA from nucleases, micro-and nanoparticles promote the sustained release of vaccine instead of the bolus type of delivery characteristic of larger submicrometer complexes. 39, 43 High molecular weight cationic polymers have proven significantly more effective than cationic liposomes in aggregating DNA vaccine plasmid. Plasmid DNA immobilized within biodegradable chitosan-coated polymeric microspheres (ranging from 20 to 500 mm) can induce both mucosal and systemic immune responses. 44 Microspheres may be delivered either by the oral or intraperitoneal route, allowing for direct transfection of dendritic cells (DC), thereby increasing DC activation. The benefits of microsphere formulations have been shown in mice, non-human primates, and humans [45] [46] [47] [48] [49] against a wide range of diseases including hepatitis B, 50 tuberculosis, 51 and cancer. 52 These results suggest that microparticle-based delivery systems are capable of significantly improving DNA vaccine immunogenicity, and boosting cellular and humoral immune responses.\n\nThe use of liposomes or nanoparticles appears to be safe and well tolerated in clinical studies. Microparticle-based delivery Optimized gene sequences are inserted into a plasmid backbone and then delivered to the host via one of several delivery methods. Vaccine plasmid enters the nucleus of host myocytes and antigen presenting cells by using host cellular machinery. The plasmid components are transcribed and protein is produced. The cell provides endogenous post-translational modifications to antigens, producing native protein conformations. Vaccine-derived endogenous peptides are presented on MHC class I molecules. Engulfment of apoptotic or necrotic cells by APC also allows for cross-presentation of cell-associated exogenous antigens. Secreted antigen is captured and processed by antigen presenting cells, and presented on MHC class II. Antigen experienced APC migrate to the draining lymph node to stimulate CD4 C and CD8 C T cell populations. In addition, shed antigen can be captured by antigen-specific high affinity immunoglobulins on the B cell surface for presentation to CD4 C T cells, driving B cell responses.\n\nsystems can increase gene expression, as well as, DNA vaccine immunogenicity. Although many of the earliest carrier formulations did not show a significant clinical benefit, more recent studies highlighted herein yielded promising clinical data. As microparticles can be prepared with significant structural diversity (size, surface charge, lipid content), they offer considerable flexibility of vaccine formulation. This allows for optimization of the vaccine based on the specific needs of the clinician.\n\nAnother approach that has been effective in increasing DNA vaccine immunogenicity is the use of \"vaccine cocktails\" containing the DNA vaccine as well as plasmids encoding adjuvanting immunomodulatory proteins. Plasmid DNA contains unmethylated deoxycytidylate-phosphate-deoxyguanylate (CpG) motifs that function as a \"built in\" adjuvant. [53] [54] [55] [56] [57] [58] [59] Molecular adjuvant plasmids expressing cytokines, chemokines, or co-stimulatory molecules may be co-administered with the antigenic DNA vaccine plasmid. Cells transfected by molecular adjuvant plasmids secrete the adjuvant into the surrounding region, stimulating both local antigen presenting cells (APC) and cells in the draining lymph node. This results in durable, but low level, production of immune modulating cytokines that can tailor the immune response toward a more desirable outcome without the concerns of a systemic cytokine storm. While human data are limited, a wide range of inflammatory and helper T cell cytokines have been studied, in conjunction with DNA vaccination, in small animal models. 60, 61 In particular, we have highlighted a few of the most prominent molecular adjuvants with demonstrated ability to increase DNA vaccine immunogenicity. 62 A more comprehensive list of molecular adjuvants is included in Table 1 .\n\nCytokines are a class of immunoregulatory proteins that affect the behavior of other cells, and are critical for immune cell signaling. Cytokine-encoding genes can be delivered either as a separate plasmid, or as additional genes encoded within the antigen containing plasmid. The most extensively studied molecular adjuvant is Interleukin-2 (IL-2). IL-2 plays an essential role in the immune response by promoting the differentiation of na€ ıve T cells into effector T cells, as well as driving the generation of memory T cell pools. It is also required for the proliferation of Natural Killer (NK) cells. Inclusion of IL-2 has resulted in improved immunogenicity for HIV, [63] [64] [65] influenza, 66 and SARS-CoV 67 anti-viral DNA vaccines. Interestingly, a therapeutic vaccine encoding for the BCR/ABL-pIRES genes of myeloid leukemia and IL-2 also demonstrated enhanced immune responses, suggesting that IL-2 molcular adjuvants have the capability of alleviating the symptoms of chronic infection. 68 Similar to IL-2, IL-15 is a cytokine that induces NK and T cell proliferation. IL-15 is necessary for the generation of primary antigen-specific CD4 C and CD8 C T cell responses. It also plays a substantial role in establishment of memory CD8 C T cell populations. [69] [70] [71] [72] [73] Results of small animal studies suggest that the adjuvant effect of IL-15 is most potent when delivered in tandem with other cytokines. For example, a synergistic effect was seen when IL-15 and IL-21 were co-delivered with a DNA vaccine against Toxoplasma gondii infection. 74, 75 Additionally, sequential administration of IL-6, IL-7, and IL-15 genes augmented long-term CD4 C T cell memory responses to a foot and mouth disease DNA vaccine. 76 Therefore, depending on the antigen, it may be necessary to deliver IL-15 in combination with other molecular adjuvants. Notably, a study in rhesus macaques suggests that delivery of an IL-15 encoding DNA vaccine itself resulted in increased proliferation of NK and T cells, with no adverse effects. 77 Another recent study demonstrated that co-vaccination of rhesus macaques with SIV pol plasmid and HIV env plasmid plus IL-15 allowed for faster control of viremia than the group not formulated with IL-15. 78 Moreover, macaques vaccinated with IL-15 exhibited increased T cell proliferation compared with those receiving the antigen plasmid alone, suggesting that IL-15 has a robust effect on T cell memory responses.\n\nIL-12 is another pro-inflammatory cytokine secreted by both dendritic cells and monocytes. IL-12 plays an integral role in shaping the innate and adaptive immune responses to infection. 79 of antigen-specific CD8 C T cells, and the expression of cytotoxic mediators such as interferon-g (IFN-g), granzyme B, and perforin. 82,83 IL-12 was the first cytokine to be evaluated for use as a molecular adjuvant, and several studies have shown that inclusion of IL-12 expression plasmids within the vaccine formulation enhances T h1 immune responses. [87] [88] [89] [90] [91] [92] [93] [94] [95] Vaccination of mice with a bicistronic plasmid expressing IL-12 and Yersinia pestis resulted in increased mucosal IgA and serum IgG, providing significantly higher levels of protection against challenge than antigen-only groups. 96 Studies in rhesus macaques have shown similar increases in DNA vaccine immunogenicity. Co-vaccination with SIV gag and IL-12 allowed for dose sparing, 97 as well as increased breadth of T cell responses. 89, 91, 98, 99 Additionally, multiple human clinical studies using vaccines adjuvanted with IL-12 have proven safe 100 and highly immunogenic, yielding high level CD4 C and CD8 C T cell responses. 87, 101, 102 Furthermore, inclusion of IL-12 expression plasmids can improve weakly immunogenic vaccines. A recent clinical study demonstrated that addition of IL-12 improved the immunogenicity of a Hepatitis B DNA vaccine, resulting in increased vaccine immunogenicity, as well as sustained memory T cell responses. 103 The final immunomodulatory cytokine that has received considerable focus as a molecular adjuvant is granulocytemacrophage colony stimulating factor (GM-CSF). GM-CSF recruits antigen presenting cells to the vaccination site and promotes DC maturation. 104 It has been successfully used in multiple DNA vaccines. [105] [106] [107] Plasmid-encoded GM-CSF, when co-delivered with a rabies virus DNA vaccine in mice, resulted in increased CD4 C T cell responses, antibody production, and protection from lethal viral challenge. 108 Likewise, a bicistronic DNA vaccine encoding HIV-1 gp120 and GM-CSF recruited inflammatory cellular infiltrates and elicited a potent CD4 C T cell response. 109 However, the benefit of GM-CSF molecular adjuvants remains unclear. Recent studies have shown that co-administration of GM-CSF plasmid with an antigen-encoding DNA vaccine can have deleterious effects. Co-delivery of GM-CSF suppressed the response to a DNA vaccine encoding Dengue virus type 1 and type 2, and also failed to improve the response elicited by a Hepatitis C vaccine. 110 Furthermore, inclusion of plasmid GM-CSF provided minimal adjuvant effect when co-administered with a malaria DNA vaccine in rhesus macaques. 111 Likewise, GM-CSF had no clear effect on T cell responses in patients receiving a melanoma DNA vaccine. 112 One possible explanation for these results is that high levels of GM-CSF can expand myeloid suppressor cell populations, and suppress the generation of adaptive immune responses. Alternatively, the lack of improved immunogenicity seen in clinical trials may be due to the relative lack of GM-CSF receptors on rhesus and human APC compared with murine cells. 113 While no specific adverse effects have been reported, the use of GM-CSF as an adjuvant may require some fine-tuning, particularly if GM-CSF expression levels must be considered with regards to immunosuppression.\n\nIn addition to cytokine-encoding plasmids, several other methods for increasing DNA vaccine immunogenicity exist. The increased understanding of immune signaling pathways has led to the development of adjuvant plasmids encoding adhesion molecules, chemokines, costimulatory molecules, and Toll-like receptor (TLR) ligands. These molecular adjuvants have had some success in small animal models. For example, the innate immune signaling molecule TRIF increased the antibody response generated by a swine fever virus DNA vaccine. 114 Moreover, TRIF increased the protective activity of an influenza HA-encoding DNA vaccine. 115 Similar results were seen in studies encoding the dsRNA receptors MDA5 and RIG-I. 116, 117 Additionally, antigen-fusion constructs, whereby the antigen of interest is linked to a \"carrier protein,\" can increase the immune visibility of the vaccine, and enhance DNA vaccine potency. [118] [119] [120] A major advantage of DNA vaccination is the ability of multiple molecules such as molecular adjuvants to be inserted into the plasmid. Unlike the addition of recombinant cytokines, costimulatory molecules, and TLR ligands, which have a limited duration due to the short half-life of recombinant protein in vivo, molecular adjuvant-encoding plasmids will express protein for the same duration as the antigen, stimulating the immune system for a greater length of time. This can be done without fear of eliciting a cytokine storm, as generation of the adjuvanting signal will be localized to the site of vaccination. Of note, homologous recombination between plasmidencoded cytokines and the host gene sequence does not appear to be a significant concern, as multiple studies have shown that only extrachromosomal plasmid DNA has been identified following intramuscular injection. 121, 122 Furthermore, many current plasmids have been-codon optimized to improve gene expression in mammalian cells. This has resulted in changes to the cytokine gene sequence, limiting the possibility for homologous recombination and/or integration. Molecular adjuvants therefore show great promise for both increasing immunogenicity and extending the longevity of the immune response.\n\nPlasmid DNA vectors contain functional elements, such as the origin of replication and selection markers, that are only required during the prokaryotic growth process in E. coli. These \"bacterial region\" elements ( Fig. 2 ) are no longer needed once cell culture is halted, and may have a negative effect on vaccine stability, uptake, and efficacy. Additionally, these elements can pose safety concerns, particularly if widely used antibiotic resistance markers are horizontally transmitted to host enteric bacteria populations. 123, 124 These concerns have been addressed by development of small bacterial RNA-based antibiotic free selection markers. 124, 125 Noncoding RNA markers are preferable to protein markers since proteins, like antibiotic resistance markers, can be expressed in the host organism after vector transfection, or horizontally transmitted to host bacteria. Noncoding RNA markers are also very small (< 200 basepairs) which decreases the overall vector size; this is advantageous since vector transfection efficiency is inversely related to vector size, [126] [127] [128] perhaps because smaller vectors are more resistant to delivery associated shear forces 129 and may have improved nuclear localization since they are more motile in the cytoplasm. 130 Additionally, some bacterial region protein marker genes have been shown to dramatically reduce vector expression. For example, the TN5 derived NPT-II kanamycin resistance marker (kanR) gene in the pVAX1 vector bacterial region significantly reduces transgene expression. Three groups have demonstrated that pVAX1 bacterial region mediated repression of transgene expression can be alleviated by replacement of the kanR gene with either a tRNA RNA selection marker, the RNA-OUT antisense RNA selection marker, or the endogenous pUC origin RNAI antisense RNA selection marker. [131] [132] [133] Consistent with this, removal of the pVAX1 bacterial region in a minicircle vector improved humoral and cellular immune responses up to 3fold compared with a pVAX1 vector control. 134 DNA vaccine vectors with dramatically higher transgene expression have recently been developed through identification of novel bacterial region and eukaryotic region vector configurations. Pioneering work by Mark Kay's laboratory at Stanford University demonstrated that bacterial regions larger than 1 kbase silenced transgene expression in quiescent tissue such as the liver, likely due to untranscribed bacterial region mediated heterochromatin formation that spreads to the eukaryotic region and inactivates the promoter. [135] [136] [137] Minicircle vectors, in which the bacterial region is removed by the action of a phage recombinase during production, alleviated this silencing. 135, 136, 138 However, production of minicircle vectors is low yield and poorly scalable due to the required in vivo or in vitro recombination during manufacture. 139 In an effort to create alternative short bacterial region vectors that could be efficiently manufactured, the Mini-Intronic Plasmid (MIP) and Nanoplasmid TM vector plasmid platforms were developed. MIP vectors incorporate a RNA-OUT selection marker-pUC origin bacterial region within a 3 0 UTR intron. In this configuration the bacterial region is within the transcription unit and the downstream polyA signal is linked to the eukaryotic promoter without an intervening selection marker or replication origin. Nanoplasmid TM vectors are RNA-OUT selection marker vectors in which the large pUC bacterial replication origin is replaced by a small R6K bacterial replication origin. In this configuration, the < 500 basepair (bp) bacterial region separates the polyA signal and the eukaryotic promoter. Unlike minicircles, both MIP and Nanoplasmid TM RNA-OUT selection vectors can be efficiently manufactured in gram/liter yields without antibiotic selection. 140 As expected, both vector platforms alleviate gene silencing in quiescent tissues similarly to minicircle vectors. 141, 142 However, unexpectedly both MIP and Nanoplasmid TM vectors dramatically improve overall gene expression up to 10-fold compared with plasmid and minicircle vectors in quiescent (liver) and non-quiescent tissues. 141, 142 The improved expression level after ID and IM delivery has application to improve DNA vaccination since increased expression level is correlative with improved humoral and cellular immune response. 62 Another approach to improve DNA vaccines is to engineer the vector to increase innate immune activation. DNA vaccines are potent triggers of innate immunity. Various studies have determined several innate immune pathways are activated by DNA vaccination (Fig. 2) . Most of the intrinsic adjuvant effect of DNA is mediated by cytoplasmic innate immune receptors that nonspecifically recognize B DNA and activate Sting or Inflammasome mediated signaling, 53,143 but unmethylated CpG sequences specific for TLR9 activation may also be important for priming CD8 T cell responses. 144, 145 Along these lines, DNA vaccine vectors may be sequence modified to introduce immunostimulatory xxCGxx TLR9 agonists into the vector to increase innate immune activation. This approach has been used to improve DNA vaccine immunogenicity, 58, 59, 146 but the results are variable. Some of the variability may be due to unintended inhibition of the eukaryotic promoter expression resulting from integration of CpG motifs into non-permissive sites in the vector. 125 As well, certain DNA delivery methods may not transfer DNA to the endosome as effectively as other deliveries (e.g. liposomes), preventing unmethylated CpG interaction with, and activation of, TLR9. Part of the complexity is that optimal TLR9 activating xxCGxx motifs are species-specific; different xxCGxx agonist motifs differentially modulate the immune response 147 and many xxCGxx motifs are immunosuppressive.\n\nAn alternative strategy is to encode immunostimulatory RNA within the plasmid to increase innate immune activation. This approach has the potential advantage that additional innate immune pathways not normally stimulated by DNA alone are activated, resulting in polyvalent activation of multiple innate immune pathways to enhance immune activation. 148, 149 Like TLR9 for DNA, several innate immune TLRs for RNA are endosomal. 150 Activation of these receptors requires motif introduction into an expressed RNA, as well as cytoplasmic RNA shuttling into the endosome by autophagy. For example, 3 0 UTR , each of which can activate the STINGI TBK1I IRF3 pathway to induce type 1 interferon production. 143 An additional cytoplasmic innate immune pathway activated nonspecifically by transfected dsDNA is the cytoplasmic AIM2 inflammasome. 157 Other dsDNA receptors and innate immune activation pathways exist, 143 including a recently identified STING/IRF7 signaling pathway required for DNA vaccine immunogenicity. 158 By contrast, the endosomal innate immune receptor TLR9 recognizes specific unmethylated CpG DNA motifs in DNA vaccines. To improve innate immune activation, addition of optimized immunostimulatory CpG motifs in the vector backbone may be used to increase TLR9 activation. Immunostimulatory RNA expressed from the vector may be used to activate alternative RNA sensing innate immune receptors such as RIG-I using an additional RNA Polymerase III RNA expression cassette 117 (plasmid backbone adjuvant) or incorporation of RNA recognizing TLR agonist motifs such as CpG RNA into the 3 0 UTR. 152 Due to limited transgene expression after DNA vaccination in large animals, vector modifications (e.g., <500 bp bacterial region Nanoplasmid TM vectors; intronic bacterial region MIP vectors) and deliveries (e.g., Electroporation) that improve transgene expression also improve adaptive immunity. 62, 125, 159 Adapted under a Creative Commons Attribution license from Williams, 2013. 160 incorporation of a 20 bp immunostimulatory ssRNA encoding D type CpG upstream of a 28 bp hairpin dsRNA resulted in a 4-fold increase in antigen reactive IgG titers, 151 and a 2-fold increase in IFN-g secreting CD4 C and CD8 C T cells. 152 Moreover, several RNA-sensing innate immune receptors such as RIG-I, MDA5 and DDX3 are cytoplasmic. 143 DNA vaccine expressed RNA can be used to target these receptors directly, without autophagy. Of these, RIG-I is of particular interest since RIG-I agonists have demonstrated adjuvant properties to improve the humoral response, 153 humoral and CD4 C T cell response, 154, 155 and CD8 C T cell response 153 to co-administered antigens. 156 In addition, RIG-I is ubiquitiously expressed in most tissues (expression of TLRs typically is restricted to immune cell subtypes) and certain RIG-I agonists that can be expressed in DNA vaccines (e.g., a blunt dsRNA with a 3 0 triphosphate) are structurally conserved between humans and mice. A DNA vaccine vector that co-expresses with antigen a RIG-I dsRNA agonist in a vector backbone encoded RNA Polymerase III transcription unit (Fig. 2 ) enhanced the humoral and CD8 C T cell response after DNA vaccination. 117 DNA vaccines encoding immunostimulatory sequences that selectively improve CTL responses to encoded antigen may have niche application in vaccines for intracellular pathogens or cancer. Innovations that increase transgene expression may be used to improve the performance of immunomodulatory molecular adjuvant plasmids, in addition to traditional antigen expressing DNA vaccine plasmids. Collectively, vector design innovations that improve transgene expression level and innate immune activation are complementary to improved mechanical and nonmechanical DNA vaccine delivery platforms. Combining improved vectors with liposome or polymeric particle nonmechanical delivery, or with needle free injector device delivery, has the potential to increase immunogenicity with these well tolerated, safe, delivery platforms.\n\nWhile DNA vaccination provides several advantages over more conventional vaccination strategies, further optimization is necessary before it becomes the predominant strategy in human patients. Despite initial setbacks, significant progress has been made in overcoming the problem of low immunogenicity in humans. A clearer understanding of the immune mechanisms governing DNA vaccine immunogenicity has illuminated several pathways that may be useful in further improving DNA vaccine efficacy. A large catalog of cytokines, chemokines, adhesion molecules, and transcription factors are in the process of being tested as molecular adjuvants, although it is likely that each will need to be carefully assessed for safety and tolerability. Likewise, continued development of vaccine delivery methods appears promising. New formulations exploiting sustained vaccine delivery methods, such as slow-releasing micropatches or multilamellar vesicles, are on the horizon. The strong appeal of needle-free injection and mucosal delivery, the ease of design, and the recent clinical successes with DNA vaccines suggests that this approach is on the precipice of redefining the field of vaccinology.\n\nDisclosure of potential conflicts of interest James A. Williams has an equity interest in Nature Technology Corporation. Due to this relationship with Nature Technology Corporation, the author acknowledges that there is a potential conflict of interest inherent in the publication of this manuscript and assert that an effort to reduce or eliminate that conflict has been made where possible."}