{"title": "Spongiform Encephalopathies: An Introduction to the Mysterious Etiological Agent", "body": "; NA, transmission not attempted; t (Creutzfeldt, 1920 (Creutzfeldt, , 1921 Jakob, 1921a, b, c, \" (Gibbs et al., 1968) , 3 (Gerstmann, 1928; Gerstmann et al., 1936) , 4 (Masters et al., 1981) , 5 (Lugaresi et al., 1986) , ~' (Parry, 19831, 7(Cuill/: and Chelle, 1936 ), s(Chelle, 1942 ), 9(Dickinson, 1976 , 1° (Wood et al., 1992) , \" (Williams and Young, 198(I) , 12 (Williams et al., 19821, t3 , 14 (Gajdusek and Zigas, 1957) , tS (Gajdusek et al., 1966) , I~' (Duffy et al., 1974) , 17 (Bernoulli et al., 1977) , ta (Foncin et al., 1980; Will and Matthews, 19821, 19(Brown et al., 1985; Gibbs et al., 1985; Koch et al., 1985; Poweil Jackson et al., 19851, 2° (Prichard et al., 1987) , 21 (Cochius et al., 1990) , 22 (Gordon, 1946) , 23 (Hartsough and Burger, 1965) , 24 (Zlotnik and Barlow, 1967) , 25 (Wells et al., 1987) , 2~' (Fraser et al., 1988), 27 (Jeffrey and Wells, 1988) , 2S (Bruce, 1993) , --9 (Fleetwood and Furley, 1990) , 3° (Kirkwood et al., 1990) , 3t (Wyatt et al., 1990) , 32 (Willoughby et al., 1992) , 33 (Peet and Curran, 1992) . tO tO microscope, yet the brain of affected individuals is loaded with PrP-res, so that these disorders are also referred to as \"hidden amyloidoses\" (Diringer, 1992) . Since the accumulation of PrP-res precedes the histological lesions and the clinical appearance of the disease (Bolton et al., 1991; Czub et al., 1986; Xi et al., 1992) , its formation is the principal pathogenic mechanism of these disorders. PrP-res derives from a post-translational or, most likely, a conformational modification of a cellular 'normal\" protein (PrP-sen'), but what is responsible for it and why the affected cell starts making the pathological protein is still unknown.\n\nThe spongiform encephalopathies resemble other neurodegenerative disorders, such as Alzheimer's disease, yet they are unique because of their transmissibility to experimental animals after an incubation period which may be as long as decades. They are caused by a transmissible agent whose nature, however, is still unknown and is now the subject of great controversy.\n\nOf the many theories proposed, three of them are still feasible in light of the large amount of experimental and clinical data which have been collected in the last ten years (Fig. 1) . The most provocative hypothesis considers the etiological agent to be composed of only a modified host protein and devoid of nucleic acid. Although it was proposed more than 25 years ago (Gibbons and Hunter, 1967; Griffith, 1967) , nowadays this theory is mainly advocated, although with different prospects, by Stanley Prusiner and the Nobel laureate Carleton D. Gajdusek. Prusiner proposed the term 'prion' to indicate scrapie and related agents and to distinguish them from other known microorganisms, including viruses and viroids (Prusiner, 1982) . Prion is the acronym for proteinaceous infectious particle and, although the presence of an as yet unidentified nucleic acid is not dismissed (Prusiner, 1993) , it is considered to be entirely composed of the modified aggregate host protein PrP-res (Fig. IA) . Gajdusek embraced the protein only theory (Gajdusek, 1986) , although from a different viewpoint and yet he continues to call these infectious agents viruses, meaning 'nothing more than invisible replicating parasites that required the energy and the informational systems of the host for their replication' (Gajdusek, 1993a) . Step 1 is an extremely rare event when PrP-sen is not mutated (wild-type) but becomes more frequent, although still rare, when PrP-sen carries one of the mutations found in familial cases. Once the first PrP-res homodymer is produced (2) or is exogenously introduced (3) in the host, the conformational change from PrP-sen to PrP-res occurs at an exponential rate. In the virus hypothesis (B), PrP-sen is the viral receptor on the cell surface and its conformational change to PrP-res is driven by the virus. The virino is composed of an exogenous nucleic acid (black diamonds) surrounded by PrP-res (C).\n\nHere, it is speculated that the binding of the virino nucleic acid with PrP-sen is responsible for the conformational change from PrP-sen to PrP-res. In the unified theory of Weissmann, both the nucleic acid (coprion) and the protein (apoprion) of the infectious agent (boloprion) derive from the host and independently replicate in the cell. The apoprion (PrP-res) replicates as the prion. The coprion is responsible for the phenotypic properties which differentiate the various strains of scrapie and related agents. \n\nA more conservative theory proposes that the infectious agent is a real virus (Aiken and Marsh, 1990; Rohwer, 1991; Diringer, 1992) (Fig. 1B) with bizarre biological and chemical-physical properties and therefore named 'unconventional virus' (Gajdusek, 1977) . However, no nucleic acids nor endogenous proteins have ever been associated with infectivity (Diener et al., 1982; Kellings et al., 1992; Meyer et al., 1991; Murdoch et al., 1990; Oesch et al., 1988; Sklaviadis et al., 1990) and no immune response has ever been detected in the infected host (Brown, 1990b; Casaccia et al., 1990; Berg, 1994) which implies that the virus-encoded protein(s) is not antigenic. The absence of specific anti-virus antibodies made the identification and purification of the putative virus unfeasible.\n\nThe third legitimate hypothesis was initially proposed by Dickinson and Outram (1979) who envisaged the infectious agent to be composed of an exogenous non-protein-coding nucleic acid surrounded by a host-tissue component (Dickinson and Outram, 1983) , such as the prion protein (Dickinson and Outram, 1988; Kimberlin, 1990) (Fig. 1C) .\n\nA possible variant of this hypothesis is that the nucleic acid derives from the host as well and that it is not required for infectivity (Weissmann, 1991) (Fig. 1D ).\n\nIn the last ten years many excellent review articles have been devoted to the prion theory which, however, had given the impression that it was very well supported Prusiner, 1982 Prusiner, , 1987 Prusiner, , 1993 Ridley and Baker, 1993) . This theory gained credit and stimulated the imagination of many scientists regarding how a protein particle devoid of nucleic acids can replicate and induce different clinical and pathological entities in the same host. Stanley Prusiner must be credited for this challenging hypothesis that, if proved true, will open new avenues for the study of degenerative and infectious disorders. However, until then, it seems correct to me (and to other scientists as well) that other possible hypotheses on the nature of the scrapie and related agents, such as the 'virino' or the 'virus' ones, should not yet be discarded. However, none of these three major hypotheses on the nature of the infectious agent, taken alone, can entirely explain the different aspects of these disorders. The objective of this review is to analyse the clinical and epidemiologicai characteristics of spongiform encephalopathies and to interpret them in light of each theory.\n\nTo maintain objectivity throughout the manuscript, I decided to use generic or descriptive terms and refer to the hypothetical terminologies, such as 'prion', 'virino', 'virus' and related terms, only in regard to the relative specific hypothesis. Thus, the term 'agent' will be preferred to 'prion' or 'virino' or 'virus ' to indicate the etiological particle causing scrapie and related disorders and 'spongiform encephalopathies' will be used instead of 'prion diseases' or 'virus-induced amyloid disorders' .\n\nIn 1981, Merz and co-workers (Merz et al., 1981) made the fundamental observation that detergent fractions of scrapie-infected brains were loaded with abnormal, diseasespecific fibrils, which they called scrapie-associated tibrils (SAF; also called prion rods, Prusiner et al., 1983 ) (see Fig. 2 ). The ~mthorx made the important observation that although SAF were amyloM-like fibril,~, they were also present in scrapie-infeeted brains showing no amyloid-plaques ;.It histology. SAF were sul~sequently observed in thc brain of paticnts with ('Jl) (Mcrz et al. 1983a (Mcrz et al. , 1984 and GSS (Mcrz et al., 1983a,b) , of shccp with natural scrapie (Merz et al., 1984) , of bovine with BSE (Hope et al., 198810 and of elk with chronic wasting disease ((~uiroy t't ,I., 1993) . Morcovcr, SAF were also found in the brains of animals with experimental Sl~ongiform encet~halopathy 203 (Merz et al., 1981 1'4S3} but in none of the samples obtained from animals not inoculated or from patients ~ith other neurological disorders including Alzheimer's disease (Merz et al., 1983b) . It ~as therefore immediatel~ clear that SAF were a unique feature of spongiform encephalopathies and it was assumed that these fibrils might represent either the etiological agent of these diseases or a specific pathological product caused by the infectious agent (Diringcr et al., 1983 : Merz et al., 1984 .\n\nThe major, if not the only. component of the SAF is the prion protein (Diringer et al., 1983: Prusiner et al., /983) . Originally, the protease resistance fragment of PrP-res (PrP27-30) was discovered in fractions of hamster brain enriched for scrapic infectivity, but not in uninfected brains (BoRon e; al., 1982 al., : Prusiner et al., 1982a . Although the possibility that PrP27-30 represented a pathological product of scrapie infection was not dismissed, this result encouraged the notion that PrP belonged to the infectious agent. This belief was further supported by thc finding that antibodies raised against the hamster PrP-rcs Diringer et al., 1984) immunostained PrP27-30 purified from the brains of CJD patients (Boekman et al., 1985; Bode et al., 1985; Manuclidis et al., 1985; Brown et al.. 1986b ) and of shecp with natural scrapie (Agrimi et al., 1992) (Fig. 3) , tlowevcr, the determination of the N-terminal sequence of PrP27-30 (Prusincr et al., 1984) led to the discovery that the gene encoding for PrP-rcs was a cellular gone (Chcsebro el M., 198.5: Oeseh et ~d., 198.5 ) and therefore also present in uninfected animals and that the amount of PrP mRNA was the same in 80. the brains of scrapie-infected versus uninfected animals (Chesebro et al., 1985; Oesch et al., 1985; Caughey et al., 1988) . The immediate next step was the Western blot identification in uninfected animals of the normal equivalent of PrP-res which has a slightly larger molecular weight and a much greater sensitivity to protease treatment than PrP27-30 (Meyer et al., 1986) . This normal isoform was named PrPc (cellular) or PrP-sen (proteinase sensitive). It follows that PrP27-30 is a likely artefact of the purification procedure and that it is derived from a larger precursor following treatment with proteinase K. Omitting proteinase K in the purification procedure of PrP-res led to the realization that the precursor protein has an apparent molecular weight of 33-35 KDa which, under partial treatment with proteinase K, reproduces PrP27-30.\n\nA brief account of the PrP gene and its transcription is given below (for a more detailed description of this subject see Basler et al., 1986; Oesch et al., 1991; Goldmann, 1993) .\n\nThe PrP gene (named PRNP in humans, prn-p in mice and PrP gene in other species) has been sequenced in humans (Kretzschmar et al., 1986b; Puckett et al., 1991) , ruminants (Goldmann et al., 1990 (Goldmann et al., , 1991b Poidinger et al., 1993) , rodents (Basler et al., 1986; Locht et al., 1986; Robakis et al., 1986b; Westaway et al., 1987; Lowenstein et al., 1990; Gomi et al., 1994) and in mink (Kretzschmar et al., 1992b ) (see Fig. 4 ). The gcne is located on the short arm of chromosome 20 in humans (Robakis et al., 1986a; Sparkes et al., 1986 ) and on chromosome 2 in mice (Sparkcs et al., 1986) . A homologous gene has been described in chicken , but whether it has the same function as in mammals remains unknown. The supposcd presence of PrP gene in invertebrates ) seems, at the moment, excluded (lwasaki et al., 1992) .\n\nThe protein encoding region (ORF) and the 3' untranslated mRNA region are located in a single exon in all the species (Fig. 5 ). The 5' leader sequence of PrP mRNA is located on one (human, hamster) (Basler et al., 1986; Puckett et al., 1991) or two (sheep, mouse) (Biieler et al., 1992; Goldmann, 1993) small 5' exons which are separated from the ORF-containing exon by 1 or 2 introns of about 10-14 kb total size (Basler et al., 1986) . The promoter region contains no identifiable TATA box, is very rich in GC repeats (Basler et al., 1986) and this feature makes the PrP gene nearer to the so-called 'house-keeping' or 'constitutive' genes, that is, genes that are expressed in all cells because they provide basic functions needed for sustenance of all cell types (Lewin, 1990) . Indeed, the PrP mRNA is present in many tissues, including brain, spleen, lung, intestine and heart, in different cell types of neuronal and non-neuronal origins (Oesch et al., 1985; Robakis et al., 1986b; Brown H.R. et al., 1990) and in many kinds of cell cultures (Caughey et al., 1988) . The amount of PrP mRNA is high in the CNS (Kretzschmar et al., 1986a) and, outside the brain, varies considerably from tissue to tissue. Interestingly, no correlation has been found between PrP mRNA synthesis and the ability of tissues to replicate the scrapie agent (Robakis et al., 1986b) . PrP gene expression is detectable in mouse and rat embryos (Lieberburg, 1987; Manson et al., 1992) and increases in the brain during development . Moreover, the finding that expression of the PrP gene is up-regulated by nerve growth factor The entire open reading frame (ORF, shaded box) is located on a single exon in all the species. The 5' leader sequence of the transcript is encoded either on exon 1 only (humans, hamsters) or exon 1 and 2 together (sheep, mice). PrP-sen is the product of the PrP gene both in normal and infected cells. In infected cells PrP-sen is then modified by an unknown mechanism in PrP-res. (Mobley et al., 1988; Wion et al., 1988) and most likely by the HIV-Tat protein (Muller et al., 1992) , implies that regulatory elements may control the expression of this gene. Although these findings denote that the PrP gene is important for development and for normal cellular function, the ablation of this gene in mice does not apparently result in a modification of mice development, behaviour or immunological status (B/icier et al., 1992) .\n\nA---G--C ........ C---G-CGGA---A Mo-a 648 ---CG 'C---A---G--C-- G-CGGG---A Mo-b 648 ---CG \"C---A---G--C-- G-CGGG---A Rat 651 ---CG ..... TC--- A---G--C-- G-CGGG---A Mink 651 .... G C--C -A--G--\n\nThe predicted primary structures of PrP consist of 253 (human), 254 (rodents) 256 (ruminants) and 257 (mink) amino acids and have a calculated molecular weight of 27,700-29,000 prior to post-translational modifications (Fig. 6) . The protein has a number of interesting features that are listed below.\n\nThe protein has a stretch of 22 (hamster sequence) hydrophobic residues at the N-terminal (signal peptid¢, in italics in Fig. 6 ) that target the protein to the endoplasmic reticulum and that are removed in the mature protein (Hope et al., 1986; Bolton et al., 1987; Turk et al., 1988; Safar et al., 1990) . The N-terminal is the less conserved region of the protein except in mink and all ruminants where it shows a great homology.\n\n1987 ; Turk et al., 1988; Safar et al., 1990; Stahl et al., 1993) (in bold in Fig. 6 ). Five tandem repeats of 8/9 amino acids are present between residues 51/54 and 90/95 which are glycine-rich and very conserved among different species (underlined in Fig. 6 ). In humans, the deletion or insertion of one repeat has been reported in normal subjects (see Chapter 3 ). An extra octapeptide repeat has also been found in bovine without, however, influencing the susceptibility to BSE (Goldmann et al., 1991b) . Digestion of PrP-res with proteinase K removes about 60-70 (depending on the species) amino acids from the N-terminal of the mature protein (practically all the repeats are removed) yielding PrP27-30 (Oesch et al., 1985; Meyer et al., 1986; McKinley et al., 1986; Bendheim et al., 1988; Hope et al., 1988a) ; this polypeptide aggregates into amyloid fibrils (Somerville et al., 1989; lsomura et al., 1991; McKinley et al., 1991a) and is associated with infectivity (Diringer et al., 1983; McKinley et al., 1983a) .\n\nBoth PrP-sen and PrP-res are N-glycosylated at 181 Ash and 197 Ash (hamster sequence, in bold in Fig. 6 ) (Bolton et al., 1985; Multhaup et al., 1985; Sklaviadis et al., 1986; Haraguchi et al., 1989) with heterogeneous, complex-type oligosaccharides Haraguchi et al., 1989) . This variability may account for the heterogeneous appearance of PrP during separation by electrophoresis . These sugars are not essential for PrP-res formation .\n\nTwo cysteine residues, 179cr~ and 214cy ~ (hamster sequence, in bold in Fig. 6 ), are covalently bonded in a disulfide linkage (Turk et al., 1988) . A C-terminal peptide is removed from both PrP-sen and PrP-res upon addition of a membrane anchor to 231 s~r (hamster sequence, in italics in Fig. 6 ) (Stahl et al., 1987 (Stahl et al., , 1990a (Stahl et al., , 1992 Baldwin et al., 1990) . However, only PrP-sen is released from the cell membrane by enzymatic treatment under non-denaturing conditions (Caughey et ai., 1990; Stahl et al., 1990b; Safar et al., 1991) implying that PrP-res accumulates inside the cell.\n\nThe current knowledge regarding the metabolism of PrP-scn and PrP-res derives from studies in neural cell cultures which are persistently infected with scrapie (Caughey et al., 1989; Borchelt et al., 1990 Borchelt et al., , 1992 Taraboulos et al., 1992; Chesebro et al., 1993; Shyng et al., 1993) . As a glycoprotein, PrP synthesis starts in the endoplasmic reticulum and proceeds through the Golgi apparatus before reaching the surface of the cell where it is anchored to the cytoplasmic membrane by the glycoinositoi-phospholipid moiety (Caughey et al., 1989) . Until this point, both PrP-sen and the precursor of PrP-res follow the same metabolic pattern described above (Caughey and Raymond, 1991; Borchelt et al., 1992) . However, while PrP-sen is then either released into the medium or rapidly metabolised (the half-life time is about 6 hr) via endocytosis by intracellular degradation in lysosomes (Borchelt et al., 1.990; Caughey et al., 1989; Caughey and Raymond, 1991) , the turnover of PrP-res is very slow or absent Caughey and Raymond, 1991) and it appears to accumulate in the lysosomes (Caughey and Raymond, 1991; Caughey et al., 1991a; McKinley et al., 1991b) . These studies indicate that the formation of PrP-res occurs after the precursor has reached the cell surface. \n\nThere are many important and as yet unexplained points regarding spongiform encephalopathies that an outside reader should keep in mind while trying to make a correct judgement of why none of the different theories on the nature of the infectious agent are at the moment satisfactory. In this chapter, I shortly review the many facets of the clinical aspects and in the next chapter I will critically interpret thcm considering the available experimental data.\n\nThe first reports on scrapie gave credit to the observations of experienced shepherds who named the disease after the most important clinical signs seen in the syndrome (for a review see Palmer, 1959) . in England its name is derived from the pronounced scratching and rubbing of the skin which is often reported as one of the first and most pronounced clinical signs of scrapic. Referring to the same symptom, some Frcnch writers termed the disease 'prurigo Iombaire' because the itching and subsequent loss of wool often occurred in the region of the loins. On the other hand, among the many synonymous terms for scrapie, it was also referred to as 'La tremblante' (the trembles) in France, 'Rida' (ataxia or tremor) in Iceland and 'Traberkrankheit' (trotting disease) in Gernmny to emphasise the neurological signs: trembling of the head, tremors of the whole body and legs, resembling pronounced shivering, incoordination of the hind quarters with, in the early stages of the disease, a still normal movement of the forequarters which gives the animals a rather peculiar gait that resembles the trot and less often vertigo, paralysis, visual disturbances and epileptiform seizures.\n\nAlthough both cutaneous and neurological symptoms are often present in the same animal (Stockman, 1926) , the different names given to scrapie during the past two centuries reflect the presence of slight clinical variations which may be due to either genetic differences (e.g. in the prion protein gene) between hosts or strain differences in the agent (Dickinson, 1976) .\n\nScrapic most likely occurs in every part of the world except in those countries (i.e., Australia, New Zeahmd and possibly Argentina) where a careful eradication program 219 for controlling the spread of the disease has been established. Although there are no data on the real incidence of the disease, it is conceivable that in affected flocks scrapie may kill 10-40% of animals or even the entire flock if shepherds did not immediately slaughter individual sheep at the earliest suspicious appearance of the disease. In experimental flocks of sheep where the natural disease was intentionally kept under no control, there was, in fact, a progressive decline in the age of death from natural scrapie which was most likely caused by an increased exposure to infection rather than a selection of a particularly virulent strain of scrapie or an increase in the frequency of susceptible genotypes among the sheep population (Foster and Dickinson. 1989 ).\n\nIn humans, as in natural scrapie, there are distinct clinical manifestations of the disease that, in the past, resulted in many synonymous terms for describing variants of what, in 1922, Spielmeyer (1922) called Creutzfeldt-Jakob disease. Although the original descriptions of Hans Creutzfeldt (Creutzfeldt, 1920 (Creutzfeldt, , 1921 and at least two of the five cases of Aifons Jakob (Jakob, 1921a,b,c) do not fulfil the present day diagnostic criteria (Alem~ and Bignami, 1959; Masters and Gajdusek, 1982) , this eponym is presently used to describe most (about 99%) of the spongiform encephalopathies or prion diseases in humans.\n\nThe event that halted the sub-grouping of CJD occurred in 1968 when Gibbs, Gajdusek and their collaborators succeeded in the transmission of the disease to a chimpanzee (Gibbs et al., 1968) . Thirteen months after intracerebral and intravenous inoculation with a CJD brain homogenate, the primate developed a progressive fatal neurological disease characterised by behavioural abnormalities, ataxia of gait, intention tremor and intermittent jerking of the extremities. Microscopic examination of the brain showed marked status spongiosus of the cerebral grey matter, neuronal loss and proliferation and hypertrophy of astrocytes.\n\nIn the following years, the NIH and other laboratories from all over the world successfully transmitted many more cases of CJD to a variety of non-human primates (Gibbs and Gajdusek, 1973; Baker et al., 1985; Brown et al., 1994b) , mice (Manuelidis et al., 1978a; Tateishi et al., 1979) , rats (Tateishi et al., 1979) , guinea pigs (Manuelidis, 1975; Abbamondi et al., 1983) , hamsters (Manuelidis et aL, 1977) and cats (Gibbs and Gajdusek, 1973) . The criterion of transmissibility became the unifying component of the many clinical and pathological variants of human spongiform encephalopathies and an essential element to distinguish these degenerative disorders of the central nervous system from other similar syndromes, such as Alzheimer's disease.\n\nThe analysis of more than 200 transmitted cases revealed that the clinical panorama of CJD has indeed many facets (Brown et al. 1994b ): males and females are equally affected, usually between the ages of 50 and 70, but the disease can affect people as young as 16 or over 80. In the majority of patients there are non-specific psychological prodromai symptoms of uncertain significance, followed by a rather gradual appearance of neurological deficits which may appear in the form of cognitive disturbances (i.e., memory loss, confusion or bizarre behaviour), cerebellar disturbances (ataxia, vertigo or nystagmus) or visual signs, or a combination of the above. However, about 15% of patients experience a rapidly progressive or an abrupt onset of the disease which may resemble a cerebral vascular accident. After this initial phase, the disease inevitably progresses and all patients experience a severe dementia often coupled with myoclonus. ccrebellar, visual and pyramidal or extra-pyramidal signs. Other neurological signs. however, may affect the patients as well and eventually they may have epileptic seizures, lower motor signs or pscudobulbar paralysis. In the majority of cases the duration of the illness is less than 6 months: more than 80% of patients die within 1 year from the onset of the disease (Will and Matthews, 1984 , 1994b Masullo et al., 1988) . However, exceptions to this rule are possible and some patients may last in a semi-vegetative state for more than 2 years : Cutler et al., 1984 : Kitamoto and Tateishi, 1988 ).\n\nThe occurrence of a rapidly progressive dementia associated with other neurological signs in 50-70 year-old patients makes the clinical diagnosis an easy task: otherwise the illness can be confused with many other neurological syndromes including Alzheimer's disease, Parkinson's disease with dementia and amyotrophic lateral sclerosis with dementia.\n\nOf great help for the conlirmation of the clinical diagnosis is the electroencephalogram (EF, G) which often shows a disease-specilic periodic activity of I-2 cycles per second triphasic waves (Chiofalo et al., 19811: Aguglia el al., 1987 : Brown, 1993a . Two dimensional gel electrophoresis of cerebrospinal fluid shows two abnormal proteins (Mr 26,1)00; p/5.2 and Mr 29,I1011; pl 5, 1) in all patients with ('Jl) which are not found in other degenerative or infectious neurological disorders, except in herpes encephalitis (ilarrington eta/., 1t,~86). This test, although not easy to obtain in routine clinical laboratories, may be useful in the evaluation of patients with unclear progressive diagnosis (Blisard et al., 1990) . Brain CT-scan, magnetic resonance imaging (MRI) and positron emission tomography (PET), on the other hand, show no specilic or reproducible patterns and are therefore of no help except for excluding alternative diagnoses.\n\nPost-mortcm diagnosis is based on routine histological examination of the brain: most of the cases present characteristic spongiform changes in the grey matter and, eventually, in the white matter (Masters and Richardson, 1978 ; Mizutani eta/., 1¢)81: Liberski et al., 1993d) , proliferation and hypertrophy of astrocytes which can often assume the aspect of gemystocytes (Liberski et al., 1993b, c) and a variable degree of neuronal loss with a complete absence of inflammatory signs (see Figs 7 and 8). In 5-10% of eases, amyloid plaques are present which are immunostained by antisera anti-PrP (Doi-Yi et al,, 1991; Hashimoto et al., 1992 ) (see Figs 9 and 10). The electron microscope gives no extra helpful information for routine diagnosis. On the contrary, the identilication of PrP by Western blot is critical for the diagnosis of the disease (Bode et al.. 1985; Manuelidis el al., 1985; Brown et al., 1986b : Bockman et al., 1987 . Positive inlmunoblot detection of PrP in frozen brain material ranges from 85% to 100% of sporadic CJD patients. Moreover, it is possible to conlirm the clinical diagnosis of CJD by Western blot detection of PrP purilied from a small specimen of cerebral cortex such as can be obtained through biopsy . Although the use of cerebral biopsy fl)r routine diagnosis of CJD ix impractical since tllis procedure is associated with increased morbidity, there are instances where a precise tli,tgnosis is important to determine the course of therapy or to provide a more acct, rate prognosis. This linding implies that open biopsy can bc replaced by the less traumatic nccdlc biopsy in the diagnosis of CJ D.\n\nfill+ \"' + ' Ik !t\" i fill, _.i , ~... + ~1' . ~r + \"4 ~\" + li! ~ +a i I \" \" l \" ii''!~ i i - ~i' - i~-~ +_,\" - ~ i~ + 4i q'\" 'ill ~ Pql .j. , ' +ilti, ,vt +\"\n\nCJD occurs world-wide with an incMence of abot,t 1 case per 2 million people (Masters et al., 1979; Brown et al., 1987; Alperovitch et al., 1994) . The rarity of the disease, its long symptomless incubation period and the absence of any laboratory test for a pro-clinical diagnosis make the search for the possible source of contagion and for eventual risk factors a difficult task.\n\nThe higher incidence of CJD in urban areas of the Paris region (Brown et al., 1979) , the Boston metropolitan area (Masters et al., 1979) , Brooklyn and ,Staten Island in New York City (Farmer et al., 1978) , Santiago in Chile (Galvez et al., 1980) and the province of Rome (Poechiari and D'Alessandro, 1993). compared to the respective country as at whole, st,ggcsts that the incidcnce of ('Ji+) is related to populaition density and this implies a role of human-to-human infection in the transmission of sporadic CJD (Brown el al., 1979) . The spatkd-tcmporal clustcring of CJD that has been described (Kallana ~,I M., 1974; Mttver (',' el., 1(,+77; Masters ct ,/.. 1979)confirms the inter-human transmission of tile disease, altht)t,gh ol'tcn it it, ms out to be familial ag, gregaltit)n of cases duc tt) thc not fully penetrant inutatitm o1 tile PII + geuc at the cotton 200 (Goldfarb e/++/.. 1990a,b; Hsiao el al.. 199 la; l+rowll dl al.. 1992a) . The available cpidemiological data, however, failed to show any contact betwccn p~tticnts, but cross cont~unination by minor medical or dental procedure cannot be completely dismissed. The two reports of the concomitant (.lellinger el el., 1972) or 3 years apart (Matthews. 1975) appearance of CJD in husband and wife also suggests ~, common expost, rc to +.Ill infectious agent years before, rather than it case-to-case transmission.\n\n('Jl) has been described in health care workers (Miller, 19Sg; Sitwell ¢I ~d., 198g;  Oorm~,n ~,r ,/.. 1992; Berger and Noble. 1993) . but these c~ses are likely to be sporadic rather than iatrogcnic CJ D for two reasons: large cpidemi (~h) There is no epidemiological evidence that scrapie of sheep and goats is transmitted to humans (Bobowick et al., 1973: Kondo and Kuroiwa, 1982; Harries Jones et al., 1988) , but this mode of transmission has been postulated several times (Alter et al., 1977 : Lo Russo et al.. 1980 : Mitrova and Mayer, 1981 Davanipour et aL, 1985) . Recently. two cascs of CJD have occurred in British dairy farmcrs who had cases of BSE in their herds (Davies et al., 1993 : Sawccr et al.. 1993 . Although these two cases still do not associate CJD and BSE on statistical grounds (Davies et al., 1993) , this theoretical risk will be monitored, in the following years, by the epidcmiological surveillance of CJD incidcnce in Great Britain and in other European countries (Alpcrovitch et al., 1994) .\n\nhunlan-to-human which has occurred under several circumstances: after incomplete sterilization of contaminated surgical instruments (Bernoulli et al., 1977) , following cornca (Duffy et al., 1974) or dura mater (Thadani et al., 1988; S ¶/; Jansscn and Schonberger, 199l; Miyashita et al., 1991 : Willison et al., 1991 Esmonde et al,, 1993) transplantation from CJD affected donors, and, finally, after therapy with human-dcrivcd pitt.itary hormoncs extracted from CJD-infcctcd glands (Brown, 1988a; Cochius et al., 199(); Fradkin t't al., 1991) .\n\nFamilial cases rcprcscnt about 5--1tr)% of ('.11) and arc all linkcd to mt,tations of the PrP gcnc (scc Table 2 ). Though at a Iowcr rate than sporadic ('Jl). farnilial cases arcalso R~mlc, Italy.\n\ntransmissible to laboratory animals (Brown et al., 1994b) . ('linically, they resemble the sporadic form, but usually patients become ill at a younger aD: and the duration of the disease is hmger than in spore,die CJD. hi some families, moreover, the disease assumes tile aspect of tile Gerstnlann-Str;~iussler-Scheinkcr syndrome, a chronic cerebellar ataxia of hmg duration (around 5 years, but with great variability) in which dementia, myoclonus and spinal cord or tract involvement occur frequently but not invariably and often late during tile clinical course of the disease. Amyloid plaques, distributed widely throughout the brain, arc always present and assume the characteristic aspect of a central dense core surrounded by smaller globules (see Fig. 11 ). Spongiform changes are common but not always present. Clinical variability in patients of the same family, hence bearing the same mutation on the PrP gone, is present as in sporadic cases, arguing that genetic background of the host is not the only factor that controls the manifestation of the disease. Some examples will be given R~r each of the known mutations of the PrP gent dcscribed in human spongiform encephah,pathies.\n\nThe substitution of proline to leucinc at cod¢m 11)21 ..... of PRNP was the lirst point mutation described in human sDmgiform em:ephalopathy and is probably derived by the deamidation of the methylated CpG triplet (Barker et al., 1984) , resulting in the conversion of a T (CTG) for C (CCG) (Hsiao et al., 1989) .\n\nThe recent finding that, in a large Italian family with 8 affected members in 3 generations bearing the codon 102 L~u mutation of the PrP gene, 3 patients showed severe dementia with cerebellar and extrapiramidal signs and a duration of illness of less than 1 year, while the other 4 patients developed a chronic cerebellar syndrome with moderate or no dementia and a clinical course of 2--4 years (Barbanti et al., 1994) , is an excellent example of clinical heterogeneity within a single family. Histology was performed on only one of the patients affected by the dementia-type, who showed a marked spongiosis with many GSS-like amyloid plaques (see Figs 10 and 11) . The analysis of a polymorphism (Met/Val) at codon 129 in 6 of 8 patients of this family did not correlate with the clinical presentation of the disease: the Met/Met genotype was in 2 patients with dementia and in 1 with the chronic cerebellar syndrome and the Met/Vai genotype was found in 1 demented patient and in 2 ataxic patients.\n\nA similar clinical heterogeneity was previously described regarding the \"JW\" GSS family of British origin with the 102 L~u codon mutation (Hsiao et al., 1989) . In their superb review of GSS cases, Masters et al., (1981) emphasise \"the wide variety of clinical signs in this family, especially the presence or absence of dementia, myoclonus and spinal cord involvement\" and the irregular and unpredictable occurrence of spongiform changes in affected members which did not correlate with clinical presentation. Transmission from brain homogenates of 3 affected members to monkeys or hamsters (Masters et al., 1981 ; Baker et al., 1985; Hsiao et al., 1989) has been reported. Interestingly, at least 2 of the 3 transmitted cases had spongiform changes (to my knowledge, the histology of the third case has not been reported). Clinical manifestations and pathology are also variable in affected members of other GSS-codon 102 L~u families, such as the \"Sch\" family of German origin and the Italian family described by Kretzschmar and co-workers (Krctzschmar et al., 1992a) , where two patients were affected with cerebellar ataxia and one with clinical signs resembling amyotrophic lateral sclerosis, in other GSS families with codon 102 t-~u, the kaleidoscopic clinical and pathological presentations are either not evident, as in the original family described by Gerstmann and co-workers, or not reported Kretzschmar et al., 1991; Goldhammer et al., 1993) .\n\nTwo other GSS families, one French Alsatian (Doh-ura et al., 1989; Tateishi et al., 1990; Tranchant et al., 1992) and one American of German origin (Nochlin et al., 1989; Hsiao et al., 1991b) , have been linked to the mis-sense change at codon 117 (GCA --~ GTG) which results in the substitution of alanine to valine (Doh-ura et al., 1989; Tateishi et al., 199(I; Hsiao et al., 1991b; Tranchant et al., 1992) . The C to T transition at the second letter of the triplet is a silent polymorphism found in about 10% of the population (Wu et ai., 1987) . Although they bear the same mutation of PRNP, clinical and pathological features in affected members of the Alsatian family are distinct from those of the German origin family . These cases have not yet been proved to be experimentally transmitted to laboratory animals .\n\nOther point mutations in GSS patients are at codon 198 s~ (TTC --~ TCC, resulting in Phe ~ Ser), 217A'g (CAG ~ CGG, Gin --* Arg) and 105 kc. (CCA ~ CTA, Pro ---, Leu). The first mutation has been linked to the Indiana kindred variant of GSS (Dlouhy et al., 1992) with about 70 affected family members in 6 generations, whose main clinical signs include progressive dementia, parkinsonian symptoms and cerebellar ataxia with a duration of illness ranging from 3 to more than 10 years . Pathologically, they are characterised by amyloid plaques which are immunolabelled with anti-PrP antibodies, consistent presence of neurofibriilary tangles and mild spongiform changes . No other families carrying this mutation are presently known.\n\nThe 217Arg point mutation has only been found in affected members of a Swedish family who had dementia, gait ataxia and a pathological picture similar to that observed in the Indiana family (Hsiao et al., 1992a) .\n\nThe third point mutation (codon 105 Leu) was observed in 6 patients belonging to 4 apparently unrelated Japanese families (Kitamoto et al., 1993a, c; Yamada et al., 1993) . Clinically they manifested spastic gait disturbances, progressive dementia without ccrebellar signs, myoclonus and periodic EEG. At histology, they revealed amyloid plaques, mostly in the cortex, neuronal loss, severe gliosis and no spongiosis.\n\nIn only one Japanese patient with unknown family history and with a slowly (21 years) progressive dementia as the only clinical sign, an amber mutation at the codon 145 (TAT ---, TAG, ~ Tyr stop codon) was identified. Pathology resembled Alzheimcr's disease with no spongiosis but with amyloid plaques immunostained by anti-PrP antibodies (Kitamoto et al., 1993b) .\n\nIn familial Creutzfeldt-Jakob disease, the most frequent point mutation is at codon 200 of the PrP gene and consists of a G (GAG) to A (AAG) substitution in the first nucleotide of the triplet which results in a Glu to Lys substitution. The codon 200Ly~ differs from the above reported mutations regarding the penetrance quotient of 0.56 (Goldfarb et al., 1991b) , which means that only about half of the mutated subjects will develop CJD during their life and that about three in four children of a 200Uy-~ mutated parent will eventually escape from the illness. Because of this, the disease may not develop in one, or even more, generations, giving the impression that mutation-positive patients are sporadic cases of CJD.\n\nThe belief that we are dealing with sporadic CJD patients is reinforced by the clinical presentation, the pathological findings and the high positive rate of experimental transmission to laboratory animals, which are practically indistinguishable from sporadic cases (Goldfarb et al., 1991b) . However, a recent report reveals a marked clinical heterogeneity in Jewish patients with the codon 200LY ~ mutation (Chapman et al., 1993) . Moreover, there is one large American family with this mutation whose affected members show phenotypic features (i.e., sopranuclear gaze palsy, no myoclonus and periodic triphasic EEG) markedly different from other patients with codon 200Ly s mutation and from sporadic CJD (Bertoni et al., 1992) .\n\nFamilies carrying the 200u: mutation are distributed in many countries; some investigators have asserted that this mutation originated in Spain and was then dispersed during the middle ages by the mass migration of Sephardic Jews expelled by the Inquisition authorities (Goldfarb et al., 1991b) . Others, on the contrary, suggest that the mutation has arisen independently with a deamidation mechanism similar to that described for the codon 102 uev mutation (Prusiner. 1993) . The finding of an identical mutation in a Japanese family (lnoue et al., 1994) sustains this last hypothesis. The relatively high frequency of this point mutation was an important factor in the occurrence of geographic CJD clusters in rural Slovakia (Mayer et al., 1977; Goldfarb et al., 1990b) , rural Chile and in Libyan-born Jews living in Israel (Kahana et al., 1974; Goldfarb et al., 1990a; Hsiao et al., 1991a; Zilber et al., 1991; Gabizon et al., 1993b) .\n\nRecently, a new G to A substitution at the first nucleotide of the 210 triplet (GTT ---, ATT, Val ---, lie) was discovered in two sisters (family It-91) affected by a 'classic' CJD similar to that observed in 200LY s mutation-positive individuals . Codon 210 \"e mutation was also found in four unrelated Italian and one French patient (Ripoll et ai., 1993) with CJD whose first-degree relatives were unaffected. Moreover, the finding that the 210u¢ mutation was also present in 2 individuals of family lt-91 who were still not affected at the ages of 81 and 82 suggests that this mutation has an incomplete pcnetrance, as observed for the 200t-y s mutation . It is interesting that 3 of the 6 patients with codon 210 He mutation dying of CJD at ages 49, 50 and 52 were mcthioninc homozygous at codon 129, while the other three patients who died at ages 65, 68 and 70 carried in the non-mutated allele either a valine at codon 129 or a 24 bp deletion in the region encoding for the five octapeptide repeats. Moreover, the two non-affected subjects of family It-91 (81 and 82 years old with the 210 n¢ mutation) also had the 24 bp deletion on the other allele . Thus, it could be speculated that this deletion may delay the appearance of the disease as it does hetcrozygosis at codon 129 polymorphism in familial CJD patients carrying either 144 bp insertion or codons 178 A,. and 198 set pathogenic mutations in the PRNP gene (Baker et al., 1991; Dlouhy et al., 1992; Goldfarb et al., 1992b; Poulter et al., 1992) . It is noteworthy that an accelerated pathogenesis (early age at onset or shorter duration of the disease) has not been seen in familial CJD patients with codon 200Ly s mutations who are homozygous at the polymorphic 129 site (Gabizon et al., 1993b) and this may be the only distinction between codon 200Ly ' and codon 210\"~ mutations.\n\nClinical and pathological features resembling sporadic CJD were also reported in two patients from unrelated Japanese families bearing the codon 232Arg mutation (ATG ---, AGG, Met ---, Arg) (Kitamoto et al., 1993c) . Interestingly, codon 232Arg is in the C-terminus region of PrP that is replaced during post-translational processing by a glycolipid anchor (Stahl et al. 1990a ) and therefore cannot influence the configuration of the mature protein. It is therefore likely that the substitution at codon 232 is a low frequency polymorphism rather than a pathogenic mutation.\n\nTwo other Japanese patients bore a mutation at codon 180 n¢ (GTC ---, ATC, Val lie); one of them also had the 232Arg substitution on the other allele (Kitamoto et al., 1993c; Hitoshi et al., 1993) . They developed dementia, myocionus, no periodic EEG and showed spongiosis but no amyloid plaques at histology.\n\nThe GAC (Asp) to AAC (Asn) substitution at codon 178 of PRNP results in even more complicated clinical and pathological patterns of CJD. The mutation was first identified in a large Finnish CJD family (Goldfarb et al., 1991c ) whose affected members showed typical clinical manifestations, except for an earlier onset and a longer duration of the illness and the absence of periodic EEG activity (Haltiac et al., 1991) . Subsequently, the codon 178 Ash mutation was discovered in several unrelated American families of European descent and in two French families (Fink et al., 1991; Nieto et al., 1991; Brown et al., 1992b; Goldfarb et al., 1992a) . The phenotypic characteristics in affected members of these American families were similar to those described previously for the Finnish family, except for one case belonging to the French family \"Wui\" who developed the disease at the age of 57 and, besides the classic clinical features, showed periodic EEG activity. Transmission of disease to primates was also accomplished using brain tissue homogenates from 6 of 10 patients .\n\nIn 1992 the same mutation was linked to a novel prion disease (Medori et al., 1992a) which was initially described in one Italian kindred by Lugaresi and his colleagues in 1986 (Lugaresi et al., 1986) and later recognised in another unrelated Italian family (Medori et al., 1992b) , in 2 American and 1 French family (Petersen et ai., 1992) . The affected members show, in association with the disease-specific clinical signs of ataxia, myoclonus and mental deterioration, an unusual loss of sleep, dysautonomia and endocrine disturbances. Although sleep disturbance has occasionally been reported in 'classical' cases of CJD (Nevin et al., 1960) and in a Libyian patient with the codon 200Ly, mutation (Chapman et al., 1993) , the intensity of this feature justified the term 'fatal familial insomnia' (FFI) for describing this CJD variant. All FFI patients showed a marked atrophy of the anterior ventral and mediodorsal thalamic nuclei. FFI has not yet been transmitted to experimental animals, though the limited number of cases tested does not allow for any definite conclusion (Brown et al., 1994b) .\n\nA possible explanation for these distinct phenotypes in families bearing the same mutation is that in FFI families the mutated codon 178 A~\" carried methionine at codon 129 (129 r~l~t) and in CJD families, valine (129 v.j) (Goldfarb et ai., 1992b) . However, a further American family of European/native American origin, with five affected members in four generations carrying the combination 178A~\"/129 M=t plus a 24 bp deletion in the octapeptide coding region on the same allele of PRNP showed quite different clinical and pathological patterns: the clinical course resembles familial CJD rather than FFI (although 2 patients suffered from insomnia) and the histology observation (done only in 1 patient) shows neuronal loss, severe astrocytosis and diffuse spongiosis with only mild changes in the anterior thalamus (Bosque et al., 1992) .\n\nIn CJD families with 178A'\"/129 TM, codon 129 (Val/Val) homozygous patients show an earlier appearance of the disease and a shorter duration of the illness compared to codon 129 heterozygous (Val/Met) ones . Controversial data have instead been reported on the pathogenetic importance of codon 129 in patients with FFI; some investigators found a shorter duration of the disease in homozygous (Met/Met) versus heterozygous (Met/Val) patients , while others did not (Medori and Tritschler, 1993) . Moreover, it also appears that the disease is fully penetrant in CJD families but not in FFI (Medori and Tritschler, 1993) .\n\nBesides single point mutations of PRNP in families with CJD or GSS, 48 to 216 base pair insertions and 24 base pair deletions in the octapeptide repeats coding regions of the gene have been described. Insert mutations of different lengths have been linked to the development of familial CJD or GSS (Owen et al., 1989; Goldfarb et al., 1991a Collinge et al., 1992; Poulter et al., 1992; Tateishi et al., 1992; Duchen et al., 1993) . Except for the 7 extra octapeptide insert repeats which have been found in one American (Goldfarb et al., 1991a) and one Japanese family, each of the other insertions (2, 5, 6 and 8 extra octapeptide repeats) has only been detected in a single family. Although, as a whole, the affected members with insert mutations show an early age at onset and a long duration of illness, they reveal a high degree of clinical and pathological heterogeneity. This marked variability was also observed within a single family as is well illustrated by the detailed study of the large English family carrying the 144 base pair gene insertion Poulteret al., 1992) . The clinical phenotype varied from 'classical' CJD with a rapidly progressive dementia to that of Alzheimer-like disorders. This phenotypic variability was also observed at histology where the lesions ranged from severe spongiosis to GSS-type amyloid plaques or even no alterations.\n\nAs is the case with insertions in the octapeptide coding region, a deletion in the same region might be expected to alter the protein conformation (Puckett et al., 1991) , thus enhancing the formation of PrP-res and the development of the disease. However, a deletion located downstream of codon 76 was recently identified in two out of 186 Italian control subjects, but in none of the sporadic CJD patients . Similar deletions downstream codon 76 have been detected in normal control subjects (Laplanche et al., 1990 (Laplanche et al., , 1991 Vnencak Jones and Phillips, 1992) , in genomic HeLa and human brain eDNA libraries (Puckett et al., 1991) . However, deletions downstream of codon 76 have also been detected in a patient with unclassified dementia (Dietrich et al., 1992) , in two cases of iatrogenic CJD (Brown et al., 1994a) and in a CJD patient with a codon 178 As. mutation on the same allele (Bosque et al., 1992) ; in these patients the deletion did not appear to influence the phenotypic expression of the disease. Different deletions located upstream of codon 76 were observed on the non-210-mutated allele of a familial CJD patient carrying a codon 210n¢ mutation (which probably delays the age at onset of the disease ) in unaffected members of the same family and, in a homozygous state, in a 33-year-old woman with unclassified dementia . These findings indicate that deletion of a single repeat coding region is a low-frequency polymorphism, but its role, if any, in the manifestation of CJD has yet to be ascertained.\n\nFrom the description of these familial cases it is evident that the development of spongiform encephalopathies in humans is linked to the genetic background of the host, although the marked clinical and histological variability found in patients bearing the same mutation of the PRNP argues that some other endogenous or exogenous factors are still missing.\n\nWhat about sporadic CJD? Does it occur in individuals with genetic predisposition?\n\nThe obvious place to search for genetic variation was the PRNP. No point or insert mutations have been discovered in sporadic CJD patients, but the genotype distribution at the polymorphic codon 129 significantly differs from control subjects.\n\nThis polymorphism results from the substitution of an A (ATG) to G (GTG) in the first position of codon 129 which corresponds to a valine from methionine change in the protein (Owen et al., 1990a) . The genotype distribution of codon 129 polymorphism in 4 Caucasian populations (British (Owen et al., 1990b; Collinge et al., 1991) , French (Deslys et al., 1994) , American (Brown et al., 1994a) and Italian (Saivatore et al., 1994) ) shows a similar pattern (×2 = 6.11, p = 0.4); there are about an equal number of people carrying either the met/met or the met/val genotype and only 10--15% of them are homozygous for valine (see Table 3 ). In Japanese people (Doh-ura et al., . 1991), however, 92% of the population carry the met/met genotype, the rest are heterozygous and none of the 164 control subjects tested were valine homozygous. This distribution is obviously different from that of Caucasian populations (×2 = 106.7 (with Yates correction for continuity), p < 0.0001). Interestingly, although the allele frequencies at codon 129 between Caucasian populations and the Japanese people are sharply uneven (i.e., Met : Val 0.650 : 0.350 for Caucasians, 0.958 : 0.042 for Japanese), both their distributions follow the Hardy-Weinberg equilibrium (×2 = 0.257, p < 0.1; ×2 = 0.342, p < 0.1, respectively).\n\nIn sporadic CJD, the genotype distribution of codon 129 differs from that of the respective control populations (×2 = 18.629, p < 0.0001; ×2 =13.504, p = 0.0012; X z = 11.272, p = 0.0036, for the British , Italian and Japanese population, respectively), but the reason for this divergence varies from one group to the other (see Table 3 ). In the British study, patients with sporadic CJD are either homozygous in methionine or in valine and although the increase in homozygosity versus the control population is highly significant (×2 = 16.59 (with Yates correction for continuity), p < 0.0001), there is no excess of methionine or valine (×2 = 2.394, p = 0.12). In Italian CJD patients, there is a significant excess of homozygoses as well (cZ = 5.683 (with Yates correction for continuity), p = 0.017), but the difference is exclusively related to an increase of the methionine allele over valine (×2 _-12.44, p < 0.0004). In contrast, Japanese CJD patients do not show any increase in homozygosity (×2 = 1.402, p = 0.24) with respect to control subjects, but there is an excess of valine to methionine (c 2 = 5.806, p = 0.016) which lengthens the clinical course of the disease in comparison with methionine patients (55.6 months versus 17.0) and also influences clinical and pathological characteristics . However, clinical heterogeneity between methionine and valine CJD-carriers was not observed in Italian CJD patients (Salvatorc et al., 1994) .\n\nThese diversities may be due to the relatively small number of cases which, only by chance, show different statistical significance of one parameter over the other. However, the low incidence of CJD (about 1 case per 2 million people) compared to the large number of people (about 50% of the Caucasian population) carrying the homozygous genotype at codon 129 makes the theory of CJD predisposition in codon 129 homozygous individuals less tenable.\n\nUniformity of clinical signs in spongiform encephalopathies of humans and animals is, however, the rule when the disease is accidentally transmitted by peripheral injection of infectious material (Brown, 1988c) . There are, unfortunately, several examples that support this view. In humans, iatrogenic cases due to therapy with cadaveric pituitary human growth hormone always show a primary cerebellar syndrome; mental deterioration, usually mild and gradually evolving, is a late event, if present and the characteristic periodicity in the EEG is rarely seen. These clinical manifestations resemble kuru, an exotic disease of the Fore-speaking tribes of New Guinea, which was also caused by peripheral injection of the infectious agent (Brown, 1993b) . Kuru infection occurred during ritual endocannibalism practice either via the oral route, i.e. eating close relatives as a rite of mourning, or through damaged skin and mucosae during the handling of internal organs (Gajdusek, 1977) . The time lag between infection and the appearance of the disease was from several years to decades as recorded for CJD in growth hormone recipients (Brown, 1988b, c) .\n\nIn iatrogenic cases of both central and peripheral origin, an excess of homozygosity at codon 129 (see Table 3 ), similar to that observed in sporadic cases, has been recently reported Brown et al., 1994a; Deslys et al., 1994) .\n\nIn animals, accidental transmission of scrapie was first recorded in Britain during the louping-ill eradication program which consisted of the injection of thousands of sheep with a vaccine prepared from brains of scrapie-infected animals (Gordon, 1946) . Accidental transmission occurred several times in ranch-raised mink as a food-borne infection caused by scrapie or related infectious carcasses (Hartsough and Burger, 1965; Marsh et ai., 1991; Marsh and Bessen, 1993) .\n\nHowever, the most striking example is the recent epidemic of bovine spongiform encephalopathy in the U.K. which originated from the combination of several factors, the most important of which being the change in the method of production of meat and bone meal which led to an increased level of scrapie agent contamination in commercial foodstuffs and subsequently to the infection by oral route of the cattle population (Wilesmith et al., 1988 . Clinical signs in BSE are stereotypical and consist of changes in bchaviour, apprehension, hyperaesthesia to touch and sound, abnormal posture and hind-limb ataxia. Frequently, there are muscular tremors and teeth grinding. Signs consistent with pruritus are not as common as in natural scrapie in sheep (Wilesmith et al., 1992) .\n\nThe reason for such a high frequency of accidental cases compared with the relatively low incidence of the disease is the strong and unusual resistance of these infectious agents to the most common disinfectants and microbial sterilization procedures (for a review on this subject, see Chesebro, 1990; Taylor, 1993) . Scrapie and CJD agents are untouched by 70% alcohol, chloroform, ether and other similar compounds and only slightly or incompletely inactivated by 37% formalin, heat at 100°C for 1 hr or even 1 N sodium hydroxide treatment and autoclaving at 121°C for 1 or more hours (Brown et al., , 1986c Walker et al., 1983) . The only reliable treatment for the sterilization of surgical instruments is two cycles of autoclaving at 134°C for 1 hr each (Taguchi et al., 1991; Ernst and Race, 1993) , although the wisest method would be the disposal of any medical device which has been in contact with CJD infected tissue. Great precautions should also be taken during the preparation of human/bovine-derived biological products for their use in humans or animal therapy or cosmetics (Pocchiari, 1991) . Validation of the procedures with a suitable rodent-adapted strain of scrapie or CJD agent should always be performed to ensure the safety of the final product (Pocchiari et ai., 1988 (Pocchiari et ai., , 1991a Di Martino et al., 1992 .\n\nObviously, controlled clinical trials of potential anti-CJD drugs have been unfeasible because of the extreme rarity of the disease, and, therefore, the possible beneficial effects of CJD therapy must be considered with caution (for a review on this subject see Brown, 1988b Brown, , 1990a . Among the several drugs tested in humans for attempting CJD therapy, amantadine, an anti-influenza drug known for its low toxicity and its capacity to cross the blood-brain barrier, has been reported to show some encouraging activity in early reports (Braham, 1971; Sanders and Dunn, 1973; Sanders, 1979; Terzano et al., 1983) . However, this beneficial effect has not been confirmed by other clinical (Goldhammer et al., 1972; Herishanu, 1973; Ratcliffe et al., 1975; Scully et al., 1980; Neri et al., 1984) or experimental studies (Cochran, 1971; Kimberlin and Walker, 1979b; Tateishi. 1981 ). The other drugs tested, except for isolated reports of stabilization of clinical course with methisoprinole and vidarabine (Furlow et al., 1982; Villa et al., 1982) , did not show any beneficial effect.\n\nThe failure of CJD treatment has been attributed to late therapeutical intervention during the course of the disease when the biochemical and histological lesions in the brain have already occurred (Brown, 1990a; Pocchiari et al., 1991b) .\n\nIn experimental animal models, however, sulphated polyanions (Ehlcrs and Diringcr, 1984; Farquhar and Dickinson, 1986; Kimbcrlin and Walker, 1986b; Diringcr and Ehlcrs, 1991; Ladogana et al., 1992) , Congo red (lngrosso and Pocchiari, unpublished data) and the polyene antibiotic amphotcricin B (Amyx et al., 1984; Pocchiari et al., 1987 Pocchiari et al., , 1989 Casaccia et al., 1991) have given encouraging results. These drugs prolong or sometimes even prcvcnt the appearance of the disease by delaying the formation of PrP-rcs and/or inhibiting scrapic replication (Kimbcrlin and Walker, 1986b; Diringer and Ehlcrs, 1991; Caughey and Race, 1992; Xi et al., 1992; Caughcy and P, aymond, 1993; Gabizon et al., 1993a) . ilowcvcr, they arc effective only when given either bcforc or soon after the injection of the agent and arc completely useless when administered at the appearance of clinical signs of disease (Pocchiari et al., 1987) . Thcsc data reveal that drug treatment during the clinical phase of spongiform cncephalopathics does not have any rational basis, even if started during the very early stages of the illness. Earlier clinical diagnosis of these diseases would not help. I lowevcr, these data suggest that young individuals at high risk for acquiring the discasc, such as healthy relatives of patients affected with filmilial CJD or GSS who present a mutation in the gone coding for PrP might be candidates for an eventual preventive treatment. Other candidates for a preventive treatment might be recipients of human growth hormone (hGH) derived from cadavcric pituitaries (Pocchiari et al., 1991b) .\n\nThe recent discovery that mice have a 'nornml' life without PrP-sen and that PrP-res derives from post-translational modilication of PrP-sen, has suggested the inhibition of PrP-scn synthesis by specific antisense oligonucleotidcs as a possible therapeutical approach (Prusiner, 1992; Wcissmann, 1994) .\n\nThe clinical, pathological and molecular genetic features of spongiform encephalopathies (described in Chapter 3) lead to some speculation on the nature of the etiological agent and the pathogenetic mechanisms of the disease. These are more easily understood with the knowledge of experimental data from scrapie in rodents.\n\nCreutzfeldt-Jakob disease apparently appears in three distinct manifestations: the sporadic, the 'infectious' (which includes kuru and iatrogenic cases) and the familiar form (Palmer and Collinge, 1993; Prusiner, 1993) . In animals, the first two categories are clearly present; evidence of the 'familial' form of scrapie in sheep is obviously much more difficult to assess.\n\nThe first conundrum is how a disease which is experimentally transmissible to laboratory animals through the injection of tissue homogenates can, at the same time, be transmitted from one generation to the other by a genetic mechanism. There are no other examples in medicine.\n\nThe linkage of familial cases to point or insert mutations of PRNP (see Chapter 3 for details) weakens the hypothesis that affected members of these families developed the disease as a result of an exogenous infection. Similarly, sporadic and iatrogenic cases of CJD appear to be much more frequent in individuals carrying a homozygous genotype at codon 129 of PRNP (see Chapter 3), confirming that the genetic background of the host is important for the manifestation of the disease. However, clinical and pathological heterogeneity found in sporadic and familial CJD or GSS is not readily explained solely by the genetic background of the host. Furthermore, the finding that point mutations of PRNP at codon 200Ly~ (Goldfarb et al., 1991b) and 210 nc and perhaps at codon 178 A~n (Medori and Tritschler, 1993) , are not completely penetrant, supports the hypothesis that some other factors are needed for the development of the disease. The same observation is pertinent for the supposed predisposition induced by the homozygosity at codon 129. In fact, more than 50% of normal individuals are homozygous at codon 129 and even assuming, though not true, that all cases of sporadic C.ID appear in homozygous patients, the overall risk of a homozygous individual contracting the disease during his life is still less than 1 in 1000 people. Moreover, if homozygosity predisposes to CJD, then in the Japanese population the incidence of the disease should be about double that found in eastern countries. Although such a relatively small increase of cases can only be detected by a careful co-ordination of national CJD surveillance programmcs in Japan and in other countries, the available epidemiological data do not support these figures (Tsuji and Kuroiwa. 1983; Akai et al., 1989) . These data lessen the importance of codon 129 as an essential factor for controlling the disease.\n\nSome investigators propose that the origin of sporadic and familial forms of the disease is a stochastic event which implies the transformation of the normal cellular PrP (PrP-sen) into the pathological isoform PrP-res (Prusiner. 1993) .\n\nAlthough the primary structure of PrP-sen and PrP-rcs is identical and at the moment no apparent post-translational chemical modifications differentiate these isoforms (Stahl et al., 1993) , there is evidence that PrP-res presents an altered conformation consisting in the conversion of PrP-sen a-helices into [3-sheets (Pan et al., 1993) . Fourier-transform infrared spectroscopy demonstrated that PrP-res has a reduction of a-helix content compared to PrP-scn (from 43% to 30%) while the [3-sheet content increases from 3'7,, in PrP-sen to 45% in PrP-res (Pan et al., 1993 ). An even higher rate of [3-sheets and a lower or absent a-helix content was determined in PrP27-30 (the N-terminal truncated PrP-rcs after limited proteolysis) (Caughey et al., 1991b; Gasser et al., 1993; Safar et al., 1993) . The prion hypothesis proposes that, in sporadic CJD, the initial conformatiom, I change from PrP-sen to PrP-res is a spontaneous but extremely rare event. This occurs through the formation of the PrP-scn/PrP-sen homodymcr which subsequently and as a rare event, becomes PrP-sen/PrP-res and tinally takes the stable and active 'infectious' form of PrP-res/PrP-rcs (see Fig. IA ). Once the tirst PrP-res is produced, this isoform induces an exponential cascade of conversions and the formation of PrP-res from newly synthesiscd PrP-sen does not stop until the death of the cell. Consequently, injection of the 'infectiot,s' isoform in the host is responsible for the occurrence of iatrogcnic cases, kuru, BSE, transmissible mink cncephalopathy and experimentally induced spongiform enccphalopathies in animals.\n\nIt has been suggested that the homodimer formation between two molecules of PrP-sen is facilitated when the proteins, synthesised by the two alleles of PRNP, share the same amino acid lit codon 129 . This would explain why sporadic CJD occurs more frequently in patients carrying the homozygous rather than the hcterozygous genotype at codon 129. This mechanism, however, would not apply to familial cases where, despite only one of the alleles being mutated, the risk of developing the disease is much higher in mutated heterozygous than in non-mutated homozygous individuals. Furthermore, affected individuals carrying the homozygous point mutation at codon 2(Xlt.y~ did not show an accelerated pathogencsis with respect to mutated heterozygous patients (Hsiao et al., 1991a; Chapman et al., 1993; Gabizon t't al., 1993b) .\n\nPrusiner sustains that when PrP-sen carries one of the mutations described in Chapter 3, the spontaneous conformational change from PrP-sen to PrP-res is greatly facilitated (Prusiner, 1993) . According to this hypothesis, a somatic mutation of the PrP gene in sporadic CJD patients may favour the transformation of PrP-sen into PrP-res. This theory is supported by the development of spontaneous CNS degeneration, indistinguishable from experimental murine scrapie, in transgenic mice following the introduction of the codon 101 point mutation (corresponding in mice to the GSS-related mutation at codon 102 TM) into the PrP gene (Hsiao et al., 1990) . There is, however, some criticism of the conclusions drawn from this experiment and of the role played by PrP-sen and PrP-res in the development of the disease (see also Carp et al., 1994) . First, it is not clear whether the brains of 101-transgenic mice are infectious since transmission to hamsters but not to mice indicates the possibility of contamination with other agents (Hsiao et al., 1992b) as also suggested by the lack of transmission of N2a cells expressing hamster PrP with 102 TM (Chesebro et al., 1993) . Second, it can be argued that transgenic mice carrying multiple copies of a single gene cannot be compared to a 'natural' condition. The clinical signs occurring in transgenic mice may be related to the elevated amount of the protein rather then to the mutated isoform. Interestingly, despite the lesions resembling experimental scrapie observed in the CNS of these animals, low or no detectable PrP-res (examined by its intrinsic resistance to proteinase K treatment) was measured by Western blot (Hsiao et al., 1990; Carp et al., 1994) . Moreover, the simple introduction of multiple copies of the wild-type PrP gene into mice produces neurological symptoms as well, confirming the supposition that the cellular protein itself is toxic when expressed at high concentrations (Westaway et al., 1994) .\n\nA neurologic syndrome associated with extensive vacuolation in the brain has also been recently observed in transgenic mice expressing high levels of interleukin 6 (Campbell et ai., 1993) suggesting that neurons may respond in a similar manner to unrelated toxic factors. Likewise, constant exposure of primary rat hippocampai cultures to high concentrations of a peptide corresponding to residues 106-126 of the amino acid sequence of human PrP resulted in neuronal death . The neurotoxic mechanism of 106--126 peptide remains unclear. Its tendency to self-aggregate in vitro is not sufficient to explain the mechanism of cellular death. Two other peptides, corresponding to amino acid sequences 106-114 and 127-147 of human PrP, do not produce any or minimal toxic effect in neuronal cell culture, yet they have the same tendency of 106-126 peptides to form fibrils in vitro ) (see Fig. 12 ). Thus, neuronal death may have resulted from the combination of several factors including the great amount of peptide fed to cells: respectively about a thousand or a hundred times the entire quantity of PrP-sen or PrP-res found in the brain of scrapie-infected hamsters.\n\nAnother point of comment contemplates the role of mutations and codon 129 polymorphism in the formation of PrP-res and amyloid fibrils. In codon 102 Lcu-and codon 210no-mutated individuals, PrP-res is composed mostly, if not only, of the mutated isoform (Doh-ura et al., 1989; Maras et al., 1994) . However, in GSS patients with the codon 198 so, mutation (Indiana kindred), the protein purified from amyloid plaques is composed of an 11 kDa fragment of PrP-res spanning residues 58 to about 150, which belongs to the mutated isoform, but does not include the region containing the amino Fig. 12 . Graphic representation of several peptides corresponding to different residues of the amino acid sequence of human PrP. Peptidcs 129-141 .'rod 2(12-218 correspond to the hamster sequence and the letters (M. met; I, ile; T, thr) above the boxes indicate the amino acid differences in regards to the human sequence. The letters above the other boxes indicate the amino acid substitution at codon 129 (M. met; V, val), codon 178 (D, asp; N, asn), codon 198 (F, phe; S, ser) and codon 2(X) (E, glu; K, lys). Shaded boxes represent peptides which spontaneously produce fibrils in vitro and exhibit the tinctorial and optical features of amyloid. Data from Gasset et al., 1992; Goldfarb et al., 1993a; Tagliavini et al., 1993. acid substitution (Tagliavini et al., 1991) . Interestingly, both wild type and mutated peptides from the PrP region with the codon 198 s~r mutation (residues 191-205 and 181-2051 were either barely or not at all fibriilogenic and do not exhibit any tinctorial and optical properties of in situ amyloid ) (see Fig. 12 ). On the other hand, the peptide spanning residues 127-147 of PrP (outside the mutated region but within the 11 kDa fragment) spontaneously produce fibrils and exhibit the tinctorial and optical features of amyloid (Tagliavini et al., 19931 (see Fig. 12 ). This finding suggests that codon 198 s~ mutation is not required for amyloid, nor most likely for PrP-res formation and that it differs from codon 178 'x~n and codon 200Ly • mutations, in that the point mutation increases fibril formation and the amyloid-specific Congo red birefringenee (Goldfarb et al., 1993a) .\n\nSimilar to peptides with codon 198, peptides spanning residues 119-137, either with methionine or valine in position 129, do not aggregate in vitro (Goldfarb et al., 1993a) . Furthermore, the expression of recombinant PrP with insertion of one, two, four or six octapeptide repeats besides the five present in wild-type PrP in scrapie-infected N2a cells does not change the efficiency of PrP-res formation (Rogers et al., 1993) . These data suggest that some mutations of the PrP gene may increase the susceptibility to the disease without, per se, enhancing the transformation from PrP-sen to PrP-res.\n\nConsidering the alternative hypothesis of viral infection, it can be speculated that the change from Phe to Ser at codon 198 or homozygosity at codon 129 may facilitate the binding of the virus to PrP-sen and that this interaction is responsible for the conformational change from PrP-sen to PrP-res (Diringer, 1992) . In other words, the virus may interact with PrP-sen at two different sites, one responsible for the entry and the initiation of replication into the target cell (the 'replication' site, Fig. 13A ) and the other for driving the conversion of PrP-sen into PrP-res (the 'conversion' site, Fig. 13A ).\n\nIn this scenario, some amino acid substitutions or insertions in PrP-sen may facilitate the replication of the agent, while others facilitate the conformational changes of the protein from a-helices into 13-sheets.\n\nThis conjecture is supported by the finding that treatment of scrapie-infected hamsters with the polyene antibiotic amphotericin B delays the accumulation in the brain of PrP-res without affecting scrapie replication both in the brain and spleen . In this model, amphotericin B may preclude the binding of the agent to the 'conversion' site, i.e. no PrP-res formation, but not the 'replication' site (see Fig. 13B ). This effect resulted in a delay of the appearance of scrapie clinical signs compared to infected controls, suggesting that the accumulation of PrP-res in the brain is more important than replication of the scrapie agent for the expression of disease . Interestingly, the beneficial anti-scrapie effect of amphotericin B is limited to the 263K hamster-adapted strain (Pocchiari et al., 1987 Casaccia et al., 1991) and the murine strain C506 (Demaimay eta/., 1993) . Amphotericin B treatment is ineffective with other hamster or mouse-adapted strains of scrapie (Carp, 1992; Xi et al., 1992) , suggesting that it interferes with strain-specific (that is, 263K and C506) components of the scrapie agent responsible for the modification of PrP-scn to PrP-res (Fig. 13C ). In conclusion, it is possible that the binding of the agent to PrP-sen is strain-specific which means that different strains of scrapie, and most likely of human spongiform encephalopathies as well, recognise distinct epitopes on PrP-sen.\n\nHow can different strains of viruses be characterised if their structure and genome are unknown? Of course, not by searching their genoma for mutations, but by looking at their different phenotypic expression in the host. The suspicions on the existence of different strains started with the observation of clinical heterogeneity, the 'nervous' and 'itchy' forms (Stockman, 1926) , in natural scrapie (see Chapter 3). This observation was expanded by the work of Pattison and Miilson (1961b) , who found that the intracerebral goat passage of scrapie brain material originating from the same source, i.e., SSBP/I (scrapie sheep brain pool) after several passages through mostly Cheviot sheep (Wilson et al., 1950) , produced either the 'nervous' (later called the 'drowsy') or the 'scratching' form and that injection of brain homogenates prepared from 'drowsy' or 'scratching' animals produced respectively the 'drowsy' or the 'scratching' clinical syndromes in goats and sheep (Pattison, 1966) . This was the first indication of the existence of different strains of scrapie which was followed by the identification of many scrapie strains in mice (Dickinson and Meikle, 1971; Fraser and Dickinson, 1973; Dickinson, 1976) , sheep (Foster and Dickinson, 1988) and hamsters (Kimberlin and Walker, 1978b; and of CJD strains in mice (Mori et al., 1989; , hamsters (Manuelidis et al., 1978b) and primates and transmissible mink encephalopathy in hamsters Bessen and Marsh, 1992a,b) . The distinction between strains is based on several phenotypic characteristics, some of which are strictly under the control of the scrapie agent while others depend upon the genetic control of both host and agent (for an exhaustive review, sei: Carp, 1992; Bruce, 1993) .\n\nThe two most striking parameters used to differentiate between the strains are the incubation period between infection and clinical appearance of the disease (Dickinson and Meikle, 1971; Dickinson and Outram, 1988; Bruce et al., 1991) and the distribution of spongiform changes in the brain (known as the lesion profile) (Fraser and Dickinson, 1968, 1973; Bruce and Fraser, 1982) . In mice the host sine (from scrapie incubation) gene (Dickinson et al., 1968a) regulates, together with the scrapie agent, both these features. Although not formally proved, it is most likely that the sine and PrP gcne are one and the same (Carlson et al., 1986; Hunter et ai., 1987; Westaway et al., 1987) . The sine gene has two alleles, designated s7 and p7, which correspond to two amino acid differences at codon 1(18 (Leu ~ Phe) and codon 189 (The --, Val) in the PrP sequence (Wcstaway eta/., 1987) . Experimental infection with the ME7 strain of scrapie produces a short incubation period ill s7 homozygous mice, a prolongcd incubation period in p7 homozygous mice and an intermediate one in hcterozygous mice (s7p7). Other strains of scrapic, however, behave differently in relation to the sine gcnotypc. As an example, the 22A strain shows a short, intermediate and long incubation period respectively in p7 homozygous, s7 homozygous and heterozygous mice. Interestingly, both alleles appear dominant in ME7 infected mice (the incubation period in heterozygous mice lasts between those of s7 and p7 homozygous mice), while in 22A there is an over dominance of p7 in relation to s7 (the incubation period of heterozygous mice lasts longer than those of both homozygous mice). Each of the about 20 strains of murine scrapie has a characteristic and reproducible incubation period in the three sinc genotypes of mice supporting the view that this feature, in mice, is under the control of both the host and infectious agent (for a review see Bruce, 1993) .\n\nIn sheep, the analog of sinc is the sip (scrapie incubation period) gene (Dickinson et al., 1968b; Dickinson and Outram, 1988) ; sip has two alleles, sA and pA, whose likely products correspond to PrP with a single amino acid difference at codon 136 (Hunter et al., 1993; Laplanche et al., 1993) . Natural scrapie has been observed only in sheep carrying either the 136 Val/Val (sA/sA) or 136 Val/Ala (sA/pA) genotypes. The 136 Ala/Ala (pA/pA) genotype was never found in sheep with natural scrapie (Hunter et al., 1993; Laplanche et al., 1993) . The sip gene also controls the susceptibility of sheep to subcutaneous injection of the scrapie agent. Both sA homozygous and heterozygous sheep develop the disease in about 500 days, whereas pA homozygous sheep fail to contract the disease (Dickinson et al., 1968b; Goldmann et al., 1991a; Maciulis et al., 1992) . As a rule, we may conclude that in natural and in subcutaneous-induced scrapie the sA allele acts with full dominance and that sheep homozygous for the pA allele are resistant to natural infection. Although there is at least one scrapie isolate which differs from other strains in that the sip alleles act in the opposite way (Foster and Dickinson, 1988) , it is possible to speculate that 'resistant' pA homozygous sheep harbour the infectious agent in peripheral organs, i.e., spleen and lymph nodes and that the entry into the CNS is somehow blocked by the pA isoform of PrP. Outside the CNS, PrP may bind the infectious agent and drive it to specific target areas of the brain (Bruce et al., 1991; Hope and Baybutt, 1991; Scott et al., 1992) .\n\nCombinations between strains and amino acid changes of PrP may facilitate the neuroinvasion of the agent following an early replication of scrapie in the CNS, may target the agent to different brain regions resulting in different lesion profiles and clinical manifestations, or may delay the access to the CNS and, consequently, the appearance of the disease during the life span of the host. This last event occurs in s7 homozygous mice infected by the intraperitoneal route with low doses of 22A scrapie strain (the combination 22A/s7s7 produces a long incubation period, see above). These mice do not develop the disease during their lifetime, but harbour infectivity in their spleen beginning from 300 days after inoculation (Dickinson et al., 1975b) . It is therefore possible that clinical and pathological heterogeneity in sporadic and familial forms of spongiform encephalopathics results from the combination of different strains of CJD with PrP polymorphisms or point and insert mutations.\n\nNeuroinvasion is the key stage in the pathogenesis of scrapie and of other spongiform enccphalopathies without which the disease never develops (Kimberlin and Walker, 1988) . This explains why injection of the scrapie agent by intracerebral and intraspinal routes always produces an incubation period shorter than non-neural routes (Kimberlin et al., 1987) and that the intraperitoneal route of infection is between 100 and 1000 times less efficient than the intraccrebral route (Kimberlin and Walker, 1988; Pocchiari et al., 1991b) . In peripherally scrapie-infected mice, replication in the brain is always preceded by replication in the spleen, lymph nodes and other lymphoreticular tissues Walker, 1978a, 1979a) . The spleen plays a key role in regulating the neuroinvasion of the agent and genetic asplenia or splenectomy (Fraser and Dickinson, 197(I, 1978 ) performed beforc peripheral infection or soon afterwards lengthens the incubation period of the disease. In contrast, after intracerebral injection, splenectomy does not modify the timing of replication of the agent in the brain and this suggests that this route by-passes the extraneural stage of scrapie pathogenesis (Fraser and Dickinson, 1970) . This explains the relatively shorter interval between accidental exposure of the CJD agent and appearance of clinical signs in centrally infected cases of CJD (1-2 years) compared with peripherally infected cases (several years to decades) (Brown, 1988c) .\n\nAfter peripheral injection, the scrapie agent moves from the spleen and lymph nodes through a retrograde axonal transport in autonomic nerve fibers to the spinal cord and from here, arrives at the 'clinical target areas' of the brain . Alternatively, the scrapie agent may be taken up by carrier cells (most likely reticulo endothelial system cells) and spread to the \"clinical target areas' of the CNS through the blood stream. This is suggested by a low but constant level of viremia after peripheral injection of scrapie in the pre-neural phase of infection (Diringer, 1984; Casaccia et al., 1989) . However, the lack of a viremic peak before the invasion of the CNS weakens the hypothesis of the spread of scrapie agent by this route. When the infectious agent has reached the brain, it replicates at an exponential rate until the appearance of the disease (Kimberlin, 1976; Moreau Dubois et al., 1982; Kimberlin and Walker, 1986a; Pocchiari and Masullo, 1988) . Each strain of scrapie and CJD produces histological lesions and PrP-res accumulation in specific brain regions and this may result, in humans, in the clinical and pathological heterogeneity described in Chapter 3.\n\nIn natural infection of scrapie in sheep and goats the spread of the agent follows a pattern similar to that described for the murine model (Hadlow et al., 1980 (Hadlow et al., , 1982 , although it is not yet unequivocally established which is the port of entry of the scrapie agent (Dickinson, 1976; Hourrigan et al., 1979) :\n\nThe mechanism of natural transmission of spongiform encephalopathies according to the virus/virino hypothesis remains enigmatic. Most of our knowledge comes from field work in sheep, where scrapie disease is spread either from flock to flock by the movement of infected, but not necessarily sick animals, or by maternal transmission from infected ewe to lamb (Dickinson et al., 1974; Dickinson, 1976; Hourrigan et al., 1979) . Whether maternal transmission in natural scrapie occurs before or shortly after birth remains a controversy (Foster et al., 1992; Foote et al., 1993) . However, the finding that the progressive increase in scrapie incidence among lambs born from infected dams is related to the time that lambs spent with their mothers indicates that infection occurs after birth, most likely through ingestion of or scarification from contaminated foetal fluids or placenta (Pattison et al., 1972 (Pattison et al., , 1974 . As in sheep, feeding or intragastric administration of scrapie or CJD infected tissues have also produced the disease in mice (Zlotnik and Rennie, 1962; Chandler, 1963; , hamsters Kimberlin and Walker, 1986a) and primates (Gibbs et al., 1980) . The supposed role of milk in establishing the infection contrasts with the failure to detect infectivity in mammary glands, colostrum and milk of scrapie-infected sheep and goats (Pattison and Millson, 1961a; Hadlow et al., 1980 Hadlow et al., , 1982 Hourrigan, 1990) . This also supports the observation that kuru and CJD have never occurred in children whose only risk factor was their affected mothers (Prusiner et al., 1982b; Brown et al., 1987) .\n\nA possible source of infection for humans may well be natural scrapie in sheep or, in the near future, BSE. Humans could become infected through contaminated food or bovine-derived biological products and develop the disease decades after the initial infection (Dealler and Lacey, 1990) . Although the available epidemiological data failed to show a relationship between scrapie and CJD (see Chapter 3), it is too early to forecast the impact of BSE on human health . The agent of BSE differs from those found in natural scrapie, remains stable after passage in other species (Fraser et al., 1992a; Bruce, 1993) and is pathogenic via the oral route for many species including mice (Barlow and Middleton, 1990 ) and felines (Wyatt et al., 1991) . It also causes the disease in pigs (Dawson et al., 1990) and marmoset , though by other routes.\n\nHowever, the risk for humans of being infected by the scrapie or BSE agent may be minimal since the passage from one species to another usually results in a prolongation of the incubation period of the disease or in no disease at all. This phenomenon is referred to as the 'species barrier' and is governed by the interaction between the infectious agent and PrP-sen (Dickinson, 1976; Kimberlin, 1993) . As we said. sometimes the 'species barrier' is absolute and the new animal species does not develop the disease. This is clearly illustrated by the failure to transmit the disease to mice by intracerebral injection of the 263K strain of hamster scrapie . This effect depends on the different sequences of PrP-sen in mice and hamsters. The construction of transgenic mice expressing the hamster PrP gene abrogates the 'species barrier' of 263K between these two species (Scott et al., 1989; Prusiner et al., 1990) . Transgenic mice develop scrapie and the length of the incubation period is inversely proportional to the level of hamster PrP-sen . Mouse and hamster PrP-sen differ in 16 amino acids, but only 5 (position 108, Ill, 138, 154 and 169) seem necessary to regulate the 'species barrier\" effect, as has been shown by transgenic mice expressing chimeric PrP genes . Interestingly, none of them are in a region thought to be responsible for the formation of fibrils (see above and Fig. 12 ) arguing that substitution of these amino acids is most likely involved in the binding of 263K to the 'replication' site rather than to the 'conformational' site (see Fig. 13 ). Thus, PrP-scn may function as a cellular receptor molecule for spongiform cnccphalopathy agents and, if so, it does fit in with the observation that when the PrP gene is removed, no scrapie replication occurs (Bfieler et al., 1993) .\n\nThe other phenomenon associated with crossing the species barrier is the selection of a strain from a mixture. This effect occurs when the inoculum contains more than one strain of agent, one of which replicates faster than the others in the new species (Dickinson, 1976) . Occasionally, a mutant strain (e.g., the 263K strain of hamster scrapie) emerges during the passage from one species to another and is then selected because it has a better 'affinity' to the new host than the parental strain ).\n\nThus, it is possible that human spongiform encephalopathy agents are widely diffuse in the population, but that the 'normal' conformation of PrP-sen does not allow the transfer of the infection from the periphery to the CNS and that, therefore, most people are infected, but only a very few develop clinical signs of the disease.\n\nThe finding that hamsters inoculated with blood of healthy people develop clinical and pathological signs of spongiform encephalopathies corroborates this hypothesis , but much more work is needed to confirm this result. Alternatively, it is feasible that man is normally infected by a strain of virus which is not pathogenic but that otherwise replicates in the lymphoretieular organs precluding the establishment of infection by other virulent strains. This agent competition presumes a limited number of replication sites in peripheral tissues which can be easily saturated by the non-pathogenic agent (Dickinson and Outram, 1979; Kimberlin and Walker, 1985) . This hypothesis has been successfully tested in mice where, under rigorous experimental procedure, the injection of a 'slow' strain of scrapie agent followed by a second injection of a 'quick' strain produces a total blockage of the second agent and its complete exclusion from participation in the disease (Dickinson et al., , 1975a Dickinson and Outram, 1979) .\n\nThe most objective conclusion is that all the proposed theories have some degree of validity. The virus, the virino and the 'unified theory' proposed by Weissmann (1991) , all agree that strain variability unequivocally proves the existence of a nucleic acid component of the infectious agent which, as in conventional viruses, may undergo mutations responsible for phenotypic variations. The problem with these theories is that no specific nucleic acid has yet been convincingly identified to copurify with infectivity (Manuelidis and Manuelidis, 1981; Duguid et al., 1988; Oesch et al., 1988; Murdoch et al., 1990; Meyer et al., 1991; Kellings et al., 1992; Sklaviadis et al., 1993) . Moreover, chemical, enzymatic or physical treatments which usually inactivate or degrade nucleic acids have no effect whatsoever on the transmissible properties of the infectious agent (Alper et al., 1966 (Alper et al., , 1978 McKinley et al., 1983b; Bellinger Kawahara et al., 1987a,b; Neary et al., 1991) . Possible reasons are that the amount of nucleic acid of the putative agent is too small to be detected with available techniques and that its tight bond to the protein protects it from chemical or physical inactivation. For the 'unified theory', then, the proposal that the nucleic acid comes from the host makes its identification even more difficult. Weakening the virus and virino hypotheses is also the fact that no convincing virus particles have ever been observed under the electron microscope (Vernon et al., 1970; Narang, 1974 Narang, , 1990 Bots et al., 1971; Cho and Greig, 1975) . However, the recent observation under the electron microscope by Ozel and Diringer (1994) that pentagonal particles resembling virus structures are found close to SAF in fractions of scrapie-infected hamster brains may give new impulse to the 'virus' theory. These particles have a diameter of 10-12 nm, which is far smaller than the 18 nm diameter of the smallest known virus (porcine circo virus (Tischer et al., 1982) ). The lack of immune response in the infected host despite the high infectivity level found in lymphoreticular tissues also weakens the 'virus' hypothesis, unless the virus replicates in immunocompetent cells without causing their activation or dysfunction (Fraser et al., 1992b) . This is supported by the finding that scrapie agent replication in the spleen occurs mainly in non-dividing, radiation resistant cells which have been identified as follicular dendritic cells (Clarke and Kimberlin, 1984; Fraser and Farquhar, 1987; Kitamoto et al., 1991; McBride et al., 1992; Muramoto et al., 1993) .\n\nSome investigators also claim that the other point that weakens the virus hypotheses is the apparent co-purification of infectivity with PrP-res (Bolton et al., 1982; Prusiner et al., 1982a; Diringer et al., 1983; McKinley et al., 1983a; Safar et al., 1990) . However, there is evidence that under definite experimental conditions this association is not maintained (Czub et al., 1986 (Czub et al., , 1988 Manuelidis et al., 1987; Xi et al., 1992) , arguing that all the proposed theories considering PrP as the only or an essential component of the infectious agent are unsuitable.\n\nOn the other hand, the 'prion' and the 'nucleation' theory of Gajdusek (1993a,b) have strong support not only where the other theories fail, but also in the linkage between human PRNP mutations and the appearance of the disease (but see alternative explanations given earlier in this chapter). They. however, fail to explain the marked clinical and pathological heterogeneity observed in spongiform encephalopathies. The 'targeting theory\" has been proposed to circumvent this difficulty . This theory sustains that each strain of scrapie (and of other related diseases) is derived from the 'replication' of PrP-res in different and strain-specific neuronal cells which produce PrP with distinct post-translational modifications, for example carbohydrate residues, that are retained in the formation of new and 'infectious' PrP-res. These strain-specific carbohydrate residues will then target PrP-res to the same subset of cells in the following transmission (see Fig. 14) . This bizarre hypothesis is based on a personal interpretation that different strains of scrapie and CJD produce variable lesion profiles and PrP-res accumulation in the brain (see above).\n\nFinally, it is unquestionable that PrP-sen is essential for the initiation of scrapie infection and that the change from PrP-sen to PrP-res is important for the development of clinical signs. However, this does not automatically mean that PrP-res is the etiological agent of spongiform encephalopathies. It is still possible that PrP-sen acts as the cellular receptor for these agents which are then responsible for the conformational change to PrP-res. Viral receptor means 'a host surface component that participates in virus binding and facilitates viral infection' (Haywood, 1994) . Viruses must enter the host cell to replicate and this is accomplished through the binding of the virus to the cell surface receptor. Specific receptors have been defined for several viruses (Knipe, 1990; Haywood, 1994) . Examples are the CD4 protein molecule for human immunodeficiency virus (HIV) (Dalgleish et al., 1984; Klatzman et al., 1984) , the human membrane cofactor protein (CD46) for measles virus (Drrig et al., 1993; Naniche et al., 1993) , the human poliovirus receptor (hPVR) for poliovirus (Mendelsohn et al., 1989) , the intercellular adhesion molecule 1 (ICAM-I) for rhinovirus (Greve et al., 1989; Staunton et al., 1989; Tomassini et al., 1989) , the C3d complement receptor (CR2) for Epstein-Barr virus (Fingeroth et al., 1984; Numerow et al., 1985) and a few others (Delmas et al., 1992; Yeager et al., 1992; Bates et al., 1993; Haun et al., 1993) . PrP-sen is a good candidate for the scrapie cell receptor. Like receptors for conventional viruses (for a review see Lentz. 1990 ), PrP-sen is a sialoglycoprotein exposed to the cell surface (Bolton et al., 1985) . PrP-less transgenic mice do not allow for scrapie replication (Biieler et al., 1993) similar to the absence of viral replication in cells which do not express the virus-specific receptor molecule (Maddon et al., 1986; Mendelsohn et al., 1989; Delmas et al., 1992; Morrison and RacanieUo, 1992; Yeager et al., 1992; D6rig et al., 1993; Haun et al., 1993; Naniche et al., 1993) . However, recombinant expression of the virus-specific receptor confers infectivity by the cognate virus to otherwise non-permissive cell lines (Maddon et al., 1986; Mendelsohn et al., 1989; Delmas et al., 1992; Morrison and Racaniello, 1992; Yeager et al., 1992; D6rig et al., 1993; Naniche et al., 1993; Young et al., 1993; Manchester et al., 1994) . In contrast to scrapie, mice are not susceptible to poliovirus infection simply because the murine homoiogue, Mph, of the poliovirus receptor, does not bind poliovirus even though it has an extensive sequence similarity to the extracellular domain of hPVR (Morrison and Racaniello, 1992; Morrison et al., 1994) . However, transgenic mice carrying the hPVR gene become permissive to poliovirus infection and show a paralytic disease which is clinically and pathologically similar to human poliomyelitis (Ren et al., 1990; Koike et al., 1991; Ren and Racaniello, 1992; Horie et al., 1994) . The inability of PrP-less transgenic mice to replicate the scrapie agent may, therefore, be simply attributed to the absence of the scrapie-specific receptor molecule which precludes the attachment of the scrapie particle to the host cell membrane. This is the initial stage in any viral infectious cycle.\n\nMoreover, a single amino acid substitution (lie to Leu at position 214) in the molecule expressed on Mus dunni tail fibroblast (MDTF) cells allows that protein to function as a receptor for the Moloney murine leukemia virus and renders those cells susceptible to infection (Eiden et al., 1993) . On the other hand, the substitution of one residue in the molecule of the human poliovirus receptor abolishes virus binding and virus replication (Morrison et al., 1994) . These findings suggest that a similar mechanism may occur in human spongiform encephalopathies where single amino acid substitutions may only render mutated individuals more susceptible to a widespread but otherwise low pathogenic infectious agent.\n\nAlem '3, G, and Bignami, A. (1959) . Polioencefalopatia degenerativa subacuta del prescnio con stupore acinctico e rigidit'3 decorticata con mioclonie (varieta \"mioclonica\" della malattia di Jakob-Creutzfeldt). Riv. Sper. Freniat. 83 (Suppl.4), 1485-1623.\n\nAlper, T., Haig, D. A. and Clarke, M. C. (1966) . The exceptionally small size of the scrapie agent. Biochem. Biophys. Res. Commun. 22, [278] [279] [280] [281] [282] [283] [284] Alper, T., Haig, D. A. and Clarke, M. C. (1978) . The scrapie agent: evidence against its dependence for replication on intrinsic nucleic acid. J. Gen. Virol. 41,503-516.\n\nAlperovitch, A., Brown, P., Weber, T., Pocchiari, M., Hofman, A. and . Incidence of Creutzfeldt-Jakob disease in Europe in 1993. Lancet 343, 918."}