{"title": "Differential detection of turkey coronavirus, infectious bronchitis virus, and bovine coronavirus by a multiplex polymerase chain reaction", "body": "Turkey coronavirus (TCoV) is one of the major causative agents of infectious diarrhea in turkey poults (Dea and Tijssen, 1988) . Turkey coronaviral enteritis is characterized by anorexia, watery droppings, marked dehydration, and decreased body weight gain (Gonder et al., 1976) . Repeated outbreaks of TCoV-associated acute enteritis in young turkey poults occurred in Indiana, North Carolina, and other states for the last decade. This disease contributed to significant economic losses and remains as a serious threat to the turkey producers. The coronaviral enteritis in areas with high concentrations of turkeys on a year-round basis is not easily eliminated and is encountered frequently in turkey poults * Corresponding author. Tel.: +1 765 494 7927; fax: +1 765 494 9181.\n\nE-mail address: tllin@purdue.edu (T.L. Lin). (Nagaraja and Pomeroy, 1997) . Treatments of the disease are often not successful and there are currently no effective vaccine or medication to prevent viral infection. Correct and easy method for diagnosis of TCoV would pave a way for more effective control of this disease.\n\nTurkey coronavirus belongs to the family Coronaviridae, which is a group of enveloped, positive-stranded RNA viruses that infect a wide range of mammalian and avian species. The major structural proteins of coronavirus include phosphorylated nucleocapsid (N) protein, peplomeric glycoprotein (spike protein, S), and transmembrane glycoprotein (membrane protein, M). The spike protein contributes to the distinctive peplomers on the viral surface and contains neutralizing and group-specific epitopes. The spike protein is highly variable among different coronaviruses while M and N proteins are more conserved among coronaviruses between different antigenic groups (Saif, 1993 There is close antigenic and genomic relationship between TCoV and infectious bronchitic virus (IBV) according to studies of immunofluorescent antibody assay (IFA), enzymelinked immunosorbent assay (ELISA), and sequence analysis in our and other laboratories (Guy et al., 1997; Stephensen et al., 1999; Breslin et al., 1999a,b; Loa et al., 2000; Akin et al., 2001) . In contrast, it was demonstrated that bovine coronavirus (BCoV) caused experimental enteric infection in turkey (Ismail et al., 2001) . Along with this result, close relationship between TCoV and BCoV were previously reported and TCoV was placed in antigenic group II as BCoV (Dea et al., 1990; Verbeek and Tijssen, 1991) . These cumulative results incur a postulated complicate nature of causative factors of turkey coronaviral enteritis. Further investigations of interactions among TCoV, IBV, and BCoV in the turkey flocks and in the field is crucial for developments of effective strategies to prevent and control this disease. Development of easy and simple diagnostic methods for detection and differentiation of TCoV, IBV, and BCoV in turkey intestines is necessary for studies on the contributions of theses different agents to the disease.\n\nCurrent methods for diagnosis of TCoV by conventional virus isolation (VI) and serological tests, such as IFA and immunoperoxidase procedures (IP) are expensive, time consuming, labor intensive, or lacking the required sensitivity. These methods need multiple steps to differentiate TCoV, IBV, and BCoV. Detection of TCoV infection by antibodycapture ELISA was demonstrated using IBV as coating antigen (Loa et al., 2000) . This method cannot differentiate TCoV from IBV due to the cross reactivity of antibodies. Polymerase chain reaction (PCR) assay is a new approach for detecting many veterinary important microorganisms with the distinct advantages of high sensitivity and specificity. Multiplex PCR assay for simultaneous detection and differentiation of bacterial and viral pathogens has been described. For example, IBV strains Mass and Ark could be differentially identified in a multiplex PCR assay (Wang and Khan, 1999) .\n\nThe objective of the present study was to develop a multiplex PCR assay to detect and differentiate TCoV, IBV, and BCoV.\n\nThe TCoV isolates used in the present study were recovered from fecal contents and intestines of turkey poults with acute coronaviral enteritis in Indiana (540), North Carolina (1020, 1440), South Carolina (284), Minnesota (310), Missouri (168, 2216 Missouri (168, , 2580 , and Texas (1038). The prototype isolate of TCoV was obtained from the American Type Culture Collection (ATCC, Rockville, MD). The viruses were propagated in 22-day-old embryonated turkey eggs as previously described (Loa et al., 2001) . The presence of TCoV in the intestines of embryos was confirmed by TCoV-specific IFA and electron microscopy at the Indiana State Animal Disease Diagnostic Laboratory in West Lafayette, Indiana. Intestines of turkey embryos infected with TCoV were cut into pieces and homogenized with five-fold volume of phosphate buffered saline (PBS) solution. These homogenates were clarified by centrifugation at 1500 × g for 10 min. The supernatants containing TCoV were used as virus source for preparation of RNA templates for reverse transcription (RT)-PCR reaction. For examination of sensitivity of RT-PCR reaction for TCoV RNA, the supernatants from centrifugation of the intestinal homogenate at 1500 × g was ultracentrifuged at 100,000 × g for 3 h with a 2 ml cushion of 60% (w/v) sucrose solution. The opalescent band on top of the 60% sucrose solution was collected and layered onto a 40-60% sucrose gradient and ultracentrifuged at 100,000 × g for 20 h. Fractions were collected from the bottom of the tubes. The virus purified by sucrose gradient was used as source for preparation of RNA templates to determine the sensitivity of RT-PCR reaction.\n\nInfectious bronchitis virus strains Mass 41 was obtained from SPAFAS Inc. (Norwich, CT) and strain CA was recovered from clinical samples. Strains Ark, Conn, and DE were obtained from Dr. J. Gelb, Jr. (University of Delaware, Newark, DE). The IBV was propagated in 11day-old specific-pathogen-free (SPF) embryonated chicken eggs. The allantoic fluids were harvested after incubation at 37 • C for 3 days. The IBV in the allantoic fluid was concentrated by ultracentrifugation at 100,000 × g for 3 h before extraction of RNA as previously described (Wang and Khan, 1999) . Bovine coronavirus strain Nebraska was obtained from National Veterinary Services Laboratory (NVSL, Ames, IW) as bovine turbinate cell culture supernatants and used for RNA extraction directly. A field isolate of BCoV 4758 was originally recovered from a clinical case submitted to our Laboratory in human rectal tumor (HRT-18) cells.\n\nThe RNA was extracted by RNApure reagent (GenHunter, Nashville, TN) according to the method of guanidinium thiocyanate and acid-phenol (Chomczynski and Sacchi, 1987; Akin et al., 1999) . Two hundred microliters of virus samples were mixed with 1 ml of RNApure reagent and incubated on ice for 10 min. After addition of 180 l of chloroform, the mixture was mixed vigorously for 10 s and centrifuged at 13,000 × g for 10 min. The upper aqueous phase was mixed with equal volume of cold isopropanol and incubated on ice for 10 min. The RNA precipitate was pelleted by centrifugation at 13,000 × g for 10 min and washed with 70% ethanol. The RNA was dissolved in 50 l of diethyl-pyrocarbonate (DEPC) treated sterile double-distilled water and a portion of it was quantified by spectrophotometry at 260 nm wavelength.\n\nAlignments of S and N gene sequences among TCoV, IBV, and BCoV were conducted to identify the variable and conserved regions (Lin et al., 2004) . The upstream primer N103F and downstream primer N102R common to both TCoV and IBV were designed according to conserved regions of N gene sequences. The sequence of primer N103F was cctgatggtaatttccgttggg and the sequence of primer N102R was acgcccatccttaataccttcctc. This set of primers specified a 357bp sequence corresponding to nucleotide position 445-801 of TCoV-540 N gene (Akin et al., 2001) . The upstream primer S306F and downstream primer S306R specific to TCoV were designed according to variable regions of S gene sequences among these viruses. The sequence of primer S306F was tgtatctaatttgggtgggtttga and the sequence of primer S306R was ataagctgctaattgaagggatgc. This set of primers specified a 727-bp sequence corresponding to nucleotide position 2019-2745 of TCoV-540 S gene (Lin et al., 2004) . The upstream primer S3 and downstream primer S6 specific to BCoV were designed according to variable regions of S gene sequences among these viruses. The sequence of primer S3 was atgtgtgtaggtaatggtcctgg and the sequence of primer S6 was agcaactacgaatcataaaa. This set of primers specified a 568-bp sequence corresponding to nucleotide position 1488-2055 of BCoV-Quebec S gene (Rekik and Dea, 1994) .\n\nConversion of RNA to cDNA was essentially performed according to a protocol supplied by the manufacturer of the reverse transcriptase (Superscript II System, Life Technologies, Gaithersburg, MD). Briefly, the RNA was combined with random hexamers (50 ng) in 11 l of DEPC-treated water. The mixture was heat denatured at 70 • C for 3 min and immediately placed on ice for 5 min. Reverse transcription buffer (Life Technologies) containing 200 units of reverse transcriptase and 0.2 mM of each of the four deoxynucleotide triphosphates (Promega Corp., Madison, WI) was added. A total volume of 20 l reverse transcription was carried out at 42 • C for 60 min.\n\nTwo microliters of cDNA were used in PCR amplifications. PCR was performed in a 96-well thermal cycler (GeneAmp PCR System 9600, Perkin-Elmer Cetus Corp., Norwalk, CT). The reaction mixtures contained 0.2 M of each of the primers N103F, N102R, S306F, S306R, S3, and S6 in 50 l of PCR buffer comprised of 0.2 mM of each of the four deoxynucleotide triphosphates, 5 units of Taq DNA polymerase (Promega), 10 mM Tris-HCl (pH 9.0), 50 mM KCl, 1.5 mM MgCl 2 , 0.1% Triton X-100, and 0.01% gelatin. The cyclic parameters of the PCR were as follows: 94 • C for 30 s for denaturation, 50 • C for 1 min for annealing, 72 • C for 1 min for extension for 25 cycles followed by 72 • C for 10 min final extension.\n\nGel electrophoresis was used to detect amplified DNA products. A volume of 8 l of the amplified PCR products was subjected to electrophoresis at 100 V in horizontal gels containing 1% agarose (Gibco BRL, Bethesda, MD) with Tris-borate buffer containing 45 mM Tris-borate and 1 mM EDTA. The gel was stained with ethidium bromide at a concentration of 0.5 g/ml. Amplified DNA products were visualized by viewing the gel with an ultraviolet transilluminator, compared with standard markers of DNA size, and photographed.\n\nTo determine the specificity of the method, several unrelated viruses or bacteria were examined. The viruses used were infectious bursal disease virus, enterovirus, astrovirus, reovirus (Ceva Laboratories, Overland Park, KS), fowl pox virus (Ceva Laboratories), turkey pox virus (Ceva Laboratories), pigeon pox virus (Ceva Laboratories), Newcastle disease virus (Intervet, Millsboro, DE), and Marek's disease virus (Vineland Laboratories, Vineland, NJ). Bacteria used were Salmonella enterica, Escherichia coli, and Mycoplasma gallisepticum. To compare the sensitivity of the multiplex PCR with different levels of starting templates, 10-fold serial dilutions of purified viral RNA were made from 4.8 to 4.8 × 10 −4 g for TCoV, from 4.6 to 4.6 × 10 −5 g for IBV, and from 8 × 10 −1 to 8 × 10 −5 g for BCoV. The diluted template samples were subjected to RT-PCR reactions as described above and the amplified products were analyzed by agarose gel electrophoresis.\n\nTo determine the specificity of primers NewS1oligo5 and Degenerate3 (Lee et al., 2000) designed from IBV S gene, the published primers and procedures were carried out for IBV, TCV, and BCV samples.\n\nAs shown in Fig. 1 , the multiplex PCR successfully amplified two products corresponding to sizes of 727 and 357 bp for TCoV, a 357-bp product for IBV, and a 568-bp product for BCoV as expected. The same result with two PCR bands was obtained for all the 10 TCoV isolates examined including ATCC, 310, 540, 1020 ATCC, 310, 540, , 1440 ATCC, 310, 540, , 284, 168, 2216 ATCC, 310, 540, , 2580 ATCC, 310, 540, , and 1038 . The same result with one PCR band of size at 357 bp was obtained for IBV strains Mass 41, CA, Ark, Conn, and DE. The same result with one PCR band of size at 568 bp was obtained for both BCoV strains Nebraska and the field isolate 4758. Some of these results were represented in Fig. 2. \n\nThere were no PCR products for infectious bursal disease virus, enterovirus, astrovirus, Newcastle disease virus, Marek's disease virus, reovirus, fowl pox virus, pigeon pox virus, turkey pox virus, S. enterica, E. coli, and M. gallisepticum by the multiplex PCR method. Some of these results are represented in Fig. 2 . The multiplex PCR was able to detect RNA template at levels as low as 4.8 × 10 −3 g for TCoV, 4.6 × 10 −4 g for IBV, and 8.0 × 10 −2 g for BCoV (Fig. 3) . The amounts of the amplified products associated with the amount of RNA templates in the dilution. 3 . Sensitivity of reverse transcription-multiplex polymerase chain reaction for (A) turkey coronavirus RNA at 4.8, 4.8 × 10 −1 , 4.8 × 10 −2 , 4.8 × 10 -3 , or 4.8× 10 -4 g from lanes 2 to 6, respectively. Lane 1 = molecular weight marker (100 bp ladder) and lane 7 = negative control without template. (B) bovine coronavirus RNA at 8.0 × 10 −1 , 8.0 × 10 −2 , 8.0 × 10 −3 , 8.0 × 10 −4 , or 8.0 × 10 −5 g from lanes 9 to 13, respectively. Lane 8 = molecular weight marker (100 bp ladder) and lane 14 = negative control without template. (C) Infectious bronchitis coronavirus RNA at 4.6, 4.6 × 10 −1 , 4.6 × 10 −2 , 4.6 × 10 −3 , 4.6 × 10 −4 , or 4.6 × 10 −5 g from lanes 2 to 7, respectively. Lane 1 = molecular weight marker (100 bp ladder) and lane 8 = negative control without template. \n\nAs shown in Fig. 4 , the published primers, NewS1oligo5 and Degenerate3 , and PCR conditions successfully amplified the expected products about 1.7 kb in length for IBV strains Mass 41, Ark, and Conn. There were no PCR products for TCoV and BCoV virus samples.\n\nThe PCR technique has been widely used for diagnosis of many different pathogens in clinical samples due to its exquisite sensitivity. Theoretically, a single copy of a given template can be amplified exponentially to 10 12 times by PCR through repeating cycles of heat denaturation, annealing, and primer extension. Immunofluorescent antibody assay is currently the most reliable method for detection of TCoV in turkey intestines. In addition to the low sensitivity nature, the IFA assay is labor-intensive and requires highly trained personnel and sections of frozen intestinal samples. In contrast, the PCR assay as described in the present study is simple and easy to perform. This assay did not need further purification steps to process the intestinal samples from initial tissue handling through final PCR products. All procedures involved in the assay could be finished in 6 h.\n\nThe published PCR assay with primers 2Bp and 4Bm (Stephensen et al., 1999) for amplification of a conserved region of RNA-dependent RNA polymerase gene among different coronaviruses was initially examined for routine diagnosis of TCoV in the intestinal samples. However, the results from this PCR reaction were not consistent in several trials. In addition, the cyclic parameters for this PCR reaction were complicated and lengthy in comparison with those described in the present study. Alternatively, primers N103F and N102R were designed from N gene sequences conserved between TCoV and IBV in order to detect both avian coronaviruses, which have been shown to be closely related antigenically and genomically (Guy et al., 1997; Stephensen et al., 1999; Breslin et al., 1999a,b; Loa et al., 2000; Akin et al., 2001) . As shown in the present study, the primers N103F and N102R consistently amplified the expected portion of N gene of 10 different TCoV isolates and 5 different IBV strains.\n\nFor differentiation between TCoV and IBV, a pair of primers S306F and S306R was designed from S gene sequence of TCoV. In contrast to the high similarity (90%) of N protein gene between TCoV and IBV (Akin et al., 2001) , the similarity of S protein gene between these two avian coronaviruses is low (50%) (Lin et al., 2004) . These primers recognize sequences unique to the S gene of TCoV that are not present in the S gene of IBV. As expected, primers S306F and S306R directed the amplification of a 727-bp product for all the 10 isolates of TCoV from six different states in the multiplex PCR and resulted in two bands along with the 357bp product for N gene. These results also indicated that the nucleotide sequences of S306F and S306R were conserved in the S protein genes of all the TCoV isolates examined. In contrast, the different IBV strains examined were negative with the primers S306F and S306R in the multiplex PCR and resulted in a single band corresponding to N gene.\n\nThe genomic sequences of TCoV have low similarity (20%) with that of BCoV for the entire 3 -end structural protein encoding regions. It is difficult to locate conserved primer positions that can specify the synthesis of a fragment of genomic sequences for both TCoV and BCoV. Alternatively, a pair of primers S3 and S6 was designed from S gene sequence of BCoV. These primers recognize sequences unique to S gene of BCoV that are not present in S gene of TCoV or IBV. As expected, primers S3 and S6 directed the amplification of a 568-bp product for BCoV and resulted in a single band in the multiplex PCR. It was previously reported that the nucleotide sequence of S gene from position 1295 to 2297 was highly conserved (91% similarity) among BCoV strains Mebus, F15, L9, and 4 Quebec isolates (Rekik and Dea, 1994) . The inter-primer spacing of primers S3 and S6 located at nucleotide position 1488-2055 of BCoV S gene, which is within the highly conserved region. Therefore, the primer pair of S3 and S6 is anticipated to be applicable for all the known BCoV strains.\n\nThe multiplex PCR assay developed and evaluated in the present study was able to identify and differentiate TCoV, IBV, and BCoV. Recently, it was experimentally demonstrated that BCoV could cause enteric infection in turkeys (Ismail et al., 2001) . However, the real situation of BCoV in turkey flocks in the field has not been evaluated. A sensitive assay, such as the multiplex PCR as demonstrated in the present study, for differentiation between TCoV and BCoV in turkey intestines will aid to in this effort. As shown in the present study, all the nine intestinal samples from turkey flocks of different states were positive for TCoV but not for BCoV by the multiplex PCR. The protoype TCoV-ATCC was also positive for TCoV but not for BCoV by the multiplex PCR. However, this result did not rule out the possibility that BCoV may be involved in naturally occurring turkey coronaviral enteritis due to the limited sample numbers. In addition, these samples were propagated in turkey embryo by inoculation via amniotic sac. The stability of BCoV in turkey embryos under this procedure is not clear and BCoV may be lost during the process.\n\nAlthough the positive result for IBV with the presence of a single band corresponding to N protein gene excludes the presence of TCoV due to the absence of another band corresponding to S protein gene of TCoV, the positive result for TCoV with the presence of two bands does not exclude the presence of IBV by the established multiplex PCR method. The concern about the presence of IBV in the samples positive for TCoV should be further evaluated by PCR with primers designed from S protein gene of IBV. The similarities of S protein gene between IBV and TCoV or between IBV and BCoV were low. As expected, a pair of primers, NewS1oligo5 and Degenerate3 , as demonstrated for diagnosis of IBV specifically detected IBV but not TCoV or BCoV."}