{"title": "Evaluating the virucidal efficacy of hydrogen peroxide vapour", "body": "Viruses are important causes of acute and chronic diseases in humans and animals, and frequently cause community-acquired and nosocomial infections. Surface contamination with viruses is common in households, industrial settings and healthcare facilities, and the role of these contaminated surfaces in the transmission of certain viruses, such as norovirus, is recognized increasingly. 1 Many viruses have a low infectious dose and are shed at high titres from infected individuals, even when the infection is asymptomatic. 2 They can contaminate dry surfaces, survive for extended periods and be transmitted to susceptible hosts from surfaces. 2, 3 Once dried on inanimate surfaces, viruses are less susceptible to disinfection than when hydrated in suspension. 4 This susceptibility is further reduced by the presence of organic soil and viral clumping. 4 Disinfection of surfaces is an effective method for reducing the risk of exposure to viruses and interrupting their spread. 5 However, some viruses, such as norovirus, are resistant to some commonly used hospital disinfectants. 6, 7 In addition, conventional manual disinfection of surfaces is labour intensive, and it appears that a two-stage disinfection procedure, including surface rehydration followed by disinfection, is required for effective inactivation of viruses dried on surfaces. 4, 6 Reliance on an operator to ensure appropriate selection, formulation, distribution and contact time of the agent further limits the repeatability and efficacy of the manual disinfection process. Hence, viral contamination can persist after standard or even enhanced manual environmental cleaning and disinfection. 6,8e10 Hydrogen peroxide vapour (HPV) is a novel 'no-touch' automated decontamination technology that removes the reliance on the operator to ensure distribution, contact time and process repeatability, and has therefore been used for environmental decontamination in various settings to improve the efficacy of disinfection. 11 Two types of HPV are available: non-condensing vaporized hydrogen peroxide (VHP) technology (Steris) and condensing HPV technology (Bioquell). Condensing systems inject hydrogen peroxide until the air in the enclosure becomes saturated and hydrogen peroxide begins to condense on surfaces. Non-condensing systems dry the vapour stream as it is returned to the generator. 12 Both condensing and noncondensing systems are registered with the Environmental Protection Agency, and have well-established efficacy against bacterial spores and other microbes. 12e14 A study published in the 1990s evaluated the efficacy of a non-condensing VHP system against a range of viruses. 14 However, limited evidence is available for the virucidal activity of condensing HPV systems. Recently, several studies have demonstrated the in-vitro activity of condensing HPV systems against individual viruses, including feline calicivirus (FCV), 11 adenovirus, 15 lactococcal bacteriophages 16 and MS2 coliphage. 17 However, to the authors' knowledge, no studies published to date have evaluated the efficacy of condensing HPV systems against a range of viruses exposed under the same conditions. As such, this study evaluated the in-vitro virucidal efficacy of a condensing HPV system against a number of structurally distinct viruses of importance in the healthcare, veterinary and public sectors. These included a small non-enveloped RNA virus (FCV, a norovirus surrogate), a larger non-enveloped DNA virus (human adenovirus) and three enveloped RNA viruses: transmissible gastroenteritis coronavirus (TGEV, a severe acute respiratory syndrome coronavirus [SARS-CoV] surrogate), avian influenza virus (AIV) and swine influenza virus (SwIV). supplemented with 150 IU/mL penicillin, 150 mg/mL streptomycin, 50 mg/mL neomycin, 1 mg/mL fungizone and 8% foetal bovine serum. Viruses were harvested from infected cells by three freezeethaw cycles followed by centrifugation at 2000 g for 20 min. The supernatant was aliquoted and stored at À80 C until use.\n\nSterile 10-mm-diameter 18/8 stainless steel (grade 304) discs (Mesa Labs, Lakewood, CO, USA) were inoculated with 20 mL of virus suspension of FCV, hADV-1 and TGEV. For AIV and SwIV, 40 mL of virus suspension was used because their initial titres were lower than those of the other three viruses. No additional soiling was added, apart from the 8% foetal bovine serum in the culture medium. After virus application, the discs were placed inside a biosafety cabinet to dry for 30 min. After drying, the discs were placed in 24-well tissue culture plates (one disc per well) without lids. For each experiment, three inoculated discs were exposed to HPV in an environmental chamber and one disc was kept in a separate control plate, which was kept outside the environmental chamber at room temperature for the duration of the test. Three independent tests were performed for each vaporized volume of hydrogen peroxide.\n\nHPV was produced using a Clarus L generator (Bioquell, Horsham, PA, USA). The Clarus L generator, which is situated outside the enclosure, converts 35% w/w liquid hydrogen peroxide into HPV using a vaporizer heated to 120 C, and circulates the HPV through the environmental chamber via a supply and return hose. Hydrogen peroxide was injected at 2 mL/min for 1, 2 or 5 min followed by 1.5 mL/min for 15 min equating to three different volumes: 25, 27 and 33 mL. The concentration of HPV and temperature in the environmental chamber during the cycle was not measured. Following HPV injection, the air in the environmental chamber was routed through an activated carbon filter to break down the hydrogen peroxide to oxygen and water vapour. When the concentration of HPV in the environmental chamber reached <1 ppm, as determined by a hydrogen peroxide hand-held sensor through a sampling port, all test discs were removed. The total exposure time, including injection and aeration (the breakdown of hydrogen peroxide), was approximately 2e3 h, varying with the amount of hydrogen peroxide being vaporized. After completion of each run, discs were removed from the environmental chamber and titrated to determine the amount of surviving virus along with the control disc.\n\nIn addition to the virus test discs, four Tyvek-packaged Geobacillus stearothermophilus biological indicators (BIs) (Mesa Labs) with a certified population of >6-log 10 spores/disc were placed in the corners of the environmental chamber in alternating high and low locations and used as a standard indicator for the HPV decontamination cycles. 18 BIs were removed from the environmental chamber following HPV exposure, transferred into test tubes containing trypticase soy broth, incubated at 65 C, and examined for bacterial growth daily for seven days. An unexposed BI was transferred into trypticase soy broth and incubated with each batch as a positive control.\n\nSurviving virus from HPV-exposed and unexposed (control) discs was eluted with 0.5 mL of an elution buffer (3% beef extract, 0.05 M glycine, pH 7.2) followed by vigorous pipetting to aid virus elution. Serial 10-fold dilutions of the eluates were prepared in Eagle's MEM followed by inoculation of appropriate cells grown in 96-well microtitre plates (using four wells/dilution). The inoculated plates were incubated at 37 C and examined daily for four days for the appearance of virusinduced cytopathic effects. Log virus reductions were calculated by comparing the titres of the exposed discs with those of the control discs.\n\nAll BIs (G. stearothermophilus) exposed to HPV were inactivated, while all control BIs had visible growth following overnight incubation. The results of virus inactivation are summarized in Table I . The log reductions in virus titres were calculated by comparing the HPV-exposed and control discs. All viruses were inactivated completely after HPV exposure in the 25-, 27-and 33-mL cycles. HPV was virucidal (>4-log reduction) against FCV, adenovirus, TGEV and AIV at the lowest vaporized volume of hydrogen peroxide tested (25 mL). For SwIV, due to low virus titre on the control discs, a >3.8-log reduction was shown for the 25-mL volume and >4-log reduction was shown for the 27-mL and 33-mL vaporized volumes. As no virus was detected on any of the HPV-exposed discs, it is not possible to comment on the relative susceptibility of the viruses.\n\nA carrier test method was used to evaluate the virucidal efficacy of HPV against a number of structurally distinct viruses of importance in the healthcare, veterinary and public sectors. These included a small non-enveloped RNA virus (FCV), a larger non-enveloped DNA virus (adenovirus) and three enveloped RNA viruses (TGEV, AIV and SwIV). HPV was virucidal (>4-log reduction) at the lowest dose tested against all viruses.\n\nVirucidal susceptibility testing of disinfectants is often performed in suspension tests. These can overestimate the virucidal activity of chemical agents compared with carrier methods because viruses are more resistant on surfaces than in suspension. 4, 19 This study tested the virucidal efficacy of HPV in a surface carrier test with viruses dried on stainless steel discs, as this was considered to resemble real environmental conditions more closely.\n\nNorovirus is the most common cause of gastroenteritis in humans worldwide. 20 It has a low infective dose, is shed at high concentrations and causes considerable environmental contamination, which has been implicated in its transmission. 1,2 Thus, cleaning and disinfection of contaminated surfaces is important in the control of this virus in hospital and community outbreaks. 1,21 A range of disinfectants, including chlorine-based agents, are active against norovirus surrogates in vitro. 22 However, the virus is resilient in the environment, able to survive for days on dry surfaces, 3 and can persist despite bleach disinfection. 6, 8 In the absence of a simple cell culture system to culture human norovirus, surrogate viruses such as FCV have been used in disinfection studies. 23 Bentley et al. 11 investigated the efficacy of HPV against FCV strain F9 dried on materials representative of a hospital setting (stainless steel, glass, vinyl flooring, ceramic tile and PVC plastic cornering). They reported that HPV reduced the viral titre by 4log on all surfaces tested within 20 min of exposure in a microbiological safety cabinet. The present finding that HPV was virucidal against FCV [>5-log reduction in tissue culture infective dose (TCID 50 )] is similar to the results of Bentley et al., 11 despite recovery of a lower inoculum from the control discs (>5-log compared with >7-log) and the fact that a different strain of the virus was tested.\n\nInfluenza A viruses (including AIV and SwIV) are associated with annual epidemics and occasional pandemics, and have recently been the focus of serious global public health concerns in humans. 24 Contaminated environmental surfaces are known to contribute to the spread of these viruses, 2 and various physical and chemical disinfection processes have been shown to inactivate influenza virus on surfaces 25 including aerosolized and vapour-phase hydrogen peroxide. 14, 26, 27 Many of these studies, however, were limited by the relatively low titre of virus recovered on the controls after the process because of low initial virus titre and loss of viability due to long exposure times and exposure to ambient environmental conditions. 14,26 Due to the relatively short drying and exposure time in this experiment, it was possible to achieve a higher titre on the control discs at the end of the process than in previous studies. 14, 26 No AIV or SwIV was detected after exposure to HPV, and a >4-log reduction was achieved for the 27-mL and 33-mL doses.\n\nAdenovirus is an important human pathogen, and recombinant adenoviruses are used widely in biomedical and industrial settings as a gene transfer tool. 15 Adenoviruses are capable of survival when dried on to surfaces for up to three months. 3 As such, implementation of effective decontamination procedures in these settings is critical to minimize the risk of human exposure to the virus and to prevent product cross-contamination. 15 Various liquid chemical disinfectants are capable of inactivating adenovirus. 28, 29 A previous study has shown that HPV is effective (>8-log reduction in TCID 50 ) against a high titre of recombinant adenovirus (Ad5GFP) dried on surfaces. 15 Similarly, in this study, HPV was virucidal (>4-log reduction in TCID 50 ) against a clinically significant human adenovirus. TGEV is a porcine pathogen causing lethal enteric infections for suckling piglets. It has serious financial implications for the pig industry, and is often used as a surrogate for SARS-CoV. 7, 30 TGEV has been shown to survive for days on surfaces under ambient conditions. 30 Studies have shown that various physical and chemical disinfectants are effective against TGEV, but efficacy varies. 7, 31 This study found HPV to be virucidal (>4-log reduction) against TGEV type 1 dried on stainless steel surfaces.\n\nThe strengths of this study include the use of carrier tests rather than suspension tests to determine the efficacy of HPV. Most previous studies of the Bioquell system (condensing) have tested efficacy against a single virus. 11, 15, 17 This study extended previous findings by testing a range of structurally distinct viruses with varied susceptibility levels to disinfection tested under the same conditions, and found that that they were equally susceptible to HPV. The drying and exposure times in this study were relatively short, and the log reductions were calculated from control discs enumerated at the same time as the test samples. This helped to reduce the impact of ambient conditions on the viability of the viruses, and gave a more accurate measure of HPV-attributed inactivation of the viruses.\n\nThis study has some limitations. Simulated soiling was not applied to the virus samples, although the presence of foetal bovine serum in the medium used to grow the viruses can be taken as a 'soil load' in this test. HPV is designed to be used on clean surfaces, so soiling and organic matter would be cleaned before the process was used. However, further studies including higher levels of organic soiling are warranted. Stainless steel discs were used as the substrate in this study. These only mimic one type of material that HPV could be used to decontaminate. Several studies have indicated that the efficacy of HPV is not significantly different on a range of hard surfaces commonly used in health care. 11, 13 However, future studies should address the efficacy of HPV for the inactivation of viruses on a range of materials.\n\nIn summary, respiratory and enteric viruses can be shed at high concentrations, and contaminate and survive for long periods on environmental surfaces; this has been shown to play a role in their transmission. Effective disinfection of the environment is key for interrupting transmission from the environment, especially as many of these viruses have a very low infective dose. However, this is not always achieved by conventional cleaning and disinfection techniques due to inherent limitations in the process and variation in viruses' resistance to the disinfectant. HPV, a vapour-phase disinfection method, was virucidal on structurally distinct viruses dried on surfaces, and hence HPV can be considered for the disinfection of viruscontaminated surfaces.\n\nConflict of interest statement SY and JAO are employed by Bioquell. All other authors have no potential conflicts of interest.\n\nNone."}