{"title": "General Assembly, Prevention, Operating Room -Personnel: Proceedings of International Consensus on Orthopedic Infections", "body": "Yes. The number of individuals in the operating room (OR) and door openings (DO) during total joint arthroplasty (TJA) are correlated to the number of airborne particles in the OR. Elevated airborne particles in the OR can predispose to subsequent periprosthetic joint infections (PJIs). Therefore, operating room traffic should be kept to a minimum. Multiple strategies, outlined below, should be implemented to reduce traffic in the OR during orthopedic procedures.\n\nLevel of Evidence: Moderate Delegate Vote: Agree: 98%, Disagree: 2%, Abstain: 0% (Unanimous, Strongest Consensus) Rationale:\n\nThe number of persons and door openings (DOs) in the operating room (OR) have been reported to disrupt the airflow [1e4], and therefore affect the quality of air in the OR. No high-level evidence study exists, though, to directly link the OR traffic with the development of periprosthetic joint infections (PJIs). The multivariate nature of PJIs and its low incidence require an enormous study population to directly evaluate the influence of OR traffic on PJIs, which is technically difficult.\n\nThere is no consensus on the best methods of monitoring air quality in the OR [5e9]. Although particle counting is less demanding, and more standardized than microbiological sampling, the information obtained is indirect. Furthermore, the air particle counts cannot accurately predict the microbial contamination of the OR air [10] .\n\nThe number of personnel in the OR and number of DOs have been recognized as a major source of increased number of particles in the OR air [5, 11, 12] . Several observational studies have demonstrated a positive relationship between the number of individuals and DOs and the number of aerosolized particles in the OR [3, 11, 13, 14] . Ritter et al [15] reported that the bacterial counts were 34-fold higher when 5 or more persons were present, compared to an empty OR.\n\nDO may lead to increased contamination rates by 2 mechanisms. First, DOs in the OR are linked to the number of staff in the OR during operations [16] . Second, DOs create turbulence between 2 spaces, and disrupt the positive laminar flow of the OR, which might subsequently lead to faster spread of airborne bacteria and particles to the surgical field [1, 13, 17, 18] . Andersson et al [14] showed a positive correlation between traffic flow rates and air bacterial counts in orthopedic procedures. They also identified a direct correlation between the number of people present in the OR and bacterial counts. Quraishi et al [19] demonstrated a direct correlation between the activity level of OR personnel and bacterial fallout into the sterile field. Additionally, Lynch et al [20] showed an exponential relationship between the number of DOs and the number of personnel in the OR. In their series, an information request was the main reason for the majority of DOs.\n\nSeveral studies have evaluated the incidences and causes of DOs during elective total joint arthroplasties (TJAs) [8,18,20e22] . Rates of 0.19/min to 0.65/min DOs for primary, and 0.84/min for revision TJAs have been reported [3, 18, 20, 21] . The highest percentage of DOs occurs during the preincision [18] or postincision periods [10] . The majority of the traffic constitutes the circulating nurses, followed by surgical implant representatives, and then the anesthesia and orthopedic staff [18, 20, 21] . The most frequently reported single reason for DOs is getting supplies, along with gathering and transferring information. Scrubbing in and out during the procedure, staff rotation for breaks, talking with colleagues in the corridor, and coordinating with nursing and anesthesia personnel were also reported as reasons for DOs [18, 21] . It is important to note that the rate of unjustified traffic was considerably high among different studies [8, 18] .\n\nExperimental, observational, and simulation studies have evaluated the influence of OR traffic on the OR environment [4,13,23e26 ]. Mears et al [23] identified that DOs in 77 of 191 TJAs overwhelmed the positive OR pressure, allowing airflow to reverse from the hallway into the OR. The loss of positive OR pressure was a transient phenomenon; however, the time needed for the recovery of pressurization was unknown. On the contrary, Weiser et al [4] reported that positive pressure was not defeated during any single DO; however, they found that contaminated outside air entered the OR if 2 doors were simultaneously opened. In their study, OR pressure recovery took approximately 15 seconds following a DO. They supported that OR contamination was more likely attributable to the effects of the personnel who enter the OR, rather than as a primary cause of DOs. Furthermore, Rezapoor et al [25] demonstrated that the laminar airflow was protective against the negative influences of the number of people, and partially of DOs. Smith et al [13] also showed that bacteria colony forming units cultured on plates placed in sterile basins in the OR during the operation were significantly negatively associated with any DOs, and the function of laminar air flow.\n\nAn increased trend of PJIs is associated with high OR traffic [2, 11, 17, 27] . Pryor and Messmer [27] demonstrated a positive, but nonsignificant, correlation between the total number of people who enter the OR and infection rates. In a cohort of 2864 operated patients, the infection rate was 1.52% when fewer than 9 and 6.27% when more than 17 different people entered the OR. Cross-sectional observational studies evaluated the effects of measures to control OR traffic and the number of personnel as a preventative strategy in reducing PJIs [1, 8, 18, 28] . Knobben et al [28] observed that systemic and behavioral measures in the OR, including limiting unnecessary activity and individuals in the OR, can lead to a significant reduction in the incidence of prolonged wound discharges and superficial PJIs, as well as a nonsignificant decrease in the deep PJIs. It was, however, difficult to determine the influence of each measure on the final results.\n\nNumerous strategies have been proposed to reduce OR traffic and subsequent contamination of the OR environment. These include the following: (1) limitation of the number of persons who are present during orthopedic procedures; observers, residents, researchers, and external vendors should be kept to a minimum [3, 18] ; (2) storage of the frequently used instruments in the OR; (3) proper education of OR personnel regarding the potential correlations between OR traffic and infections [4, 13, 18, 20] ; (4) careful preoperative planning and templating so as to have all necessary supplies and implants into the OR [18, 26] ; (5) reduction of the OR traffic using verbal interventions to the staff [1] ; (6) lockage of the external door immediately after the entry of the patient into the OR with entrance only through the inner doors [4, 13, 21] ; (7) minimization of the staff rotation during each TJA, ideally to zero [21] ; (8) use of intercom for communication with the outer door [3] ; (9) no DOs for social visits, clinical discussions, or anesthetic supplies for the next case; (10) use of a door alarm to decrease DOs [29] ; (11) prohibition of staff to enter or leave the OR unnecessarily; and (12) opening the necessary equipment as close as possible to the time of incision, in order to reduce the exposure of the sterile instruments to the increased traffic [18] .\n\nQuestion 2: Does the risk of SSI/PJI increase when the surgeon performing the arthroplasty procedure has an upper respiratory infection?\n\nRecommendation: It is unlikely that the risks of SSIs/PJIs are increased in patients undergoing orthopedic procedures when the surgeon or surgical team has an upper respiratory infection.\n\nLevel of Evidence: Moderate Delegate Vote: Agree: 85%, Disagree: 8%, Abstain: 7% (Super Majority, Strong Consensus) Rationale:\n\nReports of the transmission of hepatitis B virus, hepatitis C virus, and HIV from healthcare workers to patients during invasive procedures have raised the question of whether physicians infected with upper airways pathologies should perform invasive orthopedic procedures, such as joint arthroplasty [30, 31] . It has been previously suggested that surgeons affected by hepatitis B virus, hepatitis C virus, and/or HIV should not (strong recommendation: against) perform major joint arthroplasty surgery (eg, hip, knee, shoulder, and elbow), open spine surgery, and/or open pelvic surgeries because of the very high risk of disease transmission to patients [32] . However, very little is known on the risks of potentially increased surgical site infections (SSIs)/periprosthetic joint infections (PJIs) when the surgeon performing the arthroplasty has an upper respiratory infection. On the other hand, Navalkele et al [33] demonstrated that SSIs were more likely to develop in patients who had respiratory tract infections within 30 days prior to surgery (20% vs 6.6%; odds ratio 3.42, 95% confidence interval 1.62-7.22, P ¼ .0034).\n\nSurgical site contamination by airborne particles is ascribable in some cases to direct settling of the particles on the wound: condensation droplets measuring less than 5 mm, produced with coughing and sneezing, are able to contaminate the surgical site if the surgeon is not isolated by a helmet sealed within a gown [34] . If the principal pathogens responsible for common cold, rhinitis, and influenza (rhinovirus, coronavirus, parainfluenza virus, influenza virus, respiratory syncytial virus) are generally not responsible for SSIs, other microorganisms are commonly associated with a viral respiratory disease: Staphylococcus aureus, coagulase-negative Staphylococcus, Streptococcus, Gram-negative bacteria, and methicillin-resistant S aureus (measuring 0.2-5 mm) can adhere to the condensation droplets to form colony forming units, and be infectious in short-range scenarios (less than 1 m), theoretically leading to SSIs. Operating room counts lower than 10 colony forming units are mandatory for knee and hip arthroplasty [35] .\n\nA sneeze can generate up to 40,000 droplets [36] , which can evaporate to produce droplets of 0.5-12 mm, while a cough can generate about 3000 droplet nuclei, the same number as talking for 5 minutes [37] . Despite all these potential risks, there is strong evidence that personal protective equipment including gowns, facemasks, and gloves, in addition to the usual contact-transmission prevention precautions (ie, hand washing, avoiding touching mucous membranes of the eyes, nose, and mouth), are effective in reducing surgeon to patient disease transmissions [38, 39] . Additionally, many environmental factors, controllable in a standard OR, affect the viability of an infectious agent (ie, temperature, humidity, air flow, and ultraviolet radiation), further reducing the risks of disease transmissions and PJIs afterward [40e43] .\n\nAs a result, we conclude that the widespread use of personal protective equipment, in addition to the usual contact-transmission prevention precautions, protect the susceptible patient from disease transmission and PJI development. However, the lack of highlevel evidence results in a moderate level of strength for this recommendation.\n\nQuestion 3: Does the technique, duration, or agent used for surgical hand scrubbing by the surgeon and OR personnel alter the patient's risk of SSIs/PJIs? Recommendation:\n\nUnknown. Surgical hand preparation should be performed either by traditional scrubbing with a suitable antimicrobial soap and water, or by using a suitable alcohol-based hand cleansing agent.\n\nLevel of Evidence: Moderate Delegate Vote: Agree: 93%, Disagree: 5%, Abstain: 2% (Super Majority, Strong Consensus)\n\nRationale: Multiple reviews have been performed in order to study this matter. None of these reviews have been able to show differences between different surgical hand antisepsis on surgical site infection (SSI) rates. There is indicative evidence advocating alcohol-based hand rubs (ABHRs); ABHRs reduce colony forming units (CFUs) in hands better than traditional scrubbing, and ABHRs cause less skin damage compared to traditional scrubs [44e50].\n\nA Cochrane database review was published in 2016, assessing the effect of different surgical hand antisepsis on preventing SSIs. They compared the effects of different techniques (ie, hand rubbing vs hand scrubbing), products (ie, different formulations of ABHRs vs plain soap vs medicated soap), and application times for the same product. The conclusion was that there is no firm evidence that one type of hand antisepsis is better than another in reducing SSIs [45] .\n\nThe review concludes that there is evidence that the ability of different hand antisepsis to reduce CFUs is different, but the clinical outcomes of these findings are unclear. Chlorhexidine gluconate (CHG) scrubs may reduce the number of CFUs on hands compared with povidone iodine (PVPI) scrubs. Alcohol rubs with additional antiseptic ingredients may reduce CFUs compared with aqueous scrubs [45] .\n\nThis review also evaluated the duration of hand antisepsis, and concluded that a 3-minute scrub reduced CFUs on the hand compared with a 2-minute scrub, but this was very low-quality evidence. Furthermore, findings about a longer initial scrub and subsequent scrub durations are not consistent. It is also unclear whether nail picks and brushes have an impact on the number of CFUs remaining on the hand. The Cochrane review states that almost all evidence available to make decisions about hand antisepsis was informed by low-quality or very low-quality evidence [45] .\n\nThe WHO recommendations on preoperative measures for SSI prevention were published also in 2016, which state that the overall evidence (rated as moderate quality) showed no differences between ABHR and hand scrubbing in reducing SSIs. They also concluded that studies using CFUs on participants' hands as the outcome showed that some ABHRs are more effective than scrubbing with water and antiseptic or plain soap. However, the relevance of this outcome to the risks of SSIs is uncertain [44] .\n\nOriel et al published a study in 2017 in which the authors reported the incidence of SSIs after introducing ABHR as an alternative to traditional aqueous surgical scrubs. The SSI rates for traditional scrubbing (n ¼ 4051) and ABHR (n ¼ 2293) were similar (1.8 vs 1.5%, P ¼ .31) [49, 50] .\n\nAlso, in 2016, Oriel and Itani found that none of the SSI studies have shown any benefit of one product type over another, even though the literature shows the inferiority of PVPI to both CHG and ethyl alcohol. Ethyl alcohol often outranks CHG in nonclinical in vivo tests. Both ABHRs and CHG are preferred to PVPI for surgical hand antisepsis [46] .\n\nIn 2015, Shen et al performed a study to compare a conventional surgical scrub with an ABHR in order to evaluate antimicrobial efficacy. They performed hand sampling for cultures before and after operations. The culture positive rates of ABHR were 6.2% before operations and 10.8% after operations. Both rates were lower than the conventional surgical scrub, 47.6% before operations (P < .001) and 25.4% after operations (P ¼ .03). Multivariate analysis showed that ABHR was a significant protective factor for positive hand cultures [48] .\n\nLiu and Mehigan published a review in 2016 in which the authors studied the influences of different hand antisepsis on SSI rates and skin integrity. They advocate ABHR because it appears to cause less skin damage than traditional scrub protocols, but is as effective as traditional scrub. Some studies have demonstrated relatively poor compliance for optimal scrubbing time and techniques by personnel using a brush, with personnel preferring to use AHBRs [47] .\n\nQuestion 4: Does the type of cap worn by the operating room (OR) personnel matter?\n\nRecommendation:\n\nUnknown. The evidence would suggest that, since normal hygiene such as daily shampooing and showering does not result in bacterial decontamination of OR personnel, some form of disposable head covering is prudent. Whether this takes the form of a bonnet, bouffant, or helmet is unknown. We recommend that the cap should cover the entire scalp, ears, and facial hair.\n\nLevel of Evidence: Limited Delegate Vote: Agree: 94%, Disagree: 4%, Abstain: 2% (Super Majority, Strong Consensus)\n\nRationale:\n\nHuman hair serves as a reservoir for bacteria shedding and as a potential source of contamination in the operating theatre [51] . Summers et al [51] cultured bacteria from the hair of inpatients, hospital staff, and outpatients, and compared them with nasal carriage finding that Staphylococcus aureus colonization was even more common in scalp hair than in the nares. It is critical to determine the most appropriate surgical cap for limiting bacterial spread and desquamation from the skin/hair of operating room (OR) personnel in order to minimize potential contamination, even with most modern ventilation systems [52] .\n\nA study in 1991 recommended the discontinuation of headwear in OR staff, and determined that adequate ventilation and laminar flow was enough to combat microbial shedding, as the authors did not find significant reductions in microbial air counts with use of head covers [53] . However, conflicting evidence arose when a study by Friberg et al [54] demonstrated that airborne contaminants were 3-5 times (P < .001) greater compared to the absence of headwear. Additionally, they found that wound contamination without the use of headwear increased by 60-fold, in comparison to wearing head covers. The authors concluded that laminar flow units should be held in question with regard to replacing the use of head covers and in the risk of surgical surface contamination.\n\nAt present time, there are few studies published within the past decade comparing different types of caps, their effects on OR environment bacterial counts, and surgical site sterility. A recent study by Markel et al [55] investigated the degree of airborne contaminates with different head covers (disposable skull caps, disposable bouffant hats, and cloth skull caps) in the OR during standardized mock surgical procedures. They measured the number of particulates being 0.5 and 1.0 mm in size, and found that there were significantly higher numbers of airborne particulates when disposable bouffant hats were used compared to cloth surgical caps (P < .05). There was no significant difference seen in airborne particulates after active sampling, when comparing bouffant hats with disposable surgical hats. However, for passive settle plate analysis, it was determined that bouffant style hats allowed for a significantly greater amount of microbial shedding at the sterile field, compared to disposable skull caps (P < .05). They further concluded that disposable bouffant hats had a higher permeability/porosity, and yielded higher levels of bacterial shedding in the OR. They endorsed the use of skull caps for reducing the potential risk of contamination from scalp hair. This, however, is against the recommendation of the Association of Peri-Operative Registered Nurses for OR personnel to wear bouffant caps. It should be considered that the outcome studied was contamination in vitro in comparison to actual surgical site infections (SSIs) seen in surgical patients [56] .\n\nMore recently, a study by Kothari et al [57] revealed that SSI rates were not significantly different (P ¼ .016) in surgical cases where attending surgeons wore bouffant hats (8%) vs in those where surgeons wore surgical skull caps (5%). The authors analyzed data from a previous prospective randomized trial on SSIs in accordance with hair clippings in a multitude of surgical specialties, and in more than 1500 patients. These findings are in contrast to the findings of the study by Markel et al [55] and Kothari et al [57] , which advocated for OR staff to choose OR head attire based on preference, as the choice in OR headwear did not play a role in the development of both superficial and deep SSIs [55, 57] .\n\nIt can be concluded that with a scarcity of recent literature addressing the use of different surgical caps on the impact of bacterial shedding/airborne particulates and the potential for SSIs in the OR, it is recommended that further research is needed to substantiate the claims made regarding OR headwear. Clearly, a randomized trial of coverage vs none would be unethical to conduct. There is ample evidence, however, to suggest that Gram-positive bacteria are often carried on the facial skin, hair, and ears of hospital personnel. Several case studies report on outbreaks of SSIs with unique bacterial strains associated with carriage by identified surgical team members.\n\nQuestion 5: Should surgeons and personnel in the operating room (OR) wear a mask and a cap in the operating room?\n\nRecommendation:\n\nYes. The use of surgical facemasks and caps by staff in the operating room is presumed to reduce the frequency of surgical site infections. There is a paucity of data, with few studies addressing this topic. The long-standing established standard of surgical facemasks and caps in the operating room should continue despite the lack of strong evidence demonstrating clinical efficacy and a lack of persuasive evidence for altering current clinical practice. Evidence for the potential role for surgical facemasks in protecting staff from infectious material encountered in the operating room is also controversial. In the absence of convincing clinical evidence, either for or against wearing masks and caps in the OR, it is advisable, at this time, to continue to follow local or national health and safety regulations.\n\nLevel of Evidence: Limited. Conflicting study results are published. Further research is likely to have an important effect on our confidence in the response, and may change this recommendation. The evidence is currently supported only by observational studies, with no RCTs or other high level studies available.\n\nDelegate Vote: Agree: 98%, Disagree: 1%, Abstain: 1% (Unanimous, Strongest Consensus) Rationale: Surgeons and nurses typically wear disposable facemasks and caps in the operating room (OR). The purpose of face masks is thought to be 2-fold: (1) to prevent the passage of bacteria from the surgeon's nose and mouth into the patient's wound; and (2) to protect the surgeon's face from sprays and splashes from the patient. Facemasks are thought to make wound infections after surgery less likely. However, incorrectly worn masks may paradoxically increase the likelihood of the wound becoming contaminated with shed skin and debris. It is unclear if by wearing facemasks, the surgical team increases or decreases the risk of surgical site infections (SSIs) in patients undergoing clean surgeries, including elective joint arthroplasties [58] .\n\nInfections occurring in a wound created by an invasive surgical procedure are referred to as SSIs. Postoperative wound infections increase the lengths-of-hospitalization, and predictably, substantially raise the costs of care. SSIs account for a marked fraction of healthcare associated infections, and can be associated with considerable morbidity, with estimates that over one-third of postoperative deaths are at least partly attributable to SSIs. In the OR, there are, therefore, many procedures and practices in place intended to reduce the probability of infectious material transfer between OR staff and patients [59] .\n\nSurgical facemasks (SFMs) provide a physical barrier between bacteria of oropharyngeal and nasopharyngeal origin and an open patient wound. Additionally, SFMs potentially protect OR staff by providing a physical barrier to infectious bodily fluid splashes from the patient. Wearing SFMs in the OR is one of many long-standing preventative practices, yet controversy still exists as to the clinical effectiveness of SFMs in reducing the frequency of SSIs. General purpose disposable SFMs, however, are not specifically designed to protect the wearer from airborne infectious particulates [60] .\n\nThe 1999 Centers for Disease Control and Prevention \"Guideline for Prevention of Surgical Site Infection\" [61] strongly recommended the use of SFMs for prevention of SSIs. The 2007 Centers for Disease Control and Prevention \"Guideline for Isolation Protection\" [62] reiterated the recommended use of different qualities of SFMs for sterile procedures, without adding any new scientific data in support of this recommendation. Most international guidelines acknowledge the controversy surrounding the use of disposable SFMs [63, 64] , with no clear clinical or experimental evidence that wearing SFMs effectively diminishes the incidence of SSIs. The incidence of SSIs is itself dependent on multiple other variables, particularly the patient's immunological status, and the behavior of the surgical team in and around the operative field.\n\nThe systematic review by Lipp and Edwards [58] included 2106 patients undergoing elective clean surgeries. Clean surgery is defined as surgery where no inflammation is encountered and the alimentary, respiratory, and genitourinary tracts are not entered. The conclusion from the study was unclear whether wearing of SFMs by the surgical team increased or decreased the risks of SSIs. The systematic review by Bahli [65] included data on 8311 patients undergoing elective surgeries, and concluded that the evidence regarding the efficacy of SFMs in preventing postoperative wound infections in elective surgery is inconclusive. At this time, therefore, it is still difficult to recommend changing the established clinical practices of wearing facemasks in rooms on the basis of current evidence.\n\nThe topic of OR headgear has been very controversial, and the quality of data used to support OR policy surrounding this topic is marginal. A study by Humphreys et al performed in 1991 suggested that wearing any type of headgear in the OR did not decrease bacterial counts. However, the use of proper ventilation techniques drastically reduced these counts, and the authors concluded that nonscrubbed individuals did not need to wear headgear because proper ventilation likely counteracted any bacterial shedding [53] . Ten years later, however, a conflicting study by Friberg et al [54] demonstrated a 2-to 5-fold increase in bacterial contamination at random sites throughout the OR when headgear was not worn, and a 60-fold increase in contamination in the wound bed. Considering these results, it is apparent that wearing headgear markedly decreases the probability of spreading fomites and debris to an open surgical wound. However, it remains uncertain whether this translates into a greater risk of SSIs and periprosthetic joint infections, as no study specifically examining this possibility has ever been conducted.\n\nHumphreys et al performed air cultures in a sealed OR when volunteers wore either surgical hoods or no head coverings. The investigators found little effects of a head cover on volumetric air sampling cultures (ie, no settle plates were used to simulate settling of bacteria near an OR bed). Nevertheless, the investigators concluded that the personnel assisting in the surgical procedure should continue to wear head coverings [53] . Markel et al [55] observed that disposable bouffant style hats had high permeability, greater particle penetration, and increased porosity, leading to higher levels of bacterial and particulate contamination in a dynamic OR environment. When compared with disposable skull caps, bouffant hats cannot be considered superior. Furthermore, if properly laundered the use of cloth skull caps may yield better sterility compared with standard disposable bouffant hats.\n\nThe use of SFMs and caps by staff in the OR is presumed to reduce the frequency of SSIs. Although there is a paucity of solid data on this topic, there is no persuasive evidence to indicate any rationale for altering clinical practices. The long-standing practice of wearing SFMs and caps in the OR should continue, despite the lack of strong clinical evidence supporting their use. Evidence supporting the potential role for SFMs in protecting staff from infectious material encountered in the OR is also controversial. In the absence of strong clinical evidence for or against wearing masks and caps in OR, it is advisable, at this time, to continue to follow local or national health and safety regulations.\n\nQuestion 6: Does the presence of exposed facial hair (beard and mustache) on any OR staff or surgeon influence the rate of SSIs/PJIs in patients undergoing orthopedic procedures?\n\nRecommendation: Although facial hair may increase the risk of bacterial contamination under certain circumstances, risks should ideally be assessed in the context of masking, with and without nonsterile hoods, where limited and contradictory data exists.\n\nLevel of Evidence: Consensus Delegate Vote: Agree: 89%, Disagree: 5%, Abstain: 6% (Super Majority, Strong Consensus) Rationale: Facial hair has the potential to harbor pathogenic bacteria, and even with routine hygiene, bacterial shedding from these sources may lead to contamination resulting in infection during surgical procedures. At any given moment, the inner surface of an operating room staff's surgical mask contains up to 100 times the amount of bacteria that is present on the operating room floor [66] . However, even after the strict advent of operating room policies mandating the coverage of exposed head and facial hair, there has been little to no evidence of decreased surgical site infections [67] . For surgeons and scrubbed personnel, it remains a controversial topic whether beards and exposed facial hair predispose patients to increased risks of infections in the operating room [58] . A study examining the relative contamination of air in operating rooms showed that of those who were dispersers of Staphylococcus aureus (4% of n ¼ 3039), 15.5% of these subjects had S aureus colonizing in their beards [68] .\n\nA study by Parry et al [69] investigated aerobic bacterial shedding in 10 bearded men, 10 clean-shaven men, and 10 women by measuring colony forming units (CFUs), after having each cohort make standardized facial motions above agar plates while unmasked, masked, and in surgical hoods. They found the CFUs and bacterial shedding in the bearded group were no greater in comparison to the clean-shaven group when masked (1.6 vs 1.2 CFUs, P ¼ .9), unmasked (9.5 vs 3.3 CFUs, P ¼ .1), or in surgical hoods (0.9 vs 1.3 CFUs, P ¼ .6). Additionally, they found that surgical hood use did not decrease the total number of bacteria isolated per subject, with a mean of 1.1 CFUs while hooded vs 1.4 CFUs with the mask alone (P ¼ .5). Unmasked subjects shed a mean of 6.5 CFUs more than the number shed while masked (P ¼ .02) or hooded (P ¼ .01). The authors also found that when participants were stratified by beard length, those with beards 20 mm or longer shed more than clean-shaven subjects when unmasked (18 vs 3.3 CFUs, P ¼ .03), but this difference was eliminated with the addition of a mask. The authors concluded that beards in an operative environment appear to add no definitive risks of bacterial shedding in comparison to those who do not have facial hair, when proper facial coverings are utilized.\n\nConversely, a study by McLure et al [70] found that bearded males shed significantly more bacteria than clean-shaven males (P ¼ .01) or females (P ¼ .01) at rest with masks. They also examined the effects of dermabrasion due to mask adjustments and wiggling on the shedding of bacteria in those with and without facial hair in a study of 10 bearded men, 10 clean-shaven men, and 10 women all who wore masks above agar plates. The authors recommended avoidance of behaviors that encourage unnecessary face mask movement and concluded that it may be advisable to remove facial hair in an operative environment due to the potential risk of bacterial shedding.\n\nAs an alternative to facial hair removal, nonsterile surgical hoods used alongside face masks may be considered. In a study examining the airborne transmission of bacteria and particles during standardized sham operations (n ¼ 30), there was up to a 60-fold increase in bacterial sedimentation rate (P < .01) found in surgical wounds when no head covers (disposable hood/triple laminar face mask or sterilized helmet aspiratory system) were worn [54] . Thus, irrespective of whether facial hair is present or not, it may be necessary, under specific circumstances, to have some form of headwear during surgical procedures for scrubbed personnel.\n\nQuestion 7: Does strict adherence to not wearing operating room (OR) attire outside the hospital or outside the restricted OR area reduce the risk of SSIs/PJIs? Recommendation:\n\nWe recommend that OR personnel wearing attire that has come into contact with areas outside the restricted OR environment, not wear the same attire during elective arthroplasty or complex orthopedic procedures.\n\nLevel of Evidence: Consensus Delegate Vote: Agree: 90%, Disagree: 8%, Abstain: 2% (Super Majority, Strong Consensus) Rationale:\n\nThe use of standardized operating room (OR) attire has been implemented to help reduce the shedding and desquamation of human cells and bacteria from the skin of personnel in restrictive hospital environments [71e73]. Specific institutions have further aimed to reduce contamination by requiring the use of covers and gowns over scrubs when leaving restrictive hospital environments, such as the OR [71e73].\n\nVarious institutions utilize these protocols to date, even in light of the deficient data on whether OR attire worn outside restricted hospital environments plays a role in the development of surgical site infections (SSIs) and/or periprosthetic joint infections (PJIs). A report from the Hospital Infection Society Working Group in 2002 examined the ritualistic behaviors and numerous studies regarding the methods of sterility in the OR [74] . They determined there to be little to no concrete evidence showing that wearing OR attire in external, unrestricted hospital environments and returning without changing led to an increase in SSIs and the rates of wound infections [74] .\n\nThere have been some studies examining how surgical attire and hospital scrubs collect contaminants upon travel outside the hospital and restricted OR areas. A prospective crossover study performed by Hee et al [75] examined fabric samples from the scrubs of 16 anesthesiologists divided into 3 cohorts that had worn their scrubs in different environments (group 1: OR only; group 2: OR and hospital wards; group 3: OR, hospital wards, and outpatient offices) in an effort to determine the level of contamination to attire as a result of different environmental factors. Fabric samples were collected for microbiological analysis from the chest, waist, and hip of each anesthetist over the course of an 8-hour work day every 150 minutes. The group determined there to be no significant differences in the bacterial colony counts among the 3 cohorts in comparing the bacterial colony forming units (CFUs) [ [76] examined the level of garment contamination by comparing blood agar plates pressed against the OR attire of 20 physicians (at 2-hour intervals during an 8-hour period) who had worn scrubs inside and outside OR attire designated areas. Their results also suggested that the levels of contamination were comparable between the groups that wore OR attire within restrictive OR attire settings and those that wore OR attire outside these settings [76] .\n\nSimilar results were seen in a study by Kaplan et al [77] , comparing pieces of fabric that were analyzed by traditional cultures in physicians wearing scrubs inside/outside designated zones (including outside the hospital) and also with/without cover garments outside allocated areas. The results were based on a total of 75 participants that each provided fabric samples from 2 sites that were believed to represent areas of likely contamination. In total, 150 samples were collected during the project, 50 from each study arm. The 3 groups were composed of the following: group 1: scrubs worn in designated areas and a protective covering was worn when outside these zones and they never left the hospital; group 2: scrubs worn in designated areas and outside without protective covering and they never left the hospital; and group 3: scrubs worn inside/outside designated areas without protective covering and they were allowed to go outside the hospital. The percentage of agar samples with growth (at 24 and 48 hours) for the various fabric samples taken from each group were as follows: group 1, 47% and 66%; group 2, 38% and 56%; and group 3, 56% and 70% of agar samples with growth [77] . The authors determined that wearing cover garments over OR attire did not reduce the rates of contamination, and that there were no significant differences (P ¼ .55) in groups with attire worn outside the hospital and outside restricted zones [77] .\n\nIn contrast to the aforementioned studies, a study by Mailhot et al [78] , with a similar design to Kaplan et al, found that there were significant differences in contamination rates of OR attire in comparing nurses with cover garments, and those without cover garments when worn in undesignated areas outside OR attire zones. This suggested that the use of cover garments may help decrease the rates of garment contamination when wearing OR attire outside of restrictive areas. However, it remains undecided whether this could reduce the likelihood of patients developing SSIs or PJIs in this setting.\n\nOverall, the above-mentioned studies examined rates of contamination for scrub suits, and not how this impacted the outcomes for patients regarding SSIs or PJIs. Studies directly evaluating if OR attire worn outside the hospital and/or outside the restricted OR area and in relation to the incidence of SSIs/PJIs have yet to be published. Until conclusive evidence is brought forth, OR attire worn outside the OR remains a potential source for surgical contamination. Methicillin-resistant Staphylococcus aureus (MRSA) is a common source of nosocomial infections, and has been reported as a potential cause of surgical site infections (SSIs) and periprosthetic joint infections (PJIs) leading to major complications [79, 80] . The prevalence of healthcare worker MRSA colonization is estimated to be between 4.6% and 7.9% [81e83]. Some reports have even published demonstrating higher incidences of up to 76% in special populations [84] .\n\nNasal carriage of S aureus is known to be a major risk factor for SSIs [85, 86] . However, the transmission of MRSA from a staff member to a patient is believed to be an uncommon event, with only 11 of 191 (5.8%) confirmed outbreaks occurring in this manner in one study [87] . Nevertheless, 41% of nosocomial outbreaks (including all pathogens) transmitted by a contaminated staff member occurred in the operating room (OR) [88] .\n\nA total of 10 articles relevant to orthopedic staff MRSA colonization were included in this review [89e98]. The MRSA colonization rate of orthopedic staff members in the literature averages at 7.8% (range 0%-31%, median 4.2%) in 941 screened staff [90e96,98] . Of the studies reviewed, Portigliatti Barbos et al [94] (31% penicillin-resistant S aureus), Chang et al [98] (13.9% MRSA), Faibis et al [95] (2.3% MRSA), and Schwarzkopf et al [96] (1.5% MRSA) screened exclusively OR personnel.\n\nMost identified publications did not investigate the infection rates of patients in the context of OR staff colonization with MRSA, thus the available data are limited. De Lucas-Villarrubia et al [90] evaluated decolonized contaminated staff members and patients, and added a broad-spectrum antibiotic to their surgical prophylaxis. By introducing these precautionary measures, the SSI rates dropped from 5.9% to 3.0%, the MRSA infection rates from 1.2% to 0.3%, and the MRSA PJI rates from 9.7% to 1.0%. Mullen et al [89] implemented a decolonization protocol of colonized staff and patients and reported a decreased rate of SSIs from 1.76% to 0.33%. Despite reporting the highest staff colonization rates (31% of theater staff), Portigliatti Barbos et al [94] showed a reduction of the already low SSI rates of 0.6% to 0% after a 5-day decolonization course of intranasal mupirocin ointment for affected orthopedic surgical team members. Dilogo et al [91] did not identify any MRSA colonized orthopedic staff members, and concluded that there were no significant associations between MRSA staff colonization and infections. We did not identify a relevant study investigating methicillin-resistant Staphylococcus epidermidis within the context of the question.\n\nThere are insufficient data available to establish a strong correlation between OR staff MRSA/methicillin-resistant S epidermidis colonization, and a potential for increased infection rates in patients undergoing orthopedic procedures. None of the studies reevaluated the rate of staff colonization after decontamination protocols were initiated. The data sets across the included studies are heterogeneous, which impede pooled statistical analyses. Hence, a direct correlation between reduction in staff colonization and reduction in MRSA associated SSIs and PJIs cannot be confirmed, but is currently presumed.\n\nThe identified studies support current public health efforts to minimize nosocomial infections in the hospital setting, with the focus on best possible patient outcomes. Additional studies are required to screen for MRSA colonization in staff members before and after decolonization, while monitoring the subsequent infection rates in patients."}