{"title": "Suppressive effect of dengue virus envelope protein domain III on megakaryopoiesis Suppressive effect of dengue virus envelope protein domain III on megakaryopoiesis", "body": "Dengue virus (DENV) is transmitted by mosquitos, and infection causes dengue and severe dengue (also known as dengue hemorrhagic fever), with nearly 400 million reported cases annually. 1 Although thrombocytopenia is a frequently observed manifestation of DENV infection significantly associated with severe dengue patients 2 and is one of the warning signs in the World Health Organization 2009 Guidelines, 3 its mechanism remains elusive. 4, 5 The increased destruction of platelets in the peripheral blood and the decreased production of platelets in the bone marrow are 2 major causes of thrombocytopenia. 4, 6 A previous report demonstrated that the monoclonal anti-nonstructural protein 1 (NS1) of DENV could crossreact with human fibrinogen, thrombocytes, and endothelial cells. 7 Anti-DENV NS1 antibodies could recognize protein on platelets and inhibit platelet aggregation, thus causing platelet lysis in the presence of complements. [8] [9] [10] DENV NS1 protein elicited platelet-bound immunoglobulins (Igs) accelerated clearance by phagocytes, complement-mediated lysis, and that activation of platelets, leading to the development of thrombocytopenia. 11 Studies have revealed that platelets were infected by DENV and produced dengue viral-like particles in patients with dengue. 12, 13 All of these studies have demonstrated that thrombocytopenia can be induced by anti-DENV NS1 antibody elicited-platelet destruction or directly through DENV infected platelet induced-platelet dysfunction in the peripheral blood.\n\nMegakaryocytes (MKs) are platelet precursor cells present in the bone marrow. DENV was observed to inhibit megakaryopoiesis by infecting and inducing the apoptosis of early megakaryocytic progenitors in vitro. 14 Consistently, thrombocytopenia resulting from the suppression of the bone marrow and platelet synthesis has been observed in both human patients 15 and DENV-infected humanized mice, 16 respectively. Furthermore, direct infection of the bone marrow MKs by DENV has been demonstrated in a nonhuman primate model and in dengue patients, [17] [18] [19] and the production of viral particles in MK-erythrocyte progenitor cells 20 has also been demonstrated. All of these evidences collectively suggest that DENV-infection-elicited thrombocytopenia is partly induced by megakaryopoiesis inhibition in the bone marrow, but the mechanism remains elusive.\n\nThe DENV virion is a spherical, enveloped virus with a diameter of approximately 50 nm. The virion contains 3 structural proteins [capsid (C), membrane (M), and envelop (E)] and the RNA genome. The E protein is the major protein on the virion surface. The E glycoprotein can be divided into 3 functional domains: the central domain (domain I; EI), the dimerization and fusion domain (domain II; EII), and the receptorbinding domain (domain III; EIII). 21 In the absence of direct viral infection, human hepatitis C virus envelope glycoprotein 2 can induce an inflammatory response and apoptosis in human umbilical vein endothelial cells. 22, 23 However, whether the binding of DENV-EIII to the cellsurface receptors can similarly induce cellular signaling and toxicity remains unclear. The differentiation of haematopoietic progenitor cells, including MKs, is extremely sensitive to the perturbation of cellular signaling. [24] [25] [26] Accordingly, in this study, we hypothesized that DENV-EIII could suppress megakaryopoiesis. To test this hypothesis, the in vivo effect of DENV-EIII on megakaryopoiesis suppression was evaluated in a mouse model. A colony-forming unit (CFU) assay of MKs (CFU-MK assay) and megakaryocytic differentiation were performed in vitro using human cord blood-derived CD34 C cells and mouse bone marrow cells.\n\nCord blood cells were collected from full-term pregnancy cases at the Department of Obstetrics and Gynecology, Mennonite Christian Hospital, Hualien, Taiwan. Written, informed consent was provided by participants, and this study followed the protocols approved by the Research Ethics Committee of Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation (approval ID: IRB101-76). All experimental protocols related to animal studies were conducted in accordance with the national guidelines of the Animal Protection Act (Taiwan) and were approved by the Institutional Animal Care and Use Committee, Tzu Chi University (approval ID: 98026).\n\nThe DENV-2 PL046 strain was amplified in a mosquito C6/36 cell line (ATCC CRL-1660), and the virus titer was determined through a plaque assay using BHK-21 cells (ATCC CCL-10) as described previously. 10, 26, 27 Construction and protein purification\n\nThe plasmid Den2E3/pET21b containing DENV-EIII (amino acids 578-674) was kindly provided by Prof. Yi-Ling Lin (Institute of Biomedical Sciences, Academia Sinica, Taiwan). To achieve a sufficient quantity and easy purification of the induction protein, a DNA fragment encoding DENV-EIII was subcloned into a pET28a expression vector (Novagen, Madison, WI) through EcoRI cutting. The BamHI cutting site was filled in to enable the in-frame construct to translate recombinant DENV-EIII protein fused to a 6-His-Tag. The plasmid Den2E3/pET28a was transformed into the Escherichia coli strain BL21 (DE3), which was induced to express recombinant protein at 37 C for 4 h by adding isopropyl b-D-1-thiogalactopyranoside at a 1 mM final concentration when the culture medium reached the mid-log phase (OD 600 between 0.6-0.8). Recombinant DENV-EIII protein was purified using nickel-nitrilotriacetic acid (Ni-NTA) metal-affinity chromatography matrices (Qiagen, TAIGEN Bioscience, Taipei, Taiwan) under denaturing conditions, according to the manufacturer's instructions with some modifications. Briefly, the inclusion body containing DENV-EIII obtained after sonication in a lysis buffer (50 mM Tris-HCl, 50 mM NaCl, and 1 mM EDTA) was denatured by 8 M urea. The cell lysate and Ni-NTA resin were incubated in a binding buffer (8 M urea, 100 mM NaH 2 PO 4 , and 10 mM Tris-HCl; pH D 8) at room temperature for 1 h and were then loaded into a column and washed with a washing buffer (8 M urea, 100 mM NaH 2 PO 4 , and 10 mM Tris-HCl; pH D 6.3) containing 1% Triton X-114 (Sigma-Aldrich) to remove endotoxins. 27 The recombinant protein was eluted by an elution buffer (8 M urea, 100 mM NaH 2 PO 4 , and 10 mM Tris-HCl; pH D 4.5) and refolded using a linear 4-0 M urea gradient in a dialysis buffer (2 mM reduced glutathione, 0.2 mM oxidized glutathione, 80 mM glycine, 1 mM EDTA, 50 mM Tris-HCl, 50 mM NaCl, and 0.1 mM phenylmethylsulfonyl fluoride) at 4 C for 2-3 h. Glutathione-S transferase (GST) recombinant protein was used as the control protein. The expression plasmid pGEX-2KS 28,29 was transformed into the E. coli strain BL21 (DE3) and induced to express the protein, which was purified according to the protocol of our previous study. 30 Endotoxin contamination was verified through the Limulus Amoebocyte Lysate assay (Lonza), according to the manufacturer's instructions as described previously. 28, 31 Antibodies generation and purification Antibodies against DENV-EIII were generated and purified following the procedure detailed in a previous study with some modifications. 30 Protein G Sepharose 4 Fast Flow (GE Healthcare) was used to purify immunoglobulin G (IgG) from the serum of DENV-EIII immunized rabbits according to the manufactory's instructions. Eluted IgG was dialyzed using normal saline (0.9% NaCl) and concentrated using polyethylene glycol 20000. The IgG from preimmunized rabbit serum was purified using the same protocol.\n\nAn in vivo assay was performed as described in our previous study with some modifications. 24 To test whether DENV-EIII has the ability to suppress megakaryopoiesis in vivo, DENV (0.6-1.2 £ 10 5 PFU/mouse, 3-6.8 £ 10 4 PFU/mL) in a range approximately equivalent to the average viral load in dengue patients (3.265 £ 10 4 PFU/mL) was used. 32 C57BL/6J mice (males, 9-12 weeks) with a body weight of 25 g, who had approximately 1750-2000 mL of blood in circulation, 33 were treated with DENV (0.6-1.2 £ 10 5 PFU/mouse) through a retro-orbital injection twice every 24 h or treated with recombinant GST or DENV-EIII protein (3 mg/kg, equal to 37.5-42.9 mg/ml in the circulation and functionally equivalent to 5 £ 10 4 PFU DENV based on the competition analysis as described previously; 34 Fig. S1 ) through retro-orbital injection every 12 h for 3 cycles. Peripheral blood was collected at 24 and 48 h, and MKs were isolated from the bone marrow and analyzed as described previously 24 at 48 h after the first DENV, GST, or DENV-EIII injection. Mice treated with saline at the same volume for the same time course were used as controls.\n\nMouse bone marrow cell isolation and in vitro MK differentiation were performed as described previously 24 except that 100 ng/mL recombinant mouse thrombopoietin (rmTPO, PeproTech) was added to the differentiation medium. On Day 0 and Day 3, mouse bone marrow cells were treated with recombinant DENV-EIII (25 mg/mL; functionally equivalent to 3 £ 10 4 PFU, approximately the dose that can trigger megakaryopoiesis suppression in vivo and block approximately 30% of the infection and replication of DENV in BHK21 cells; Fig. S1 ) or GST protein (25 mg/mL), and the cell surface marker CD41 and DNA content were analyzed on Day 6 as described previously. 24 Binding assay of DENV-EIII protein and MKs MKs were isolated from the mouse bone marrow as described previously. 24 A total of 1 £ 10 6 MKs were incubated with 25 mg of purified recombinant DENV-EIII protein at 4 C for 1 h in 250 mL of MK buffer with 3% bovine serum albumin (BSA) [Ca 2C /Mg 2C -free phosphate buffered saline (PBS) containing 3% BSA; 2.8 mM prostaglandin E1; 5.5 mM D-glucose; 10.2 mM tridodium citrate, pH 7.3]. After washing with PBS, cells were stained with anti-CD61 antibody conjugated with allophycocyanin, anti-DENV-EIII antibody, and the IgGpurified from preimmunized rabbit serum at 4 C for 30 min in 300 mL of MK buffer with 3% BSA. Cells were washed with PBS again, and then they were incubated with goat anti-rabbit IgG (HCL) F(ab') 2 fragment conjugated with fluorescein isothiocyanate at 4 C for 30 min in 300 mL of MK buffer with 3% BSA. After washing with PBS, cells were dissolved in 500 mL of PBS and analyzed using flow cytometry as described previously. 24 \n\nThe experimental protocol was performed according to the manufacturer's instructions (MegaCult-C, StemCell Technologies, Vancouver, Canada) and the procedures described in our previous publication. 24 Briefly, 1 £ 10 5 mononuclear cells (MNCs) derived from human umbilical cord blood were seeded in a double-chamber slide containing cytokines for MK differentiation. MNCs were treated with DENV-EIII (25 mg/mL) and GST protein (25 mg/mL) and incubated at 37 C for 12 d. MK colonies were identified through anti-GPIIb/IIIa staining and counted through counterstaining with 1% Evans Blue.\n\nThe purification of human cord blood CD34 C cells and in vitro MK differentiation were performed according to our previous study 24 with some modification. To obtain a large number of CD34 C cells for performing the 16day MK differentiation, methylcellulose (3.75 g/L) was added for 4-5 d to slow the cell movement and increase the cell number. 35 CD34 C cells were treated with DENV-EIII (25 mg/mL) or GST protein (25 mg/mL) on Days 0, 4, 8, and 12 and were incubated with an MK differentiation medium. Flow cytometry was used to monitor MK differentiation and apoptosis on Day 16, as described previously. 24 Autophagic cells were stained using the Cyto-ID Autophagy Detection Kit (Enzo Life Science, NY, USA) on Day 16 and were analyzed using a flow cytometer (FACSCalibur, Becton-Dickinson, USA).\n\nThe mean, standard deviation (SD), and statistics for the quantifiable data were calculated using Microsoft Office Excel 2003. Comparisons between groups were made using the 2-tailed Student t test. P values less than 0.05 were considered significant.\n\nAfter treatment with DENV (0.6-1.2 £ 10 5 PFU/mouse, a range approximately equivalent to the average viral load in dengue patients 32 ), our analysis revealed that DENV could reduce the platelet number in the peripheral blood of mice ( Fig. 1A and B) , as previously reported. 36 The expression of specific surface markers (CD41, CD61, and CD42b) and polyploid were used to identify MKs. [37] [38] [39] Flow cytometry and propidium iodide (PI) staining revealed that the percentages of differentiated MK (large, CD61 C cells in the R1-gated region) and polyploid cell (DNA content 4N) populations in the R1 region were significantly suppressed in DENV-treated mice compared with saline-treated mice (Fig. 1C , D, and E), suggesting that DENV suppressed megakaryopoiesis in mice. To investigate whether DENV-EIII is sufficient to suppress megakaryopoiesis in mice, experimental mice were treated with DENV-EIII (3 mg/kg) every 12 h for 3 cycles (Fig. 2A) . Our data revealed that compared with saline and GST-treated groups, DENV-EIII-treated mice displayed significantly lower counts of R1 cells and a lower percentage of polyploid cells in the R1 region (Fig. 2C, D, and E) ; a similar response was observed in DENV-treated mice (Fig. 1C , D, and E). These results suggest that DENV-EIII-mediated suppression of megakaryopoiesis plays a crucial role in the DENV-induced negative impact on MKs in mice.\n\nTo investigate whether DENV-EIII exerted a suppressive effect on murine MKs, we performed in vitro megakaryocytic differentiation by using erythrocyte-depleted mouse bone marrow cells, according to a described previously method. 24 Treatment with DENV-EIII (25 mg/ mL) reduced the percentage of the CD41 C cell population ( Fig. 3B and C; R1-gated region). DNA content analysis using PI staining revealed that compared with GST, DENV-EIII reduced the percentage of polyploid cells and increased the percentage of sub-G1 cells significantly ( Fig. 3B and D) . This suggests that DENV-EIII suppresses megakaryopoiesis in primary cultured mouse haematopoietic progenitor cells present in the bone marrow. To investigate whether DENV-EIII can directly bind MKs, murine MKs purified from the bone marrow were incubated with DENV-EIII at 4 C for 1 h. Then, they were stained with anti-CD61 antibody to identify MKs and stained with anti-DENV-EIII antibody (Western blot analysis revealed that anti-DENV-EIII antibody specifically bound to DENV-EIII, Fig. S2 ). After flow cytometry analysis, the data revealed that the percentages of CD61 and DENV-EIII double positive cells are significantly increased when compared with controls without adding DENV-EIII or anti-DENV-EIII antibodies (Figs. 3E and F). This indicated that DENV-EIII could bind directly on the surface of MKs.\n\nCompared with murine bone marrow, human umbilical cord blood is a relatively more accessible resource for haematopoietic progenitor cells. A CFU-MK assay was performed to investigate whether DENV-EIII has the ability to suppress megakaryopoiesis in human haematopoietic progenitor cells. Our data revealed that compared with GST-treated control groups, DENV-EIII-treated groups showed a significant reduction in the number of MK colonies (Fig. 4) . These results suggest that DENV-EIII can suppress megakaryopoiesis in primary human haematopoietic progenitor cells.\n\nNext, we investigated the mechanism through which DENV-EIII treatments lead to megakaryopoiesis suppression. Megakaryocytic differentiation was performed using human umbilical cord blood-derived CD34 C cells in a 16-day experiment (Fig. 5A ). Consistent with a previous report, 24 the cell size (FSC) and cellular granularity (SSC) were increased after the induction of differentiation ( Fig. 5B ; Day 0 vs. Day 16-Vehicle). Compared with the vehicle and GST treatments, DENV-EIII decreased the cell number in the R1 region and increased the cell number in the R2 region (Fig. 5B, C, and F) . Flow cytometry and PI staining revealed that the percentages of CD61 C (premature MK), CD61 C /CD42b C (mature MK), and sub-G1 cells in the R2 region were increased significantly in the DENV-EIII-treated groups compared with the vehicle and GST-treated groups (Fig. 5D, E, and G) . These results suggest that DENV-EIII suppresses megakaryopoiesis partly by initiating cell death in premature and mature MKs. Recent studies have revealed that autophagy plays an essential role in megakaryocytic differentiation, and the loss of autophagy leads to failure in megakaryopoiesis. 40, 41 Our data revealed that the percentage of autophagic cells was decreased in the R1 region and increased in the R2 region in the DENV-EIII- . DENV-EIII killed differentiated MKs derived from mouse bone marrow. Murine bone marrow cells (erythrocyte-depleted fraction) were isolated and triggered to differentiate into MKs in the presence of mouse thrombopoietin. The GST protein was used as a control. DENV-EIII or GST protein was added on Day 0 and Day 3, and data were analyzed on Day 6 through flow cytometry (A). Cells were stained with CD41 antibodies, and CD41 C cells were gated to analyze DNA content through PI staining (B). The percentages of R1 cells among all analyzed cells (C), and the percentages of polyploid cells (DNA content 4N) and sub-G1 hypoploid cells in the R1 region are shown (D). Murine MKs were isolated from bone marrow, incubated with DENV-EIII proteins for 1 h, and stained with antibodies against DENV-EIII and CD61. IgG isolated from preimmunized rabbit serum served as control Ig (CIg). Cells were divided into 3 groups: anti-CD61 C anti-EIII, EIII C anti-CD61 C CIg, and EIII C anti-CD61 C anti-EIII. The percentages of CD61 C /DENV-EIII C double positive cells among the total cells and total CD61 C cells were analyzed (E) and quantified (F). Data are reported as the mean § SD and represent 4 ((C)and D) and 3 (F) independent experiments. Ã P < 0.05, ÃÃ P < 0.01 compared with the GST-treated groups (C, D). treated groups compared with the vehicle-treated and GST-treated groups ( Fig. 6A and D) . In addition, the intensity of Cyto-ID in the R2 region was lower than that in the R1 region in the DENV-EIII treated groups [ Fig. 6A , Day 16-EIII (R1) vs. Day 16-EIII (R2)]. These results indicate that DENV-EIII triggers impaired autophagy. Furthermore, to verify whether the cell death of these CD61 C (premature MK), CD61 C /CD42b C (mature MK), and autophagy-impaired cells was associated with apoptosis, annexin V and activated caspase-3 staining was performed in flow cytometry. Our results revealed that compared with the vehicle and GST treatments, DENV-EIII produced significantly more annexin V C and active caspase-3 C cells in the R2 region (Fig. 6B , C, and D). Taken together, our data indicate that DENV-EIII suppresses megakaryopoiesis in human cord blood CD34 C cell cultures through autophagy impairment and apoptosis.\n\nThrombocytopenia is an important manifestation of DENV infection and is associated with higher mortality; 2 however, the mechanism remains unclear. 4 Bone marrow suppression is one possible mechanism contributing to thrombocytopenia. 4, 15 Studies have reported that DENV can directly infect MKs in the bone marrow of humans and monkeys [17] [18] [19] [20] and interfere with megakaryopoiesis. 16 However, how DENV elicits thrombocytopenia and interferes with megakaryopoiesis and whether viral replication is required for the suppression remain elusive. Our data revealed that DENV-EIII suppresses megakaryopoiesis independent of viral infection, and DENV-EIII-suppressed megakaryopoiesis is associated with autophagy impairment and the apoptosis of differentiated MKs (Fig. 5 and Fig. 6 ). These findings suggest that DENV-induced thrombocytopenia is partly mediated by the suppressive effect of DENV-EIII on megakaryopoiesis.\n\nTheoretically, the presence of additional mechanisms, such as the infection and replication of DENV in MKs and/or the nearby supporting bone marrow stroma cells interfering with MK differentiation and cell survival, remains possible. 4 However, unlike humans, mice are not native hosts of DENV; therefore, DENV cannot normally replicate in wild type mice unless the mice are deficient in interferon (IFN) a/b and g receptors or type I IFN receptors. 42, 43 We demonstrated that DENV can't infect and replicate on mouse MKs (Fig. S3) . Our data suggested that DENV-EIII can directly bind MKs ( Fig. 3E and F) and that DENV-EIII alone is sufficient to elicit MK suppression and decrease platelet numbers, similarly to the in vivo effect of DENV ( Fig. 1 and Fig. 2 , 24 hr). The result is consistent with the in vitro data obtained from mouse (Fig. 3 ) and human cells (Fig. 4 -6) . Our reductionist approach (use of mouse cells/mouse models) supports a simple way to focus on the effect of DENV-EIII on megakaryopoiesis irrespective of any viral replication; however, the approach can't totally mimic real DENV infections especially in vivo models. DENV cannot replicate in mice, DENV nonetheless induces elicitation of proinflammatory cytokines such as TNF-a, 36 which is well known to elicit thrombocytopenic responses. 44, 45 This is probably the reason why DENV injections have a higher potency than DENV-EIII on the elicitation of thrombocytopenic response (Fig-1B vs. Fig-2B, 48 hr) .\n\nPrevious studies have demonstrated that impaired autophagy led to apoptotic death in various cell types, including MKs. 41, 46 The deficiency of Atg7 resulted in mitochondrial damage, followed by apoptosis in mouse erythrocytes and mature T lymphocytes. 47 Similar to data from previous publications, our data showed that DENV-EIII-impaired autophagy is associated with apoptosis in differentiated MKs (Fig. 6) . Further investigation is warranted to elucidate the detailed mechanism through which DENV-EIII induces impaired autophagy and apoptosis.\n\nCurrently, some live attenuated dengue vaccines are being assessed in clinical trials. [48] [49] [50] DENV-EIII is the protein subdomain responsible for DENV binding to target cells; 21 therefore, DENV-EIII is a feasible vaccine candidate to elicit protective antibodies. 51 A DENV-EIIIspecific epitope-recognizing antibody that ameliorated the clinical symptoms of infection for all 4 serotypes of DENV was demonstrated in a humanized mouse model. 52 All 4 serotypes of DENV induce thrombocytopenia, and the sequences of DENV-EIII share high homology, with an estimated 68-87% similarity. 53 Therefore, use of the DENV-EIII subunit vaccine to produce neutralizing antibodies or treatment with the smallmolecule DENV-EIII antagonist can theoretically not only block DENV infection but also ameliorate DENV-EIII-induced megakaryopoiesis suppression and could be a feasible approach to managing severe dengue.\n\nIn conclusion, this study provides a new prospect that DENV-EIII can be a virulence factor for suppressing megakaryopoiesis. DENV-EIII induced the cell death of differentiated MKs through autophagy impairment and apoptosis. DENV-EIII-induced megakaryopoiesis suppression is one of causes of the thrombocytopenia observed in DENV infection. Therefore, DENV-EIII could be considered a drug target to treat MK defects and thrombocytopenia in severe dengue.\n\nNo potential conflicts of interest were disclosed."}