{"title": "Molecular characterization of a canine coronavirus NA/09 strain detected in a dog's organs", "body": "Sequencing and phylogenetic analysis have demonstrated that CB/05 belongs to the CCoV-IIa subtype, which includes all ''classical'' canine coronavirus strains, with a deletion in ORF3b being proposed as a possible genetic marker for the pantropic nature of the strain [10] . Recently, recombinant CCoV-IIb strains were also detected in organs of dogs, though after experimental infection, no systemic signs or virus dissemination through the blood were observed, implying differences in pathobiology among CCoV-IIa pantropic variants and CCoV-IIb strains [12, 23] .\n\nIn Greece, the presence of CCoV was recently reported for the first time, in a severe outbreak of enteritis in a kennel. By sequence and phylogenetic analysis, high similarity to the pantropic CB/05 strain in the most variable region of the S gene was demonstrated [22] . In the present study, the molecular characterization and sequence analysis findings of a CCoV-IIa pantropic strain, as well as the need for new genetic markers, are reported.\n\nIn April 2009, a dead 10-week-old Maltese (13/09) male dog was submitted for laboratory investigation, coming from a pet shop in Thessaloniki, a city in northern Greece. The dog presented inappetence, depression, severe haemorrhagic diarrhoea, vomiting and hypothermia following fever, leading to death one day after the onset of the symptoms. The puppy had been vaccinated with a single dose of a vaccine against canine parvovirus and canine distemper virus three weeks before the onset of the symptoms.\n\nDuring necropsy examination, linear haemorrhages of the intestinal wall, haemorrhagic enteritis and an ulcerated duodenum were observed. Multiple areas of emphysema and congestion were found at the lungs. The liver was enlarged, friable and yellow-brown in color with multifocal discolored spots. Congested vessels in the dura mater of the brain were also observed.\n\nFaecal and parenchymatous organ samples were tested, using molecular diagnostic assays described previously, for common canine viral pathogens e.g., CCoV [3] , canine parvovirus type 2 (CPV-2) [4, 6, 7] , canine distemper virus (CDV) [15] and canine adenovirus type 1 and type 2 (CAV-1 and CAV-2) [17] . For CCoV typing, quantitation and subtyping in faecal and organ samples, two real-time RT-PCR assays [5] and two RT-PCR assays [13] were carried out.\n\nThe lung of the dead pup was homogenised (10% w/v) in D-MEM together with antibiotics (penicillin 1,000 IU/ml, streptomycin 100 lg/ml), and inoculated into canine fibroma (A-72) cells. Infected cells were monitored daily for the occurrence of cytopathic effect (CPE) and, after five days of incubation, they were tested for CCoV antigen by an immunofluorescence (IF) assay using a cat polyclonal serum specific for members of the species Alphacoronavirus 1 and a goat anti-cat IgG conjugated with fluorescein isothiocyanate (Sigma Aldrich, USA). The 3 0 end of the genome of the CCoV-IIa NA/09 strain was amplified as described previously, using viral RNA extracted from the spleen, SuperScript One-Step RT-PCR for Long Templates (Invitrogen s.r.l., Italy) and six RT-PCR assays, specific for overlapping fragments, encompassing ORFs 2, 3a, 3b, 3c, 4, 5, 6, 7a and 7b [9] . The nucleotide sequence was determined in both directions for each fragment. PCR amplicons were sequenced by a commercial facility (Beckman Coulter Genomics, United Kingdom). Sequence assembly and analysis were carried out using the BioEdit software package [16] and the National Center for Biotechnology Information (NCBI; http://www.ncbi.nlm.nih.gov) analysis tool. The NetNGlyk 1.0 Server was used for the prediction of N-linked glycosylation sites, signal peptides and transmembrane helices (http://www.cbs.dtu.dk/services/, NetGlyc, SignalP and TMHMM, respectively). Phylogenetic analysis was conducted using the MEGA4 program, and a tree based on the S protein was constructed using the neighbor-joining method [24] .\n\nCCoV RNA was detected in the faeces, lungs, spleen, kidneys, pancreas, heart, liver and brain of the dead puppy. Using genotype-specific real-time RT-PCR assays, both genotypes, CCoV-I and CCoV-II (5.3 9 10 3 and 6.13 9 10 5 RNA copies/ll of template, respectively), were detected in the faeces, while only CCoV-II was detected in all organ samples. In detail, CCoV-II was detected in liver (5.11 9 10 3 RNA copies/ll of template), spleen (1.06 9 10 5 RNA copies/ll of template), pancreas (7.03 9 10 1 RNA copies/ll of template), kidney (1.21 9 10 3 RNA copies/ll of template), lungs (7.68 9 10 4 RNA copies/ll of template), heart (8.2 9 10 4 RNA copies/ll of template) and brain (2.03 9 10 2 RNA copies/ll of template). Regarding subtype characterization, the CCoV-II strain detected in faecal and in all organ samples was characterized as CCoV-IIa.\n\nDespite several attempts, the virus was not adapted to growth in vitro, as demonstrated by the absence of cytopathic effect in inoculated cells and by negative results in the IF assay, even after three passages on cell cultures.\n\nRegarding other canine viral pathogens, the dog tested positive for a CPV-2a field strain.\n\nA total of 8,809 nucleotides were determined for strain NA/09, encompassing ORFs 2 (S protein), 3a, 3b, 3c, 4 (E protein), 5 (M protein), 6 (N protein), 7a and 7b. Alignment of an 8,767-nucleotide part of the sequence with TGEV, CCoV and FCoV reference strains available in GenBank showed the highest identity to CCoV-IIa pantropic reference strain CB/05 (DQ112226) (97.7%). The minimum conserved signal for transcription (CTAAAC) was present upstream of all of the ORFs (ORF 2, 3, 4, 5, 6 and 7).\n\nThe spike protein gene was 4,365 nucleotides long, encoding a protein of 1,454 amino acids. When compared to strain CB/05, no insertions or deletions were observed. The spike protein of NA/09, when compared with the analogous proteins of CCoV, TGEV and FCoV reference strains, showed the highest similarity to CB/05 (98.2% aa) ( Table 1) . Analysis using the NetNGlyk 1.0 Server showed that the protein contained a putative signal peptide (cleavage sites at positions Ser 19 to Thr 20, as in strain CB/05) and a transmembrane domain (positions 1,394 -1,416 of the S gene). The S protein contained 31 potential N-linked glycosylation sites. Phylogenetic analysis revealed that the Greek strain was more closely related to the CB/05 pantropic reference strain detected in dogs' organs (Fig. 1) .\n\nThe genomic region located between the S and E genes of both strains was found to encode three presumptive nonstructural proteins. Nsp3a, 3b and 3c proteins were 78, 71 and 244 amino acids long, respectively. Regarding ORF3b, the 38-nucleotide deletion of the CB/05 was not observed (Fig. 2) .\n\nThe envelope protein was found to be 82 amino acids in length, like in most canine coronavirus strains. A transmembrane domain was predicted between residue 15 and 37. The Greek strain had 100% amino acid identity to CB/ 05 and to two CCoV-IIb strains detected in dogs' organs (119/08 and 341/05). The membrane protein (M protein) was found to be 262 amino acids long. It contained three potential N-linked glycosylation sites, a putative signal peptide (cleavage sites at positions Gly 16 to Glu 17) and three transmembrane domains (positions 47-69, 76-98 and 113-135). The M protein had the highest amino acid sequence identity to those of the CCoV-IIb reference strains (119/08 and 430/07) and to that of CB/05 (99.6% and 99.2%, respectively). The N protein (nucleoprotein) was found to be 382 amino acids in length. The Greek strain shared the highest amino acid identity with CCoV-IIb 119/08 and CB/05 (99.7% and 99.4%, respectively). ORF7 of both strains was found to encode two presumptive non-structural proteins. Nsp7a and 7b were 101 and 213 amino acids in length, and they were conserved with respect to the CCoV-II reference strains.\n\nCoronaviruses are characterized by high genetic diversity. The high frequency of mutations, due to the high rate of mistakes of the RNA-dependent RNA polymerase, as well as frequent recombination are considered the main mechanisms of coronaviruses evolution, leading to the emergence of new strains, subtypes and genotypes within species and changes regarding tissue or even host tropism [26] . In the present study, a CCoV strain, spreading to the internal organs, was detected and analysed by molecular techniques. By means of sequence and phylogenetic analysis, a high similarity to the pantropic CB/05 variant was shown. This study, the second one reporting the genetic characterization of a CCoV pantropic strain, suggests that pantropic CCoV variants are present in Greece and can be associated with fatal disease in puppies [9] . However, the observed mortality could be due to the dual CPV/pantropic CCoV infection, considering that mixed infections usually display a more severe course and higher mortality [8] . In addition, recent studies have demonstrated that the outcome of CB/05 infection is not invariably lethal, but, at least under experimental conditions, its main consequence is represented by a profound, long-lasting lymphopenia involving both B and T cells [20] .\n\nBy means of real-time RT-PCR, the tissue distribution of NA/09 was determined. Viral RNA was detected in several parenchymatous organs and in high concentration, suggesting the pantropic nature of the variant. Detection and quantitation of the viral RNA in the heart and the pancreas is reported for the first time. The detection of CCoV-I, which was restricted to the faecal samples, suggests that the pantropic NA/09 strain has the advantage of disseminating in the organism, revealing differences in the pathobiology of the pantropic variants with respect to common CCoV enteric strains.\n\nRegarding CCoV, mutations are considered to play a key role in the emergence of the pantropic variant CB/05 [9] . The truncated form of ORF3b, observed in CB/05, was not present in NA/09. That mutation was considered to be a possible genetic marker for pantropic variants [9] . However, similar deletions in ORF3b have been observed in common enteric strains, as in 1-71 (Fig. 2) [19] , and truncated nsp3b has been associated with attenuated coronavirus strains [25] . On the other hand, a high similarity in the S protein was observed between NA/09 and CB/05 strains. Since the S protein is responsible for receptor attachment and changes in tissue tropism have been associated with mutations in the S gene [18, 21] , it is likely that specific genetic markers for pantropic strains will be identified in this region.\n\nIn conclusion, in the present study, the detection, quantitation and molecular analysis of a pantropic CCoV variant is reported. In addition, it is suggested that pantropic variants can be identified in the heart and the pancreas. The emergence of strains that are able to disseminate and cause systemic infection suggests that canine coronaviral infections may be more interesting and severe than thought in the past. Further studies are necessary in order to determine the circulation of pantropic CCoV strains among the dog population and to identify specific genetic markers that can be useful for understanding virus pathobiology and epidemiology. "}