{"title": "Soluble P-selectin rescues mice from anthrax lethal toxin-induced mortality through PSGL-1 pathway-mediated correction of hemostasis Soluble P-selectin rescues mice from anthrax lethal toxin-induced mortality through PSGL-1 pathway-mediated correction of hemostasis", "body": "Anthrax, a disease caused by the Gram-positive bacterium Bacillus anthracis, causes high mortality in animals and humans. Lethal toxin (LT) is a major virulence factor and consists of 2 proteins, protective antigen (PA) and lethal factor (LF). 1 PA binds to specific cellular receptors and forms a membrane channel that mediates the entry of LF into target cells. 2 LF is a metalloprotease, which inhibits mitogen-activated protein kinase (MAPK) signaling pathways through the proteolytic inactivation of MAPK kinases (MEKs). 2 The symptoms in animals that died after receiving an intravenous injection of purified LT were similar to those in animals that died because of natural infections. [2] [3] [4] [5] [6] Hemorrhage is one of the major manifestations observed in patients and experimental animals with anthrax. [7] [8] [9] In humans, hemorrhage has been reported as a clinical manifestation in all anthrax types including cutaneous, oropharyngeal or gastrointestinal, and inhalational anthrax. 9 Moreover, severe hemorrhagic abnormalities such as hemorrhagic mediastinitis, hemorrhagic pneumonitis, and submucosal hemorrhagic lesions in the trachea and bronchi have been observed in patients with life-threatening inhalational anthrax. 9 These hemorrhagic abnormalities are probably caused because of the suppression of the blood coagulation system. 5, [10] [11] [12] [13] In addition, LT causes hemorrhage and hypoxia-mediated toxicity in the late stage of infection. 14 We have reported that the LT-mediated suppression of the coagulation system involves the reduction of platelet and megakaryocyte functions and the suppression of the hepatic expression of coagulation factor VIII (FVIII), which is in part similar to the pathological alteration observed in hemophilia A. 5, 12, 13 However, a low platelet count in mice does not necessarily lead to hemorrhage, unless additional complications are present. 15, 16 In addition, the low plasma FVIII levels and hemorrhage in animals injected with LT can be ameliorated by the supplementary treatment of FVIII. 13 These results suggest that the mechanism by which LT suppresses coagulation should be investigated. P-selectin (P-sel) is a member of the selectin family and is primarily localized in the membranes of the a-granules of platelets and the Weibel-Palade bodies of endothelial cells. After activation, P-sel is translocated on cell surfaces. 17 In addition to the membrane form, P-sel can also be expressed as a soluble form, which may arise from either proteolytic cleavage and/or secretion of an alternatively spliced isoform. 18 Increased levels of circulating soluble P-sel (sP-sel) are observed in thrombotic consumptive disorders, such as disseminated intravascular coagulation and thrombotic thrombocytopenic purpura, that involve generalized hypercoagulable states. 19 The pathophysiological role of sP-sel in these diseases is also unclear. Recombinant P-sel-IgG-Fc fusion protein (P-sel-Fc) treatment in mice is associated with a procoagulant state 20 and can correct hemostasis in a mouse model of hemophilia A through interaction with P-sel ligand 1 (PSGL-1) to generate procoagulant tissue factor (TF)-positive microparticles (MPs). 21 In this study, we demonstrated that LT increased the circulating sP-sel level in mice. Although the mechanism by which sP-sel induces the procoagulant state remains elusive, the increase in the sP-sel level in LT-treated mice might theoretically aid the host to survive the hemorrhage pathogenesis. Therefore, we hypothesized that the induction of circulating sP-sel can be a self-rescue response in mice to rebalance their coagulation system. The relevant regulation and mechanism are discussed.\n\nA study reported that hypoxic tissue injury may be involved in anthrax LT-mediated toxicity in mice. 22 The damage and hemorrhage in the lung can cause hypoxic stress in mice and were frequently observed in patients and animals with anthrax. [7] [8] [9] 23 In this study, LT-induced lung congestion and hemorrhage in mice ( Fig. 1A and 1B for PA-treated and 1C and 1D for LT-treated) were associated with significant plasma leakage (Fig. 1E ), increased plasma sP-sel levels (Fig. 1F) , and thrombocytopenia (Fig. S1) ; however, the control protein PA did not induce similar pathogenic effects. Moreover, we observed that the induction of plasma sP-sel was associated with an increase in the circulating MP count ( Fig. 2A and 2B ). MPs, submicroscopic (< 0.5 mm) membrane vesicles released from various cells including platelets, leukocytes, and endothelial cells, are crucial for regulating the coagulation system. 24, 25 To investigate whether an enzyme-linked immunosorbent assay (ELISA)-detected sP-sel signal is obtained from P-selpositive MPs, the mouse plasma MPs were further enriched through ultracentrifugation. We observed that sP-sel was enriched in MP fractions (higher signal MP vs. MP-poor plasma [MPPP] ). Although the supernatant fractions (MPPP) of the plasma had low sP-sel levels, they were still approximately 25% (Fig. 2C , lower signal MPPP vs. MP). These results suggest that sP-sel signals in the plasma can be detected in both P-sel-positive MPs and sP-sel molecules released from cells (non-MP-bound form) and that these circulating MPs contain a considerable sP-sel level. The recombinant sP-sel increases the circulating MP count, and the interaction of P-sel with PSGL-1 is crucial for the increase of the MP count. 21 To further investigate whether P-sel and PSGL-1 are essential for the LT-mediated increase of the plasma MP count, we examined P-sel and PSGL-1 gene knockout LT-treated (lethal dose) (C, D) mice (72 h after PA and LT treatments). The lung tissue retaining Evans blue levels indicated the plasma leakage (E) (72 h after PA and LT treatments). Plasma soluble P-selectin (sP-sel) levels in mice treated with PA and LT for 72 h are shown (F). Normal saline was used for the vehicle treatments (E, F). All quantified results in this report are presented as mean and standard deviation (SD). n D 3 (A-D). Ã P < 0.05, ÃÃ P < 0.01, compared with respective indicated groups. n D 6 (E-F; 3 experiments with 2 replicates).\n\n(KO) (Selp ¡/¡ and Selplg ¡/¡ , respectively) mice. The results revealed that LT significantly increased the circulating MP count in wild-type mice (Selp C/C and Selplg C/ C ) but not in P-sel and PSGL-1 gene KO mice (Fig. 2D) . These results suggest that both P-sel and PSGL-1 are essential for the LT-mediated increase of the circulating MP count. Because LT elicited a relatively lower count of circulating sP-sel in PSGL-1 gene KO mice than in wildtype mice (Fig. 2E , WT vs. PSGL-1 KO in LT groups), the PSGL-1 expression is, in part, involved in the elicitation of the circulating sP-sel level.\n\nIncreased sP-sel levels have been observed in certain diseases associated with platelet abnormalities; thus, plasma sP-sel has been considered a marker of platelet dysfunction. 19, [26] [27] [28] Moreover, recombinant P-sel and P-sel-Fc treatments can induce a procoagulant state through increasing the TF-positive MP count in mice. 20, 21 Because LT can suppress the functions of platelets, 5 endothelial cells, 29, 30 and coagulation factors, 13 and induce hemorrhage, 13, 31 we hypothesized that along with being a marker for platelet disorders, circulating sP-sel may also play a more pivotal role in actively compensating for the defects of the platelet and coagulation system.\n\nTo test this hypothesis, we first investigated the effect of LT and P-sel-Fc on plasma clotting time in vitro and in vivo. Following described previously methods, 13 we observed that the in vitro treatments of LT and P-sel-Fc at 30 min did not affect the recalcification plasma clotting time (Fig. 3A ). This suggested that these 2 reagents do not directly affect the activity of coagulation factors for short treatments. By contrast, when treated in vivo, as expected, LT prolonged the plasma clotting time and P-sel-Fc shortened the plasma clotting time (Fig. 3B , LT and P-sel-Fc groups). Furthermore, P-sel-Fc treatments ameliorated LT-prolonged plasma clotting in mice (Fig. 3B, panel 6 ). Prolonged plasma clotting time is . The MP levels were analyzed in wild type, P-sel and PSGL-1 KO mice 72 h after the LT treatments (D); the plasma sP-sel levels were analyzed in wildtype and PSGL-1 KO mice 72 h after the LT treatments (E). There were no detectable sP-sel levels in P-sel KO mice. Ã P < 0.05, compared with respective 0-h untreated groups (A-B, D-E). Ã P < 0.05, compared with respective PA groups, y P < 0.05, compared with respective total groups (C). n D 8 (A-E). Treatments of normal saline were used the vehicle controls (C-E).\n\nusually attributed to a defective coagulant system or the existence of coagulation inhibitors. 21, 32 These results suggest that LT exerts a suppressive role, whereas P-sel-Fc exerts an enhancing role on plasma clotting. Studies have reported that the procoagulant effect of P-sel-Fc treatments may be contributed to the PSGL-1-dependent generation of TF-positive MPs. 21 Therefore, the relative TF-positive MP counts were determined through flow cytometry ( Fig. 3C and 3D ). We observed that P-sel-Fc markedly increased the TF-positive MP count in wildtype mice that did or did not receive LT treatments (Fig. 3D , WT groups, panels 3 and 7 vs. panels 2 and 6, respectively). By contrast, P-sel-Fc did not markedly increase the TF-positive MP count in PSGL-1 gene KO mice (Fig. 3D , PSGL-1 KO groups, panels 3 and 7 vs. panels 2 and 6, respectively). To examine whether P-sel-Fc may also compete the LT and LT receptor interactions and thus result the rescue, we used the cytotoxicity assay of macrophage using described previously methods. 4, 6 Our data suggest that only anti-PA Ig but not P-sel-Fc or control protein bovine serum albumin (BSA) can rescue LT-induced macrophage death (Fig. S2 ), indicated that P-sel-Fc cannot inhibit the LT activity through direct competition of cellular receptors. These results suggest that the ameliorative effect of P-sel-Fc on LT-suppressed plasma clotting is, in part, mediated through an increase of the circulating TF-positive MP count (Fig. 3D ). Additionally, PSGL-1 is essential for the P-sel-Fc-mediated induction of TF-positive MPs.\n\nAccording to our hypothesis, sP-sel is actively released by hosts to counteract their hemorrhagic abnormalities. Theoretically, compared with wild-type mice, P-sel KO mice are more sensitive to LT treatments because they do not contain sP-sel to release. Similarly, because sP-sel requires functional PSGL-1 to increase the TF-positive MP count, PSGL-1 KO mice should be more sensitive, compared with the parental strain, to LT. In fact, both P-sel and PSGL-1 KO mice indeed die rapidly after lethal dose LT treatments (4.5 mg/ml). Therefore, to observe a clearer rescue, we used a LD 50 dose of LT (3.9 mg/kg) for wild-type mice to treat P-sel and PSGL-1 KO mice. In agreement with our hypothesis, we observed that LT induced markedly higher mortality in both P-sel and PSGL-1 KO mice than in wild-type mice (Fig. 4A, 4B) . These results suggest that both P-sel and PSGL-1 are required by mice to resist LT-mediated toxicity.\n\nThe P-sel-Fc treatment can rebalance the procoagulant TF-positive MP counts under the LT treatment (Fig. 3D , panels 6 vs. 7). The complementation of defective FVIII markedly ameliorated LT-induced pathogenesis and reduced mortality. 13 The sP-sel treatments improved the hemostasis of mice with FVIII deficiency, a mouse model of hemophilia A. 21 This prompted us to further investigate the potential rescue effect of P-sel-Fc treatments on LT-induced pathogenic abnormalities such as plasma leakage, thrombocytopenia ( Fig. 1 and Fig. S1 ), decreased hematocrit count, 11 and liver damage. 13 The mice were treated with P-sel-Fc 4 h before a lethal dose of LT was administered. The results revealed that the P-sel-Fc treatment markedly ameliorated all aforementioned LT-mediated pathogenic abnormalities ( Fig. 5A experimental outline, 5B-5E).\n\nThese results suggest that P-sel-Fc treatments can successfully reduce anthrax LT-mediated pathogenesis in patients. Furthermore, we investigated the effect of the P-sel-Fc treatment on LT-induced mortality. We observed that the P-sel-Fc but not isotype control Ig treatments considerably reduced mortality in mice (Fig. 6A) . Although LT-induced mortality in mice does not involve the induction of proinflammatory cytokine TNF-a, 22 LT elicits Nlrp1 inflammasome activation and eicosanoid responses in an Nlrp1-dependent manner in mice. 33, 34 Anti-P-sel neutralizing antibodies and recombinant sP-sel can ameliorate inflammation through the blockage of leukocytic P-sel and P-sel ligand interaction in inflamed tissues. 35 The anti-P-sel Ig showed an ameliorative effect in our previous report using a viper venom-challenged mouse model, in which anti-P-sel Ig ameliorated snake venom-induced inflammation, coagulant defects, and mortality. 36 To investigate whether the anti-inflammation property of sP-sel is also involved in the rescue, we further examined the effects of anti-P-selneutralizing antibody treatment, as both anti-P-sel-neutralizing antibodies and recombinant sP-sel suppress inflammation by blocking leukocyte infiltration to the inflamed tissues through the P-sel and P-sel ligand interaction. 35 We observed that, similar to control Ig, the anti-P-sel-neutralizing antibody did not rescue LTtreated mice ( Fig. 6B ; no statistical significant differences between control Ig vs. anti-P-sel Ig), suggesting that the rescue effect of P-sel-Fc is likely not mediated through the inhibition of inflammation. Finally, the rescue effect of P-sel-Fc on B. anthracis spores was evaluated. Although the condition has not yet been optimized, we observed that a single dose of P-sel-Fc rescued mice that were challenged with B. anthracis spores (Fig. 6C , Ã P < 0.05, P-sel-Fc vs. both albumin and control Ig groups).\n\nCollectively, our results indicate that LT increases circulating sP-sel levels, and the increase in sP-sel levels has a beneficial role in survival during anthrax infection.\n\nThe increased circulating sP-sel levels can be associated with various cardiovascular disorders including hypertension, coronary artery disease, atherosclerosis, and atrial fibrillation. 18, 37 In addition, increased sP-sel levels have been observed in coagulation disorders, infectious diseases, 38, 39 and cancers. 40 Accordingly, an increased plasma sP-sel level has been considered as a disease marker in wide-spectrum diseases involving endothelial damage, in-vivo platelet activation, and thrombosis. 38, 40, 41 These findings suggest a pathological role and a negative effect of sP-sel. Moreover, the physiologic roles of endogenous sP-sel in the maintenance of homeostasis have been rarely discussed.\n\nA study reported that an injection of artificially prepared recombinant sP-sel is beneficial for recovering from a hypocoagulable state in mice with hemophilia A. 21 This effect is likely because of the sP-sel and PSGL-1 pathway-mediated enhancement of coagulation. 20, 42 In addition, it is also shown that increased levels of circulating sP-sel play a protective role when mice are under hemorrhage or hypoxic stress. 36, 43 Therefore, increased endogenous sP-sel levels may theoretically have a physiologic role of protecting against hemorrhage and ischemic conditions through correcting hemostasis. Moreover, increased sP-sel levels have been observed in various hemorrhagic diseases such as dengue hemorrhagic fever, 39 immune thrombocytopenia, 44, 45 and subarachnoid hemorrhage 46 ; however, the role of sP-sel in these disorders remains elusive. Hemorrhage is one of the major manifestations of anthrax; both B. anthracis and its virulence factor LT induce coagulation defects, ischemia, and hemorrhage. [7] [8] [9] 14, 22 The hemorrhagic and ischemic pathogeneses are, in part, mediated through the suppression of coagulation factors, 13 platelets, 5 megakaryocytes, red blood cells, [10] [11] [12] and endothelial cells. 29, 30 In this study, we observed the increase in sP-sel levels is a self-rescue response of the host, which is beneficial for the host to ameliorate LT-mediated hemorrhage. In agreement with our hypothesis, we observed that the recombinant sP-sel treatment markedly ameliorated LT-induced pathogenesis and reduced mortality in mice.\n\nSimilar to the regulation of sP-sel, an increase in the plasma MP count has been reported in various hemorrhagic and cardiovascular disorders. [47] [48] [49] Platelets and endothelial cells are 2 major cell types that express P-sel in vivo. Because platelet MPs are the most abundant MPs in the bloodstream and constitute up to 70-90% of circulating MPs, 50 circulating MPs express a considerable sP-sel level (Fig. 2C ). Here we observed increased levels of native plasma sP-sel in both MP-bound fractions and in non-MP-bound fractions (MP and MPPP, PA vs. LT, Fig. 2C ). The recombinant P-sel-Fc treatment still markedly ameliorated LT toxicity in mice (Figs. 3, 5, and 6). These data suggest that non-MP-bound plasma sP-sel molecules are adequate to correct hemostasis; however, Figure 5 . Plasma leakage and blood parameters revealed P-sel-mediated rescue. Experimental outline (A). To evaluate the amelioration of PA or LT (4.5 mg/kg) treatment-induced pathogenesis, the effects of P-sel-Fc pretreatment were compared with those of control Ig treatment. Lung retaining Evans blue (B), platelet counts (C), hematocrit count (D), and serum aspartate aminotransferase (AST) levels (E) of mice were recorded before (0 h) and after (48 and 72 h) treatment with PA and LT. Ã P < 0.05, ÃÃ P < 0.01, vs. respective PA C control Ig groups; # P < 0.05, significant amelioration vs. respective LT C control Ig groups (B-E). n D 8. The mouse drawing used in this report was originally published in Blood by Huang, HS et al. © the American Society of Hematology. Reproduced by permission of Hsin-Hou Chang. Permission to reuse must be obtained from the rightsholder. 72 the relationship between MP-bound and non-MP-bound P-sel in the plasma requires further investigation.\n\nThe basal count of MPs and LT-induced MPs was lower in the Selp ¡/¡ mice than in the wild-type mice (Fig. 2D) , suggesting that P-sel is crucial for increasing the circulating MP count. In addition, we observed that PSGL-1 is crucial for sP-sel, through the generation of TF-positive MPs, to elicit a procoagulant state, suggesting the involvement of the interaction of P-sel with PSGL-1 in the amelioration of LT toxicity. Accordingly, we proposed a hypothetical model for the sP-sel-mediated amelioration of LT toxicity (Fig. S3) . First, LT-induced stress increases sP-sel levels ( Fig. 3SA-B) . Through a PSGL-1-dependent pathway, sP-sel increases the circulating TF-positive MP counts to induce a procoagulant state for ameliorating LT-mediated hemorrhagic pathogenesis ( Fig. S3C-E) . Because P-sel-and PSGL-1-dependent transfer of TF to MPs is mediated through haematopoietic cells, 51,52 PSGL-1-expressing cells and TF-positive MP-producing cells in this model (Fig. S3C, S3D ) are also likely from haematopoietic lineage cells. In addition, P-sel and PSGL-1 deficiencies greatly enhance the sensitivity of mice to LT. Therefore, P-sel and PSGL-1 along with anthrax receptors 14, 53 are critical factors determining the susceptibility of mice to LT.\n\nThe reductionism approach using anthrax LT treatments was shown to induce TNF-a-independent hypoxia-mediated toxicity and mortality in mice 22 By contrast, pathogenesis of real anthrax infection is a complex disease involving more virulence factors such as edema toxin and the capsule components, and displaying a higher inflammatory phenotype with a mixed procoagulant-fibrinolytic picture of coagulopathy in animal models and patients. 9, 54, 55 Notably, in this study sP-sel treatments also markedly reduced the mortality of anthrax spore-challenged mice (Fig. 6C ). This suggests that, compared with sP-sel rescue on LT treatments being primarily mediated through the procoagulant property (Fig. S3) , sP-sel likely exerts a more complex role on the rescue of anthrax spore challenges. Inflammatory mediators can induce thrombosis and procoagulant responses; [56] [57] [58] [59] conversely, anti-inflammatory treatments can ameliorate hypercoagulation and vasoocclusion in vivo. 60, 61 In this regard, treatments of sP-sel were also shown to induce an anti-inflammatory effect. 35, 36 We have previously found that sP-sel treatments are also beneficial to viper venom-induced procoagulation-associated hemorrhage pathogenesis in mice, and the rescue effect on the hypercoagulation is associated with the anti-inflammatory property of sP-sel 36 Therefore, the anti-inflammation effect may also be involved in sP-sel-mediated rescue in lethal infection of anthrax spores. Because anthrax is a complex disease, and the detailed mechanism associated with sP-selmediated rescue on anthrax spore challenge is worthy of further investigation. However, as the circulating sP-sel levels are elevated in both LT and spore challenges ( Fig. 2 and Fig. S4) , elicitation of sP-sel is potentially a self-rescue physiology in response to anthrax infection.\n\nOur data collectively suggest that the sP-sel-mediated enhancement of hemostasis has therapeutic implications in clinical settings involving deficient coagulation. Compared with coagulation-suppressive drugs, coagulation- (1 £ 10 6 CFU/mouse; intraperitoneal injection; a lethal dose) (C) were used in wild-type (WT) C57BL/6J mice. The rescue of LT and spore induced mortality 4 h after pretreatment with recombinant P-selectin IgG-Fc fusion protein (P-sel-Fc; 1.2 mg/kg) (A, C) and anti-P-selectin Ig (anti-P-sel Ig; 1.2 mg/kg) (B) was compared with respective control Ig (A-C) and bovine serum albumin (C). The mortality was plotted as Kaplan-Meier curves (A-C; control Ig vs. P-sel-Fc, ÃÃ P < 0.01 in A; albumin and control Ig vs. P-sel-Fc, both Ã P < 0.05 in C). n D 12 (A-B, and spore C control Ig groups in C; 3 experiments with 4 mice/group); n D 17 (PA groups and spore C P-sel-Fc groups in C; 3 experiments with 4 mice/group, and 1 experiment with 5 mice/group); n D 5 (albumin groups in C; 2 experiments with 2 and 3 mice/group). enhancing agents have rarely been developed, probably because of the risk of thrombosis. Therefore, an effective coagulation-enhancing agent suitable to treat internal hemorrhage in the acute phase remains unavailable. In our previous study, we reported that LT induced an acquired FVIII deficiency. 13 However, treatment with only additional recombinant FVIII supplements did not appear to efficiently rescue LT-induced death. The rescue efficiency of FVIII treatments against LT-induced mortality is lower than that of sP-sel treatments (survival 83% in Fig. 6A vs. 25% using FVIII treatments in our previous report 13 ) . Therefore, as a major component of a hemorrhage-elicited self-rescue response, sP-sel may be useful in the development of a new strategy for managing hemorrhage-related diseases such as anthrax.\n\nChemicals were purchased from Sigma-Aldrich (St. Louis, MO). Following described previously methods, 15, 16, 36, 62, 63 polyclonal anti-P-sel Igs were obtained from recombinant P-sel-IgG-Fc fusion protein (P-sel-Fc) immunized rabbits. Anti-P-sel antibody and an isotype control Igs were purchased from BD PharMingen Taiwan (Taipei, Taiwan) and Enzo Life Sciences (Blossom Biotechnologies, Taipei, Taiwan), respectively; and P-sel-Fc was purchased from R&D Systems (Minneapolis, MN) . B. anthracis (ATCC 14186) containing both the pXO1 and pXO2 plasmids for expressing functional LT and edema toxin (ET) was grown on blood agar plates (BAPs) and maintained in brain-heart infusion broth (BHIB; Sigma-Aldrich, St. Louis, MO, USA) using described previously methods. 4-6,10-13,64-66 Toxin proteins protective antigen (PA) and lethal factor (LF) were purified from B. anthracis culture supernatants, as described previously. [4] [5] [6] [10] [11] [12] [13] 67 The culture supernatants were filtersterilized by passing through a 0.22-mm filter. (Millipore, Bedford, MA) and concentrated using the Minitan Ultrafiltration System (Millipore). Protease inhibitor phenylmethylsulfonyl fluoride 0.1 mM (Sigma-Aldrich) was added to prevent the toxin degradation. Ammonium sulfate was added to 75%, and the protein precipitates was collected and suspended in 20 mM Tris (hydroxymethyl) aminomethane (-Tris)-HCl pH 8.0 and extensively dialyzed against the same buffer. The purification was further performed by fast protein liquid chromatography (FPLC) Mono Q anion exchange (Pharmacia, Piscataway, NJ) with a 20 mM Tris-HCl pH 8.0 buffer and linear 0 -400 mM NaCl gradient elution over 40 min. PA was eluted at 130-140 mM NaCl, and LF was eluted at 250-270 mM NaCl. The lipopolysaccharide (LPS) contamination was monitored using a Limulus Amoebocyte Lysate QCL ¡ 1000 kit (Lonza, Walkersville, MD). 3, 13, 62 Batches of purified LT with an LPS contamination level of less than 1 EU/mg LT were used. 13 We measured sP-sel levels using an ELISA kit (Roche Diagnostics, Taipei, Taiwan) according to the manufacturer's instructions. Rabbits were subcutaneously injected with PA (100 mg) adjuvant mixture at 3-wk intervals for 6 cycles. An anti-PA antibody that neutralizes the LT-mediated toxicity 6, 13 was purified from PA-immunized rabbits using a protein A column (GE Healthcare Life Sciences, Taipei, Taiwan) as described previously 63, 68 Spores of B. anthracis (ATCC 14186) were prepared as described previously. 4, [69] [70] [71] Overnight BHIB cultures of B. anthracis were diluted to approximately 10 7 colony-forming units (CFU)/mL in phosphate-buffered saline, and 0.1-mL aliquots were inoculated onto blood agar plates. The agar plates were incubated at 25-37 C until 90-99% phase-bright spores were observed using phase-contrast light microscopy. Spores were harvested and washed with cold sterile distilled ionized (DI) water as described previously 69 and stored in DI water at 4 C until use for up to 2 wk, and the water was changed at least once a week, or stored in the freezer at ¡20 C for up to 1 mo. The quality of spores was determined by 2 complementary criteria previously established for validating the presence of dormant spores. 70 The criteria consisted of evaluating (i) the absence of vegetative cells (rods) determined through microscopic examination as described, and (ii) the survival of spores in hydrochloric acid (2.5 N) .\n\nWild-type, P-sel-deficient (Selp ¡/¡ ; B6.129S-Selp tm1Bay /J) 72 and PSGL-1-deficient (Selplg ¡/¡ ; B6.129-Selplg tm1Rpmc /J) C57BL/6J mouse strains were obtained from the Jackson Laboratory (Bar Harbor, ME). These KO mice were backcrossed with the parental C57BL/6J mouse strain for at least 6 generations. Anthrax LT treatments in C57BL/6J mice did not induce marked discomfort except for decreased activity during initial treatments. However, the decrease in activity is a general phenomenon, appearing in all mice including those who survived LT treatments. This suggested that a decrease in activity is not a favorable predictor of death. We measured body weight 70 h after LT treatments. We did not observe a significant decrease in the body weight of the LT-treated mice, suggesting that these mice maintained normal food and water uptake levels during the treatment. For spore challenges, the lethality generally progresses rapidly after intraperitoneal injections, occurring within a few hours of sudden paralysis, and handling mice during this narrow time window is difficult. The surviving mice were then killed with CO 2 following the National Institutes of Health guideline 13 at the end of the experiment. In the mortality experiments, the mice were examined every 12 h for up to 7 d. No additional death was observed 7 d after the LT treatments because all surviving mice were monitored every day for 2 mo. Experimental works were conducted in agreement with National (Taiwan Animal Protection Act, 2008) directive for protection of laboratory animals. All experimental protocols for examining the experimental animals were approved by the Animal Care and Use Committee of Tzu-Chi University, Hualien, Taiwan (approval ID: 97060, 98104 and 103050) and the National Defense Medical Center, Taipei, Taiwan (approval ID: AN-100-04).\n\nIntravenous (retro-orbital) treatments of control Ig, Psel-Fc and anti-P-sel Ig were performed 4 h before the intravenous (retro-orbital) LT challenges in mice. Relevant reagents were intravenously injected in the following doses: LT, 3.9 and 4.5 mg/kg 13 ; P-sel-Fc, 1.2 mg/kg 20 ; anti-P-sel Ig, 1.2 mg/kg; and isotype control IgG, 1.2 mg/kg. An isotype-matched control IgG was used as a control protein in the P-sel-Fc experiments because Psel-Fc is an IgG-Fc fusion protein.\n\nTissues samples were prepared from mice 72 h after PA or LT treatments. Following described previously methods, 3,73 the samples were fixed by immersion in 10% neutral buffered formalin, dehydrated, and embedded in paraffin. The tissues were sectioned at 5-6 mm and stained with hematoxylin and eosin for light microscopy. Three mice from each group were examined.\n\nThe plasma leakage in the mice was measured using described previously methods. 13, 16 The mice were administered a single intravenous injection of Evans blue dye, 30 min before a lethal dose challenge of LT. 16, 74 Experimental courses including 72 h (Fig. 1) , and 0, 48, 72 h (Fig. 5 ) after the LT treatment (4.5 mg/kg), the mice were killed and their tissue samples were collected and minced before incubation with formamide-water (1:1) for 48 h at 37 C. The concentration of dye was determined using a standard curve of Evans blue in formamide and a spectrophotometer (Hitachi, Japan). 13, 16 Clotting time analysis\n\nThe plasma recalcification clotting time was measured as described previously. 13, 20 Approximately 72 h after the lethal dose LT treatment (4.5 mg/kg), the blood samples of mice were collected from the retro-orbital venous plexus using plain microhematocrit capillary tubes (Thermo Fisher Scientific Taiwan, Taipei, Taiwan) and collected into polypropylene tubes (Eppendorf; Fisher Scientific) containing anticoagulant acid-citrate-dextrose solution (ACD; 38 mM citric acid, 75 mM sodium citrate, 100 mM dextrose). 10, 13, 72, 75 Platelet-poor plasma (PPP) was prepared by centrifugation at 1,500 £ g for 25 min. PPP was centrifuged once more for 3 min at 15,000 £ g to remove contaminating cells from the plasma. Plasma clotting was induced under stirring conditions (800 rpm) at 37 C in an aggregometer (Sienco, Inc., Wheat Ridge, CO) by adding a volume of prewarmed 20 mM CaCl 2 solution to an equal volume of plasma in a siliconized tube. The time (in seconds) needed to clot was determined. To analyze the effect of in vitro treatments of P-sel-Fc (17 mg/L) and LT (64 mg/L)-dosages that are approximately equivalent to the in vivo mouse treatments as calculated using blood volume comprising 7% of total body weight-on recalcification clotting time, the mouse plasma was collected from healthy wild-type mice and then analyzed after 30 min treatments. To analyze the effect of in vitro treatments, the mouse plasma was collected 72 h after the P-sel-Fc (1.2 mg/kg) 20 and LT treatments (4.5 mg/kg); 13 treatments of isotype control Ig (1.2 mg/kg) and PA (4.5 mg/kg) were used as control groups.\n\nTo analyze blood parameters such as hematocrit and platelet counts and the liver function, the blood and plasma samples of mice were collected from the retroorbital venous plexus using methods described in the previous clotting time section. Experimental courses include 0, 48, 72 h (Fig. 5 ) after the LT treatment (4.5 mg/kg). The hematocrit and platelet counts of mice were measured using a hematology analyzer (KX-21N; Sysmex). 72 The liver function was analyzed through detecting circulating aspartate aminotransferase (AST, a liver cell specifically expressed enzyme) levels with a clinical biochemistry analysis system (COBAS INTEGRA Ò 800, Roche). 76, 77 Microparticle preparation and flow cytometry\n\nAfter removing blood cells (including platelets) through centrifugation, mouse microparticles (MPs) were purified from plasma samples through ultracentrifugation at 6 £ 10 4 g for 2 h with the addition of 10 mM ethylenediaminetetraacetic acid (EDTA) to prevent the clotting of MPs. After resuspension in the calcium-free Tyrode buffer (137 mM NaCl; 2.8 mM KCl; 2 mM MgCl 2 ; 0.33 mM NaH 2 PO 4 ; 5 mM dextrose; 0.35% bovine serum albumin [BSA]; and 10 mM HEPES, pH 7.4), 72 the MPs were prepared for the following antibody labeling and flow cytometry analysis. To determine the MP count in the plasma, 6-mm reference beads with a known MP count (polystyrene latex beads, Sigma-Aldrich) were mixed with respective plasma samples with an unknown MP count. The MP count of these plasma samples was analyzed using the ratio between beads (known) and MPs (unknown) (Fig. S5) . To determine the relative levels of sP-sel in the MP-bound and non-MP-bound forms through ELISA, the MP pellets obtained after ultracentrifugation were resuspended in the calcium-free Tyrode buffer (in the same plasma volume used before ultracentrifugation). In addition, the plasma sample was diluted 1 / 2 -fold using the Tyrode buffer. Through ELISA, the relative sP-sel levels in the plasma (total), MP fractions (MP), and MP-poor plasma fractions (MPPP; the plasma supernatant after ultracentrifugation) were determined. To analyze the surface protein expression of mouse MPs, a flow cytometer (FACScalibur, BD Biosciences, CA) was used. 10,72 Fluorescent anti-TF antibody was purchased from Abcam (Cambridge, MA).\n\nThe mouse macrophage-like cell line J774A.1 (ATCC TIB67) was maintained in Dulbeco's modified Eagle's medium (DMEM) containing 10% fetal bovine serum (FBS) used in cytotoxicity analysis. 6 After replaced with serum free medium, cells (1 £ 10 5 /well) were challenged with LT (15 ng/mL LF C 85 ng/mL PA) in a 96-well cell culture dish with or without additional treatments of anti-PA neutralizing antibody, BSA and P-sel-Fc (100 mg/mL), respectively. Three hours after treatments, the level of viable cells was analyzed using a WST-1 kit (Roche Diagnostics, Taipei, Taiwan) according to the manufacturer's instructions. 6 The analysis principle is based on the reduction of tetrazolium salt WST-1 to formazan by cellular dehydrogenases only in viable cells. The cell number is proportional to the level of yellow formazan formation and is measurable at 450 nm. The relative number of viable cells was calculated according to a standard curve plotted between WST-1 values with serially diluted J774A.1 cells (0 to 1.5 £ 10 5 ).\n\nThe means and standard deviations for quantifiable data were calculated using Microsoft Office Excel 2003, Sigma-Plot 10, and SPSS 17. The comparisons between the groups of nonparametric data were performed using oneway analysis of variance, followed by the Bonferroni-corrected t test. Univariate Kaplan-Meier analysis was used to compare the difference in the survival rates of different treatment groups. P values were calculated, and log-rank tests were performed to determine statistical significance. The Online Application for the Survival Analysis of Lifespan Assay (http://sbi.postech.ac.kr/oasis) 78 was also used. A probability of type 1 error equal to 0.05 was determined as the threshold of statistical significance.\n\nNo potential conflicts of interest were disclosed."}