{"title": "Respiratory syncytial virus bronchiolitis, weather conditions and air pollution in an Italian urban area: An observational study", "body": "Knowledge on lower respiratory-tract infections in infants, especially bronchiolitis, has changed over the years mainly owing to recent etiological, clinical and prognostic findings (Turunen et al., 2014; Midulla et al., 2010) . Viral bronchiolitis is a common disease whose epidemiology is linked to seasonal changes in respiratory viruses. The possible link between climate factors, air pollution and increased childhood morbidity and mortality from respiratory diseases is therefore of interest (Darrow et al., 2014) .\n\nPrevious studies have reported associations between air pollution and reduced lung function, increased hospital admissions, increased respiratory symptoms, and asthma medication use (Simoni et al., 2015; Jalaludin et al., 2004) . Although many consider the first years of life an especially vulnerable period, few studies have focused on the effect of meteorology and air pollution on acute viral respiratory infections in this age group (Ségala et al., 2008; Vandini et al., 2013) .\n\nIn this prospective study, we sought to assess the association between acute viral bronchiolitis, weather conditions and air pollution in infants hospitalized for bronchiolitis over 10 years in Rome, Italy. To achieve this, we analyzed epidemiological data for 14 respiratory viruses detected in nasal washing samples and mean weekly data for weather conditions (temperature, relative humidity and wind velocity) along with air pollutant concentrations from the regional agency for environmental protection (ARPA) network (http://www.arpalazio.net/ main/aria/doc/pubblicazioni).\n\nWe reviewed the clinical records of prospectively enrolled consecutive full-term young infants with a diagnosis of acute viral moderate-severe bronchiolitis, hospitalized in the Pediatric Emergency Department, \"Sapienza\" University, Rome, Italy during 10 annual seasonal epidemics (October-May) from 2004 to 2014 (Cangiano et al., 2016) . The University Hospital of the \"Sapienza\" University is a tertiary care and teaching center and is the second major Pediatric hospital in Rome, Italy. It covers about 1/3 of roman children, in particular those who live in the center-and northern-east areas of the city.\n\nBronchiolitis was defined as the first acute lower-airway infection in children < 1 year old, with a history of upper respiratory tract infection followed by acute onset respiratory distress with cough, tachypnea, chest retractions and diffuse crackles on auscultation (Midulla et al., 2010) . Exclusion criteria were underlying chronic diseases (including cystic fibrosis, chronic pulmonary diseases, congenital heart diseases and immunodeficiency) and prematurity. Patients' demographic and clinical data were collected through the clinical records and from a structured questionnaire filled in by parents on enrollment.\n\nThe research and ethics committee of the Hospital Policlinico \"Umberto I\" approved the study protocol and the written informed consent that was acquired from parents of each child at admission in the study.\n\nAs part of our routine, from 1 to 3 days after hospitalization, all infants underwent nasal washing obtained by injecting a 3-mL sterile saline solution into each nostril and collecting the respiratory specimen with a syringe. All samples were delivered on ice within 1-2 h to the virology laboratory and on arrival, if needed, were vortexed with beads to dissolve mucus. A 200 µL aliquot for each respiratory specimen was subjected to nucleic acid extraction with the total nucleic acid isolation kit (Roche Diagnostics, Mannheim, Germany), and eluted with 50 µL of the supplied elution buffer. A panel of either reverse transcriptase (RT)-PCR or nested PCR assays was developed for detecting 14 respiratory viruses, including RSV, influenza virus (IV) A and B, human coronavirus (hCoV) OC43, 229E, NL-63 and HUK1, adenovirus, rhinovirus (RV), parainfluenza virus (PIV) 1-3, human bocavirus (hBoV) and human metapneumovirus (hMPV), as previously described (Pierangeli et al., 2008) .\n\nMeteorological data for the geographic area of Rome (temperature,°C ; relative humidity, % and wind velocity, Km/h) were recorded from Rome Meteorological Stations. Data were analyzed by year of recruitment, based on the date of admission and on each patient's residential address; data were summarized as mean values for each week during the 10-year study. The air quality network, owned and operated by ARPA Lazio (http://www.arpalazio.net/main/aria/doc/pubblicazioni), currently has 41 chemical measuring stations, some also equipped with meteorological sensors, distributed across five provinces with 21 municipalities. The ARPA Network routinely measured air pollutants. We retained data from the urban background monitoring sites only. These sites are representative of ambient air pollution in the Rome area. We obtained mean weekly concentration data for the day of admission, from the urban background monitoring sites nearest to each child's home address. We chose \"a priori\" to use mean exposure during the week before admission since the incubation period of bronchiolitis is very short (less than 5 days).\n\nThe following air pollution data were recorded: sulfur dioxide (SO 2 ) concentration (measured using ultraviolet fluorescence); nitrogen dioxide (NO 2 ) concentration (measured using chemiluminescence); carbon monoxide (CO) concentrations (measured using a continuous analyzer based on the spectrophotometric technique of non-dispersive absorption of infrared radiation around 4600 nm according to the law of Lambert-Beer) levels of suspended particles with an aerodynamic diameter less than 10 and 2.5 µm (PM 10 , PM 2.5 , measured by absorption of beta radiation); ozone (O 3 ) concentrations (measured using spectrophotometric technique of absorption, by ozone molecules, of ultraviolet radiation of 254 nm wavelengths); benzene (BZ) concentrations (measured using gas chromatography technique).\n\nContinuous variables are expressed as arithmetic means ± SD or median (IQR) depending on their distribution and as the number and percentages for categorical variables.\n\nPearson's correlation was used to correlate the number of RSV-or RV-positive cases with meteorological variables and mean air pollutant concentrations.\n\nOverdispersed Poisson regression model was fitted to evaluate the impact of individual characteristics and environmental factors on the probability of a being positive RSV (Fig. 1 ). In this model the dependent variable was the monthly count of positive RSV and independent variables were the air pollutants NO 2 , PM 10 , SO 2 , BZ and O 3 . In order to adjust for seasonality of the RSV infection, time trend was modelled by introducing the effect of month. As recommended by Cameron and Trivedi (Cameron and Trivedi, 2009 ) we used robust standard errors for the parameter estimates to control for mild violation of the distribution assumption that the variance equals the mean. Robust standard errors and p-values were calculated accordingly.\n\nIn order to evaluate if the proposed model captures the seasonality of the phenomenon we analyzed the residuals of the model according to the autocorrelation plot and the partial autocorrelation-The Ljung-Box test applied to the residuals of the model has been involved in order to reveal significant autocorrelations. We test the goodness of fit of the overall model using the residuals deviance. The residual deviance is the difference between the deviance of the current model and the maximum deviance of the ideal model where the predicted values are identical to the observed. Therefore, if the residual difference is small enough, the goodness of fit test will not be significant, indicating that the model fits the data.\n\nAll computations were done using R Statistical Software (http:// www.R-project.org/).\n\nThe viral peak was determined as the 3 months with the highest R. Nenna et al. Environmental Research 158 (2017) 188-193 number of virus detections.\n\nDuring the 10 years of the study (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) , 190,950 children referred to the Pediatric Emergency Department of Policlinico Umberto I of Rome, with a mean of 19095 children/years and the mean of 1.6% children/years were admitted to hospital for bronchiolitis. We enrolled 723 consecutive infants hospitalized for bronchiolitis. Their mean age was 78.5 ± 58.1 days (range 7-359 days), 16% of the infants were < 1 month old, 77.5% between 2 and 6 months, and 6.5% between 6 and 12 months. Fifty-five percent were male. The mean weight at hospital admission was 5.2 ± 1.4 kg. Of the 723 infants, 74% had siblings, 3.2% of infants and 59.2% of siblings were attending school. A total 76.5% infants were breastfed and in 18% parents' questionnaire answers mentioned maternal smoke exposure.\n\nThe nasal wash specimens tested positive for respiratory viruses in 351/723 infants enrolled. Among the 351 virus positive infants, PCR detected alone RSV in 234 (66.8%) infants, RV in 44 (12.5%), hBoV in 11 (3.1%), and hMPV in 12 (3.4%). In 3.1% of infants, PCR detected other viruses: PIV-1 in 1 children, PIV-3 in 4 children, hCoV in 2 children, and IVA in 4 children. Specimens from 39 recruited infants (11.1%), contained more than one virus: RSV plus hBoV in 13 children, RSV plus RV in 13 infants, RV and hMPV in 4 infants, RSV and hMPV in 2 infants, RSV and IVA in 2 infants, RSV and PIV-3 in 1 infant, hBoV and hMPV in 1 infant, hBoV and PIV-1 in 1 infant and RV plus PIV-3 in 1 infant. Specimens from only one infant contained 3 viruses: RSV plus RV and hMPV.\n\nThe most frequently detected pathogen was RSV. In all 10 years studied, RSV-bronchiolitis epidemics had a winter trend and activity peaked from December to February. The second most frequently detected pathogen was RV, detected throughout from October to May with no peak activity (Cangiano et al., 2016) .\n\nData comparing weather conditions in the 10 annual epidemics showed that median (IQR) temperature and relative humidity differed during the months when RSV activity peaked (December-February) and during the other months (October-November and March-May) [tem-perature°C = 8.4 (7.2-9.4)vs 11.2 (8.7-14.4), p < 0.001; relative humidity % = 81.0 (77.8-86.0) vs 77.0 (74.3-83.0); p < 0.001). Wind velocity remained unchanged (Km/h = 8.1 (7.3-10.0) vs 9.2 (7.0-10.0). The number of RSV-positive infants correlated negatively with temperature (r = −0.46, p < 0.001), and positively with relative humidity (r = 0.36, p < 0.001). No correlation was found with wind velocity.\n\nOf the 723 infants enrolled, data for 556 were included in the Rome ARPA network weekly pollution analysis and data for 167 were excluded: 118 children not included because they came from the Rome province and 49 children who lacked address data. Thus for air pollution analysis we used data from 556 infants.\n\nAs expected, there was a high correction between temperature and most air pollutants. The trend of the PM 10 remarkably resemble the trend of the temperature, with higher level of PM 10 corresponding to the lower level of temperature. A similar behavior can be noticed for all the other air pollutants (see Fig. 3 ) with the exception of benzene (Fig. 2 ) whose level is not so clearly related with other factors.\n\nAir pollutant concentrations differed significantly during the peak RSV months and the other months. Except for O 3 , many air pollutants increased more during the months when RSV activity peaked than during the other months (October-November and March-May, Table 1 ).\n\nThe only significant predictors are the month, the total number of patients (considered as all the infants enrolled in the study) and benzene level (Fig. 2) . Table 2 shows the parameter estimates, the robust standard error, the corresponding 95% confidence intervals and the p values.\n\nThe seasonality component, accounted by the effect of the month, was strongly significant: indeed, the model highlights that the number of RSV positive infants significantly increase in January, February, March, April and December. For example, the expected log count increases by approximately 2 in January and in December and 1.5 in the other months. Fig. 2 shows the 95% confidence intervals of the month effect on the expected log count: as expected, a decreasing trend is evident with a significant decrease of the RSV positive patient in spring and in autumn. With respect to the pollutant, Table 1 shows a significant association between the number of RSV positive infants and benzene concentration: the expected log count of RSV positive patient for a one-unit increase in the benzene level is 0.17, i.e. with a benzene level of 2.5, the expected count of RSV positive patient would increase of about 54% ((exp(0.17365 * 2.5) − 1.) * 100) = 54%. Another important factor for the number of RSV positive patient is the total number of patient: for number of patient equal to 10, the expected number of RSV positive patient would increase of about 50% ((exp (0.04083 * 10) − 1) * 100) = 50%.\n\nIn order to evaluate if the proposed model captures the seasonality of the phenomenon (the association between pollution and RSV), we analyzed the residuals of the model. The autocorrelation plot and the partial autocorrelation were not significant. The Ljung-Box test applied to the residuals of the model revealed that these autocorrelations were not significant (p value = 0.9507) (see Fig. 4 ). Insofar as, the goodness of fit test of the model has been evaluated according to the residual deviance criterion. Therefore, if the residual difference is small enough, the goodness of fit test will not be significant, indicating that the model fits the data. When applied to the proposed model, the test leads to a pvalue = 0.11 allowing us to conclude that the model fits the data reasonably.\n\nIn this prospective study enrolling infants hospitalized for acute viral bronchiolitis during 10 seasonal epidemics in Rome, Italy we found a strong correlation between peak RSV activity (but not peak activity for the other 13 viruses investigated) and cold temperatures, higher relative humidity and air pollutants, especially benzene. This new information clearly linking weather condition, various traffic-derived pollutants and the timing of epidemic, comes from a large series of infants, hospitalized over a long study duration.\n\nThe most frequently detected respiratory virus in our hospitalized infants was RSV (64.5% alone and 9.5% in association with other viruses as others have reported (Lanari et al., 2002) . In Italy, as in other countries with temperate climates, RSV causes epidemics during the winter months (Vandini et al., 2013; Meerhoff et al., 2009) . The second most frequent virus we detected was RV (identified in 15.7% alone and 3.6% combined with other viruses), and the third was hBoV (3.8% alone and 5.2% combined with other viruses). In our study neither RV nor hBoV peaked during epidemics and were diagnosed with the same frequency throughout the epidemic seasons.\n\nDuring the 10-year study, as other studies in European countries confirm (Forsberg et al., 2012; D'Amato, 2011) , mean temperature and relative humidity in Rome progressively increased, but these increase has not been reported in terms of regression. These climate changes could be influenced by numerous environmental factors, including air pollution. The meteorological data differed notably during peak RSV activity and during the other months, temperatures being lower and relative humidity higher. RSV transmission is inversely related to temperature (Vandini et al., 2013; Lanari et al., 2002) . Climatic factors could promote viral infections in different ways: for example, by increasing virus survival, affecting their climate-dependent behavior (for example, greater persistence in closed and crowded ambient settings when temperatures remain low) and by acting on the pediatric population's immune response (Cui et al., 2015; Tang and Loh, 2014; Paynter, 2015; du Prel et al., 2009; Nelson and Demas, 1996; Haus and Smolensky, 1999; Vandini et al., 2015) . RSV is more active at cold temperatures because cold makes the virus' lipid envelope more resistant and therefore more stable in the secretions through which it is transmitted (Vandini et al., 2013 (Vandini et al., , 2015 Cui et al., 2015; Tang and Loh, 2014) . Equally important, cold temperatures might drive populations indoors where RSV spreads more readily (Vandini et al., 2015; Barnett et al., 2005) . Crowding, along with a suitable susceptible population of newborns and infants, could trigger seasonal RSV epidemics. Another major climatic factor that in our study correlates with RSV activity is relative humidity. Many studies have underlined the association of increased humidity and RSV, hCoV and PIV3 detection rates (Cui et al., 2015; Vandini et al., 2015; Welliver, 2009) . These observations support a previous finding that high average humidity (80%) favored virus survival (Cui et al., 2015; Tang and Loh, 2014; Vandini et al., 2015) . The other climatic factor we investigated, mean wind velocity, had no correlation with RSV-positive cases nor did it correlate with the peak RSV activity. Previous studies disagreed on whether wind velocity influenced seasonal changes in RSV activity (Cui et al., 2015; Vandini et al., 2015) . In our infants hospitalized for bronchiolitis, neither temperature, relative humidity nor wind velocity affected RV detection.\n\nWhen we analyzed the association between the two major detected viruses (RSV and RV) and meteorological conditions and air pollutants Pearson correlation showed that RSV-positive cases correlated positively with BZ, NO x , SO 2 and particulates (PM 10 and PM 2.5 ) and negatively with O 3 . The inverse correlation with RSV receives support from the finding that O 3 values peaked in the summer whereas the other air pollutant concentrations we tested increased in the autumn-winter season (October-February). Conversely, no correlation was found between air pollutants and the number of RV-positive cases. These new findings obtained by analyzing the correlation between bronchiolitis from 14 viruses and environmental factors during 10 seasonal epidemics corroborate and extend current knowledge on how environmental factors influence RSV seasonal bronchiolitis. Moreover, we decided to correlate the week of admission because the incubation period of bronchiolitis is very short, less than 5 days, and we thought that it was the week more closely correlated with times of virus acquisition, incubation, replication and clinical registration (Ségala et al., 2008) . Ample evidence has already shown a positive correlation between air pollutants and morbidity for viral respiratory infections and other respiratory conditions such as asthma and chronic obstructive pulmonary disease (Lin et al., 2005; Dong et al., 2011) . In another study conducted in Italy, Vandini et al. (2013) examined RSV bronchiolitis in Bologna (Italy) during three consecutive winter seasons and obtained a similar correlation between RSV peak and mean temperature but no correlation with relative humidity concentrations. Unfortunately, they studied the correlation only between RSV and PM 10 and PM 2.5 . As we did, they found a correlation between RSV and evaluated pollutants but in the regression model, neither were predictive factors for RSV bronchiolitis. Conversely, Ségala et al. (2008) showed a short-term relationship between air pollutants and daily numbers of emergency hospital consultation and hospitalization for bronchiolitis among children < 3 years of age in Paris.\n\nWe found that the most predictive air pollutant for RSV peak activity, at constant temperature and relative humidity, was benzene. The main anthropogenic sources of air pollutants are mobile and stationary combustion sources, derived from traffic density, thermoelectric Data are expressed as median and interquartile range (IQR). sulfur dioxide (SO 2 ), nitrogen oxide and dioxide (NO x , NO 2 ); carbon monoxide (CO); ozone (O 3 ); benzene (BZ); levels of suspended particles less than 10 µm (PM10) and less than 5 µm (PM2.5) in aerodynamic diameter. a Mann-Whitney U test. Nenna et al. Environmental Research 158 (2017) 188-193 system, incinerators, industrial systems and domestic heating (Kampa and Castanas, 2008) . Benzene is released to our environment from industry effluents, combustion of gasoline and other petrochemicals used in our cars and industries. Evidence from experimental models has suggested the pathogenetic mechanisms underlying benzene-induced toxic damage to the respiratory airways causing apoptotic changes in the parenchymal components of the lungs (Weaver et al., 2007; Bahadar et al., 2014) . Common cellular mechanism by which most air pollutants exert their adverse effects is their ability to act directly as lipid and protein pro-oxidants or as free radical generators, promoting oxidative stress and inducing inflammatory responses (Menzel, 1994; Rahman and MacNee, 2000) . To bring air pollutants down we probably need to obtain more reliable information on the state of the air we breathe and to implement preventive maneuvers to minimize exposure to pollutants. Although the possible pathogenetic mechanisms underlying the potentially clinical risk factors go beyond our objectives in this study enrolling infants hospitalized for acute viral bronchiolitis, our findings may indicate future research directions. Infants and children differ strongly from adults in toxicokinetics. Their peculiarity and vulnerability consist of lower body weight, higher relative liver weight, higher ratio between body surface and body weight, smaller lung caliber, higher particle deposition in the respiratory tract, and generally immature lungs (Heinricha and Slama, 2007; Samuel, 1973) . Our findings suggest that one way to reduce RSV bronchiolitis morbidity in infants may be to develop simple and inexpensive patient-centered measures that reduce infant exposure to indoor and outdoor pollution. For example, parents should avoid taking infants into polluted environments R. Nenna et al. Environmental Research 158 (2017) 188-193 in cool and humid weather conditions. A limitation in our study is that we were unable to obtain significant correlations for coinfections or for some viruses that we detected less often than RSV and RV. Other limitations are that we had no information on travel history (outside of Roma) of the children before their hospital admission and we could examined acute background air pollution exposure alone. Moreover, we have no data on outpatients with mild bronchiolitis and on patients from other hospitals in Rome. Another important issue is that, insofar as infants spend the majority of their time inside the home, some variables such as ventilation, gas or oil heating or cooking, may be significant unmeasured confounders or causative agents. Finally, this study was focused only on the meteorological and pollution exposure during the week before admission; it would be interesting in future studies to evaluate the maximum value for the meteorological and pollution data within the week before the admission.\n\nFactors responsible for increasing the risk of virus-related bronchiolitis in Italy probably include meteorological factors and chronic traffic-derived air pollution combined."}