{"title": "", "body": "In 2006, the paediatric intensive care (PIC) cardiovascularrelated subjects that were discussed in Critical Care included sepsis, viral infection, extracorporeal circulatory support, and outcome after cardiopulmonary arrest.\n\nIn children, death and morbidity from sepsis and septic shock are particular problems [1] . Hypotensive, catecholamineresistant shock is increasingly recognized as a cause of death in the post-resuscitation period. Arginine-vasopressin (AVP) and terlipressin (TP) are capable of improving blood pressure but not without adverse effects such as limb gangrene [2] [3] [4] [5] [6] . The action of AVP is mediated via two receptors, vascular V1, leading to arterial vasoconstriction, and renal tubular V2.\n\nLandry and colleagues [2] reported the beneficial effect of AVP in critically ill adults with septic shock resistant to inotropic therapy. AVP and TP have now been studied in both adults and children as rescue therapy for catecholamineresistant shock [2] [3] [4] [5] 7] . Meyer and colleagues [5] reported the use of AVP infusion in six extremely low birth weight (ELBW) infants with catecholamine-resistant shock. The patients were divided into two groups: (a) septic shock (two bacterial and one fungal) and (b) non-sepsis-induced shock. All patients presented with acute renal injury and were receiving norepinephrine/epinephrine (NE/E) and hydrocortisone. The three patients with septic shock showed improvement in blood pressure, urine output, and serum lactate level after starting AVP. In addition, the NE/E infusion doses could be reduced. There was one death in these three patients, and the AVP infusion was required for 70 ± 21 hours. In patients with non-sepsis-related shock, blood pressure and urine output improved during the first few hours of infusion, but this effect was not sustained. All three patients in this group died. The authors suggested that AVP may be of use in septic shock in the ELBW population. However, a question remains as to the mechanism of action of AVP and whether there is relative AVP deficiency in this population [4, 8] .\n\nTP, a synthetic analog of AVP with a longer half-life, was tested in a prospective, multicentre study reported by Rodríguez-Núñez and colleagues [4] . Critically ill children presenting with catecholamine-resistant septic shock in any of nine PIC units in Spain were enrolled for rescue therapy (TP 0.02 mg/kg, four times hourly). Sixteen children ages 1 month to 13 years (eight patients with meningococcal disease [MD], two patients with Staphylococcus aureus sepsis, and six cases with sepsis of unknown origin) were enrolled after being treated with at least two catecholamines in high doses. TP induced a fast and stable rise in blood pressure; the mean blood pressure increased from 50.5 to 77 mmHg 30 minutes after administration (p <0.05). This response allowed a reduction in NE infusion rate from 2 μg/kg per minute prior to TP to 1 μg/kg per minute 12 hours after initiating treatment (p <0.05). Other infusions were not significantly reduced. Seven patients already showed significant ischemia prior to TP administration. In these children, ischemia increased or persisted in three and improved in four. In the nine patients without ischemic episodes before TP administration, five developed ischemia that was possibly related to the TP infusion. Other adverse effects such as oliguria, rhabdomyolysis, and hyperkalemia also occurred. Seven patients survived and four of these had significant sequelae (amputation of lower limbs and hands in one case, amputation of fingers in two cases, and minor neurological defects in another case). Whether these problems were related to TP, high-dose NE/E, or refractory shock per se is difficult to establish. The small number of patients in this study makes it difficult to provide a broader conclusion.\n\nIn developed countries, the mortality in MD is close to 10%. In developing countries, it is as high as 50%. The clinical presentation of MD varies from a mild illness to septic syndrome with meningitis. The role of chemokines in meningococcal sepsis and septic shock was studied by Vermont and colleagues [9] in a retrospective study. The authors compared the levels of the CC family of chemokines (monocyte chemoattractant protein-1 [MCP-1] and macrophage inflammatory protein-1 alpha [MIP-1α]) and the CXC family of chemokines (GRO-α [growth-related gene product alpha] and IL-8 [interleukin-8]) in survivors and non-survivors of MD. The data from 58 children were reviewed. Significant differences were observed between survivors and nonsurvivors for all serum chemokines (p <0.0001). All nonsurvivors had higher levels of the four chemokines measured. A positive correlation was also found with the Paediatric Risk of Mortality score (p <0.0001), the Disseminated Intravascular Coagulation score, and the Sepsis-related Organ Failure Assessment. MCP-1 and MIP-1α levels were negatively correlated with the time between the appearance of petechiae and the time of blood sampling (p = 0.037). Although no control group was analysed in this study, it does show that chemokine levels correlate strongly with disease severity.\n\nEisenhut [10] undertook a review of the systemic effects of respiratory syncytial virus (RSV) infection in children. The findings indicate that this infection induces systemic disease, and it is therefore important to consider effects on cardiac rhythm, blood pressure, and serum sodium. Whether these effects are due to the presence of the virus in the tissue or whether they represent the severity of the lung disease, however, is still not clear.\n\nLower respiratory tract infection (LRTI) leading to respiratory failure and mechanical ventilation is an important cause of admission for PIC. The cause of illness in these cases may be difficult to establish, but most are believed to be due to respiratory viruses [11] [12] [13] [14] . The need for a rapid diagnosis is an ongoing discussion in the literature [12, 13] . Van de Pol and colleagues [15] reported their comparison of conventional diagnostic methods (culture and immunofluorescence) with real-time polymerase chain reaction (RT-PCR). Of 23 patients admitted for PIC because of LRTI, the authors analysed 21 by means of culture, 22 by means of immunofluorescence, and 23 by means of RT-PCR. Fortyeight percent (n = 11) were positive for respiratory viruses by conventional methods and 96% by RT-PCR. More than one virus was detected in one third of the patients, but only by using the RT-PCR technique. This method was found to be highly sensitive for a broad range of respiratory viruses (RSV A and B, influenza virus A and B, parainfluenza virus 1-4, rhinoviruses, adenoviruses, human coronavirus OC43, NL63, and 229E, and human metapneumovirus) and atypical bacteria (Mycoplasma pneumoniae and Clamydia pneumoniae). RT-PCR increased the diagnostic yield by twofold in comparison to conventional methods and proved to be a reliable and fast diagnostic method.\n\nCardiopulmonary bypass (CPB) is known to alter the inflammatory response and coagulant activity. In children, CPB is believed to lead to a procoagulant state [16] [17] [18] . Heying and colleagues [19] documented the alteration in proand anti-thrombotic activity in children undergoing cardiac surgery. Two groups were assessed: (a) those scheduled to have palliative surgery with total cavo-pulmonary connection (TCPC) (n = 10) and (b) those undergoing biventricular repair (BV) (n = 8). The highest values of pro-thrombotic fractions (fragment 1+2 from prothrombin, thromboxane B2 [TxB2], and MCP-1) were observed at the end of CPB. These levels returned to normal after 24 hours. Maximal levels of tissue factor pathway inhibitor (TFPI) were observed at the beginning of CPB. Early postoperative TFPI levels were significantly lower (p <0.01) and TxB2 levels were significantly higher (p <0.05) in patients with TCPC in comparison with those undergoing BV. This study shows that in paediatric CPB, there is a transient imbalance in coagulation which is more significant in those undergoing TCPC.\n\nVan der Vorst and colleagues [20] reported a cohort study that retrospectively analysed continuous intravenous use of furosemide in extracorporeal membrane oxygenation (ECMO) patients. The goal was to perform an analysis comparing patients who received continuous furosemide with those who were prescribed only bolus doses of loop diuretic. Urine output and haemodynamic stability were similar in the two groups. The authors are now undertaking a prospective comparative study.\n\nThe overall benefit of ECMO for neonatal respiratory failure in the UK is still evident at 7 years of age [21] . Hanekamp and colleagues [22] have provided a report on their 5-year followup of newborns treated with veno-arterial ECMO in the Netherlands. Ninety-eight of 144 patients (87%) responded to a follow-up questionnaire and presented for medical and neurological assessments. Seventeen percent of children were found to have neurological deficits, 6% with severe impairment (two of these had chromosomal abnormality). Among the 92 patients who had psychomotor assessments performed, 26% exhibited motor difficulties and 14% had cognitive delay. These data reinforce the high frequency of long-term morbidity in patients who undergo ECMO during the neonatal period and also the necessity for a multidisciplinary follow-up.\n\nThe most frequent, non-shockable cardiac rhythms seen during arrest in children are asystole and pulseless activity [23] . Shockable rhythms such as ventricular fibrillation (VF) or pulseless ventricular tachycardia (PVT) are believed to represent nearly 20% of cases. When shockable rhythms are evident at presentation, outcome is better than when they develop during resuscitation [24] . Rodríguez-Núñez and colleagues [25] reported a study aimed at analysing the outcome of cardiopulmonary resuscitation (CPR) that included defibrillation in children. The authors identified 44 subjects out of 241 (18.2%) who received shock at some point during CPR. VF or PVT was the first documented rhythm in 19 patients, and the other 25 children developed one of these rhythms during resuscitation. Return to spontaneous circulation (ROSC) was achieved in 28 (63.1%) and was sustained in 19 (43.2%). One-year follow-up showed that there were only three survivors (6.8%). Early electric shock delivery (within 4 minutes) represented better ROSC (68.9% versus 37.5%), better initial survival (ROSC maintained for more than 20 minutes [55.1% versus 12.5%; p = 0.037]), and better final survival (10.3% versus 0%). Children older than 1 year had better ROSC (75% versus 33%; p = 0.016) and initial survival (53% versus 16.7%; p = 0.042)."}