{"title": "Unprecedented disruptions of lives and work -a survey of the health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak", "body": "Since the escalation of COVID-19 to a public health emergency in China on Jan 21, 2020, over a billion people across China have faced restrictions due to varying degrees of confinement such as banning public transport, restricting movement, and imposing a 14-day quarantine after travel Wang et al., 2020) . One month into the outbreak, many people were still not working or exercising as usual, which may have associated implications on health and wellbeing. Yet, the implications of the unusually prolonged state of not working and exercising on individuals' health and wellbeing remain unknown. It is important to understand not only the implications of the restrictions on COVID-19 disease prevalence rates but also the implications of such unprecedented disruptions on the health and wellbeing of the community (Brooks et al., 2020) . From a policy perspective, understanding the health and wellbeing of people under the varying degrees of lockdown in China has implications for countries that are just starting to fight coronavirus, as such restrictions started in Korea, Italy, parts of the US, etc. in March (Moodie Davitt Report, 2020).\n\nTo control the COVID-19 outbreak, China has enacted restrictive measures \"unprecedented in public health history\" as stated by WHO (Reuters, 2020) . On January 23, 2020, China locked down Wuhan, a metropolitan area of 12 million people (ABC News, 2020) . The lockdown in Wuhan soon triggered similar measures in all 15 other cities in Hubei province with a total of 57 million people. Other prefectures (the administrative areas of a city) in China subsequently implemented varying levels of restrictive measures. For instance, the prefecture of Wenzhou in Zhejiang province restricted its citizens in such a way that only one person per household could leave home once every two days.\n\nSuch restrictive measures in China seemed to be effective in containing the spread of COVID-19 by mid-February and were applauded by WHO (The Washington Post, 2020). However, those measures have disrupted people's jobs and lives immensely and hence may have important implications for their health and wellbeing. [8] For example, evidence from the SARS crisis indicated that reduced mobility affected the wellbeing of quarantined residents in a complex manner. An article in Lancet COVID-19 series specifically highlighted that people who had been in quarantine reported a high prevalence of symptoms of psychological distress and disorder and some of these symptoms seem to stay long after the quarantine (Lima et al., 2020) . A paper in psychiatry research highlighted the need . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 to study mental health in Iran (Zandifar and Badrfam, 2020) . These papers are critical because across the world people who did not carry the virus epidemiologically but had their work and life disrupted to varying degrees (Duan and Zhu, 2020; Xiang et al., 2020; Bao et al., 2020) . In this article, we aim to use existing scales of health, distress and life satisfaction to identify the health and wellbeing of people one month into the disruption caused by confinement measures to contain COVID-19 outbreak by their work status, chronic health conditions, and exercising hours.\n\nUnderstanding the health and wellbeing implications of the measures introduced to reduce the COVID-19 infection allows better-informed decisions. As many parts of the world are starting to consider measures to contain COVID-19, with South Korea and Italy having introduced lockdowns in early March 2020 , we may benefit from understanding the health and wellbeing implications of the measures implemented early on in China.\n\nWe conducted a cross-sectional survey one month into the COVID-19 outbreak on February 20-21, 2020, about one month into the COVID-19 emergency in China. All the participants were adults not affected by the virus epidemiologically but they lived in locations that were affected by COVID-19 to varying degrees. To cover people in areas of varying severity of COVID-19, we surveyed adults from 64 prefectures across China. The 64 prefectures were chosen to cover a wide spectrum of regions based on the severity of COVID-19 and should not be taken as a representative national sample. All respondents agreed to participate in the study, which was approved by the ethics committee at Tongji University (#20200211). We reached 529 adults, and 369 of them answered the survey, with a response rate of 69.8%. The participants were not involved in the design, or conduct, or reporting, or dissemination plans of this research.\n\nWe assessed individual health by the Short Form-12 (SF12), a standard scale on mental and physical health function (Ware et al., 1996) . The scale had been translated into Chinese and validated in China (Zhang et al., 2011) . SF12 contains 12 items and 8 dimensions: physical functioning (2 items), role physical (2 items), bodily pain (1 item), general health (1 item), vitality (1 item), social functioning (1 item), role emotional (2 items) and mental health (2 items). The eight dimensions form two composite . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 scores of physical and mental composite scale (PCS and MCS), with a possible score ranging from 0 to 100 (Ware et al., 2006) . As a formative score, a higher SF12 score indicates a better health condition.\n\nWe measured distress by the six-item Kessler psychological distress scale (K6) with a Cronbach's alpha of 0.79 (Kessler et al., 2002) . We measured life satisfaction with the Satisfaction With Life Scale (SWLS) (Diener et al., 1985) , which consists of five items with a Cronbach's alpha of 0.72.\n\nThe adults also provided their socio-demographic characteristics, such as gender, age, education, and their location (prefecture). Using their locations, we searched for the number of confirmed COVID-19 cases in their prefectures on February 20 as well as the total population to calculate the number of confirmed cases per 10,000 people as an indicator of the severity of COVID-19 at their location. The number of cases per 10,000 people (i.e. infected rate) varied from 42.45 (Wuhan) to 0.01 on February 21 (National Health Commission of the PRC, 2020).\n\nBecause COVID-19 is more dangerous for people with comorbidity (Gates, 2020) , it is likely that people who have ongoing medical issues would suffer more during the outbreak and therefore we asked whether the participants had any chronic disease. On the contrary, people who lead a healthy lifestyle and exercise often would be expected to fare better during the outbreak. Hence, we also asked the participants to indicate 'how many hours did you exercise per day during the past week'.\n\nThe restrictive measures of COVID-19 also caused major disruption to people's work. By the time of our survey on February 20, the growth rate of COVID-19 cases in China had fallen to single percentages per day. Some people still stopped work, while some had returned to work in offices, and others were working at home. All individuals reported their work status.\n\nWe report the descriptive statistics of the study variables and the regression models to examine the relationships. The first and second author did the analyses on unweighted data with STATA 16.0, and statistical significance was assessed by p < 0.05. Table 1 presents the descriptive characteristics of the participants. From January 21 to February 20, in the one month of the restrictive measures, 124 (33.6%) of the participants had not left home at all, 51 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.13.20034496 doi: medRxiv preprint (13.8%) had left their home only once, and 81 (22.0%) had left their home more than five times. At the time of the survey, 99 (26.8%) were going to work at their office; 93 (25.2%) had stopped working; and 139 (37.7%) resorted to working from home; 32 (8.7%) participants had not been working before the outbreak started; and 6 (1.6%) reported losing their work during the COVID-19 outbreak. We did further analysis on the eight specific dimensions of SF12. Compared with people who returned to work at their office, those who stopped working reported lower general health (β=-0.28, p=0.03, 95% CI -0.55 to -0.03), mental health (β=-0.38, p=0.002, 95% CI -0.63 to -0.14), and increased limitations for physical issues (β=-0.16, p=0.009, 95% CI -0.28 to -0.04) and emotional issues (β=-0.13, p=0.03, 95% CI -0.26 to -0.01). There were fewer differences between people who . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 worked at home and worked at offices, except those who worked at home reported more limitations for physical issues than those who worked at offices (β=-0.13, p=0.02, 95% CI -0.24 to -0.02).\n\nThere were also certain dimensions of SF12 that did not vary much by job status. For instance, people who stopped working and those who worked at their offices did not differ in bodily pain (β=0.16, p=0.16, 95% CI -0.06 to 0.39), physical function (β=0.10, p=0.14, 95% CI -0.03 to 0.24), and social function (β=0.22, p=0.26, 95% CI -0.16 to 0.59). Those who stopped working and those who worked at home respectively also did not differ in the same dimensions of bodily pain (β=0.15, p=0.19, 95% CI -0.07 to 0.36), physical function (β=0.00, p=0.96, 95% CI -0.13 to 0.13), and social function (β=0.19, p=0.29, 95% CI -0.17 to 0.55).\n\nSimilar findings emerged from the regression results on distress (K6) and life satisfaction (Table 3) .\n\nPeople who worked at their office suffered less distress than people who stopped working (β=-0.13, p=0.05, 95% CI -0.25 to 0.00). Also, people who worked at their office reported higher life satisfaction than those who stopped working (β=0.23, p=0.02, 95% CI 0.03 to 0.43). . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 The results also indicate that the relationship between the severity of COVID-19 in a location and life satisfaction depends on individuals' level of exercise, but in a direction opposite to our expectation.\n\nWhile we expected people who exercised more during the outbreak had a healthy lifestyle and would be less influenced, for people who exercised more than 2.5 hours per day during the outbreak, the relationship between the severity of COVID-19 in their location and life satisfaction was significantly negative (e.g. for people who exercised 3 hours per day: β =-0.02, p=0.04, 95% CI -0.04 to 0.00). The relationship is not significant for people who exercised between 1 and 2.5 hours a day during the outbreak. Surprisingly, for people who exercised 0.5 hours or less per day during the outbreak, their life satisfaction was significantly positively associated with more affected locations (e.g. for people who did not exercise: β =0.04, p=0.02, 95% CI 0.01 to 0.08). We plot the effect of the severity of COVID-19 in the location on life satisfaction by the exercise hours of individuals in Figure 2 .\n\nAlthough the hardline restrictive measures in China showed success in containing COVID-19 after a month, there is little research on the extent to which the disruptions affected people in the community.\n\nOur findings show that adults who were not working reported worse health, as captured by SF12 in certain dimensions as well as distress (K6). The insignificant differences in the dimensions of SF12 in bodily pain, physical function and social function are expected, because people who were not affected by the virus directly would not differ much in those dimensions.\n\nThe results on life satisfaction are more nuanced. Overall, the severity of COVID-19 in a prefecture did negatively predict people's life satisfaction in that prefecture, with this relationship depending on . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 individuals' existing medical conditions and exercise levels. For individuals who exercised a lot during the outbreak (>2.5 hours per day), life satisfaction was significantly negatively associated with more affected locations; on the contrary, for individuals who exercised half an hour a day or less, life satisfaction was significantly positively associated with more affected locations. Maybe these people could better justify or rationalize their inactive lifestyles in more severely affected cities. The finding that those who exercised a lot (>2.5 hours per day) were less satisfied in more affected cities suggests we may need to pay attention to more physically active individuals, who might be more frustrated by the restrictions due to the outbreak.\n\nThe study has certain limitations. First, this study relied on an observational survey. Because the measures of the dependent variables of SF12, distress and life satisfaction used Likert scales, we tried to use predictors that were non-Likert scales, such as job status and severity of COVID-19 calculated based on archival data using the reported locations. Second, our sample is not a national representative sample. Our focus was to examine the differential effects on adults depending on the level of disruption, as captured by their job status, existing chronic issues, and exercise levels to identify who in the community of non-COVID-19 cases might need the most help for policymakers and potential caregivers. Third, even though we had data from people who had not been working even before the outbreak started (8.7%) and people who went out of work during the outbreak (1.6%), the sample size of those two groups was small and we are cautious not to report them in the findings.\n\nNevertheless, people with these two job statuses could be important targets for future studies.\n\nWe provide preliminary evidence on the health conditions of adults in COVID-19 affected regions.\n\nThe identification of who might be more affected by COVID-19, not epidemiologically but simply by working and living in affected regions, carries important implications. Such identification can help to prioritize those who might need more help, and psychologists, mental health professionals and social workers can provide services to start addressing at least the mental health issues, even during the lockdown. Affected regions are growing globally by the day, and COVID-19 is no longer confined to China Croakey, 2020) . To contain COVID-19 transmission , policymakers in other countries are considering implementing restrictive measures . We present this early evidence of disruptions one month into the . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 outbreak to provide evidence on the health of the general community living and working under restrictive measures.\n\nStephen X. Zhang contributed to the planning, conduct, and reporting of the work and is responsible for the overall content as the guarantor. Yifei Wang cleaned the data, made the figures and tables, and prepared the submission files. Andreas Rauch helped with the writing of the paper.\n\nFeng Wei led the data collection and obtained necessary funding and ethical approval. The corresponding author attests that all listed authors meet authorship criteria and that no others meeting the criteria have been omitted.\n\nCompeting interests: All authors declare: no support from any organisation for the submitted work; no financial relationships with any organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 "}