{"title": "Multiplex polymerase chain reaction testing in pediatric inpatients with febrile seizures", "body": "29.5 ± 1.4 months; 104 male) were included in this retrospective cohort study. Sites of infections were respiratory (44.5%), gastroenteritis (11%), tonsillitis (10.5%), otitis media (7.5%), urinary tract infection (1%), and vaccination-related fever (1%). In 11.5% of children, a combination of different foci was seen, and in 13% of children, no definite site of infection could be established. In 2009, microbiology testing (bacterial/fungal) was positive in 10 of 49 (20%) children compared with 74 of 151 (49%) children in 2010-2013 (P < .01). The number of children treated with antibiotics increased from 34.6% in 2009 to 48.3% in 2010-2013, and the rate of positive virological studies increased from 20% to 48.3% (P < .01). mPCR analysis confirmed viral infections in 52 of 73 cases (71.2%). The most common detected viruses (multiple entries possible) by mPCR were adenovirus (12), human bocavirus (10), enterovirus (9), rhinovirus (7), respiratory syncytial virus (7), corona virus (7), parechovirus (5), parainfluenza virus (5), and human metapneumovirus (3).\n\nContrary to the results from the study by Subramony et al, 1 and in line with previous other reports and meta-analysis, 2,3 routine mPCR testing did not translate into a significant reduction in the use of antibiotics in our cohort. This finding may at least in part be attributable to the specific condition of febrile seizures with the potential underlying diagnosis of meningitis/encephalitis, thus contributing to a \"liberal\" use of antibiotics. It remains, however, somewhat unclear why an increase in the use of antibiotics was seen in our cohort because no substantial changes in antimicrobial stewardship were implemented during this period. The noted increase in the use of diagnostics and antibiotic treatment, however, may be caused by children with more serious infections, because more uncomplicated cases (simple febrile seizure) are treated with minimal interventions, possibly in an outpatient setting. 6 Also, it is important to note that a substantial number of patients were started on antibiotics before they were admitted to the hospital.\n\nKrause et al 7 concluded that the high sensitivity of PCRbased methods is an important contribution to the diagnostic assessment of children with respiratory tract infections, but from a clinical perspective, it still remains difficult to exclude a concomitant bacterial infection, especially in immunocompromised patients. Moreover, children can shed viral nucleic acids of specific pathogens for prolonged periods, and their detection may not be directly associated with the acute illness.\n\nIn addition, the interpretation of mPCR analysis also can be difficult when more than one virus is detected, particularly in respiratory specimens. 5 On the basis of our findings, we conclude that mPCR is useful in detecting underlying viral causes of febrile seizures, but the precise role of mPCR technique in the management of these children awaits clarification. Moreover, it will be important to assess the role, potential, and limitations of mPCR testing in well-defined subgroups of pediatric patients. www.jpeds.com • THE JOURNAL OF PEDIATRICS"}