{"title": "", "body": "Gramneg., fakultativ anaerobes Stäbchen. \n\nObligat intrazelluläre, zellwandlose Bakterien. \n\nErreger von atypischen Pneumonien (▶ 6.5.1) (40 %). Tröpfcheninfektion. Klinik  \n\nGramneg. Stäbchen.\n\nInf. und ( \n\nGrampos. Kokken. Übertragung meist durch direkten Kontakt (▶ Tab. 17.2).\n\nS. viridans (vergrünende Strept.) S. pneumoniae (Pneumok.) \n\nRNAViren (Fam. Bunyaviridae), Übertragung durch Nager (Inhalation von mit Exkrementen kontaminiertem Staub), regional völlig unterschiedliche Krank heitsmanifestationen.\n\n! Meldepflicht: namentlich dir. oder indir. Nachweis bei akuter Inf.\n\nBalkannephropathie ( \n\nGruppe von DNAViren, bisher 118 Typen beschrieben. HPV Typ 16/18 verursa chen etwa 70 % der ZervixCa. Übertragung beim Geschlechtsverkehr. Daher Impfempfehlung der STIKO für Mädchen 12-17 J. mit 3 Dosen HPVImpfstoff (Gardasil ® bzw. Cervarix ® ) vor Beginn der sexuellen Aktivität. Abhängig von der Lebensführung profitieren auch Frauen > 18 J. von einer Impfung. Dauer der Im munität ist unbekannt; Titernachweis für etwa 5 J. \n\nFäkalorale oder Tröpfcheninf. Klinik IKZ 3-35 d, > 95 % inapparente Inf., in 5 % leichter Verlauf mit grippe ähnlichen Sympt. Komplikationen Aseptische Meningitis ohne Lähmungen (2-4 %) . In 0,1-1 % paralytische Polio mit motorischen Ausfällen (asymmetrisch), v. a. Lähmung an der unteren Extremität. Postpoliosy. J. bis Jahrzehnte nach Erkr. mit Zunahme der Paresen und Muskelschwund. Differenzialdiagnosen Sensible extrapyramidale Ausfälle oder Schmerzen spre chen gegen Polio. Diagnostik Erregernachweis im Stuhl. Therapie Nur sympt. Prophylaktische Impfung unbedingt empfehlenswert. ! Meldepflicht: namentlich dir. oder indir. Nachweis bei akuter Inf.\n\nInf. durch frischen virushaltigen Speichel infizierter Tiere (meist Fledermäuse, Hunde, andere wildlebende Tiere) in Hautläsionen, z. B. durch Biss.\n\nKlinik selten bis J. Prodromalstadium (Kopfschmerz, Erbrechen, Schwindel, Fieber) , akute neurologische Phase (Angst, motorische Unruhe, Spei chelfluss, Schwitzen), Paralysestadium (Teilnahmslosigkeit, Lähmungen), Koma. Diagnostik Dir. Virusnachweis im Tränenwasser infizierter Tiere (ggf. auch Tier versuch, besser Zellkultur), PCR, AKNachweise nur epidemiologisch sinnvoll. Therapie Die prophylaktische Schutzimpfung wird nur für Risikogruppen (z. B. Jäger, Forstarbeiter und Reisende in Endemiegebiete) empfohlen. Entscheidend ist deshalb für die Bevölkerung die postexpositionelle Aktivimmunisierung mit je 1 ml Tollwutvakzine an Tag 1, 3, 7, 14, 28 und \n\nGehört zur Familie der Herpesviridae. Persistiert nach der Primärinf. im Kindes alter (Varizellen) in den Nervenganglien. Diagnostik Klin. bei typischer Anamnese und Sympt. Im Zweifel Direktnach weise wie Elektronenmikroskopie, PCR (nur bei pränatalen und kompliziert ver laufenden Inf., z. B. Pneumonitis in der Schwangerschaft sinnvoll, da teuer und störanfällig), AgNachweis aus Läsionen. • Sind die erkrankten Personen geschäftsunfähig, hat der Sorgeberechtig te oder Betreuer auf die Einhaltung der Bestimmungen zu achten.\n\n• Der Träger der Gemeinschaftseinrichtung muss die Erkr. unverzüglich dem Gesundheitsamt melden.\n\nEs besteht ein Beschäftigungsverbot beim Herstellen oder Umgang mit frischen Lebensmitteln, in Küchen, Gaststätten und Gemeinschaftseinrichtungen für:\n\n• Personen, die an Typhus abdominalis, Paratyphus, Cholera, Shigellenruhr, Salmonellose, einer anderen infektiösen Gastroenteritis oder Virushep. A oder E erkrankt oder dessen verdächtig sind.\n\n• Personen mit infizierten Wunden oder Hautkrankheiten, von denen Erreger auf Lebensmittel übertragen werden können.\n\n• Personen, die Shigellen, Salm., enterohämorrhagische E. coli oder Choleravi brionen ausscheiden."}