{"title": "Clinical and economical impact of multiplex respiratory virus assays ☆", "body": "Respiratory viruses (RV) are ubiquitous and cause a large variety of clinical symptoms. For many years, procedures for diagnosis of respiratory virus infections have included culture and serology, which are time consuming, labor intensive and insensitive. Direct immunofluorescence assays (DFA) improved the turnaround time, but slightly compromised the sensitivity compared to culture. More recently, molecular assays have been developed and progressively multiplexed in order to diagnose a large number of respiratory viruses in single assays. New viruses that could not be detected by conventional virology have been discovered. Various commercial multiplex respiratory virus assays are now accessible to many clinical laboratories, although their impact remains unclear.\n\nDiagnosis of RV is frequent in children. Evidence of viral infection is present in up to 43-67% of pediatric community-acquired pneumonia using molecular diagnostics (Ruuskanen et al., 2011) . Routine diagnosis of respiratory virus infection in adult populations is more recent since respiratory viruses were considered benign for a very long time. Respiratory viruses have been detected in 15-56% of adult community-acquired pneumonia (Ruuskanen et al., 2011) . Impact of respiratory virus diagnosis in specific pediatric and adult populations (eg, neonates, patients with cystic fibrosis, neutropenic patients or patients with chronic obstructive pulmonary disease [COPD] ) is still incompletely understood. This article will review available data and highlight unresolved questions about cost-effectiveness, infection control, clinical utility, and public health impact of multiplex respiratory virus assays.\n\nMany multiplex respiratory virus assays have been published and marketed in the last years. Different nucleic acid based amplification technologies have been used to detect respiratory viruses including polymerase chain reaction (PCR), nucleic acid sequence-based amplification, transcription mediated amplification, strand displacement amplification, loop mediated isothermal amplification, rolling circle amplification, helicase-dependant amplification, and multiplex ligation-dependent probe amplification. However, only a few of these methods are appropriate for multiplexing. PCR has emerged as the easiest technology for multiplexing a large number of targets. The first multiplex respiratory virus assays used gel electrophoresis as a detection method, but it was long, labour intensive and necessitated manipulation of ethidium bromide. Some assays using real-time PCR were designed with moderately multiplexed reactions (e.g., influenza A, influenza B, and influenza H1N1; influenza A, influenza B and RSV; parainfluenza 1, 2, and 3) and performed in combination to cover a larger range of viruses (e.g. Prodesse, Simplexa, Respiratory pathogens Fast-track diagnostics, Altona Diagnostics). This strategy can be adapted for quantitative results if samples are collected appropriately and standard curves amplified with the reaction. However, no quantitative commercial assay is available yet. By limiting the multiplex reaction to 3 or 4 targets, it is possible in theory to get better sensitivity by eliminating primer dimer and competition between multiple targets. Other assays used highly multiplexed reactions including all targets (over 20 targets) in the same reaction. These assays need new detection methods in order to identify easily and rapidly each target present in the specimen. These detection technologies include microsphere hybridization associated with flow cytometer detection, LED camera detection or barcode detection (e.g., xTAG RVP, Resplex II, MultiCode-PLX), microcapillary electrophoresis (e.g., Seeplex RV12 and RV15, Respifinder, Iceplex), electrospray ionization mass spectrometry (e.g., PLEX-ID), nested-PCR with melting curve analysis (e.g., FilmArray), and solid phase hybridization microarrays (e.g., Infiniti respiratory virus panel, NGEN Respiratory Virus Analye-specific reagent, Verigen respiratory Virus Plus Nucleic Acid test, ICubate, eSensor genmark). Only a few of the numerous commercial multiplex respiratory virus assays are US Food and Drug Administration approved (xTAG RVP and RVP fast, Prodesse assays, Verigen respiratory Virus Plus Nucleic Acid test and FilmArray Respiratory panel). We have seen in the last years an increasing number of studies comparing commercial and laboratory developed assays as well as studies comparing commercial assays with each other. These studies are difficult to perform because of the high cost of reagents and the large number of targets to validate. The best way to perform comparison studies is to compare head to head two or three methods with prospectively collected samples. However, because viruses have changing epidemiology, it can be difficult to collect enough samples to validate every target. Overall, most multiplex respiratory virus assays have comparable performance, but each assay has small differences in performance among different targets depending on circulating strains. Problems that have been encountered are mainly lack of sensitivity for specific subtypes of adenovirus and inability to differentiate rhinovirus from enterovirus (Bibby et al., 2011; Chandrasekaran et al., 2012; Gharabaghi et al., 2011; Hayden et al., 2012; Mahony et al., 2007; Renaud et al., 2012) . The principal differences among the multiplex respiratory virus assays concern the throughput, turnaround time, ease of use, automation, versatility, use of a closed system to reduce contamination and cost. The number of analyses to perform and the expected turnaround time dictate the best assay for the clinical laboratory. Some contamination issues have been reported with open platforms that need manipulation of amplification products. The ideal multiplex respiratory virus assay would be an assay that is a closed system with high throughput and a short turnaround time. Although many would consider quantitative results very useful to differentiate shedding from symptomatic infection and to follow immunocompromised patients with anti-viral treatment, the literature has been inconsistent about the correlation between viral loads and symptoms Franz et al., 2010; Jansen et al., 2010; Martin et al., 2008) .\n\nIt is important to mention that multiplex PCR will detect only the targets included in the reaction and as users' dependence on molecular assays increase, the necessity for constant review of the targets will be essential. This process is not always easy when using commercial platforms that do not publicise their targets. Mutant viruses can emerge and give false negative results with molecular assays. This limitation of multiplex PCR is important and will have to be considered in any high risk population or setting.\n\nEven though multiplex PCR assays can detect several different viruses simultaneously and rapidly, their advantages in terms of cost reduction over other rapid diagnostic assays (DFA, antigen detection) are still unclear. When rapid antigenic diagnostic tests for viral infections became widely used, several studies demonstrated their clinical utility in reducing length of hospital stay, performance of ancillary diagnostic tests and antibiotic consumption among pediatric (Bonner et al., 2003; Esposito et al., 2003; Sharma, 2002; Woo et al., 1997) (Abanses et al., 2006; Benito-Fernández et al., 2006; Byington et al., 2002; Ferronato et al., 2012; Iyer et al., 2006; Noyola & Demmler, 2000) and adult (Barenfanger et al., 2000; D'Heilly et al., 2008; Falsey et al., 2007) populations. Their cost-effectiveness was also shown with both populations (Barenfanger et al., 2000; Woo et al., 1997) . However, In the specific setting of the emergency department (ER), a recent Cochrane analysis did not show a statistically significant difference in antibiotic prescription and ER length of stay in young children presenting with acute febrile respiratory illness tested with rapid antigenic viral diagnostic assays in the ER compared to those not tested (Doan et al., 2012) . This difference between hospitalized patients and ER patients illustrates that diagnostic tools must be used in specific settings in order to provide most benefits.\n\nSince the advent of molecular diagnosis, different authors have tried to demonstrate that multiplex PCR could be cost-effective compared to conventional rapid diagnostic assays. Despite their reduced turnaround time, higher sensitivity and specificity and capacity to detect an extended range of viruses, clinical and financial gains afforded by PCR seem modest. Garcia-Garcia et al. showed that, compared with conventional virology, diagnosis using respiratory virus PCR resulted in a reduction in antibiotic prescriptions (Garcia-Garcia et al., 2012). Oosterheert et al. performed a randomized controlled trial to evaluate the clinical and economic impact of realtime PCR for detection of respiratory viruses and atypical pathogens among hospitalized adults. Despite a notable increase in etiologic diagnostic yield from 21% to 43%, this study failed to demonstrate any statistically significant reduction in antibiotic use, additional diagnostic tests ordered, antibiotic cost and length of hospital stay (Oosterheert et al., 2005) . Similar results were obtained by Wishaupt et al. who performed a multicenter, controlled clinical trial among pediatric patients in Netherlands. They concluded that even if reverse transcriptase PCR (RT-PCR) yielded more viral diagnoses, it did not have a significant influence on patient care (Wishaupt et al., 2011) . In contrast, Mahony et al. generated a cost analysis study to determine if multiplex PCR testing was more or less costly than conventional virology assays. They used decision tree analytic modeling techniques to compare the costs of four diagnostic strategies. In their cost calculation, they took into account the viral assay cost and the entire cost of the hospital stay, adjusted according to the test outcome (true or false positive or negative). Their results showed that performing the Luminex xTAG RVP alone was the least costly approach (Mahony et al., 2009) . Because of the paucity of data available and heterogeneity of assays studied, it is difficult to conclude that molecular diagnosis is a cost-effective approach in routine use compared to conventional tests. However, it is probable that cost calculations including financial impact of molecular assays on hospital stay, antibiotic use and infection control would be favourable. More studies will be needed to determine populations or situations in which multiplex PCRs would be the most useful in order to optimize their clinical and financial impact.\n\nFrom a strictly laboratory point of view, establishment of multiplex PCR could be efficient and cost-effective. Dundas et al. demonstrated that in their laboratory, Luminex xTAG RVP was slightly more expensive than conventional techniques but increased laboratory efficiency by decreasing the hands-on time and operational steps. Moreover, it offered the possibility to standardize workflow for all respiratory specimens, an attractive strategy to conform to lean methodology (Dundas et al., 2011) . Also, in an Australian study evaluating the performance of a laboratory developed PCR compared to DFA and viral culture, the authors concluded that molecular diagnosis was cost-effective, particularly considering its higher sensitivity, rapid turnaround time and the low cost of their technique, which was not patented (Syrmis et al., 2004) . In summary, molecular diagnosis is attractive for virology laboratories in the era of increased demand and decreased availability of medical technologists. However, before claiming that multiplex PCR is cost-effective, each laboratory should evaluate the cost of the assay desired, the expected number of specimens to analyze, the turnaround time desired and the ability to batch specimens in order to reduce cost of the technique.\n\nWith the use of multiplex respiratory virus assays, high rates of viral co-infections have been reported ranging from 10% to 50% depending on different populations. Younger children, particularly if attending daycare, have higher rates of co-infections. Many studies performed in different settings including outpatients, inpatients, and children with upper respiratory tract infection, bronchiolitis or pneumonia have tried to determine if co-infections have an impact on symptoms or illness outcome. Some studies have shown more fever, longer hospital stay, more progression to pneumonia, more hypoxia and more antibiotic use (Aberle et al., 2005; Calvo et al., 2008; Esposito et al., 2012; Franz et al., 2010; Paranhos-Baccala et al., 2008) , while many others have shown no difference or sometimes a protective effect (Legg et al., 2005; Marguet et al., 2009; Martin et al., 2012; Papenburg et al., 2012; Renois et al., 2010) . Esper et al. determined the presence of a protective effect when copathogens with H1N1 influenza included rhinovirus and a worse outcome when the co-infection included other respiratory viruses (Esper et al., 2011) . Another unresolved question about respiratory viral co-infections is whether they are random. Two studies have shown statistical correlation for associations between specific viruses but these associations were different from each other and a third study did not show any association (Brunstein et al., 2008; Peng et al., 2009; Tanner et al., 2012) . Multiplex respiratory virus assays will definitively help to elucidate the interpretation of co-infections, allowing more people to perform studies and accumulate data. However, it is possible that interpretation of those data necessitate quantitative results in order to really discriminate true co-infections from asymptomatic shedding.\n\nThe availability of rapid diagnostic assays is essential to optimize the infection control team's efforts to reduce transmission of virulent or resistant pathogens in hospitals. Their usefulness is well illustrated by the widespread use of PCR for detection of vancomycin resistant enterococci, methicillin resistant staphylococcus aureus or Clostridium difficile and the subsequent guidance of infection control measures, especially patient cohorting. It seems evident and intuitive that viral diagnostic assays, and more precisely multiplex PCR, could afford similar advantages. A rapid and precise etiologic diagnosis could be valuable to reduce nosocomial respiratory viral infections. The benefits could even be more substantial in pediatric units (Mills et al., 2011; Posfay-Barbe et al., 2008; Zorc & Hall, 2010) where upper and lower respiratory tract infections are frequent, co-infections with two or more viruses not unusual, and patients less likely to comply with \"respiratory etiquette.\" However, most cohorting measures still currently rely on observation of clinical signs and symptoms instead of objective viral diagnostic data. Although several authors (Gunson & Carman, 2011; Létant et al., 2007; Templeton et al., 2004) have mentioned that performing multiplex PCR in an institution will be beneficial for infection control, no study has been aimed at demonstrating this hypothesis. Also, even if a strategy of immediate testing and cohorting is preferred, it is very difficult and challenging for the clinical microbiology laboratory to accommodate. For cost-effective reasons, laboratories often have to batch specimens and consequently perform the technique only once or twice a day. This results in a turnaround time significantly longer than one needed for the implementation of infection control measures in a timely fashion.\n\nRecent outbreaks of severe acute respiratory syndromes including severe acute respiratory syndrome (SARS) HCoV, avian influenza H5N1 and pandemic influenza H1N1 have highlighted the necessity of effective respiratory virus surveillance. As human population increases, more contacts with animals are encountered, urbanization is rapidly evolving in developing countries and risks of pandemic are significant. Many public health institutions around the world have developed a more structured network of respiratory virus surveillance, which often includes sentinel hospitals to report their detection rates of various viruses. For many years, surveillance networks focused on influenza, but discovery of SARS HCoV reinforced the potential of any respiratory virus to emerge and cause severe diseases. Even rhinovirus has been associated with severe outbreaks of influenza-like illness among institutional outbreaks (Longtin et al., 2010) . The economic impact of respiratory virus outbreaks has been modeled, highlighting another role of respiratory virus surveillance (Achonu et al., 2005; Halasa et al., 2005) . The extended use of multiplex respiratory assays in clinical laboratories will improve surveillance efficacy and will procure benefits to the general community (Fox, 2007; Wong et al., 2009) .\n\nThe major impact of respiratory virus infections in adult and pediatric patients with hematologic malignancies, hematopoietic stem cell transplantation and solid organ transplantation has been recognized over the last decade. In the most immunocompromised populations, respiratory viruses have a high rate of progression to pneumonia (20-40%) and among those patients, mortality ranging from 30% to 50%. It is also possible that respiratory virus infections that are unrecognized because of benign symptoms have an impact on long-term pulmonary function by modulating lung immunologic defenses. Adenovirus infections in the transplant setting have the potential to replicate in most organs causing hepatitis, pneumonitis, nephritis, colitis, encephalitis, and death. Studies have looked specifically at some viruses that would not have been detected by conventional virology (i.e., rhinovirus, coronavirus, human metapneumovirus), describing the possible complications associated with those viruses. Because the number of respiratory viruses impacting the outcome of transplantation has been consistently increasing, screening for multiple respiratory viruses is now considered the best practice. Laboratory developed real-time PCR assays and multiplex respiratory virus assays have been shown to be superior to conventional virology in the setting of hematopoietic stem cell transplantation (HSCT) or solid organ transplantation (SOT) (Kuypers et al., 2009; Lee et al., 2012; van Elden et al., 2002; van Kraaij et al., 2005; Weinberg et al., 2002) . Kuypers et al. showed that multiplex real-time PCR was two times more sensitive than culture and over four times more sensitive than direct immunofluorescence in HSCT patients. Patients that were positive only by real-time PCR had lower viral loads. No studies have looked yet at the impact of detecting low viral loads in the transplant setting, but the potential to reactivate respiratory viruses in the context of increasing immunosuppression for graft versus host disease or acute rejection is well known. Hammond et al. also described the superiority of a multiplex respiratory virus assay for detection of respiratory viruses among HSCT and SOT patients. Two times more viruses were detected by a multiplex real-time PCR assay (Idaho FilmArray RVP) compared to conventional assays, with the majority of the viruses that were not detected by conventional virology being rhinovirus, enterovirus, human metapneumovirus, and coronavirus (Hammond et al., 2012) . Similar results were described by Murali et al. (Murali et al., 2009) using the MultiCode-Plx Respiratory Panel which detected three times more viruses in patients with hematologic malignancies than did conventional methods and by Schnell et al. (Schnell et al., 2012) using the Respifinder19, which detected over 6 times more virus in immunocompromised patients with acute respiratory failure than did direct immunofluorescence. Hayden et al. (Hayden et al., 2012) compared 2 multiplex respiratory virus assays with real-time PCR in immunocompromised children. FilmArray RVP and the Resplex II Panel v2.0 had similar performance in immunocompromised children under 2 years-old but FilmArray RVP had a better performance than the Resplex in older children. This can be explained by lower viral load shedding in older patients and lower sensitivity of the Resplex assay. In the same study, the sensitivity of the FilmArray RVP was comparable to real-time PCR while the Resplex was significantly less sensitive than real-time PCR. Babady et al. (Babady et al., 2012) compared the FilmArray RVP and the xTAG RVP Fast with conventional methods in a pediatric cancer hospital. Both multiplex assays detected 2 times more viruses than conventional methods and the FilmArray RVP had a significantly higher sensitivity than the xTAG RVP Fast even after resolution of discordant results. Viruses detected only by qualitative multiplex assays compared to conventional methods probably have low viral loads, as shown by quantitative real-time PCR analyses in Kuypers et al. (Kuypers et al., 2009 ). However, interpretation of a positive qualitative multiplex assay result can be more difficult than interpretation of a quantitative result. Although correlations between viral loads and symptoms or clinical outcome have been performed, more studies are needed to interpret the significance of high and low viral loads Milano et al., 2010; Peck et al., 2007) . While most studies looking at the clinical impact of respiratory viruses in HSCT patients were done using laboratory-developed real-time PCR, it is likely that similar studies using commercial multiplex assays would have similar results. In lung transplant patients, the XTAG RVP assay was used to evaluate the clinical impact of community-acquired respiratory viruses. Kumar et al. (Kumar et al., 2010) described an increased risk of biopsy proven acute rejection reaching 33.3% within 3 months following a respiratory virus infection compared to 6.7% in the group without infection. Using multiplex assays in a larger scale will help to understand the role that these viruses have in the transplant setting.\n\nIt is important to note that in immunocompromised patients, not only influenza is treatable but RSV, adenovirus and possibly parainfluenza and human metapneumovirus as well. Some studies have suggested that treatment of these viruses with ribavirin, cidofovir, specific immunoglobulins, or new drugs coming up the pipeline (DAS 181, CMX001, ALN-RSV01) may have positive outcomes. In immunocompromised patients infected with untreatable viruses, immunosuppression reduction can have a significant impact. Use of antiviral drugs in immunocompromised patients is often another reason highlighting the necessity of rapid diagnosis. Most multiplex assays have a turnaround time of a few hours (5-8 hours), leading to next day diagnosis. The FilmArray respiratory virus panel has the advantage of a short turnaround time (1 hour), similar to direct immunofluorescence, with increased sensitivity and therefore may be particularly useful in an immunocompromised population, although the results are qualitative. The impact of using expensive multiplex molecular assays in immunocompromised patients has not been evaluated in comparative studies to look at cost-effectiveness, morbidity, and mortality. Nevertheless, most transplant centers are already using multiplex assays because of the significant impact of respiratory virus infection in this population.\n\nAnother aspect of the cost-effectiveness of respiratory virus detection is related to management of febrile neutropenia. Respiratory viruses are frequently identified in hematological patients with or without HSCT presenting with febrile neutropenia (Hakim et al., 2009; Koskenvuo et al., 2008; Lindblom et al., 2010; Öhrmalm et al., 2012; Suryadevara et al., 2012; Torres et al., 2012) . It is possible that detection of respiratory viruses by means of multiplex assays would change the management of less immunocompromised patients, leading to outpatient management, reduced antimicrobial use or earlier discharge as shown by Torres et al. (Torres et al., 2012) . Screening for respiratory viruses with multiplex assays in asymptomatic pre and post-transplantation patients is another unresolved question that can impact cost of care and outcome. A study by Peck et al. (Peck et al., 2004) suggested that delaying transplantation was a better option when symptomatic RSV upper respiratory tract infection was present but no clear data were available on asymptomatic RSV or even symptomatic, more benign viruses such as rhinovirus or coronavirus.\n\nMany reports have highlighted the frequency of respiratory virus outbreaks in hematologic and transplant settings. Detection of respiratory viruses in HSCT patients can prolong hospitalization for days and even weeks. One of the biggest impacts that multiplex assays may have in the management of immunocompromised patients will concern infection control practices. Higher sensitivity of detection will lead to better isolation practices and less transmission. However, because of prolonged shedding with very low viral loads in asymptomatic patients, many patients will require long term isolation. Unnecessary isolation has been associated with higher cost, lower quality of life and reduced quality of care (Abad et al., 2010; Morgan et al., 2009 ). Ferguson et al. have suggested using a clinical scoring system to screen and to apply infection control procedures (Ferguson et al., 2011) . Clearly, the best infection control practice with long term asymptomatic shedders has not been determined yet and molecular epidemiology might be helpful in resolving that issue.\n\nFor many years, viral respiratory tract infections have been recognized as a cause of pulmonary exacerbations and decreased lung functions among cystic fibrosis (CF) patients. (Armstrong et al., 1998; Collinson et al., 1996; Ramsey Bw, 1989; van Ewijk et al., 2008; Wang et al., 1984) Respiratory viruses are also considered predisposing factors for secondary bacterial infection (Collinson et al., 1996; Johansen & Hoiby, 1992; Petersen et al., 1981) and hospitalization (Armstrong et al., 1998; Wang et al., 1984) . Before the advent of molecular assays, viral diagnostic tests in CF populations had poor detection rates. This was explained by factors intrinsic to CF specimens, such as their mucoid nature and the bacterial or fungal overgrowth that inhibited or compromised virus recovery. Other factors were inherent limits of the techniques used: poor sensitivity of serologic assays, inability to recover noncultivable or newly identified viruses such as rhinovirus, coronavirus and metapneumovirus. More recently, studies using multiplex PCR have evaluated the frequency and clinical impact of respiratory viral illnesses in CF patients. Their results demonstrated that viral respiratory tract infections are a frequent cause of respiratory illnesses in the CF population involving 49 to 60% of acute exacerbations (Asner et al., 2012; Burns et al., 2012; Olesen et al., 2006; Wat et al., 2008) and that the duration and severity of symptoms in the CF population was increased compared to healthy control subjects (Burns et al., 2012; van Ewijk et al., 2008) . The higher viral diagnostic yield afforded by multiplex PCR confirmed that those assays are adequate and reliable for CF respiratory specimen analysis (Asner et al., 2012; Wat et al., 2008) . One study by Asner et al. concluded that viral-related exacerbations detected by Resplex II v2.0 were associated with worse severity and quality of life scores compared to non-viral exacerbations (Asner et al., 2012) . These results suggest that respiratory viruses should be seriously considered in the differential diagnosis of acute pulmonary exacerbations in CF subjects, considering that sensitive and specific diagnostic assays are now available and that antiviral therapy may be relevant and useful in some circumstances. Finally, a confirmed viral etiology may help physicians decide to suspend antibiotic treatment, thereby minimizing antibiotic resistance emergence, a critical prognostic outcome for these patients.\n\nPremature infants with or without bronchopulmonary dysplasia and infants with congenital heart disease represent another high-risk population for respiratory virus infection. Abundant literature on RSV and other respiratory virus infections in neonates has been published. Older studies using conventional virology showed a relatively low incidence of viral infection in outpatient neonates with bronchopulmonary dysplasia (11% of visits for respiratory worsening) but morbidity was significant (Kinney et al., 1995) . A retrospective study over 12 years reported respiratory viral infections in a neonatal intensive care unit (NICU) in less than 1% of infants (Verboon-Maciolek et al., 2005) . Many outbreaks with various respiratory viruses have been described with severe medical and economic impact (Faden et al., 2005; Gagneur et al., 2002 , Halasa, Halasa et al., 2005 Sagrera et al., 2002) . A recent study prospectively screened symptomatic and asymptomatic premature infants in a NICU using Xtag multiplex PCR twice weekly. Respiratory viruses were identified in 52% of prematurely born infants during their birth hospitalization. Length of hospital stay was significantly longer (70 days vs 35 days) and bronchopulmonary dysplasia was more frequent in infected infants (Bennett et al., 2012) . This study is unique because it is the first to highlight the impact of respiratory virus infections that would not have been suspected by clinicians and raise questions about more intensive monitoring in this setting. Human rhinovirus was identified using molecular diagnosis as the most frequent cause of hospitalization in very low-birth-weight infants after their initial discharge (Miller et al., 2012) . Similarly, a commercial multiplex PCR (Seeplex RV12 ACE detection) was used to diagnose respiratory infections in infants with congenital heart disease, another major risk factor for severe disease. In comparison with DFA, the sensitivity of multiplex PCR was better, detecting respiratory viruses in 51.3% of samples vs. 33.3% (Kanashiro et al., 2011) . The utility of multiplex PCR in neonates and infants with congenital heart disease seems obvious, but more data are necessary to explore the impact of population screening in the NICU.\n\nRespiratory viruses have been identified as a major cause of COPD exacerbations, occurring in 34-56% of episodes, with rhinovirus being the most frequent respiratory virus detected (Hutchinson et al., 2007; Kherad et al., 2010; McManus et al., 2008; Mohan et al., 2010; Rohde et al., 2003; Seemungal et al., 2001) . The high rate of virus detection during acute exacerbations of COPD has raised questions about the role of antibiotics in that circumstance (Rosell et al., 2005) , (Kherad et al., 2010) . Current guidelines still recommend the administration of antibiotics based on clinical criteria without considering diagnostic assays for respiratory viruses (Global Strategy for the Diagnosis MaPoC, 2011). Some studies have used procalcitonin-based guidelines to decrease the use of antibiotics (Stolz et al., 2007) . Kherad et al. tried to corroborate viral diagnosis with use of biomarkers (C-reactive protein and procalcitonin) in order to strength viral diagnosis and rule out bacterial infection, but the difference in biomarkers levels was not significant between the group with and without viral infection (Kherad et al., 2010) . However, in that study, biomarker levels were often performed after beginning antibiotic treatment. No studies have yet looked at clinical outcome of not treating with antibiotics in the presence of virus detection or at the cost-effectiveness of respiratory virus assays in that population (Varkey & Varkey, 2008) .\n\nMultiplex respiratory virus assays are not used yet to their full potential as an aid in clinical management. Many laboratories are already using it for different purpose but specific settings where it can be most useful have to be determined. Pediatric pneumonia, febrile neutropenia, CF, and COPD exacerbations are some examples where multiplex respiratory virus assays could reduce antibiotic prescription. Systematic patient screening in immunocompromised or neonatal units could potentially prevent outbreaks and improve patient care. More data on the cost effectiveness of respiratory virus detection and infection control procedures are critically needed in order to use multiplex respiratory virus assays appropriately."}