{"title": "", "body": "Severe respiratory disease with rhinovirus detection: Role of bacteria in the most severe cases\n\nWe read with interest a recent paper in this Journal about how the nasopharyngeal bacterial burden may influence in the severity in infants with respiratory syncytial virus (RSV) bronchiolitis. 1 We performed a study which aim was to analyze the epidemiologic and clinical characteristics of patients with severe lower-respiratory-tract infection (LRTI) with Rhinovirus (RV) detection in comparison to the patients without RV detection in a pediatric intensive care unit (PICU), and the role of viral and/or bacterial codetections as risk factors of severity. We observed that the severity was related with bacterial detection on tracheal aspirates, independently of fulfilling diagnostic criteria of bacterial pneumonia. These results are similar to those of Suarez-Arrabal et al. with RSV infection.\n\nRV is the most common respiratory virus detected in all groups of age and probably the main agent causing acute respiratory infections in humans. 2 More than 30% of general admissions for acute LRTI in children lower than 5 years of age are caused by RV, and the number of admissions to PICU is not negligible. 3, 4 The study was conducted in a PICU of a pediatric tertiary care hospital (January 2012eDecember 2013). Epidemiologic and clinical data of admitted patients 6-month to 18 years-old, with severe LRTI (bronchospasm or bronchopneumonia) were consecutively and prospectively collected. Patients with chronic conditions, previous episodes of wheezing and nosocomial respiratory infection were excluded.\n\nSevere LRTI was considered as that of those patients in need of admission to PICU for any of the following treatments: invasive (IMV) or non-invasive (NIV) mechanical ventilation; or high flow oxygen therapy with FiO 2 greater than or equal 0.6.\n\nSuspected bacterial infection was defined as fever >38 C with laboratory abnormality (Reactive C-Protein>70 mg/dl or Procalcitonin >1 ng/ml), and one or more thoracic radiography infiltrates, and antibiotic/s prescription during the first 24 h of admission. The total virus analyzed with a Real-Time PCR (Anyplex II RV16 detection (Seegene, South Korea)) in respiratory samples were: There were recruited 96 patients with LRTI. In 66% RV was detected, similar to the literature. 3, 5 No differences in severity (requirements of ventilatory support, length of ventilatory support and PICU stay) were found between patients infected with RV and patients with other viral detections. The main viral co-detection was RSV (4/11, 36%). No differences in severity between patients with RV and RV plus other viral co-detections were found (Table 1 ). Some series have described that RV could cause a more severe disease in comparison to other frequently detected viruses, such as Influenza and Respiratory Syncytial Virus (RSV). 5 In contrast, children with bronchiolitis and RV detection had a significantly shorter hospital length of stay as compared with children with RSV bronchiolitis in other series. 6 In our opinion, age, comorbidities 5 and differences in the diagnosis of included patients (bronchiolitis, bronchopneumonia, and bronchospasm) could be an important bias when interpreting these different results with regard to the severity of RV infection in comparison to other viruses. We want to remark that we didn't include children younger than 6 months, so the diagnosis of bronchiolitis was importantly avoided. 7 The distribution of patients who met criteria for suspected bacterial infection was similar between those with or without RV. The rate of patients with positive tracheal aspirates cultures was also similar between groups (Table 1) .\n\nWith regard to variables leading to severity of LRTI in patients in whom RV was detected. 16 of 55 (29%) patients with RV infection required a PICU stay over the 75th percentile of the total sample. There were not significant differences in the need for respiratory support with invasive IMV, non-invasive MV, nor the duration of these techniques between patients with RV and RV plus other viral co-detections (Table 1) .\n\nConsidering only the 15 patients in whom cultures of tracheal aspirates were performed within the first 72 h of hospital admission, the 2 more severely ill patients, those who required HFOV, had 10 3 colonies/field of bacterial grown (Staphylococcus aureus and Haemophilus influenzae). All the patients (9) with confirmed bacterial growth required a long PICU stay, whereas only 2 patients of 6 without bacterial detection required it; p Z 0.01. Of them, 2/9 (22%) do not fulfilled the criteria of bacterial infection ( Table 2) .\n\nThese results are in accord to those reported by Kloepfer et al., who described that children with both, RV and bacterial detection in nasal samples, experienced greater airway inflammation, 8 similarly to the results of Su arez-Arrabal et al. 1 We feel that bacterial carriage in children with virus infection influences either in predisposing to bacterial pneumonia more easily (but 2 of 9 patients in our study do not fulfilled this criteria) or to suffer a greater airway inflammation such as Yu et al. 9 Recently, Hofstra et al. performed an experimental study in healthy volunteers infected with RV. They observed changes of upper respiratory-tract microbiota that could help explain why RV infection predisposes to bacterial otitis media, sinusitis and pneumonia. 10 For this reason, bacterial carriage and, moreover, bacterial infection must be considered when analyzing the severity of rhinovirus infection in comparison to other viruses, and it is often missed.\n\nThe main limitations of this study are the small sample size and the difficulty in distinguishing bacterial growth in the context of low-respiratory-tract colonization or bacterial pneumonia that did not meet the mentioned criteria of bacterial infection.\n\nTo conclude, this study did not found differences in epidemiologic and clinical variables between children infected with RV and children with other viral infections. The study also highlights the important role of bacterial detection in tracheal aspirates, even without fulfilling criteria of bacterial pneumonia: all the intubated patients with RV infection and bacterial grown on tracheal aspirates required for a long PICU stay.\n\nDifferences in the severity of patients with RV, with or without viral co-detection were not found. Recent articles in this Journal have referred to the problems caused by enteroviruses 1 particularly in China. 2 Hand, foot, and mouth disease (HFMD) has been a serious public health problem in the Asia-Pacific Region. 1e4 Human enteroviruses A (HEV-A) species with Enterovirus 71 (EV-A71) and Coxsackievirus A16 (CV-A16) have accounted for major HFMD outbreaks worldwide. 3, 4 Recently, Coxsackievirus A6 (CV-A6), another virus from HEV-A, has also been recognized as an important pathogen for HFMD. 2, 4 Infants and children are susceptible to CV-A6 infection, 4 but seroepidemiological studies on CV-A6 are lacking. In this study, neutralizing antibodies (NtAbs) in serum samples from a prospective cohort study were analyzed to reveal the epidemic characteristics of CV-A6, CV-A16 and EV-A71 in the context of HFMD epidemic in infants and children.\n\nA total of 319 participants aged 6e35 months old, who were previously enrolled in a clinical trial to assess the immunogenicity of EV-A71 vaccine in Jiangsu Province (clinical trial No. NCT01508247), were followed for two years (January, 2012eJanuary, 2014). Sera were collected at the start of study (January 2012), in March 2012, September 2012 and January 2014. From this cohort, 180 participants whose sera were collected at all four scheduled visits were analyzed in this study. Altogether, there were 117 males and 63 females, while 41 participants were in the infant group (aged 6e11 months) and 139 participants were in the child group (aged 12e35 months). Titers of NtAbs"}