{"title": "Palmitoylation of SARS-CoV S protein is necessary for partitioning into detergent-resistant membranes and cell-cell fusion but not interaction with M protein", "body": "Coronaviruses are enveloped positive strand RNA viruses that infect many avian and mammalian species, including humans. These viruses target a variety of tissues and generally cause mild disease. In humans, coronaviruses are responsible for approximately 20% of common cold cases (Larson et al., 1980) . However, in 2002, a novel human coronavirus, severe acute respiratory syndrome coronavirus (SARS-CoV), emerged in the Guangdong Province of China (Kuiken et al., 2003; Rota et al., 2003) . SARS-CoV is unlike any other human coronavirus to date, causing severe respiratory disease and death in 10% of infected patients (WHO, 2003) .\n\nWhile many enveloped viruses assemble at the plasma membrane, coronaviruses assemble intracellularly and bud into the lumen of the endoplasmic reticulum Golgi intermediate compartment (ERGIC) (Klumperman et al., 1994) . To produce infectious virus, the envelope proteins must be targeted to the ERGIC for virus assembly. Many coronavirus envelope proteins localize near the assembly site when exogenously expressed alone (Corse and Machamer, 2000; Klumperman et al., 1994) ; however, others rely on lateral interactions with other envelope proteins to localize to the virus assembly site (McBride et al., 2007; Nguyen and Hogue, 1997; Opstelten et al., 1995) . Like other coronaviruses, SARS-CoV encodes 3 envelope proteins, spike (S), envelope (E) and membrane (M) (Marra et al., 2003; Rota et al., 2003) . The S protein is the second most abundant protein in the virion envelope. It is a type-I membrane protein that determines host cell tropism and is responsible for virus-cell as well as cell-cell fusion (Cavanagh, 1995; Gallagher and Buchmeier, 2001) . The SARS-CoV S glycoprotein is large (approximately 180 kDa) and heavily glycosylated with 23 potential N-linked glycosylation sites (Marra et al., 2003; Rota et al., 2003) . The cytoplasmic tail of the SARS-CoV S is palmitoylated (Petit et al., 2007) and contains a weak endoplasmic reticulum retrieval signal that helps it localize to the virus assembly site when co-expressed with SARS-CoV M (McBride et al., 2007) . The M protein is the most abundant protein in the virion envelope. M can form homo-oligomers and acts as a scaffold for virus assembly, interacting with S, E and the viral nucleocapsid Hogue and Machamer, 2008) . SARS-CoV M has an N-linked glycosylation site, three transmembrane domains and a long cytoplasmic tail (Voss et al., 2006) . The E protein is the least abundant protein in the virion envelope although it has an important role in virion budding and release (DeDiego et al., 2007; Fischer et al., 1998; Kuo and Masters, 2003; Machamer and Youn, 2006; Ortego et al., 2007 Ortego et al., , 2002 . Although the topology and glycosylation of SARS-CoV E is controversial, it has a single hydrophobic domain and is palmitoylated on its cytoplasmic tail (reviewed in (Liu et al., 2007) . Virology 405 (2010) [139] [140] [141] [142] [143] [144] [145] [146] [147] [148] Protein palmitoylation is a common post-translational modification that occurs on cytoplasmic cysteine residues. Protein palmitoylation occurs by the addition of the fatty acid palmitate to a protein via a thioester linkage (Resh, 2006a) . Protein palmitoylation can greatly increase the hydrophobicity of a protein, which can in turn affect protein activity. Transmembrane proteins are commonly palmitoylated on cysteine residues that are at or near the lipid bilayer (Resh, 2006a) . Cytoplasmic proteins can also be palmitoylated, inducing membrane association (Greaves and Chamberlain, 2007) . Palmitoylation is generally reversible and can be highly dynamic (Linder and Deschenes, 2007) . Addition of palmitate to proteins can greatly influence a protein's trafficking, stability, localization and interaction with other proteins (Delandre et al., 2009; McCormick et al., 2008; Van Itallie et al., 2005) . Because of the great versatility of protein palmitoylation, it can be used to dynamically regulate protein function (Baker et al., 2003; Iwanaga et al., 2009) .\n\nPalmitoylation of viral proteins can play an important role in virus assembly and infection (Grantham et al., 2009; Majeau et al., 2009; Rousso et al., 2000) . The S and E proteins of several coronaviruses have been shown to be palmitoylated (Boscarino et al., 2008; Corse and Machamer, 2002; Liao et al., 2006; Lopez et al., 2008; Petit et al., 2007; Thorp et al., 2006) ; however, not much is known about the role of this modification. Coronavirus S protein palmitoylation appears to be important for cell-cell fusion (Petit et al., 2007) , infectivity and virus assembly (Thorp et al., 2006) . In addition, for mouse hepatitis virus (MHV), it has been shown that S protein palmitoylation is important for interaction with the M protein (Thorp et al., 2006) . Coronavirus E protein palmitoylation is important for E protein stability, virus assembly and production (Boscarino et al., 2008; Lopez et al., 2008) . Although many important roles for palmitoylation of coronavirus envelope proteins have been suggested, few studies have analyzed all of the possible palmitoylated cysteine residues with regard to function (Petit et al., 2007) . Pharmacological inhibition of palmitoylation is commonly used (Thorp et al., 2006) , although this has deleterious effects on general cellular functions since palmitoylation is a common modification (Mikic et al., 2006; Resh, 2006b) .\n\nIn this study, we addressed the role of SARS-CoV S protein palmitoylation without the use of general palmitoylation inhibitors by mutating the 9 potentially palmitoylated cytoplasmic cysteine residues. We show that palmitoylation is not necessary for SARS-CoV S protein stability, localization and trafficking. We confirm previous reports that suggest a role for SARS-CoV S protein palmitoylation in cell-cell fusion and also provide evidence for the importance of palmitoylation in SARS-CoV S partitioning into detergent-resistant membranes (DRMs). Importantly, we show that SARS-CoV S palmitoylation is not necessary for efficient interaction with SARS-CoV M, which differs from published experiments for MHV (Thorp et al., 2006) and suggests a significant difference between the two viruses that may have important implications for virus assembly and infectivity.\n\nResults from other labs have shown that coronavirus spike proteins are palmitoylated (Bos et al., 1995; Petit et al., 2007) ; however, there is no information about the compartment in which this post-translational modification occurs. Since the protein acyltransferases responsible for protein palmitoylation are localized throughout the entire secretory pathway (Tsutsumi et al., 2008) , it is possible that coronavirus spike proteins could be palmitoylated at the ER, Golgi or the plasma membrane. After glycoproteins are synthesized, their sugars become modified as the protein traffics through the secretory pathway. In the medial Golgi, glycoproteins become resistant to digestion with endoglycosidase H (endo H) (Herscovics, 1999) . To determine if SARS-CoV S becomes palmitoylated in a pre-medial Golgi compartment, HEK293T cells exogenously expressing SARS-CoV S were labeled for 30 min with 35 S-methionine/ cysteine to measure total protein expression or 3 H-palmitic acid to measure palmitoylated protein. While 35 S-methionine/cysteine labels newly translated proteins, 3 H-palmitic acid labels both newly made and pre-existing proteins. After radiolabeled cells were lysed, S protein was immunoprecipitated, denatured and digested with endo H. As expected, upon endo H treatment, there was a population of newly made 35 S-labeled S protein that had not yet trafficked past the medial Golgi and was thus sensitive to endo H digestion (Fig. 1A, left) . There was also a population of 3 H-palmitic acid labeled S protein that was sensitive to digestion with endo H (Fig. 1A, right) , indicating that S can be palmitoylated before it traffics through the Golgi en route to the plasma membrane. This result suggests that at least a portion of SARS-CoV S is palmitoylated in a pre-medial Golgi compartment but does not rule out the possibility of additional palmitoylation in a postmedial Golgi compartment.\n\nPalmitoylation is reversible and proteins can be palmitoylated and de-palmitoylated rapidly (Linder and Deschenes, 2007) . Generally, viral proteins are stably palmitoylated, but there are examples of proteins containing palmitate chains that are rapidly turned over (Rocks et al., 2005) . To determine if SARS-CoV S palmitoylation was a stable or dynamic modification, we performed a pulse-chase assay. HEK293T cells expressing SARS-CoV S were pulse labeled with 35 Smethionine/cysteine or 3 H-palmitic acid and chased for various times. The 3 H-palmitate label (Fig. 1B , right) was similar in stability to the total 35 S-methionine/cysteine labeled population (Fig. 2, left) . This suggests that palmitoylation of SARS-CoV S is a stable posttranslational modification.\n\nLike other coronaviruses spike proteins, SARS-CoV S has multiple cysteine residues in its cytoplasmic tail that could be palmitoylated. SARS-CoV S, like MHV S, has 9 cytoplasmic cysteines that are putative palmitoylation sites ( Fig. 2A ) (Petit et al., 2007) . To determine the role of SARS-CoV S palmitoylation, we mutated all 9 of the cytoplasmic cysteine residues to alanines. To ensure that the mutant SARS-CoV S was not palmitoylated, we radiolabeled HEK293T cells expressing wild-type or mutant S with 35 S-methionine/cysteine or 3 H-palmitic acid. While wild-type and mutant SARS-CoV S proteins were expressed at similar levels, only wild-type SARS-CoV S was \n\nProtein palmitoylation can have dramatic effects on protein turnover. Palmitoylation often increases protein stability (Ochsenenbauer-Jambor et al., 2001) ; in support of this, MHV E palmitoylation was reported to increase its half-life (Lopez et al., 2008) . To determine if palmitoylation affects the stability of S, we calculated the half-lives of SARS-CoV S and S PN . HEK293T cells expressing SARS-CoV S or S PN were pulse labeled and chased for various times. Wild-type and mutant S proteins were immunoprecipitated and analyzed. The percentage of protein remaining relative to the zero chase time was calculated for each time of chase. Both SARS-CoV S and S PN had similar half-lives of approximately 2.75 h (Fig. 3) . This result suggests that palmitoylation of SARS-CoV S does not affect turnover or stability when S protein is exogenously expressed.\n\nSARS-CoV S localizes to the plasma membrane when exogenously expressed alone in cells (Bisht et al., 2004; Hofmann et al., 2004; Schwegmann-Wessels et al., 2004; Simmons et al., 2004) . Transmembrane protein trafficking as well as soluble protein translocation to membranes can both be regulated by protein palmitoylation (Resh, 2006a) . In fact, palmitoylation of different cysteines on the same protein can lead to dramatic differences in subcellular localization (Roy et al., 2005) . To determine if palmitoylation alters the subcellular localization of SARS-CoV S, we performed indirect immunofluorescence microscopy on HEK293T cells expressing SARS-CoV S or S PN . HEK293T cells expressing S or S PN were fixed, permeabilized and costained with antibodies to SARS-CoV S and golgin-160 (a Golgi marker). SARS-CoV S and S PN were both present throughout the secretory pathway, with staining at the cell surface and some internal concentration at the Golgi complex co-localizing with golgin-160 ( Fig. 4A ). To further assess the localization of SARS-CoV S and S PN at the plasma membrane, we performed surface staining on nonpermeabilized cells with mouse anti-SARS-CoV S. Subsequently, cells were washed, fixed, permeabilized and then stained for total S protein with rabbit anti-SARS-CoV S. Surface staining of intact cells revealed that SARS-CoV S and SARS-CoV S PN were both present at the plasma membrane (Fig. 4B ). These results suggest that blocking palmitoylation does not affect the subcellular localization of SARS-CoV S when exogenously expressed.\n\nAlthough both SARS-CoV S and S PN were present at the cell surface, it is possible that there could be a difference in the amount of protein at the plasma membrane at steady state if palmitoylation affects a post-Golgi trafficking step. To determine if palmitoylation affects the steady-state levels of S protein at the plasma membrane, we performed a cell surface biotinylation assay. HEK293T exogenously expressing SARS-CoV S or S PN were surface biotinylated at 0°C with a membrane-impermeable biotinylating reagent. Biotinylated S proteins were captured with streptavidin agarose resin and analyzed by SDS-PAGE followed by Western blotting. SARS-CoV S and S PN were both present in similar amounts at the plasma membrane, with 8-9% of the total protein expressed surface biotinylated at steady state ( Fig. 4C ).\n\nPrevious data from our lab and others have shown that coronavirus S and M proteins can interact directly (Godeke et al., 2000; Hsieh et al., 2008; Huang et al., 2004; McBride et al., 2007; Nguyen and Hogue, 1997; Youn et al., 2005) . Palmitoylation has been shown to regulate protein-protein interactions (Shmueli et al., 2010) . Using the palmitoylation inhibitor 2-bromopalmitate (2-BP) (Thorp et al., 2006) or truncation analysis (Bosch et al., 2005) , it has been indirectly shown that palmitoylation of MHV S protein is necessary for interaction with MHV M. When the SARS-CoV S protein is exogenously expressed alone, it localizes to the cell surface. However, when co-expressed with SARS-CoV M, SARS-CoV S localizes to the Golgi complex, co-localizing with M (McBride et al., 2007) . To determine if SARS-CoV S palmitoylation is necessary for interaction with M, we performed indirect immunofluorescence microscopy. HEK293T cells exogenously co-expressing SARS-CoV M and SARS-CoV S or S PN were fixed, permeabilized and co-stained with antibodies to SARS-CoV S and SARS-CoV M. Upon co-expression with SARS-CoV M, S was retained intracellularly at the Golgi complex and co-localized completely with M (Fig. 5A) . Surprisingly, SARS-CoV S PN was also retained intracellularly at the Golgi when co-expressed with SARS-CoV M (Fig. 5A) .\n\nPalmitoylation did not affect the steady-state localization of SARS-CoV S when co-expressed with M by indirect immunofluorescence microscopy but might influence the trafficking of S in the absence or presence of SARS-CoV M. To determine if palmitoylation affects the trafficking of SARS-CoV S, we performed a pulse-chase assay and measured acquisition of endo H resistance. HEK293T cells expressing SARS-CoV S or S PN in the absence or presence of SARS-CoV M were pulse labeled with 35 S-methionine/cysteine and chased for various times. S protein was immunoprecipitated, denatured and digested with endo H. S and S PN had similar trafficking kinetics through the secretory pathway. After 40 min of chase, 70-80% of both SARS-CoV S and S PN were resistant to digestion with endo H, implying that 70-80% of the pulse-labeled protein had moved past the medial Golgi, presumably en route to the plasma membrane (Fig. 5B) . Interestingly, when co-expressed with SARS-CoV M, carbohydrate processing of both S and S PN was dramatically reduced and only 10-20% of the labeled protein was resistant to endo H digestion after 40 min of chase (Fig. 5B) . Thus, both SARS-CoV S and S PN interacted with M and were retained in a pre-medial Golgi compartment, which is consistent with the previously published cis-Golgi localization of some coronavirus M proteins (Swift and Machamer, 1991) .\n\nTaken together, these results and previously published in vitro binding data (McBride et al., 2007) suggest that palmitoylation of SARS-CoV S is not essential for interaction with SARS-CoV M. This reveals a potentially important difference between assembly of SARS-CoV and MHV.\n\nOne of the best known functions of protein palmitoylation is directing incorporation into specific membrane domains that are resistant to extraction with cold Triton X-100. Detergent-resistant membranes (DRMs) are sometimes referred to as lipid rafts and are regions of membrane that are enriched in cholesterol and glycosphingolipids (Brown, 2006) . DRMs may represent important signaling centers at the plasma membrane although they can also be found earlier in the secretory pathway at the Golgi (Simons and van Meer, 1988) . MHV S is enriched in DRMs and enrichment was reduced by treating cells with 2-BP prior to isolation (Thorp et al., 2006) . To determine if SARS-CoV S partitions into DRMs and if that partitioning is dependent on S protein palmitoylation, we isolated DRMs by floatation on a sucrose step gradient after cold Triton X-100 extraction. Fractions were collected and 10% of each fraction was analyzed by SDS-PAGE and Western blotting with antibodies to SARS-CoV S. To identify which fractions contained DRMs, a small portion of each fraction was spotted onto nitrocellulose and incubated with HRP-cholera toxin B which binds to GM1, a glycolipid enriched in DRMs (Brown, 2006) . GM1 was primarily present in fraction 4 for both samples (Fig. 6, bottom panel) . SARS-CoV S was also present in fraction 4 (Fig. 6 top panel) while S PN was completely absent from fractions that contained DRMs (Fig. 6 middle panel) . Amido Black staining of the membrane ensured that similar amounts of total protein were present in each lane for both S and S PN (data not shown). It is important to note that the upper fully glycosylated mature form of SARS-CoV S was enriched in DRMs while the immature partially processed form of SARS-CoV S was present in the more dense fractions. These results demonstrate that SARS-CoV S palmitoylation is necessary for S partitioning into DRMs. Approximately 8% of total S protein is at the plasma membrane at steady state by biotinylation (Fig. 4C) , and an average of 15% of total S is present in detergentresistant membranes at steady state. Thus, it is likely that all S at the plasma membrane is present in DRMs.\n\nA role for coronavirus S protein palmitoylation in membrane fusion has been suggested (Bos et al., 1995; Chang et al., 2000; Petit et al., 2007; Shulla and Gallagher, 2009) . However, these studies have either used global palmitoylation inhibitors like 2-BP, which can be toxic to cells (Mikic et al., 2006) , or only partial mutagenesis of palmitoylated cysteines. To determine a role for SARS-CoV S cytoplasmic cysteine residues in cell-cell fusion, we compared the fusion activities of SARS-CoV S and S PN in Vero cells, which express the functional SARS-CoV receptor, ACE2. Vero cells expressing SARS-CoV S or S PN were briefly trypsinized to activate the protein for fusion (Simmons et al., 2004) . The number of nuclei per syncytia (≥3 nuclei) was counted 24 h after trypsinization. Vero cells expressing SARS-CoV S had extensive syncytium formation with approximately 5 nuclei per syncytia, but syncytium formation was absent in cells expressing SARS-CoV S PN (Fig. 7) . These results suggest a critical role for S protein palmitoylation in cell-cell fusion.\n\nIn conclusion, we have shown that palmitoylation is dispensable for the stability, subcellular localization and trafficking of SARS-CoV S. However, SARS-CoV S palmitoylation is important for partitioning into DRMs and for cell-cell fusion. Most importantly, SARS-CoV S palmitoylation is not important for interaction with SARS-CoV M. SARS-CoV M retained non-palmitoylated S in the Golgi and reduced the extent of non-palmitoylated S trafficking through the secretory pathway as well as wild-type SARS-CoV S. These results demonstrate a significant difference between SARS-CoV and MHV that may have significant implications for virus assembly and infection.\n\nProtein palmitoylation is a common post-translational modification where a 16 carbon fatty acid chain is added to cysteine residues on proteins. Palmitoylation can be dynamic and plays an important role in regulating protein function and activity. In fact, alterations in protein palmitoylation have been shown to affect protein stability, trafficking and subcellular localization as well as protein-protein interactions (Linder and Deschenes, 2007; Lopez et al., 2008; Resh, 2006a; Roy et al., 2005; Thorp et al., 2006; Van Itallie et al., 2005) . Transmembrane proteins can be palmitoylated throughout the secretory pathway and cytoplasmic proteins can be palmitoylated at different secretory pathway membranes. Additionally, many important regulatory proteins, signaling molecules and trafficking components have been shown to be palmitoylated (Linder and Deschenes, 2007) . In line with the important role of palmitoylation in cellular processes, global inhibition of palmitoylation has deleterious effects on cellular function (Mikic et al., 2006; Resh, 2006b) .\n\nIn addition to the palmitoylation of endogenous cellular proteins, many viral proteins are palmitoylated. Perhaps the most well-known examples of palmitoylated viral proteins are the influenza virus HA and M2 proteins (Holsinger et al., 1995; Sugrue et al., 1990; Veit et al., 1991) . However, there are many more examples of viral protein palmitoylation including those encoded by hepatitis C virus (Majeau et al., 2009 ), human immunodeficiency virus (Rousso et al., 2000) , herpes simplex virus (Nozawa et al., 2003) and some coronaviruses (Bos et al., 1995; Corse and Machamer, 2002; Petit et al., 2007) . Inhibition or disruption of viral protein palmitoylation can have negative effects on important protein-protein interactions in the virion envelope (Yu et al., 2006) , virus assembly (Boscarino et al., 2008; Lopez et al., 2008; Majeau et al., 2009; Thorp et al., 2006; Ye et al., 2004) , infectivity (Boscarino et al., 2008; Lopez et al., 2008; Rousso et al., 2000; Yan et al., 2004) , subcellular protein localization (Nozawa et al., 2003) and even protein stability (Lopez et al., 2008) .\n\nTwo of the coronavirus envelope proteins, S and E, contain conserved palmitoylated cysteine residues in their cytoplasmic tails. Palmitoylation of the coronavirus E protein does not seem to be important for Golgi localization (Boscarino et al., 2008; Corse and Machamer, 2002; Lopez et al., 2008) or virus entry (Lopez et al., 2008) but has been implicated in protein stability and efficient virus growth (Boscarino et al., 2008; Lopez et al., 2008) . E proteins have 2-3 potentially palmitoylated cytoplasmic cysteine residues. The work performed to determine the role of coronavirus E protein palmitoylation used mutagenesis of all potentially palmitoylated cysteine residues, which conclusively implicated or eliminated possible roles for E protein palmitoylation. Coronavirus S proteins contain a cysteine-rich domain in their cytoplasmic tails with at least 7 cysteine residues (Hogue and Machamer, 2008) . Coronavirus S protein palmitoylation has been implicated in cell-cell fusion, virus-cell fusion, virus assembly and infectivity; however, studies focusing on the role of S protein palmitoylation have so far mutated only some of the palmitoylated cysteines (Petit et al., 2007; Shulla and Gallagher, 2009) or used pharmacological inhibitors of protein palmitoylation (Thorp et al., 2006) . These methods and results led to only a partial disruption of protein palmitoylation and partial phenotypes. Here, we mutated all 9 cytoplasmic cysteine residues to conclusively determine the role of SARS-CoV S palmitoylation.\n\nWe constructed a palmitoylation-null mutant protein, SARS-CoV S PN , with all 9 cytoplasmic cysteine residues mutated to alanines, which was not palmitoylated (Fig. 2) . The compartment in which envelope proteins become palmitoylated has not been determined for any coronavirus. When SARS-CoV S was exogenously expressed in cells, we identified a population of palmitoylated, endo H sensitive SARS-CoV S (Fig. 1A) . This suggests that at least some SARS-CoV S protein is palmitoylated in a pre-medial Golgi compartment. MHV S can also be palmitoylated in an early compartment (van Berlo et al., 1987) . However, it will be important to determine if S protein palmitoylation occurs similarly during an infection when other viral proteins are present. Also, we determined that palmitoylation of SARS-CoV S is a relatively stable post-translational modification (Fig. 1B) , which appears to be common among palmitoylated viral proteins (Linder and Deschenes, 2007) . This does not rule out the possibility that different cysteines may have differential rates of palmitate turnover; however, it does suggest that there is always a population of S protein that is palmitoylated to some extent. Unlike the MHV E protein, disruption of SARS-CoV S palmitoylation did not affect the stability of the protein since SARS-CoV S and S PN had similar half-lives when expressed exogenously (Fig. 3) . However, like the E protein, SARS-CoV S palmitoylation does not appear to be important for subcellular localization (Fig. 4) (Boscarino et al., 2008; Corse and Machamer, 2002; Linder and Deschenes, 2007; Lopez et al., 2008) . We confirmed previous results published for MHV and SARS-CoV that S palmitoylation is important for cell-cell fusion. However, we show a complete inhibition of cell-cell fusion (not a partial reduction) when cells expressed S PN (Fig. 7) . This abolition of cell-cell fusion was not due to a reduction in the amount of SARS-CoV S PN at the plasma membrane ( Fig. 4C) but possibly due to an exclusion of SARS-CoV S PN from DRMs (Fig. 6) . In fact, DRMs have been implicated in cell-cell fusion events at the plasma membrane (Mukai et al., 2009; Teissier and Pecheur, 2007) . Although it is possible that mutating all 9 cysteine residues to alanines dramatically disrupted the conformation of the SARS-CoV S protein, this seems unlikely since S PN was stable, trafficked through the secretory pathway properly (Fig. 5B) , had the correct subcellular localization and could still interact with the M protein (Fig. 5A) .\n\nMost importantly, we show that palmitoylation of SARS-CoV S is not necessary for interaction with the M protein. Previous results from our lab suggested SARS-CoV S and M could interact in vitro using a recombinant SARS-CoV S cytoplasmic tail purified from bacteria. This recombinant S protein was not palmitoylated, yet it was able to interact with in vitro transcribed and translated SARS-CoV M (McBride et al., 2007) . In that in vitro experiment, only the tail of the SARS-CoV S protein was used; here we confirm those results using different in vivo assays using the full length protein. We showed that SARS-CoV M was able to retain S PN at the Golgi complex similarly to wild-type S (Fig. 5A) . Also, SARS-CoV M was able to reduce the amount of S PN carbohydrate processing (Fig. 5B ) and the amount of S PN at the plasma membrane (data not shown) similar to wild-type SARS-CoV S. These results suggest a significant difference between MHV and SARS-CoV. For MHV, very low concentrations of 2-BP, which only slightly reduced the amount of MHV S palmitoylation, had dramatic results on the ability of MHV S to form a complex with M. This resulted in reduced MHV S incorporation into virions, which led to a reduction in infectious virus (Thorp et al., 2006) . MHV S appears to be extremely sensitive to changes in palmitoylation levels, where as SARS-CoV S can better tolerate disruptions in palmitoylation. An interesting possibility is that wild-type fully palmitoylated S and palmitoylation-null S both interact equally well with M, but only partially palmitoylated S protein does not interact efficiently with M protein. It is also possible that an endogenous protein Fig. 6 . SARS-CoV S palmitoylation is necessary for partitioning into detergent-resistant membranes. At 24 h post-transfection, detergent-resistant membranes (DRMs) were extracted from HEK293T cells expressing SARS-CoV S or S PN using cold Triton. DRMs were isolated using discontinuous density ultracentrifugation, and fractions were collected from the top. S protein was identified by Western blotting (upper and middle panels) and DRMs were identified using HRP-cholera toxin B, which binds ganglioside GM1 (bottom panel). A representative image of 3 independent experiments is shown. was sensitive to low concentrations of 2-BP in the studies using MHV; this could have subsequently affected MHV S trafficking, localization and/or stability since none of these variables were tested after 2-BP treatment. We attempted to use virus-like particle (VLP) production to determine if SARS-CoV S palmitoylation was important for virus assembly, but the ability of S and S PN to be released from membranous vesicles when expressed alone in 293T cells precluded our ability to determine the contribution of palmitoylation to assembly using this assay. Our results suggest that there would be no difference between S and S PN assembly into virions since both can interact equally well with M; however, it is possible that spike incorporation into virions could depend on more than interaction with M protein. Even if SARS-CoV S PN is well incorporated into assembling virions, overall infection may be limited by the cell-cell fusion defect seen with S PN . Also, recently published work suggests an unexpected role for MHV S cytoplasmic cysteine residues in virus-cell fusion (Shulla and Gallagher, 2009 ). Here we examined the ability of palmitoylation-null SARS-CoV S to interact with M without complications from virus infection; however, it will also be important to determine the role of S protein palmitoylation in infected cells by inserting the mutations into an infectious clone.\n\nThere is no clear consensus sequence for protein palmitoylation. Palmitate adducts at different cysteines can have different dynamics (Linder and Deschenes, 2007) and with the large number of potentially palmitoylated cysteines in coronavirus S proteins, there could be many possibilities for differential S protein regulation based on which cysteines are palmitoylated and when. Identifying palmitoylated SARS-CoV S cysteine residues will prove to be difficult due to the 9 potentially palmitoylated cysteines; a large number of combinatorial cysteine mutations would have to be made to fully uncover the role of each. Also, mutagenesis of a palmitoylated residue could induce palmitoylation of residues that are not usually modified.\n\nAlthough S and S PN are both present at the plasma membrane in similar amounts, S PN is excluded from DRMs. While this is interesting, a more important observation revolves around the amount of SARS-CoV S at the cell surface. Based on our calculations, only 7-8% of SARS-CoV S protein expressed in cells is present at the plasma membrane at steady state; however, 15% of total S is present in DRMs. This suggests that all S present at the plasma membrane is in DRMs. Since DRMs form in the late Golgi, it is likely that S is enriched in these domains before trafficking to the plasma membrane. It seems that coronaviruses have evolved multiple mechanisms to control the amount and distribution of S at the plasma membrane. These mechanisms include ER retrieval (Lontok et al., 2004; McBride et al., 2007) , endocytosis (Lontok et al., 2004; Petit et al., 2005; Youn et al., 2005) , lateral protein-protein interactions (McBride et al., 2007; Opstelten et al., 1995) and sequestration in DRMs (Thorp et al., 2006) . It is possible that too much S at the cell surface may compromise a productive infection. In support of this idea, previous work in our lab where the ER retrieval and endocytosis signals of the infectious bronchitis virus (IBV) S protein were mutated in an infectious clone showed massive syncytia formation early after transfection but failed to generate any infectious virus (Youn et al., 2005) . This suggests that too much S at the plasma membrane is detrimental to infection, possibly due to premature cell death. Anchoring in DRMs insures that any S that is present at the plasma membrane is functional and fully fusion competent. Thus, only small amounts of S protein at the cell surface are required to ensure efficient cell-cell fusion. It is also possible that MHV relies heavily on S protein palmitoylation for interaction with M because MHV S does not contain an ER retrieval signal. The SARS-CoV S ER retrieval signal presumably increases the possibility of S-M interaction by promoting cycling of S through the budding compartment. Without this mechanism, MHV may rely on palmitoylation to present the S protein cytoplasmic tail properly for interaction with M. It will be interesting to determine the role of IBV S palmitoylation in S-M interaction since IBV S contains a canonical ER retrieval signal.\n\nIn conclusion, our results suggest that SARS-CoV S palmitoylation is important for S partitioning into DRMs and cell-cell fusion. However, SARS-CoV S palmitoylation was not necessary for S protein stability, trafficking or subcellular localization. Additionally, we conclude that SARS-CoV S palmitoylation is not necessary for efficient interaction with M protein, which is different from previously published results for MHV (Thorp et al., 2006) . This suggests there are differences in the requirements for coronavirus assembly that could translate into important differences in virus infection and spread.\n\nHEK293T and Vero cells were maintained in Dulbecco's modified Eagle's medium (DMEM) (Invitrogen/Gibco, Grand Island, NY) supplemented with 10% fetal bovine serum (Atlanta Biologicals, Lawrenceville, GA) and 0.1 mg/ml Normocin (InvivoGen, San Diego, CA) at 37°C and 5% CO 2 . Expression plasmids pCAGGS/SARS-CoV S and pCAGGS/SARS-CoV M were previously described (McBride et al., 2007) . pCAGGS/SARS-CoV S PN was generated using QuikChange (Stratgene, La Jolla, CA) site-directed mutagenesis to introduce the following mutations sequentially into pcDNA 3.1/SARS-CoV S: C1217A, C1218A, C1222A, C1223A, C1225A, C1230A, C1232A, C1235A and C1236A. The mutated region of SARS-CoV S PN was excised from pcDNA3.1 and subcloned into pCAGGS-MCS expression vector (Niwa et al., 1991) using EcoRV and XhoI.\n\nTransient transfections were performed using Fugene6 transfection reagent (Roche, Indianapolis, IN) as per the manufacturer's instructions. When co-expressed with SARS-CoV M, there was a decrease in the expression level of SARS-CoV S and S PN . To counteract this decrease, we co-transfected S and M at a 3:1 ratio. Briefly, 1 day after plating cells, 50% confluent 35 mm dishes of HEK293T or Vero cells were transfected with a total of 1.5 μg of DNA per dish when expressing SARS-CoV S or S PN alone. When SARS-CoV S or S PN was coexpressed with SARS-CoV M, 2 μg of DNA was used per dish: 1.5 μg pCAGGS/SARS-CoV S or S PN and 0.5 μg SARS-CoV M. For detergentresistant membrane isolation, a 60% confluent 10 cm dish of HEK293T cells was transfected with 12 μg of DNA.\n\nRabbit anti-SARS-CoV S (McBride et al., 2007) , rabbit anti- SARS-CoV M (McBride et al., 2007) and rabbit anti-golgin 160 (Hicks and Machamer, 2002) polyclonal antibodies were previously described. Mouse anti-SARS-CoV S monoclonal antibodies were from Biodefense and Emerging Infections (BEI) Research Resources (Manassas, VA). Alexa 488-conjugated donkey anti-mouse IgG was from Invitrogen/ Molecular Probes (Eugene, OR), and Texas Red-conjugated donkey anti-rabbit IgG was from Jackson ImmunoResearch (Westgrove, PA). Horseradish peroxidase-conjugated (HRP) anti-rabbit IgG was from Amersham/GE Healthcare (Piscataway, NJ).\n\nAt 24 h post-transfection, HEK293T cells were pulse labeled and chased as previously described (McBride et al., 2007) . Briefly, cells were starved in methionine/cysteine-free DMEM, labeled for 20 min with 50 μCi of 35 S methionine/cysteine, Expre 35 S 35 S (Perkin Elmer, Waltham, MA) in methionine/cysteine-free DMEM per 35 mm dish and then chased for the times indicated. Cells were lysed in detergent solution (50 mM Tris-HCl [pH 8.0], 1% NP-40, 0.4% deoxycholate, 62.5 mM EDTA) containing protease inhibitor cocktail (Sigma, St. Louis, MO). Lysates were clarified for 10 min at 4°C at 16,000 ×g and SDS was added to a final concentration of 0.2%. SARS-CoV S and S PN were immunoprecipitated with rabbit anti-SARS-CoV S polyclonal antibodies (McBride et al., 2007) SDS, 20% glycerol, 0.025% bromophenol blue and 5% 2-mercaptoethanol) and samples were subjected to 8% SDS-PAGE. To reduce variation in the SARS-CoV S and S PN half-life experiment, cells were first seeded on a 10-cm dish. The following day, cells were transfected with 12 μg of pCAGGS/SARS-CoV S or S PN . 20 h post-transfection, cells were trypsinized and seeded onto 35 mm dishes. Cells were allowed to reattach for 4 h and were then labeled as described above. Labeled proteins were visualized by Molecular Imager FX phosphoimager (BioRad) and quantified using Quantity One software.\n\nAt 24 h post-transfection, HEK293T cells were labeled with 3 Hpalmitic acid as previously described (Corse and Machamer, 2002) . Briefly, HEK293T cells were washed and incubated for 20 min in serum-free DMEM. Cells were labeled for 30 min at 37°C with 250 μCi of 3 H-palmitic acid ([9,10-3 H(N)]-) dried under N 2 and resuspended in DMEM supplemented with 10% FBS, 50 mM Hepes [pH 7.2] and 1X non-essential amino acids (Invitrogen/Gibco, Grand Island, NY). A parallel dish was labeled for 30 min with 50 μCi 35 S-methionine/ cysteine as described above to detect total S protein. Cells were chased for various times and lysed and immunoprecipitated as described above. For endo H assays, samples were eluted and digested as described above. For all other assays, samples were eluted in 1X Laemmli sample buffer. Samples were subjected to 8% SDS-PAGE, gels were impregnated with 2,5 diphenyloxazole (PPO) and processed by fluorography at −80°C.\n\nHEK293T cells were prepared for indirect immunofluorescence microscopy as previously described (McBride et al., 2007) . Cells were seeded onto glass coverslips treated with 1 mg/ml poly-L-lysine, mol wt N300,000 (Sigma, St. Louis, MO) to improve cell adherence during processing. Briefly, at 24 h post-transfection HEK293T cells were washed in PBS and fixed for 10 min in 3% paraformaldehyde in PBS. Fixative was quenched in 10 mM glycine in PBS (PBS/gly) and cells were permeabilized for 3 min in 0.5% TX-100 in PBS/gly. Cells were washed in PBS/gly and co-stained with primary antibodies diluted in 1% bovine serum albumin (BSA) in PBS/gly as follows: mouse anti-SARS-CoV S (1:100) and rabbit anti-golgin 160 (1:500), mouse anti-SARS-CoV S (1:100) and rabbit anti-SARS-CoV S (1:400), or mouse anti-SARS-CoV S (1:100) and rabbit anti-SARS-CoV M (1:400). Cells were washed in PBS/gly and co-stained for 15 min with secondary antibodies as follows: Alexa 488 donkey anti-mouse (1:500) and Texas Red donkey anti-rabbit (1:400). Cells were washed in PBS/gly and mounted in 0.1 M N-propylgallate in glycerol. Images were obtained with an Axioscop microscope (Zeiss, Thornwood NJ) equipped for epifluorescence using a Sensys charge-coupled device camera (Photometric, Tucson, AZ) and IP Lab software (Scanalytics, Vienna, VA).\n\nCells were seeded onto dishes treated with 1 mg/ml poly-L-lysine mol wt N300,000 (Sigma, St. Louis, MO) to improve cell adherence during processing. At 24 h post-transfection, HEK293T cells were washed with PBS and biotinylated in 1 mg/ml Sulfo-NHS-LC-Biotin (Pierce/ThermoScientific, Rockford, IL) in PBS for 30 min at 0°C. After washing in PBS, the biotinylation reaction was quenched for 3 min with PBS containing 50 mM glycine. Cells were lysed in lysis buffer (10 mM Hepes [pH 7.2], 0.2% NP-40, 150 mM NaCl) containing protease inhibitor cocktail at 0°C for 10 min. Lysates were clarified for 10 min at 16,000 × g at 4°C. 10% of the sample was reserved for quantification of total S protein. Biotinylated proteins were isolated overnight at 4°C using washed streptavidin agarose resin (Pierce/ ThermoScientific, Rockford, IL). Streptavidin beads were washed in lysis buffer and biotinylated proteins were eluted in 1X Laemmli sample buffer for 3 min at 100°C. Samples were subjected to 8% SDS-PAGE then transferred to polyvinylidene di-flouride membrane (PVDF), (Millipore, Bedford,MA) for Western Blotting.\n\nPVDF membranes were blocked for 30 min in 5% non-fat dry milk in Tris buffered saline with Tween (TBST, 150 mM NaCl, 10 mM Tris-HCl [pH 7.4], 0.05% Tween-20). Membranes were incubated overnight at 4°C with rabbit anti-SARS-CoV S polyclonal antibody diluted 1:5,000 in 5% non-fat dry milk made in TBST. Membranes were washed in TBST and then incubated at room temperature for 1 h with HRP-conjugated anti-rabbit IgG diluted 1:10,000 in 5% non-fat dry milk made in TBST. Membranes were washed in TBST then treated with HyGlo chemiluminescence reagent (Denville Scientific, Metuchen, NJ) as per the manufacturer's instructions. Membranes were analyzed using a Versa Doc imaging station (BioRad, Hercules, CA) and quantified using Quantity One software (BioRad).\n\nDetergent-resistant membranes (DRMs) were isolated by using discontinuous density ultracentrifugation. At 24 h post-transfection, HEK293T cells were washed with cold PBS and lysed in 1 ml cold 1% Triton X-100 in TNE (10 mM Tris-HCl [pH 7.4], 150 mM NaCl, 5 mM EDTA) for 1 h at 0°C, with occasional mixing. Ten percent of the lysate was reserved for quantification of total S protein. All of the following steps were performed at 0°C: 1 ml of the lysate was mixed with 1 ml of 85% sucrose in TNE and placed in a pre-cooled SW41 ultracentrifuge tube (Beckman, Palo Alto, CA), 4 ml of 35% sucrose in TNE was overlaid on the lysate containing 85% sucrose, 1 ml of 5% sucrose in TNE was overlaid on the 35% sucrose and 5 ml of TNE was overlaid on the 5% sucrose. Samples were centrifuged for 18 h at 285,000×g at 4°C. After ultracentrifugation, DRMs were visible floating near the 5%/35% sucrose interface. After removal of 3.5 ml of TNE from the top of the gradient, 600-μl fractions were collected. To identify fractions containing DRMs, 3 μl of each fraction was dot blotted onto nitrocellulose membrane and dried. After blocking for 30 min in 5% non-fat dry milk in TBST, the membrane was washed in TBST and incubated for 1 h with HRPcholera toxin B (1:25,000) (Molecular Probes/Invitrogen) in 3% BSA in TBST. To identify fractions containing SARS-CoV S protein, 10% of each fraction was subjected to 8% SDS-PAGE and Western blotting after the addition of concentrated Laemmli sample buffer to 1×. Membranes were treated with HyGlo chemiluminescence reagent as per the manufacturer's instructions and analyzed using a Versa Doc imaging station.\n\nAt 48 h post-transfection, Vero cells were washed with PBS, briefly trypsinized with 0.02% trypsin (Invitrogen/Gibco, Grand Island, NY) for 3 min at room temperature and returned to 37°C. At 24 h posttrypsinization, the number of nuclei per syncytia was determined. A syncytium was classified as 3 or more nuclei per cell. Data from 3 independent experiments were averaged."}