{"title": "The detection of feline coronaviruses in blood samples from cats by mRNA RT-PCR", "body": "F eline coronavirus (FCoV) has been divided into two biotypes, known as feline enteric coronavirus (FECV) and feline infectious peritonitis virus (FIPV) (Pedersen et al 1981 , Pedersen 1987 . FECV is extremely widespread in cat populations, often being asymptomatic or causing only mild enteric infections (with a predilection for replication in enterocytes). Molecular studies have suggested that mutations in the FECV genome induce the virulent FIPV variants in infected cats and the presence of these variants coupled with an inadequate immune response leads to the development of a fatal immune-mediated clinical disease e FIP (Benetka et al 2004) . Several factors are recognised to be important in the epidemiology and development of FIP including the age of the cat at the time of viral exposure, genetic factors, stress, the physical condition of the cat, presence of concurrent disease (such as feline leukaemia virus and feline immunodeficiency virus), multi-cat households, dose and strain of FCoV, pre-existing FCoV antibodies and level of cell-mediated immunity response (Hoskins 1993) .\n\nIn contrast to FECV biotypes, mutated FCoV (FIPV variants) replicate well in macrophages (Vennema et al 1998) . Although FECV biotypes replicate mainly in enterocytes, FCoV RNA has been detected by reverse transcriptasepolymerase chain reaction (RT-PCR) in the blood of healthy cats as well as in the blood of cats with FIP (Herrewegh et al 1995 , Gunn-Moore et al 1998 . Thus, it is suggested that the results of RT-PCR must be interpreted in conjunction with other clinical findings for the diagnosis of FIP. Recently though, Simons et al (2005) , reported a RT-PCR assay detecting messenger RNA (mRNA) of the highly conserved M gene of the FCoV genome in peripheral blood cell samples, and the results of this assay appeared to be able to distinguish clinical cases of FIP from other diseases (and from healthy cats) with a high degree of accuracy. The purpose of this study was to evaluate the presence of FCoV in blood samples from cats with or without clinical signs of FIP living under different conditions using the primers reported by Simons et al (2005) by mRNA RT-PCR.\n\nBlood samples were collected from 26 entire pedigree Tekir cats all aged greater than 6 months. One of these cats, from a single cat household, had clinical signs consistent with FIP (fever, weight loss, enlarged abdomen, presence of ascites) and 25 were overtly healthy cats. Three of the 25 healthy cats were living together in a single household (with a history of potential FIP previously in the household), and 22 were stray (outdoor living) village cats all from the same locale. The ages and sexes of these cats are shown in Table 1 .\n\nBlood samples were collected from all 26 cats for mRNA FCoV testing by RT-PCR. Anticoagulated (ethylenediaminetetraacetic acid) blood samples were centrifuged and total RNA was extracted from the centrifuged blood (leukocytes) by using a high pure viral RNA Kit protocol (Roche, catalogue number 1858874, Germany). For the RT reactions, 3 ml of the RNA extract solution was mixed with 3 ml distilled water and 0.5 ml random hexamer primer (Fermentas, Lithuania), incubated at 70 C for 5 min and immediately cooled on ice. Subsequently, a mixture consisting of 2 ml RT-buffer (5Â, Fermentas, Lithuania), 1 ml deoxyribonucleotide triphosphates mix (Fermentas, Lithuania) and 0.5 ml Moloney murine leukaemia virus RT (Fermentas, Lithuania) was added. The reaction mixture was spun down and incubated for 10 min at 25 C and 60 min at 37 C. The enzyme was then inactivated by incubation at 70 C for 5 min.\n\nFollowing reverse transcription, PCR was performed using the primers and methods of Simons et al (2005) . The amplified products were separated on a 1% agarose gel containing ethidium bromide, visualised by fluorescence in ultraviolet light and the results recorded on Kodak 1D film.\n\nThe RT-PCR results of this current research revealed that 14 (54%) of sampled cats were positive for FCoV mRNA. The results are summarised in Table 1 , which also shows that 10 of the 16 female cats were positive (63%) compared with four of the 10 males (40%) but these proportions are not significantly different (P > 0.05, c 2 ).\n\nIn the samples identified positive for FCoV, fragment of expected size 295 bp for M gene of FCoV were obtained in mRNA RT-PCR. Also glyceraldehyde phosphate dehydrogenase (GAPDH) positive controls were detected in all tested samples (Fig 1) .\n\nIt is known that FCoV infection is extremely widespread in cat populations, although this is the first report regarding the detection of FCoV in cats in Turkey. Although we only sampled a small number of cats, our results suggest that FCoV infection is also prevalent in Turkey. We found a higher (but non-significant) infection rate in female cats in this study, and although Benetka et al (2004) reported a lower incidence of FIP among female cats, Pedersen (1976) and Kıss et al (2000) found no correlation between gender and FIP.\n\nIn this study, only three of the 26 cats were purebred and we cannot make any conclusions about the relative prevalence of infection in purebred and domestic cats in Turkey. However, clinical FIP has been reported more commonly in purebred cats elsewhere, and Benetka et al (2004) has suggested that some purebred cats might have strong genetic predisposition to develop disease. Our small study suggested widespread FCoV infection in both pedigree and domestic cats, and showed a wide age range to be affected. Clinical FIP has previously been documented to be more common in cats less than 1 year of age (Addie and Jarrett 1992) , and consistent with this observation, we found a higher rate of FCoV infection in younger cats (71% in cats 6e12 months) than older cats (47% in cats over 1 year).\n\nIt is also reported that FECV infection is endemic in multiple cat household (being commonly spread by the faecaleoral route), while FIP is a sporadic disease (Foley et al 1997) . Vennema et al (1998) have also reported that FIPV, unlike FECV, is generally not transmitted horizontally from cat to cat (FIPV variants arising de novo within a cat already infected with FECV). The use of RT-PCR assay has been suggested by several researchers (Benetka et al 2004 , Campolo et al 2005 as a suitable technique for detecting FCoV carrier cats at early periods of infection. However, viraemia has been shown to occur not only in cats with FIP, but also in healthy carriers (Herrewegh et al 1995 , Gunn-Moore et al 1998 , and there are presently no diagnostic assays that distinguish virulent and avirulent FCoV variants. Nevertheless, using the same methods we employed in this study (an identical RT-PCR detecting mRNA for the highly conserved M gene), Simons et al (2005) reported that the detection of FCoV in peripheral blood mononuclear cells showed a high specificity for the clinical diagnosis of FIP with a very low proportion of healthy cats (or cats with non-FIP disease) testing positive with this assay.\n\nIn contrast to the results obtained by Simons et al (2005) we found that 14 of 26 (54%) blood samples from cats were positive for FCoV mRNA, and only one of these cats had clinical disease that was consistent with a diagnosis of FIP. Although long-term monitoring of the outdoor cats in this study could not be performed, we are aware that three of the 13 PCR-positive healthy cats (the three that were housed together in a single house) remained healthy for at least 6 months. These three cats, which were 6, 7 and 13 years old, had previously lived with another cat which had developed FIP-like clinical signs and had died 1 month before this study was undertaken. Overall, we found positive PCR results in 13 of 25 healthy cats (52%), whereas Simons et al (2005) reported positive results in only 5% of healthy cats (and 93% of cats with confirmed FIP). Our detection rate was also higher than that reported by others (Herrewegh et al 1995 , Gunn-Moore et al 1998 who used different RT-PCR technique for detection of FCoVs in blood from healthy cats. We do not know exactly why our results are so different to those of Simons et al (2005) , but they raise important questions over the specificity of this assay in diagnosing clinical FIP. The sequencing of FCoV isolates detected in this study has not yet been completed, but such results may help to clarify whether the positive results relate to infection with FECV or FIPV biotypes. However, the lifestyle of these cats (mainly outdoors, but living in groups and sharing food and toileting areas) would certainly predispose to a high rate of FECV transmission (Kass and Dent 1995 , Pedersen 1995 , Addie et al 1996 , and this may explain the high number of PCR-positive samples. "}