{"title": "Infectious canine hepatitis: An ''old'' disease reemerging in Italy", "body": "Infectious canine hepatitis (ICH) is a systemic disease of Canidae and Ursidae caused by canine adenovirus type 1 (CAV-1) (Appel, 1987) , which is genetically and antigenically distinct from canine adenovirus type 2 (CAV-2) mainly associated with respiratory disease in kennelled dogs (Ditchfield et al., 1962) . CAV-1 replicates in vascular endothelial cells and hepatocytes and produces an acute necrohemorrhagic hepatitis, with a more severe clinical course in young than adult dogs (Appel, 1987; Greene, 1990) . Clinical signs include fever, inappetance, diffuse hemorrhages, abdominal pain, vomiting, diarrhea, and less frequently dyspnea. Corneal opacity (''blue eye'') and interstitial nephritis may occur 1-3 weeks after the clinical recovery as a consequence of the deposition of circulating immune complexes (Carmichael, 1964 (Carmichael, , 1965 Wright, 1976) .\n\nSince the use of modified live CAV-1 vaccines has been found to cause adverse reactions, CAV-2 vaccines have been developed as an alternative in the prevention of ICH, that are still effective but more safe (Fairchild et al., 1969; Appel et al., 1973) . Widespread vaccination has reduced very effectively the circulation of CAV-1 in the canine population, so that nowadays ICH is reported rarely (Appel, 1987) .\n\nIn the present note, we report some outbreaks of ICH occurred in the last five years in animal shelters or pet shops, which provides evidence that CAV-1 is still present in Italy to cause disease in unvaccinated animals. vomiting, respiratory distress, mucopurulent conjunctivitis, and neurological signs (tremors, seizures). Eleven pups died whereas other six pups which recovered displayed monoor bi-lateral corneal opacity. Neurological signs and conjunctivitis were also observed in some adult dogs, although with a low-mortality rate (two dogs). Samples were collected from nine dogs, including five recovering pups (rectal, nasal and ocular swabs) and four pups which had showed corneal edema and nervous signs before dying (brain).\n\nIn October 2001, a second outbreak was observed in a shelter located in the province of Matera (Basilicata region, South of Italy) and housing about 300 dogs. No information was available about the sanitary and vaccination status of the shelter. Twenty-two dogs, aged from 2 months to 2 years suffered from diarrhea, vomiting, fever, and severe loss of weight, and six of them died. Unfortunately, only rectal swabs were collected by the veterinarian from eight affected dogs, that subsequently recovered, and sent to our laboratory for the virological investigations.\n\nThe third outbreak involved another shelter in Valenzano (Apulia region). All the housed dogs (about 250) had been vaccinated against the main canine infectious diseases, including ICH. In November 2004, four pups with an age comprised between 3 and 9 months, showed depression, fever and hemorrhagic diarrhea and underwent a fatal outcome within 3 days after the onset of the clinical signs. Samples collected from the dead pups included rectal swabs and internal organs (spleen, liver, kidney, lung, lymph nodes and brain), mostly affected by severe lesions.\n\nIn January 2006, two dogs, a 3-month-old beagle and a 3.5-month-old Labrador Retriever, were presented at a veterinary clinic of Bari (Apulia region). Both pups had been bought in a pet-shop that had imported them from Hungary few days before the onset of clinical signs. They had been vaccinated against rabies and canine parvovirus in Hungary and against ICH, canine distemper and leptospirosis in Italy. At the clinical examination, the two pups showed different conditions. The beagle displayed lethargy, seizures and urinary incontinence without gastroenteric or respiratory symptoms and underwent a slow recover within 20 days, whereas in the Labrador Retriever anorexia, hematochezia, vomiting and seizures were observed, followed by its death 5 days after the onset of the clinical signs. The biological samples collected from the two dogs consisted of urines, rectal and ocular swabs and EDTAtreated blood. In addition, samples of spleen, liver and lungs were taken from the dead pup. All samples from the beagle were collected after 17 days from the onset of the clinical signs when the pup was recovered almost completely.\n\nSamples collected from the affected dogs of all outbreaks were analyzed using standardized methods for detection of the main viral pathogens of dogs, such as reoviruses (Leary et al., 2002; Decaro et al., 2005a) , rotaviruses (Gouvea et al., 1994) , caliciviruses (Jiang et al., 1999; Marsilio et al., 2005) , canine parvovirus type 2 (CPV-2) (Decaro et al., 2005c , CAV-1 and CAV-2 (Hu et al., 2001) , canine distemper virus (CDV) , canid herpesvirus type 1 (CaHV-1) (Schulze and Baumgartner, 1998) , canine coronavirus (CCoV) (Decaro et al., 2004b (Decaro et al., , 2005d .\n\nNucleic acids for (RT-)PCR and real-time (RT-)PCR assays were extracted using commercial kits. The DNeasy Tissue Kit (Qiagen S.p.A., Milan, Italy) was used for DNA extraction from all samples, whereas RNAs were purified with the QIAamp Ò Viral RNA Mini Kit (Qiagen S.p.A.) from the fecal samples and with the QIAamp Ò RNeasy Mini Kit (Qiagen S.p.A.) from the tissue samples.\n\nFor RNA viruses, production of c-DNA was obtained using GeneAmp Ò RNA PCR (Applied Biosystems, Applera Italia, Monza, Italy). One microliter of RNA was reverse transcribed in a reaction volume of 20 ll containing PCR buffer 1X (KCl 50 mM, Tris-HCl 10 mM, pH 8.3), MgCl 2 5 mM, 1 mM of each deoxynucleotide (dATP, dCTP, dGTP, dTTP), RNase Inhibitor 1 U, MuLV reverse transcriptase 2.5 U, random hexamers 2.5 U. Synthesis of c-DNA was carried out at 42°C for 30 min, followed by a denaturation step at 99°C for 5 min.\n\nPCR amplifications were carried out using Taq polymerase (Applied Biosystems, Applera Italia). PCR conditions and oligonucleotides used for DNA amplification of all pathogens are reported in Table 1 .\n\nRectal swabs (all outbreaks) and samples of spleen (outbreaks no. 3 and 4) were homogenized in Eagle's minimal essential medium (E-MEM), treated with antibiotics (penicillin 5000 IU/ml, streptomycin 2500 lg/ml) at 37°C for 30 min and inoculated onto confluent Madin Darby canine kidney (MDCK) cells. The inoculated cells were observed daily for the occurrence of cytopathic effect (cpe). After three days of incubation the cells were tested by an immunofluorescence (IF) assay using a 1:100 dilution of dog polyclonal serum specific for CAVs and a 1:60 dilution of rabbit anti-dog IgG conjugated with fluorescein isothiocyanate (Sigma Aldrich srl, Milan, Italy). The infected cells were also stained with hematoxylin-eosin (HE) for detection of inclusion bodies. \n\nBy means of a PCR assay able to discriminate between CAV-1 and CAV-2 (Hu et al., 2001) , CAV-1 DNA was detected in a variety of samples, including nasal and ocular swabs (outbreak no. 1) and internal organs (outbreak no. 3). Only rectal swabs were available for outbreak no. 2, testing all positive for CAV-1 by PCR. In outbreak no. 4, PCR detected CAV-1 nucleic acid in all samples (swabs, blood and tissues) from the Labrador Retriever, whereas only the urines from the beagle tested CAV-1 positive, probably due to the sample collection during the recovering phase. A representative run of the PCR products obtained from a dog of outbreak no. 3 is reported in Fig. 1 .\n\nThe samples from all outbreaks produced remarkable cpe at the first or second passage on MDCK cells, characterized by rounding of the infected cells with cluster formation and detachment from the monolayers. CAV antigen was detected in the nuclei of the cells by the IF assay, whereas intranuclear inclusion bodies were observed by HE staining. No virus isolation was obtained from the rectal swab from the beagle pup of outbreak no. 4. The iso-lated viral strains were characterized as CAV-1 by PCR carried out on the cryolysates of the infected cells.\n\nThe results of the molecular investigations carried out on samples from dogs of all outbreaks are summarized in Table 2 .\n\nOutbreak no. 1. Brain samples collected from the 4 adult dogs that had died showing clinical signs tested positive for CDV by a real-time RT-PCR assay targeting the N gene . The IF assay using a CDV monoclonal antibody detected CDV antigen in brain smears from these dogs. In order to rule out the vaccine origin of the CDV strain, a partial sequence of the hemagglutinin gene was obtained by RT-PCR amplification and the subsequent sequence analysis showed its clustering with field strains of the European lineage .\n\nOutbreak no. 2. Additional viral pathogens of dogs were not detected in the collected rectal swabs.\n\nOutbreak no. 3. The rectal swabs from the dead pups tested positive for CPV-2 by a real-time PCR assay (Decaro et al., 2005c) . All CPV-2 strains were characterized as type 2c by means of a minor groove binder probe real-time PCR assay (Decaro et al., 2005b .\n\nOutbreak no. 4. A real-time RT-PCR assay (Decaro et al., 2004b) detected the nucleic acid of CCoV in the rectal swabs of both pups. The two strains were characterized as CCoV type II using real-time PCR assays specific for CCoV type I or type II (Decaro et al., 2005d) .\n\nNowadays ICH is thought to be very rare due to systematic vaccination in most countries (Appel, 1987) . The rare outbreak observed in the last decades were characterized by the simultaneous detection of other pathogens, such as CDV (Kobayashi et al., 1993) and CCoV (Pratelli et al., 2001) . In such circumstances, the course of the disease may be particularly severe, with increased mortality rates (Kobayashi et al., 1993) . Also in the outbreaks described in this study, mixed infections by CAV-1 and CDV, CPV-2 or CCoV occurred, probably exacerbating the clinical course of the disease. Fig. 1 . PCR assay for detection of CAV-1 and CAV-2. Lane 1, marker GeneRuler 1 kb DNA Ladder (MBI Fermentas GmbH, St. Leon-Rot, Germany). Lane 2, positive control for CAV-1 (508 bp, Pratelli et al., 2001) . Lane 3, positive control for CAV-2 (1030 bp, Decaro et al., 2004a) , Lane 4, negative control (rectal swab from a dog negative for CAV-1/ CAV-2). Lanes 5-10, samples positive for CAV-1 (rectal swab, liver, spleen, kidney, lung, lymph node of a dog from outbreak no. 3). Epidemiologically, the outbreaks which occurred in Italy in the last 5 years demonstrate that CAV-1 is still circulating in the dog population and occasionally it is responsible for a severe, often fatal disease especially in animal shelters and breeding kennels, where virus spread is ensured by close contact between the animals. The Hungarian origin of one outbreak highlights the epidemiological role that some countries of eastern Europe may play in the epidemiology of CAV-1, as such countries are big exporters of purebred dogs. Usually, the imported pups are vaccinated against the main pathogens of the dog, but the vaccines may be administered too early in their life due to commercial reasons. Thus, the vaccinations are often carried out on pups with high titers of maternally derived antibodies that may prevent an active immune response. Considering that in Apulia region several pet shops import purebred dogs from eastern Europe, some outbreaks may be associated to dogs arising from these countries. However, epidemiological data supporting the eastern European linkage of CAV-1 infection are not available for the other outbreaks described in the present work.\n\nThe reoccurrence of ICH in Italy and the considerable trade of dogs among countries reinforce the importance of continuing to vaccinate dogs with CAV-2 vaccines as also emphasized in the Canine Vaccine Guidelines of the American Animal Hospital Association (AAHA, <http:// www.aahanet.org/About_aaha/ vaccine_guidelines06.pdf>)."}