{"title": "Articles Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection", "body": "In June, 2012, a coronavirus belonging to a group of viruses that had previously only been detected in bats was cultured from respiratory secretions of a patient who had died from severe acute respiratory infection. 1 The same agent was retrospectively detected in clinical samples from a hospital outbreak of severe acute respiratory infection that occurred in Jordan in April, 2012, marking the fi rst known occurrence of the virus in people. 2 The agent has been named Middle East respiratory syndrome coronavirus (MERS-CoV). 3 As of June 10, 2013, 55 laboratory-confi rmed cases had been reported in Jordan, Saudi Arabia, the UK, France, Italy, Germany, and Tunisia. 3 31 individuals with laboratory-confi rmed infection had died. Few virological data have become available for MERS-CoV cases, and there is no information about the viral genome sequence, which could identify important epidemiological characteristics. [4] [5] [6] Here, we provide a full description of a fatal case of MERS-CoV infection imported to Munich, Germany, from Abu Dhabi, including a chronological profi le of virus concentrations in diverse body compartments. We fully sequenced the MERS-CoV genome, and therefore could do a chronologically calibrated phylogenetic analysis with all available MERS-CoV genome sequences. These data were complemented by novel sequence data from an unlinked case treated in Germany in 2012. 7, 8 \n\nWe report data for a patient who was admitted to the Klinikum Schwabing (Munich, Germany) in March, 2013. Investigation was done as part of a public health intervention according to the German Infection Protection Act. Written consent for scientifi c assessment was obtained from the patient's spouse as part of the patient treatment contract.\n\nWe did diagnostic RT-PCR and indirect immunofl uorescence, following WHO recom mendations. 7, 9 For serum neutralisation tests, we grew Vero B4 cells to subconfl uence in 24-well plates. Pre-incubation reactions contained 25 plaque-forming units of MERS-CoV (EMC strain) in 100 μL of medium, mixed one-to-one with serum samples from the patient prediluted in medium. The starting dilution was a tenth. After 1 h incubation at 37°C, each well was infected for 1 h at 37°C with the total 200 μL pre-incubation reaction. Supernatants were removed and overlaid with Avicell resin as described by Herzog and colleagues. 10 Assays were terminated and stained after 3 days. We defi ned neutralisation titres as the serum dilution reducing the number of plaques in four parallel wells in summary by greater than 90%. Antibodies were tested by immunofl uorescence assay. 7 All clinical materials stored in the ward and laboratories were gathered and submitted for virological diagnostic tests. From the time of laboratory diagnosis, respiratory, faecal, and urine samples were obtained. We designed two diff erent sets of primers generating overlapping amplicons (available on request). The fi rst set consisted of 70 amplicons, 386-800 bp in length, with all primers containing two strong Watson-Crick bps at their 3 ends, so as to bind the template with high affi nity. The second set consisted of 68 amplicons, 415-761 bp in length, with primers that had no more than two strong bps in their fi ve 3 terminal nucleotides and no strong pairings in the two 3 positions. This method of primer design can decrease sensitivity, but it prevents mispriming within the product, which can improve the success of amplifi cation. After RT-PCR, we sequenced all fragments on a Roche 454 Junior instrument (Roche, Penzberg, Germany) and assembled in Geneious (version 6.1.2). Virus quantifi cation was done with standard calibration curves that were based on quantifi ed in-vitro transcribed RNA for the upE target gene. 9 We constructed a maximum likelihood tree of the fi ve available complete MERS-CoV genomes with PhyML 11 and the GTR+Gamma model of molecular evolution; we assessed phylogenetic support with 1000 bootstrap replicates. We inferred a timescale by linear regression of genetic divergence from the root against time of collection of the samples. The root was placed such that the correlation coeffi cient was maximised. A phylogenetic tree based on all available MERS-CoV sequences was calculated with PhyML 11 on a concatenated 4012 bp dataset with the HKY substitution model. Reduction of the dataset was determined by the small number of sequence fragments that could be retrieved from a stored clinical sample containing a small amount of the virus, derived from a patient treated in Essen, Germany.\n\nThe sponsors of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding authors had full access to all the data in the study and fi nal responsibility to submit for publication.\n\nOn March 8 (day 0), the patient-a 73-year-old man from Abu Dhabi, United Arab Emirates-abruptly developed fl u-like symptoms, with fever and non-productive cough. He was admitted to Mafraq hospital (Abu Dhabi) on day 2 (fi gure 1), and was diagnosed with pneumonia. He was intubated on day 9 because of progressive hypoxia and acute respiratory distress syndrome (fraction of inspired oxygen 60%; positive end-expiratory pressure 10 cm H 2 O). The patient had received intensive antimicrobial treatment with meropenem, levofl oxacin, vancomycin, caspofungin, aciclovir, and oseltamivir during his stay in an intensive care unit in Abu Dhabi, without major improvement in his pulmonary function. The patient was transferred to Klinikum Schwabing (Munich, Germany) on March 19, 2013 (fi gure 1).\n\nThe patient had been diagnosed with multiple myeloma in 2008, and had received several lines of treatment in the previous few years, such as high-dose chemotherapy with autologous stem-cell transplantation in 2009. At relapse of his multiple myeloma in November, 2012, he was given lenalidomide plus dexamethasone. Relatives reported that the patient owned camels, and had taken care of a diseased animal shortly before onset of symptoms. No animal samples, or further details about potential sources or exposures could be retrieved. During his stay in Munich, we recorded thrombocytopenia (table 1) . Thrombocytopenia was also reported in the fi rst described case of MERS-CoV infection, 1 in two of four patients from a family cluster in Saudi Arabia, 12 and in the two cases reported from France. 5 The patient developed renal insuffi ciency on day 14, and required dialysis. Despite continuous invasive ventilation and antibiotic treatment, the patient's health status deteriorated. Death occurred on day 18 and was due to septic shock, with signs of haemolysis and acute coagulation disorder (fi gure 1, table 1).\n\nAfter hospital admission in Munich, infection with MERS-CoV was suspected on the basis of treatment-refractory acute respiratory distress syndrome, combined with the geographical origin of the patient. Bronchoalveolar fl uid was obtained on March 20 and 22 (days 12 and 14). MERS-CoV was detected in both samples by RT-PCR. We also detected herpes simplex virus type 1 DNA 13 (6·4 × 10⁴ to 1·9 × 10⁷ copies per mL) and rhinovirus RNA 14 (3·7 × 10⁵ to 2·1 × 10⁹ copies per mL) by (RT-)PCR in both samples.\n\nMERS-CoV RNA concentrations in respiratory samples ranged from 933 to 1·2 × 10⁶ genome copies per mL. Virus concentrations seemed to be higher in samples taken earlier in the course than in those obtained later (fi gure 2). Concentrations were more variable in tracheobronchial samples than in bronchoalveolar lavage samples (fi gure 2), which was ascribed to variation in volumes of saline solution applied during removal of tracheobronchial samples. Notably, suction catheters without opening at point of care and stored for as long as 5 days at 8°C in a refrigerator in the intensive care unit tested consistently positive but yielded up to roughly 3·5log 10 lower RNA concentrations than did those in fresh tracheobronchial aspirates taken on the same days (fi gure 2).\n\nImmunofl uorescence assays yielded endpoint titres on day 16 of infection (table 2 ). An IgM-specifi c immunofl uorescence assay confi rmed recent infection in the same serum sample (table 2) . Plaque-reduction neutralisation test confi rmed MERS-CoV specifi city of detected antibody titres (table 2) . These titres were somewhat lower than those recorded for serum samples from an unlinked non-fatal case of MERS-CoV treated in Germany in 2012. 8 Serum samples from this patient had been taken later than they were for our patient (table 2) .\n\nWe tested two urine samples on day 12, one on day 13, and one on day 16. One of the two samples on day 12, and the sample from day 13 were positive, meaning that the virus was not present in urine after renal failure (day 14), with a maximum virus concentration of 2691 RNA copies per mL on day 13. Both stool samples obtained on day 12 and the fi ve on day 16 were positive, with up to 1031 RNA copies per g, which is a concentration close to the lowest detection limit of the assay. We recorded a low virus concentration in one of two oronasal aspirate samples taken from the intubated patient on day 16\n\n(5370 copies per mL). One dialysate sample and two serum samples on day 16 , and one serum sample on day 18 were negative.\n\nAlthough we obtained several isolates for the herpes simplex virus type 1, repeated attempts to isolate MERS-CoV were unsuccessful. Herpes simplex virus is a frequent bystander infection in intubated patients, and is known to not aff ect the cardiorespiratory prognosis and outcome. 15 We sequenced the full MERS-CoV genome directly from respiratory samples (GenBank accession number KF192507). We subjected all available MERS-CoV genome sequences to phylogenetic analysis, including a correlation and regression analysis of known dates of virus isolation versus tree branch lengths (fi gure 3). We estimated the rate of evolution as 1·6 × 10 -³ substitutions per site per year. The time of the common ancestor of all fi ve viruses for which genomes are available was halfway through 2011 (fi gure 3). The virus in our patient clustered with a sequence from a virus imported into the UK from Qatar. 16 To compare this sequence with that of another virus from the same region, we reanalysed a stored clinical sample from another case of MERS-CoV infection imported into Germany in October, 2012. This sample contained low concentrations of RNA, so the genome of the virus had not been successfully sequenced previously. 8 After many attempts to recover RT-PCR fragments from the available bronchoalveolar lavage sample, we could sequence 12 fragments, covering 4012 nucleotides of the MERS-CoV genome (GenBank accession number KC875821). A concatenated alignment of homologous sequence portions of all available MERS-CoV sequences was subjected to phylogenetic analyses, confi rming a clustering of sequences from Qatar and the United Arab Emirates (fi gure 3). A sequence from a patient with a history of travel to Pakistan and Saudi Arabia branched next to this cluster.\n\nDuring and up to 10 days after the course of treatment, 14 health-care workers who had direct contact with our patient or patient-derived materials reported mild respiratory symptoms. Samples were taken from the upper respiratory tract and tested by two diff erent RT-PCR assays for MERS-CoV. None yielded positive results. By contrast, one patient who had had direct contact with the patient with MERS-CoV was infected with HCoV-NL63, a common human coronavirus, and four patients were infected with rhinoviruses. These rhinoviruses were not all mutually related, and none was related to the rhinovirus detected in the patient with MERS-CoV (appendix). Follow-up of all contact patients, including investigation for subclinical infections, is in progress.\n\nWe have outlined the chronological follow-up of a patient with MERS-CoV, in which we used quantitative virological diagnostic tests (panel). Viral loads were highest in the lower-respiratory tract. The viral sequence from this patient clustered with sequences from nearby Qatar.\n\nLaboratory data are crucial for diagnostic recommendations, to make projections about prognosis, and to estimate infection risks. Without quantitative laboratory data from well documented cases of MERS-CoV infection, most considerations had been made on the basis of an assumed analogy to severe acute respiratory syndrome (SARS). 12, [18] [19] [20] However, elementary traits of the virus, such as its receptor usage and sensitivity to type I and type III interferon, diff er substantially from that of the SARS coronavirus, suggesting that diff erences in disease patterns (eg, in organ tropism or in virus shedding) might exist. [21] [22] [23] [24] [25] We focused on these aspects with quantitative virus testing in all relevant body compartments, including viral loads in non-respiratory samples. 5, 12 However, our patient-like most other cases anecdotally reported so far-had an underlying disease that could aff ect virus shedding patterns. Only analysis of a large number of patients can yield general fi gures about qualitative virus data. Faecal shedding was of particular interest, because patients with SARS regularly showed high virus concentrations and prolonged virus excretion in stools that led to the use of stool samples, even for routine SARS diagnostic tests. 18, 20, 26 Diarrhoea was reported in two descriptions of MERS-CoV clusters, and it was speculated that faecal virus shedding might have occurred. 5, 12 However, no laboratory data for virus in stool samples were provided. Our patient had low faecal virus concentrations that were close to the lowest detection limit on days 12 and 16 of illness. In the only other description so far, one stool sample from a patient with MERS-CoV had a negative result. 16 Stool samples from many patients, including those with early stages of disease, should be tested to assess whether faecal sources could have a role in transmission, or whether MERS-CoV diff ers from SARS in this aspect.\n\nAnother important fi nding was that we recorded low concentrations of virus in urine samples. This fi nding is surprising, because early kidney failure during the course of MERS-CoV infection has been reported, and kidney cells in laboratory models are highly permissive for MERS-CoV replication. 5, 12, 23 The fact that the virus was present in urine but not in the blood suggests autonomous virus replication in the kidneys, potentially without active secretion of virus into the urine. However, renal failure due to specifi c viral infection or immunopathogenesis is not necessarily indicated, because the patient had received several doses of potentially nephrotoxic antimicrobial agents in a setting of underlying multiple myeloma. Post-mortem examinations are urgently needed to clarify whether kidney failure in MERS-CoV infection is a primary and preventable result of viral infection, or a secondary complication of severe systemic disease. 27, 28 Quantitative virus data are needed to orient diagnostics and hospital infection control measures. The recorded viral load profi le, with highest RNA concentrations in bronchoalveolar lavage and tracheobronchial aspirates, confi rms suggestions made in another report about the preferential use of lower-respiratory-tract samples for virus diagnostic tests. 5 Notably, the reported overall stability of detectable virus RNA in closed suction catheters indicates a straightforward and non-contagious way to collect diagnostic samples even from non-intubated patients. Oronasal swabs should not be preferentially submitted for testing, especially in patients presenting late in their disease course with substantial lower respiratory involvement. 5 Our data for stool, urine, and blood samples suggest a fairly low infection risk during non-respiratory care procedures. The absence of detectable virus in blood matches reports made in an earlier case of MERS-CoV infection. 16 However, Guery and colleagues 5 reported low semi-quantitative virus measurements in the blood of one of their patients. Moreover, initial experimental studies suggested that MERS-CoV infected vascular endothelial cells. 25 However, quantitative data suggest a low risk from general laboratory procedures involving blood.\n\nBy contrast, the low virus concentrations and failure to isolate infectious virus from respiratory secretions should not be taken as a general indication of airway-associated infection risks. Virological monitoring of the patient started only late in the disease course, at a time when the infectiousness of the virus could already have been reduced (as suggested by the occurrence of neutralising antibodies). The fact that we could not isolate MERS-CoV could have been due to the concomitant presence of herpes simplex virus type 1, which overgrew some of the diagnostic cell cultures.\n\nWe searched PubMed for reports published in English at any time before June 7, 2013. We used the search term \"MERS-CoV OR HCoV-EMC\". We identifi ed 29 reports linked to Middle East respiratory syndrome coronavirus (MERS-CoV), starting with Zaki and colleagues' initial report, 1 in which a previously unknown coronavirus isolated from the sputum of a 60-year-old man is described. When we used the search term \"MERS-CoV\", we identifi ed four reports, 2,5,12,17 none of which provided quantitative viral load profi les of infected patients.\n\nOur report provides the fi rst complete viral load profi le in a case of MERS-CoV infection. The distribution of viral loads in the respiratory tract suggests lower-respiratory-tract samples should be taken preferentially. Low concentrations of the virus in stool, urine, and blood samples suggests little virus excretion-at least in our patient-from body compartments other than the respiratory tract.\n\nFurthermore, coronaviruses that infect people are generally diffi cult to isolate, particularly in late phases of disease. Only two successful isolations of MERS-CoV have been reported worldwide so far. 1, 5 These isolations were done on day 4 of disease, 5 and day 7 of disease. 1 Our samples were taken on days 12 and 14, and the sample from day 12 was stored for 3 days before cell culture. Isolation success cannot provide any information about infectiousness of the patient. Even a highly concentrated rhinovirus does not seem to have been transmitted from the patient, suggesting that eff ective protective measures were in place during treatment of the intubated patient in the intensive care unit.\n\nThe sequence data from this and another patient treated in Germany enable an extended analysis of phylogeny, hinting at a geographical structure of the MERS-CoV tree. Specifi cally, viral sequences from the eastern part of the Arabian Peninsula cluster together and stem from one common ancestor whose date of existence is projected to be after that of viruses from Jeddah and Jordan. Date estimates will probably be refi ned when more sequences become available. Moreover, whether the reported geographical structure represents repeated transfer from a geographically structured viral reservoir population and limiting chains of person-to-person transmission or multiple sustained lineages of human infections is unclear. With only fi ve complete genome sequences available as yet, genetic data are urgently needed to establish the spatial and temporal distribution of cases, estimate the number of independent human chains of transmission, and thus better assess the threat that MERS-CoV poses to world health. Four sequences from a continuing hospital outbreak in Al-Hasa, Saudi Arabia, have now been deposited in GenBank. Preliminary phylogenetic analyses confi rm the clustering of viruses from the eastern part of the Arabian Peninsula (Qatar: strains England2 and Essen; Abu Dhabi: strain Munich; Al-Hasa: GenBank Accession numbers KF186564-KF186567).\n\nCD designed the virological studies, phylogenetic analysis, and virological data analysis. MS, WHar, GS, SS, WG, HGu, TR, MS-W, FB, and C-MW contributed to clinical data generation and analysis. MS, VMC, RK, DM, SJ, and AR contributed to fi gures. VMC, RK, DM, SJ, MAM, SA, and UD generated and analysed virological data. AR did phylogenetic analysis. CD, WHaa, HGo, and C-MW interpreted data. CD, MS, VMC, FB, AR, and C-MW wrote the report. WHaa advised the public health intervention. HGo and PG coordinated the public health intervention.\n\nWe declare that we have no confl icts of interest."}