{"title": "A viral deubiquitylating enzyme targets viral RNA-dependent RNA polymerase and affects viral infectivity", "body": "The selective degradation of proteins by the ubiquitin-proteasome system (UPS) is recognized as a key regulatory pathway critical to a number of major cellular processes, including intracellular signalling, transcription, and immune responses (Glickman and Ciechanover, 2002) . Ubiquitin (Ub)-mediated degradation is conserved widely across eukaryotic kingdoms including yeast, plants, and mammals, and involves the covalent addition of poly-Ub chains to the target protein in a cascade of enzymatic reactions (Glickman and Ciechanover, 2002) . These reactions lead ultimately to the covalent con-jugation of Ub to the target protein via an isopeptide bond between the C-terminus of Ub and the e-amino group of one or more lysine residues of the target protein.\n\nStepwise conjugation of additional Ub moieties to the first Ub molecule then generates the poly-Ub chains that are essential for recognition and subsequent degradation of the target protein by the proteasome (Thrower et al, 2000) .\n\nUbiquitylation is a dynamic and reversible process; deubiquitylation, although less well understood, also has important functions in regulating the ubiquitin-dependent pathway. The removal of Ub is catalysed by proteases generically named deubiquitylating (DUB) enzymes, most of which are cysteine proteinases (Nijman et al, 2005; Sulea et al, 2006) . Some of these enzymes catalyse the hydrolysis of peptide bonds, releasing Ub from its precursor forms. Most importantly, DUBs also cleave isopeptide bonds within poly-Ub chains or between the C-terminal glycine of the proximal Ub and the target protein, eventually leading to reversal of Ub signalling or to protein stabilization Reyes-Turcu et al, 2009) .\n\nIt has become increasingly clear that the involvement of the UPS extends also to interactions between hosts and pathogens. The UPS is utilized not only by host cells in immunity and biotic stress responses, but can also be manipulated and subverted by pathogens-including viruses-for their own use (Shackelford and Pagano, 2005; Citovsky et al, 2009; Isaacson and Ploegh, 2009; Randow and Lehner, 2009) . Viruses are known to target Ub and Ub-like modifier pathways using various strategies, including the recruitment of host ubiquitin ligases or DUB enzymes (Querido et al, 2001; Yu et al, 2003; Yokota et al, 2008) . Interestingly, viruses also encode ubiquitin ligases (Boutell et al, 2002) and DUBs (Balakirev et al, 2002; Kattenhorn et al, 2005) . Although new insights into their biochemical activities and molecular structures have been gained in recent years (Sulea et al, 2006; Schlieker et al, 2007; James et al, 2011) , a major challenge in this field is now to define and understand substrate specificity, as well as the physiological roles played by these modulators of the Ub pathway during the infection cycle.\n\nIn this paper, we address this question using Turnip yellow mosaic virus (TYMV), the type member of the genus Tymovirus. TYMV is a plant positive-strand RNA virus that has proven useful in the study of fundamental aspects of viral multiplication (Dreher, 2004) . We previously reported that TYMV-encoded proteins are targets of the UPS in vitro and in vivo (Héricourt et al, 2000; Drugeon and Jupin, 2002; Camborde et al, 2010) . The 6.3-kb TYMV genomic RNA (gRNA) encodes two nonstructural proteins of 69 and 206 kDa (206K), the coat protein (CP) being expressed from a subgenomic RNA (sgRNA) produced during viral replication. 206K, the only viral protein required for TYMV replication, shares considerable sequence similarity with replication proteins of other ( þ )RNA viruses (Buck, 1996) , and harbours domains indicative of methyltransferase (MTR), proteinase (PRO), NTPase/helicase (HEL), and RNA-dependent RNA polymerase (RdRp) activities. Self-cleavage of 206K by the PRO domain generates a C-terminal 66K protein encompassing the RdRp domain, and an N-terminal 140K protein that is further processed into 98K and 42K proteins (Prod'homme et al, 2001; Jakubiec et al, 2007 ; see Figure 9A ). The processing products assemble on chloroplast envelope membranes-the sites of viral RNA synthesis (Prod'homme et al, 2001 (Prod'homme et al, , 2003 Jakubiec et al, 2004 Jakubiec et al, , 2007 . Viral RdRp plays a pivotal role in the viral infection process, catalysing the synthesis of new viral RNA genomes from the original infecting RNA (Ahlquist, 2002) . We recently reported that TYMV 66K RdRp is a target of the UPS in infected plant cells-a process that affects the efficiency of viral replication (Camborde et al, 2010) .\n\nInterestingly, degradation of the 66K RdRp was also inhibited significantly by co-expression of the TYMV 140K protein-its binding partner within replication complexes (Jakubiec et al, 2004; Camborde et al, 2010) . As 140K harbours the papain-like PRO domain, and, noting that the substrate specificity of TYMV PRO defined as (K/R)LXG(G/S/ A) (Jakubiec et al, 2007) overlaps the C-terminal Ub sequence RLRGG, we therefore asked whether, in addition to its endopeptidase activity involved in polyprotein processing, TYMV PRO might also possess a DUB activity that might contribute to the observed stabilization of 66K RdRp.\n\nIn order to test this hypothesis experimentally, we expressed the catalytic core domain of the TYMV PRO enzyme in Escherichia coli and obtained direct evidence that it does indeed possess DUB activity. We also show that the viral 98K protein produced during infection is a functional DUB in TYMV-infected cells. Furthermore, we demonstrate that 98K mediates in vivo-specific deubiquitylation and stabilization of TYMV 66K RdRp, and that this ubiquitin hydrolase activity contributes to the efficiency of viral infectivity.\n\nTo determine whether the TYMV PRO domain could constitute a functional ubiquitin hydrolase, we expressed in E. coli a 151 amino-acid protein domain (residues 729-879) covering the core catalytic domain of TYMV PRO. The wild-type (WT) PRO domain was expressed along with a mutant form containing a serine substitution at the catalytic Cys783 residue (PRO-C783S) previously reported to debilitate the processing activity of the TYMV proteinase in vitro and in vivo Jakubiec et al, 2007) . Both proteins were expressed to high levels as soluble GST-fusion proteins and purified by affinity chromatography, yielding proteins of B45 kDa ( Figure 1A, lanes 3 and 7) .\n\nTo analyse the enzymatic activity of purified recombinant TYMV PRO, we performed a deubiquitylating assay using the general DUB substrates Ubiquitin-7-amino-4-methylcoumarin (Ub-AMC) and Z-LRGG-AMC-a small synthetic substrate incorporating the four C-terminal Ub residues (Dang et al, 1998) . Both substrates were hydrolysed efficiently by TYMV WT PRO, as evidenced by the liberation of the highly fluorescent AMC ( Figure 1B ). The absence of cleavage of both substrates by the mutant TYMV PRO-C783S correlates the observed deubiquitylating activity directly with that of TYMV PRO, and supports assignment of Cys783 to the nucleophilic attack in this reaction. In accordance with previous reports (Lindner et al, 2005) , no Ub-AMC or Z-LRGG-AMC-hydrolyzing activity was detected when crude lysates from E. coli expressing TYMV PRO-C783S were used as the source of enzyme, thus indicating that TYMV PRO is solely responsible for the DUB activity detected in crude extracts of E. coli. Crude cell lysates from E. coli transformed with pGex-PRO (WT PRO; lanes 1 and 2) or pGex-PRO-C783S (lanes 5 and 6) before (N) and after (I) induction with IPTG, and fusion proteins (P) obtained after purification on glutathione Sepharose 4B (lanes 3 and 7) were separated by 12.5% SDS-PAGE and stained with Coomassie brilliant blue. The molecular mass (kDa) of marker proteins (lane 4) is shown on the left. (B) Progress curves of TYMV PRO-catalysed hydrolysis of Z-LRGG-AMC and Ub-AMC. Purified enzyme (2 mg) was incubated in 1 ml Assay buffer in the presence of 100 mM Z-LRGG-AMC or 114 nM Ub-AMC at RT. Reaction progress, monitored by the increase in fluorescence emission at 440 nm (ex ¼ 380 nm) that accompanies release of AMC, was converted to AMC concentration and plotted versus time. The activity of TYMV PRO was tested at different substrate concentrations, and plotting initial velocity measurements against substrate concentration ( Figure 1C ) allowed determination of the pseudo first-order rate constant, kapp (which approximates kcat/Km for non-saturable enzymes). TYMV PRO hydrolysed Z-LRGG-AMC and Ub-AMC with kapp values of 12.8 ± 3.9 M À1 s À1 and 1550 ± 320 M À1 s À1 , respectively, indicating a strong preference for the ubiquitin substrate over the peptide substrate.\n\nConsistent with the involvement of a catalytic cysteine residue, the deubiquitylating activity of TYMV PRO was inhibited by the thiol-blocking reagent N-ethylmaleimide (NEM) ( Table I) , and by micromolar concentrations of Ubaldehyde (Ubal)-a highly specific inhibitor of DUB enzymes that reacts with the active-site cysteine to form a reversible hemithioacetal adduct (Hershko and Rose, 1987) . In contrast, TYMV PRO was resistant to AEBSF-a serine protease inhibitor (Mintz, 1993 )-and to the cysteine protease inhibitor E-64 (Barrett et al, 1982) . The latter result is suggestive of a sterically restricted S2 subsite poised for glycine recognition (Shaw, 1990) , and is consistent with previous studies of other papain-like proteases and DUB enzymes (Sulea et al, 2006) .\n\nThe linkage of the first Ub moiety to the substrate protein is usually followed by the sequential conjugation of additional Ub molecules to form poly-Ub chains. As Ub contains seven lysine residues, different types of ubiquitin linkages can be formed, which determine the functional fate of the modified substrate (Komander, 2009) . The best studied are the Lys48and Lys63-linked chains, which have proteasomal and nonproteasomal roles, respectively.\n\nTo determine whether recombinant TYMV PRO could hydrolyse isopeptide bond-linked Ub units, we next incubated the purified enzyme with Lys48-linked homopolymeric Ub(2-7) chains. We observed a significant reduction in the amounts of each of the visible Ub conjugates in the presence of WT PRO (Figure 2 , lane 2), with a concomitant increase in the appearance of free Ub monomers. In contrast, no hydrolysis was detected upon incubation with the PRO-C783S enzyme ( Figure 2 , lane 4). Similar results were obtained when a Lys63-linked homopolymeric Ub(2-7) chain was used as a substrate (Figure 2 , lanes 5-8), demonstrating that TYMV PRO displays an isopeptidase activity and can act as a Ub-debranching enzyme on both Lys48-and Lys63linked oligo-Ub chains.\n\nTo further confirm the ubiquitin hydrolase activity of TYMV PRO, we made use of Ub-derived activity-based probes (DUB probes). These electrophilic Ub derivatives were designed for the specific detection of active DUBs, as the C-terminal electrophile groups specifically target their active-site cysteine residue (Borodovsky et al, 2001 (Borodovsky et al, , 2002 , resulting in a covalent thioether linkage to the protease active site (Misaghi et al, 2005) .\n\nThe DUB probe used here (Ub-VS) contains a thiol-groupreactive vinyl-sulphone group at the C-terminus that was shown previously to be a sensitive and exquisitely specific way to modify DUB enzymes (Borodovsky et al, 2001) . When TYMV PRO was incubated with Ub-VS, followed by SDS-PAGE and immunodetection, a significant amount of the protein was shifted to B55 kDa ( Figure 3 , lane 2, arrow), indicating the formation of a covalent adduct with the DUB probe. Labelling with Ub-VS was inhibited in the presence of NEM (Figure 3 , lane 3), or when PRO-C783S was used as a source of enzyme ( Figure 3 , lanes 4-6). Taken together, these results demonstrate that TYMV PRO displays a DUB activity that depends on the presence of the catalytic Cys783 residue.\n\nTo determine whether the TYMV-encoded 98K viral protein encompassing the PRO domain also displays DUB activity when expressed during viral infection, we used the DUB The enzymatic activity of TYMV PRO was measured by fluorescence assay after incubation with 100 mM Z-LRGG-AMC for 20 min at RT in the presence of the reagents indicated. Activity without any addition was taken as 100%; the others are expressed as relative values. probe Ub-VS to test for reactive proteins present in TYMVinfected cells.\n\nTo this end, subcellular membrane fractions of healthy and TYMV-infected plant cells were prepared and reacted with the probe. Following SDS-PAGE and immunodetection, we observed that the 98K protein was indeed capable of forming an adduct with Ub-VS, as evidenced by the B10 kDa shift in molecular weight ( Figure 4 , lane 4, arrow). In contrast, the shorter 85K protein, which corresponds to an additional cleavage product of 98K lacking the PRO domain (Jakubiec et al, 2007) , did not react with Ub-VS, consistent with the absence of the PRO domain. As expected, labelling of 98K with Ub-VS was inhibited strongly in the presence of NEM ( Figure 4 , lane 5).\n\nThus, the TYMV-encoded 98K replication protein encompassing the PRO domain also displays a DUB activity when expressed in plant cells in the course of viral infection.\n\nBecause our results indicate that TYMV PRO functions as a DUB, we next examined whether any structural similarity might exist between TYMV PRO and one of the known DUBs. As BLAST searches revealed no obvious sequence homologies, we used protein threading to gain some structural insight (Jones et al, 1992) . Interestingly, a search of Protein Data Bank (PDB) with the TYMV PRO sequence using HHpred-a method based on pairwise comparison of Hidden Markov Models (Söding, 2005 )-yielded several significant matches with members of the Ovarian Tumour (OTU) domain class of DUB enzymes. More than 100 OTU-like domains have been identified in the genomes of eukaryotes, bacteria, and viruses (Makarova et al, 2000) , and DUB activity has been demonstrated for a number of cellular and viral OTU domain-containing proteins (Evans et al, 2003; Frias-Staheli et al, 2007; Akutsu et al, 2011) .\n\nAmong the highest ranked hits were yeast OTU1; the OTU domain encoded by Crimean-Congo haemorrhagic fever virus (CCHFV); and the human proteins Otud5, Otubain-1, and Otubain-2 ( Figure 5A ). Alignment of the predicted TYMV PRO secondary structure with that determined experimentally for OTU1 and CCHFV OTU indeed showed many similarities ( Figure 5B ), as all the predicted a-helices in TYMV PRO align with helices in OTU1 and CCHFV OTU. Predicted b-folds in TYMV PRO also align well with b-folds in the protein templates.\n\nBased on these results, sequence alignments of the tymolike peptidases encoded by tymo-, marafi-, and maculaviruses within the family Tymoviridae, fovea-and carlaviruses within the phylogenetically related family Flexiviridae, and viral and cellular members of the OTU-like class of DUBs Makarova et al, 2000; Martelli et al, 2002 Martelli et al, , 2007 were performed ( Figure 5C ). They revealed good agreement with the consensus sequence defined for OTU-like proteases in the vicinity of the catalytic Cys and His residues-with the exception of a nearly conserved Asp residue (Makarova et al, 2000) that has no equivalent in tymo-like peptidases. Additional regions of more limited conservation were also identified.\n\nAltogether, these findings indicate that, despite limited homology at the level of the primary sequence, tymo-like peptidases have the potential to adopt a fold similar to that of cellular or viral-encoded OTU-like proteins.\n\nSeveral viral DUBs were reported previously to have a global DUB activity, acting on many cellular substrates (Balakirev et al, 2002; Frias-Staheli et al, 2007; Clementz et al, 2010; Wang et al, 2011) . To determine whether expression of 98K affects cellular global Ub-conjugate levels, Arabidopsis cells were transfected with pO-myc 2 -Ub-a plasmid expressing a myc-tagged version of ubiquitin (Camborde et al, 2010 )together with the expression vectors pO-98K or pO-98K-C783S encoding WT or catalytically inactive 98K, respectively. As a positive control, we expressed in Arabidopsis cells the HA-tagged CCHFV OTU domain, reported previously to display a global DUB activity in human cells (Frias-Staheli et al, 2007) . Levels of total ubiquitylated proteins were then compared by subjecting protein extracts with immunoblot Figure 4 TYMV-encoded 98K expressed during infection binds covalently to a ubiquitin-derived probe. Subcellular fractions of healthy (lanes 1 and 2) or TYMV-infected (lanes 3-5) plant cells were incubated with Ubiquitin vinyl-sulphone (Ub-VS) in the absence or presence of NEM as indicated. Proteins were analysed by 6% SDS-PAGE and revealed by immunoblotting with anti-98K antibody. All lanes were assembled from the same initial blot. Arrow Position of the covalent 98K-Ub adduct. The molecular mass (kDa) of marker proteins is shown on the left. analysis with anti-myc antibodies. As shown in Figure 6A , whereas expression of CCHFV OTU led to the almost complete disappearance of the signal corresponding to Ub conjugates (lane 3), the levels and overall distribution of Ub conjugates were not affected by expression of the TYMVencoded 98K protein (lanes 4, 5), highlighting the striking (C) Multiple sequence alignments. Sequences of TYMV PRO and related members of tymo-, marafi,-macula-, fovea-, and carlaviruses were aligned with viral and cellular members of the OTU-like superfamily of proteases (Makarova et al, 2000) . In the consensus, 'h' ¼ hydrophobic residues (A, C, F, H, L, I, M, V, W, Y, T, S, G), 'p' ¼ polar residues (C, D, E, H, K, N, Q, R, S, T), 'l' ¼ aliphatic residues (I, L, V), 'a' ¼ aromatic residues (W, Y, F, H), 's' ¼ small residues (A, C, S, T, D, V, G, P), 'u' ¼ tiny residues (A, G, S), 'c' ¼ charged residues (D, E, H, K, R), ' þ ' ¼ positively charged residues (K, R) and 't' ¼ residues with high b-turn-forming propensity (A, C, S, T, D, E, N, V, G, P). Residues conserved in at least 40, 70, or 85% of the aligned sequence are shaded in light grey, dark grey, or black, respectively. The shading of conserved residues is according to the PRO/OTU consensus. Numbers at the start of each sequence indicate the first aligned residue of that protein sequence. The catalytic Cys and His residues are in red. The clan number refers to the MEROPS classification (Rawlings et al, 2010) , and OTU consensus motifs to Makarova et al (2000) . difference between TYMV PRO and CCHFV OTU domains in terms of specificity, despite their putative structural relationship. This result demonstrates that 98K does not have a global DUB activity, and instead suggests that it is likely to target specific molecules.\n\nInterestingly, the PRO domain of the 98K protein was reported previously to interact physically with TYMV 66K RdRp during assembly of replication complexes (Jakubiec et al, 2004) , and RdRp was described recently as being ubiquitylated in plant cells (Camborde et al, 2010) . These observations prompted us to test the possibility that 66K RdRp constitutes a substrate for 98K DUB activity. To this end, the levels of 66K-Ub conjugates were assessed by co-expressing 66K in Arabidopsis cells in the presence of myc 2 -Ub, together with WT or catalytically inactive 98K.\n\nAs previously reported (Camborde et al, 2010) , immunoprecipitation of 66K under denaturing conditions followed by immunoblot analysis with anti-myc antibodies readily allows the detection of 66K-Ub conjugates ( Figure 6B, lane 3) . Strikingly, the amount of ubiquitylated 66K appeared drastically reduced when 66K was co-expressed in the presence of TYMV 98K ( Figure 6B, lane 4) or 140K (i.e., 98K protein precursor) (lane 6). Interestingly, this effect was reversed upon mutation of the catalytic C783 residue (lanes 5 and 7), indicating that the Ub conjugates of RdRp 66K are indeed targeted by the DUB activity of its replication partner, the 98K protein. No 66K-Ub conjugates were detected upon infection with TYMV RNA, consistent with 98K targeting 66K during viral infection (Supplementary Figure S1) .\n\nTo determine whether the DUB activity of the 98K protein contributes to the regulation of 66K turnover, we next compared the stability of 66K in plant cells in the presence of WT or catalytically inactive 98K.\n\nTo this end, Arabidopsis protoplasts expressing 66K, either alone or in combination with WT or mutated 98K, were pulse labelled by [ 35 S]-labelled Met and Cys, followed by incubation in chase medium for varying periods. 66K protein was then immunoprecipitated from cell lysates using specific antibodies (Figure 7) . The metabolic stability of 66K was estimated from the amount of labelled 66K remaining, corrected for the amount of protein present in the immunoprecipitates. Consistent with previous observations, 66K was unstable when expressed by itself (lanes 1-3) but was stabilized by expression of 98K (lanes 4-6). Interestingly, expression of 98K-C783S (lanes 7-9) also stabilized 66K, but to a lesser extent than 98K.\n\nTo confirm this finding, we also used the previously described Ubiquitin/protein/reference (UPR) technique to determine the metabolic stability of TYMV 66K (Lévy et al, 1996; Camborde et al, 2010) . In this system, a test protein is produced as a translational fusion to a stable reference protein separated by a Ub monomer. Such fusions are cleaved rapidly and precisely at the C-terminus of Ub by cellular Ubspecific processing proteases, yielding equimolar amounts of the test and reference proteins ( Figure 8A ). We previously reported the metabolic stability of 66K can be determined by transfecting cells with the expression vector pO-CAT:66K-LUC in which chloramphenicol acetyl transferase (CAT) serves as the internal control, and luciferase (LUC)-N-terminally fused to the 66K protein-serves as the test protein, with the LUC/CAT activity ratio reflecting the instability of the test protein (Camborde et al, 2010) . As shown in Figure 8B , we observed that expression of 98K led to the stabilization of 66K, a process that appeared to be dose dependent. Interestingly, this effect was partially reversed upon mutation of the catalytic C783 residue, as expression of the 98K-C783S or 98K-C783A mutants was found to affect 66K stability to a lesser extent than the wt 98K, as determined by comparison of samples expressing identical levels of wt or mutated 98K (P ¼ 0.0001) ( Figure 8C ).\n\nTaken together, these results demonstrate that the TYMV DUB activity can interfere specifically with the 66K RdRp polyubiquitylation process, and consequently affect its rate of degradation.\n\nAn interesting question is whether the DUB activity of 98K protein is required for viral infectivity. This question is complicated by the fact that the TYMV PRO domain has a dual activity: in addition to the DUB activity described herein, it also displays an endoproteolytic activity required for 206K polyprotein processing (Bransom et al, 1991; Jakubiec et al, 2007) . Previous characterization of 206K processing has identified two cleavage sites, at the PRO/HEL and HEL/POL junctions ( Figure 9A ; Kadaré et al, 1995; Bransom et al, 1996; Jakubiec et al, 2007) . Introducing the C783S mutation into the E17 transcripts corresponding to the full-length copy of the TYMV genome abolishes viral infectivity completely (Jakubiec et al, 2007) . However, this effect was attributed to the fact that cleavage at the HEL/POL junction is absolutely required for TYMV infectivity, as shown by mutagenesis studies affecting the HEL/POL cleavage site (Jakubiec et al, 2007) .\n\nTo determine whether debilitating the DUB activity would affect TYMV infectivity, we thus designed an experiment in which the DUB activity could be dissociated from the 206K polyprotein processing activity. To this end, we made use of construct E17-stopD (Prod'homme et al, 2003; Figure 9A ). Transcripts derived from this construct do not express the 66K protein and cannot replicate, but they can be transcomplemented by the 66K protein expressed in trans from the pO-66K expression vector (Prod'homme et al, 2003; Jakubiec et al, 2007) , therefore, alleviating the need for the HEL/POL cleavage event.\n\nAs a mutation that prevents cleavage at the PRO/HEL junction was previously reported to allow viral Samples were collected in duplicate (t ¼ 0) or triplicate (t ¼ 24 h and t ¼ 50 h). Cell lysates were immunoprecipitated with anti-66K antibody, and the resulting precipitates were subjected to SDS-PAGE and radioactive detection. Lanes 1-3, 4-6, and 7-9 originate from three separate blots, respectively, which were all from the same experiment and were all processed in parallel. Band intensities were quantified, corrected for the total amount of 66K present in the sample as determined by immunoblotting, and expressed as a percentage of the corresponding value at the start of the chase period. The graph represents data from all samples collected within one experiment. The amount of 98K or 98K-C783S present in cell lysates was determined by immunodetection using anti-98K antibody.\n\nImpact of TYMV DUB on 66K stability as determined by UPR assay. (A) Schematic representation of chimeric protein used in UPR assay. Reference and test proteins are separated by a ubiquitin moiety (Ub K48R ) that is cleaved by cellular ubiquitin-specific processing proteases (UBP). CAT, chloramphenicol acetyl transferase; LUC, luciferase. (B) Impact of 98K on 66K stability. Arabidopsis protoplasts transfected with pO-CAT:66K-LUC alone or together with increasing amounts (100 ng, 400 ng, or 1 mg) of pO-98K as indicated were collected at 48 hpt, and stability of LUC fusion proteins measured by UPR assay. LUC activity was expressed relative to the CAT internal control. Results are shown as percentages of the control. Data are mean ± s.d. of n ¼ 3 replicates. (C) Impact of DUB activity on 66K stability. Arabidopsis protoplasts were transfected with pO-CAT:66K-LUC alone (n ¼ 13) or together with 400 ng of pO-98K (n ¼ 22), pO-98K-C783S (n ¼ 10), or pO-98K-C783A (n ¼ 12) as indicated. Stability of LUC fusion proteins was measured by UPR assay as in (B) and samples were compared based on equal expression of WT or mutated 98K as determined by immunoblotting. Mann-Whitney rank test was used to test the significance of the results (***P ¼ 0.0001; ns, P40.05). Data are mean±s.d.\n\nreplication-albeit with a reduced efficiency (Jakubiec et al, 2007 )-we next substituted residues of the PRO/HEL cleavage site by alanine residues, generating the plasmid E17-stopD-(A/S2) ( Figure 9A ). Within this context, the C783S mutation was then introduced into the PRO domain to gen-erate the plasmid E17-stopD-(A/S2)-C783S. It should be emphasized that both transcripts deriving from the latter two constructs allow expression of the same set of proteins (i.e., the uncleavable form of the 140K protein), and that the C783S mutation is now expected to have no effect on processing of the viral replication proteins. We, therefore, reasoned that a decreased efficiency of complementation would reflect a defect in viral infectivity due to the lack of DUB activity. The abilities of the corresponding transcripts to be trans-complemented by pO-66K were thus assessed by assaying the accumulation of viral CP and viral RNAs by western and northern blots, respectively.\n\nAs shown in Figure 9B (lanes 1 and 2) , and consistent with our previous observations (Jakubiec et al, 2007) , trans-complementation of E17-stopD-(A/S2) transcripts by pO-66K was reduced as compared with complementation of E17-stopD transcripts-a consequence of impairment of the PRO/HEL cleavage. Interestingly, we also observed that complementation of E17-stopD-(A/S2)-C783S transcripts was further reduced B3-fold ( Figure 9B, lane 3) . Northern-blotting experiments confirmed the decreased accumulation of viral RNA species upon mutation of the DUB catalytic residue ( Figure 9C ), supporting the idea of a contribution of the DUB activity to viral infectivity.\n\nA number of viruses encode cysteine proteases that are involved in the processing of viral polyprotein precursors. Interestingly, some of these cysteine proteases were also recently reported to display DUB activity, as evidenced for those encoded by distinct human and animal viruses belonging to the families Adenoviridae, Herpesviridae, Coronaviridae, Arteriviridae, Bunyaviridae, and Picornaviridae (Balakirev et al, 2002; Kattenhorn et al, 2005; Lindner et al, 2005; Frias-Staheli et al, 2007; Clementz et al, 2010; Wang et al, 2011) . Here, we show that this activity extends also to plant viruses, demonstrating that the cysteine protease encoded by TYMV, a member of the family Tymoviridae, has DUB activity both in vitro and in vivo.\n\nDUB enzymatic activity resides in a relatively small (150 aa) protein domain (Figure 1) , and mutagenesis studies (Figures 1-3) confirmed the importance of the PRO activesite residue Cys783 for DUB activity. Importantly, we demonstrated that the 98K protein expressed from the viral polyprotein in the context of TYMV infection also exhibits DUB activity (Figure 4) , confirming the biological relevance of this finding.\n\nProtein threading and secondary structure predictions ( Figure 5 ) revealed structural homologies with members of the OTU domain family (e.g., OTU1 and CCHFV OTU), while sequence alignments indicate good agreement with the consensus sequence defined for OTU-like proteases (Makarova et al, 2000) , with the exception of a nearly conserved Asp residue in the vicinity of the catalytic site that has no equivalent in tymo-like peptidases. As structural data have been obtained for cellular and, more recently, viral members of this class of DUBs (Komander and Barford, 2008; Akutsu et al, 2011; James et al, 2011) , future structural studies to investigate whether TYMV DUB adopts a similar scaffold, and Arabidopsis protoplasts were cotransfected with in-vitro transcripts and pO-66K as indicated. Cells were harvested 48 hpt, and the ability of the transcripts to replicate was assessed by immunoblotting with anti-CP antibodies. The assembled lanes come from the same initial blot with identical exposure. Ponceau staining of the membrane (stain) indicates protein loading. The amount of 66K expressed was verified by immunoblotting with anti-66K antibody. The relative accumulation of CP is indicated below each panel. (C) Impact of DUB activity on the accumulation of viral RNAs. Arabidopsis protoplasts were cotransfected with in-vitro transcripts and pO-66K as indicated. Cells were harvested 48 hpt, equivalent RNA amounts were analysed and the plus-strand genomic (g) and subgenomic (sg) TYMV RNAs were detected by northern blot analysis. The assembled lanes come from the same initial blot with identical exposure. Methylene blue staining of the membrane (rRNA) indicates RNA loading. The relative accumulation of viral RNAs is indicated below each panel.\n\nto assess the structural variability of the OTU domain fold, will be of great value.\n\nWhether the tymo-like PRO domains encoded by maculaviruses and marafiviruses-the other genera constituting the family Tymoviridae-and by some members of the phylogenetically related family Flexiviridae Martelli et al, 2002 Martelli et al, , 2007 share this DUB activity awaits further study. It is interesting to note, however, that a subset of Flexiviridae members also contains a second proteinase domain with homology to the OTU domain (Makarova et al, 2000; Martelli et al, 2007;  Figure 5C ). If these viral enzymes could act as DUBs, this would suggest an important function for such an activity also in this group of viruses.\n\nAnalyses of its in-vitro catalytic properties revealed that TYMV PRO possesses an appreciable level of DUB activity as it hydrolyses Ub-AMC with a catalytic efficiency kapp (which approximates kcat/Km) of 1.5 Â10 3 M À1 s À1 . For comparison, the known kcat/Km of cellular DUbs range from 10 2 to 10 5 M À1 s À1 (Dang et al, 1998; Hu et al, 2002; Messick et al, 2008) , and that of CCHFV OTU was estimated in the range of 10 5 M À1 s À1 (Akutsu et al, 2011) .\n\nBecause TYMV PRO displayed a strong preference for hydrolysis of Ub-AMC rather than Z-LRGG-AMC (Figure 1 ), additional interactions involving amino acids outside of the C-terminal residues are likely to take place upon Ub binding to enhance catalysis, as previously reported for other cellular and viral DUBs (Dang et al, 1998; Lindner et al, 2005; Drag et al, 2008) .\n\nTYMV PRO is also able to cleave isopeptide bonds in vitro, although the activity is rather low (Figure 2 ), compared with other viral OTU DUBs (Akutsu et al, 2011; Capodagli et al, 2011) . Post-translational modifications, or additional binding partners (either adaptor molecules or the ubiquitylated target substrate itself), may be required to increase its enzymatic activity in vivo. Another interesting possibility is that TYMV PRO may have mainly a chain amputating activity, removing the poly-Ub chain from its substrate en bloc, rather than a chain processing activity.\n\nThe fact that TYMV PRO is able to disassemble both Lys48and Lys63-linked branched polyubiquitin chains ( Figure 2 )a feature shared by several other viral DUBs (Clementz et al, 2010; Akutsu et al, 2011; Wang et al, 2011 )-suggests that TYMV DUB activity may be involved in processes that protect protein substrates from proteasomal degradation-typically associated with Lys48-linked Ub chains-but that it may also play other regulatory roles by acting on Lys63-linked Ub protein chains (Komander, 2009 ). The specificity of TYMV PRO towards the remaining 'atypical' chain types such as Lys11-linked Ub chains is currently unknown.\n\nIt has become increasingly evident that several different viruses encode DUB enzymes, but a major current challenge in this field is to define and understand substrate specificity, if any, and the physiological roles of these important modulators of the ubiquitin pathway. In the case of cellular DUBs, only a limited number of substrates has been identified thus far (Ventii and Wilkinson, 2008; Li et al, 2010) .\n\nIn contrast to other studies showing that expression of viral DUBs could decrease global cellular Ub conjugate levels (Balakirev et al, 2002; Frias-Staheli et al, 2007; Clementz et al, 2010; Wang et al, 2011) , we demonstrated that expression of 98K had no effect on the overall level of ubiquitylated cellular proteins ( Figure 6A ).\n\nBecause 98K interacts in vitro and in vivo with TYMV 66K polymerase through its PRO domain (Jakubiec et al, 2004) , and, because TYMV 66K RdRp was shown recently to be targeted by the UPS in plant cells (Camborde et al, 2010) , we analysed the effect of 98K DUB activity on the accumulation of 66K-Ub conjugates, as well as on 66K stability. Interestingly, we observed that co-expression of 98K led to a decrease in the amount of 66K poly-Ub conjugates present in plant cells ( Figure 6B ), and to a subsequent increase in 66K metabolic stability (Figures 7 and 8) . As both features were affected by the C783S mutation shown to abolish DUB activity, we conclude that the 98K DUB activity indeed has the ability to interfere with the 66K RdRp polyubiquitylation process, and contributes to regulating its degradation. This effect is independent of the phosphorylation status of 66Kreported previously to influence 66K stability slightly (Jakubiec et al, 2006; Camborde et al, 2010) , as 66K phosphorylation appeared not to be affected by the co-expression of 98K protein (Supplementary Figure S2) .\n\nBecause a significant stabilization of 66K was still detected upon expression of the mutant proteins 98K-C783S or 98K-C783A (Figures 7 and 8C) , we cannot rule out the possibility that additional features of 98K other than its DUB activity might contribute to the regulation of 66K turnover. In particular, as 98K was shown to be a membrane-associated protein that recruits 66K to the chloroplast envelope vesicles where TYMV replication takes place (Prod'homme et al, 2001 (Prod'homme et al, , 2003 , 98K-dependent recruitment to membranes and subsequent compartmentalization might also help protect 66K from degradation. Experiments aimed at testing this possibility are currently underway.\n\nInterestingly, non-catalytic regulation of polyubiquitylation by DUBs has also been reported (Hanna et al, 2006; Nakada et al, 2010) . In that respect, OTUB1 was described recently to inhibit Ub chain conjugation, independently of its catalytic activity, through direct binding to the E2 ubiquitinconjugating enzyme UBC13 (Nakada et al, 2010) .\n\nSome 66K-Ub conjugates may also be involved in nondegradative processes. This possibility is consistent with 66K bearing Ub chains of different length as previously noted (Camborde et al, 2010) .\n\nDemonstrating that TYMV polymerase is a substrate of TYMV DUB adds significantly to the little that is currently known about viral DUBs. Given its essential function in the viral multiplication process, understanding how the viral RdRp is regulated during infection is critical. The similarity of viral replication processes among positive-strand RNA viruses (Buck, 1996; Ahlquist, 2002) might suggest that deubiquitylation of the viral polymerase by a viral-encoded DUB provides a regulatory mechanism that could be adopted by a number of other viruses including Arteriviruses, Coronaviruses, or Picornaviruses.\n\nAlthough it is not clear whether TYMV PRO would have access to potential deubiquitylation targets other than viral replication proteins themselves, it should be noted that 98K retains its ability to react with DUB-specific probes while incorporated in membrane-bound complexes (Figure 4 ). Further investigation is necessary to determine if other specific substrates can be recognized and stabilized by TYMV DUB activity.\n\nIdentification of the exact role of viral DUBs has so far remained a challenge, and data available on their function in the viral infection process are limited mostly to the large DNA viruses members of the Herpesviridae, where infection with DUB-mutant herpesviruses has revealed the important role of virally encoded DUB activity in the virus life cycle (Isaacson and Ploegh, 2009; Lee et al, 2009; Whitehurst et al, 2009; Gastaldello et al, 2010) .\n\nIn the case of positive-strand RNA viruses, viral OTU domain proteases were reported to promote evasion from innate immune responses through their non specific DUB and/or deISGylating activities (Frias-Staheli et al, 2007) . Whether they play a more direct role in the viral multiplication cycle is currently not known, due to the overlapping essential function of the viral OTU protease in the endoproteolytic processing of the viral polyproteins (Snijder et al, 1995) .\n\nTo determine the importance of the 98K DUB activity during viral infection, we took advantage of the TYMV reverse genetics system (Drugeon and Jupin, 2002) and our existing knowledge of 206K polyprotein processing (Jakubiec et al, 2007) to dissociate the endoproteolytic activity of the protease from its DUB activity (Figure 9 ). Such an approach has so far been precluded for RNA viruses member of the Coronaviridae and Arteriviridae families, given the complexity of their polyprotein processing schemes (Ziebuhr et al, 2000; Frias-Staheli et al, 2007) . We observed that debilitating the DUB activity by mutation of the catalytic Cys783 residue is not lethal but leads to decreased viral infectivity, suggesting that the DUB activity indeed contributes to the efficiency of viral infection.\n\nDUBs are central to many cellular functions, including proteolysis, vesicular budding, and ubiquitin homeostasis Reyes-Turcu et al, 2009 )-all processes that can presumably affect viral infectivity, either directly or indirectly, through the regulation of cellular proteins required for viral replication, or the manipulation of host cell defences. However, in the light of the results presented above (Figures 6-8) , we rather favour the hypothesis that TYMV DUB targets the viral 66K polymerase.\n\nIn addition to the regulation of yet uncharacterized nondegradative ubiquitylation processes, the 98K DUB activity may prevent 66K degradation by the UPS-a process that was reported recently to occur in plant cells (Camborde et al, 2010) . This hypothesis would be consistent with the observed contribution of DUB activity to viral infectivity (Figure 9 ), and would support our previous observation that stabilization of 66K leads to improved accumulation of TYMV RNAs (Camborde et al, 2010) .\n\nBased on these observations, it is tempting to speculate that UPS degradation of the viral polymerase might constitute a host cell defence strategy, against which viruses have evolved counter measures through the use of viral DUBs, providing another example of the never-ending host pathogens arms race (Dielen et al, 2010; Magori and Citovsky, 2011) . However, we consider it surprising that tymoviruses would encode a polymerase bearing a degradation signal previously identified as a PEST sequence in the N-terminal non-catalytic domain of the protein (Héricourt et al, 2000; Camborde et al, 2010) that is deleterious to viral replication, together with a viral DUB to prevent its degradation, when proteasomal degradation could be avoided easily by mutation of the PEST sequence during virus evolution. Therefore, we rather favour the idea that the virus has evolved to take advantage of ubiquitylation and deubiquitylation events to regulate its life cycle.\n\nIn that respect, it is interesting to note that, whereas treatment with proteasome inhibitors at late time points of viral infection were reported to improve viral infectivity (Camborde et al, 2010) , proteasome inhibition in the early phase of viral life cycle was found to partially inhibit viral infection (LC and IJ, unpublished observations) suggesting that proteasome-dependent pathways are also required for some steps of TYMV replication. The spatial (compartment specific) or temporal degradation of the RdRp may thus constitute yet another regulatory mechanism, and we propose that the viral DUB plays a critical role in that process, offering a new way to finely tune viral RNA replication. The analysis of 66K ubiquitylation status in the early steps of viral infection may help clarify this point, but the low level of 66K produced has so far precluded such analyses.\n\nThe identification of the viral RdRp as a specific substrate of a viral DUB enzyme thus reveals the intricate interplay between ubiquitylation, deubiquitylation and degradation processes, and the interaction between viral proteins, in controlling levels of RdRp and viral infectivity.\n\nAll DNA manipulations were performed using standard techniques and are described in Supplementary data.\n\nE. coli Rosetta (DE3)pLysS strain (Novagen) transformed with pGex-PRO or pGex-PRO-C783S were cultured in 2 Â YT medium containing 50 mg l À1 ampicillin and 35 mg l À1 chloramphenicol at 371C. For expression, the overnight culture was diluted to an A600 value of 0.2 and protein expression was induced at an A600 value of 0.6 by addition of isopropyl-1-thio-D-galactopyranoside (0.5 mM final concentration) for 4 h at 301C.\n\nCell cultures (50 ml) were harvested by centrifugation, resuspended in 1 ml Assay buffer (HEPES-KOH 50 mM pH-7.8, KCl 10 mM, EDTA 0.5 mM, DTT 1 mM, NP-40 0.5%) and lysed by sonication. After clarification by centrifugation (15 500 Â g at 41C for 10 min), hydrolysis reactions were performed using 5 ml of crude lysate in a 1-ml reaction volume.\n\nAlternatively, TYMV PRO and TYMV PRO-C783S were used following purification by affinity chromatography. For that purpose, cell cultures (50 ml) were pelleted by centrifugation, resuspended in 1 ml of PBS, and lysed by sonication. After clarification by centrifugation (15 500 Â g at 41C for 10 min), the cell lysate was incubated with glutathione Sepharose 4B (GE Healthcare) equilibrated with PBS (133 ml of 50% slurry per ml of bacterial lysate), and incubated for 1 h at 41C with gentle shaking. After three washes with 3 ml of cold PBS, the protein was eluted from the beads by two successive elutions with 150 ml of 50 mM Tris-HCl pH 8 containing 10 mM reduced glutathione. The protein was stored at À201C and its purity was evaluated by 12.5% SDS-PAGE and staining with Coomassie brilliant blue.\n\nThe activity of crude bacterial extracts or purified proteins was assessed using the fluorogenic substrates Ub-AMC and Z-LRGG-AMC (Boston Biochem and Enzo Life Sciences). The rate of substrate hydrolysis was determined by monitoring AMC-released fluorescence (excitation 380 nm; emission 440 nm) as a function of time on a Hitashi F2000 spectrofluorometer. Assays were performed in Assay buffer at RT. Reactions were initiated by the addition of crude bacterial lysate or purified enzyme to the cuvette and fluorescence was monitored continuously over a 20-30 min period of time. After blank subtraction, the initial velocity (V) measurements were plotted against the substrate concentration (range 12.5-100 mM for Z-LRGG-AMC and 50 nM-1 mM for Ub-AMC). Since no saturation was observed, the apparent kcat/Km (kapp) values were obtained by dividing the initial velocity by the substrate and enzyme concentrations according to the equation V/[E] ¼ kapp [S] .\n\nFor inhibition of deubiquitylating activity, the enzymatic activity of crude extracts of E. coli expressing TYMV PRO was measured after incubation with 100 mM Z-LRGG-AMC for 20 min at RT in the presence of NEM, Ubal, AEBSF and E-64 at the concentrations indicated. The activity in the presence of the inhibitor was expressed relative to value of the activity with no inhibitor.\n\nAn equal amount (2 mg) of WT PRO or PRO-C783S was incubated with 1.5 mg. of Lys48-linked or 450 ng of Lys63-linked poly-Ub chains (Boston Biochem) in 10 ml of Assay buffer. The samples were incubated for 24 h at RT and the reactions were stopped by the addition of SDS sample buffer. Proteins were separated by 16% SDS-PAGE, followed by immunodetection using anti-Ub antibody (Sigma). Mono-Ub (Sigma) was used as a control.\n\nProbe-binding assays were performed by combining 1 ml (500 ng) of Ub-VS (Boston Biochem) with 300 ng of WT PRO or PRO-C783S in 10 ml of Assay buffer; or with 14 ml of membrane fractions from healthy or TYMV-infected cells. Mixtures were incubated at RT for 1 h and the reactions were stopped by the addition of SDS sample buffer. When indicated, 10 mM NEM was added to the samples 15 min prior to the addition of the probe. Samples were analysed by 10% SDS-PAGE, followed by immunodetection with anti-PRO antibody in the case of recombinant PRO domain; or by 6% SDS-PAGE, followed by immunodetection with anti-98K antibody in the case of plant membrane fractions.\n\nAdditional methods relating to subcellular fractionation, antibodies, immunoprecipitation and immunoblotting experiments, preparation and transfection of Arabidopsis protoplasts, reporter assays, pulse-chase experiment, RNA extraction and northern blot hybridization, protein sequence alignment, secondary structure predictions, and structure modelling are described in Supplementary data.\n\nSupplementary data are available at The EMBO Journal Online (http://www.embojournal.org)."}