{"title": "Toxicogenomics analysis of mouse lung responses following exposure to titanium dioxide nanomaterials reveal their disease potential at high doses", "body": "Globally, titanium dioxide nanoparticles (TiO 2 NPs) are among the most widely produced and used nanomaterials (NMs). The estimated global annual production of TiO 2 NPs is currently near 12,500 tons (1, 2) . This value is expected to reach 2.5 million metric tons by 2025 (3) . Owing to their unique physico-chemical properties, TiO 2 NPs are used in diverse applications including consumer, industrial and biomedical fields. The extensive synthesis and pervasive use of TiO 2 NPs has resulted in unprecedented avenues for human exposure to these materials in the environment and through the use of consumer products. Exposure to TiO 2 NPs via inhalation leads to pulmonary inflammation, emphysema and lung injury in experimental rodents (4, 5) . Due to their nanosize, TiO 2 NPs penetrate deep into the highly vascularised areas of lungs and persist in lungs for weeks after the last exposure (6) . In addition, TiO 2 NPs deposited in rodent lungs translocate to blood, liver, heart, lymph nodes, spleen and other organs (7) (8) (9) (10) . These results imply that exposure to TiO 2 NPs can negatively impact health of the organisms exposed.\n\nAcute pulmonary responses in rodents exposed to TiO 2 NPs are greatly influenced by their primary particle size (11) (12) (13) (14) , surface area, surface charge, surface coatings (15) (16) (17) (18) and their crystalline structure (19, 20) . These results suggest that a combination of physico-chemical properties influence the pulmonary outcome of exposure to TiO 2 NPs. It is yet to be determined whether one of these properties is more important than the others and whether the underlying mechanisms of the observed pulmonary responses differ by the properties of TiO 2 NPs.\n\nWe have previously employed toxicogenomics tools to characterise the pulmonary transcriptomic responses in mice exposed via inhalation (21) or instillation to TiO 2 NPs of different sizes, surface coatings and TiO 2 NPs embedded in paint (6) . We have shown that all types of TiO 2 NPs induce pulmonary inflammation via the same mechanisms; however, the severity of response varies with their specific properties (22) . The transcriptomic studies discussed above were limited to few TiO 2 NP types and for now, it is not clear whether the results from those studies can be generalised to all TiO 2 NP variants. In the present study, we conducted a comprehensive investigation of lung toxicogenomic responses in mice exposed individually to six different types of TiO 2 NPs varying in size, crystalline structure and surface coatings to further our understanding of the underlying mechanisms of TiO 2 NP-induced lung responses. Acute, subchronic and chronic post-exposure time points were included along with a range of doses. The TiO 2 NP types included anatase TiO 2 NPs of 8, 20, and 300 nm, mixed anatase/rutile TiO 2 NP of 20 nm and rutile TiO 2 NPs of 20 nm with hydrophilic or hydrophobic surfaces. Mice were exposed via single intratracheal instillation to 18, 54, 162 or 486 µg/animal doses of individual TiO 2 NPs. Although the 486 µg/ animal dose is physiologically high, it was included in the study to determine whether exposure to TiO 2 NPs results in lung pathology at higher doses. Samples were collected at 1, 28 and 90 days post-exposure. Bronchoalveolar lavage fluid (BALF) cellularity, histopathology, particle localization in lungs (by transmission electron microscopy (TEM) and Cytoviva nanoscale hyperspectral microscopy) were assessed at all three post-exposure time points. Global gene expression profiles were generated for all doses, at Day 1 and Day 28 post-exposure time points. Pathway tools were employed to characterise the molecular pathways perturbed following exposure to TiO 2 NPs. Disease similarity tools were employed to determine whether the altered gene expression profiles are associated with any known lung disease.\n\nA set of six TiO 2 NPs of varying physico-chemical properties were investigated in the current study (Table 1) : anatase TiO 2 NPs of three different sizes, 8, 20 and 300 nm ( a TiO 2 8 , a TiO 2 20 and a TiO 2 300 ), mixed anatase and rutile TiO 2 NPs of 20 nm ( ra TiO 2 20 ) and rutile 2 20 (HP)] surfaces. All six particles were obtained from the Organisation for Economic Co-operation and Development through the sponsorship program. The a TiO 2 8 is commercially known as Hombikat UV100 and is available through Sachtleben Chemie GmbH, Germany. It is used as a semiconductor catalyst in photocatalytic applications. The a TiO 2 20 and a TiO 2 300 are commercially available as PC105 and tiona, respectively, from Cristal Global (http://www.cristal.com), whereas, ra TiO 2 20 is commercially known as P25 and is available from Evonik Degussa GmbH, Germany. The r TiO 2 20 (HY) and r TiO 2 20 (HP) are known as UV Titan M262 and UV Titan M212, respectively, and are available from Sachtleben Chemie GmbH, Germany. The selected anatase TiO 2 NPs are used in building materials and in air purification systems for their photocatalytic activity. They are also used in selfcleaning fabrics, glass and other products. The ra TiO 2 20 NPs are commonly used as catalyst carriers, active components for photocatalytic reactions and as heat stabilizers in silicone rubber. The two functionalised TiO 2 NPs-r TiO 2 20 (HY) and r TiO 2 20 (HP)-are used in skin and sun care products. The hydrophobic r TiO 2 20 (HY) is also used in manufacturing waterproof and stain resistant textiles (23, 24) .\n\nThe particles a TiO 2 8 , ra TiO 2 20 , r TiO 2 20 (HY) and r TiO 2 20 (HP) have been extensively characterised by the European Commission's Joint Research Centre (JRC) and reported in Rasmussen et al. (25) . In brief, a TiO 2 8 and ra TiO 2 20 are relatively pure. Negligible amount of silica (Si), aluminium (Al), and sulphur (S) was identified in a TiO 2 8 . The r TiO 2 20 (HY) and r TiO 2 20 (HP) contain 91.3% and 92.7% Ti, respectively, and are suggested to contain relatively higher levels of Al, Si, and S. In addition, gas chromatography-mass spectrometry analysis shows the presence of dimethicone (~2 weight %) coating on r TiO 2 20 (HY) and glycerol (~1-2 weight %) on r TiO 2 20 (HP), which contribute to the hydrophobic and hydrophilic nature of the r TiO 2 20 (HY) and r TiO 2 20 (HP), respectively (25) . Extensive characterisations of a TiO 2 20 and a TiO 2 300 have not been reported. The details of the particle characterisations are summarized in Table 1 .\n\nPreparation of TiO 2 NP stocks for the exposure A pilot study was conducted to assess the dispersion of TiO 2 NPs in MilliQ water, 2% serum or mouse BALF. The results revealed (data not shown) that with the exception of ra TiO 2 20 , all other TiO 2 NPs are best dispersed in MilliQ water. Thus, MilliQ water was used as particle dispersion vehicle for the experiments. For the purposes of consistency, the ra TiO 2 20 was also prepared in MilliQ water. A stock suspension of 6 mL for each type of TiO 2 NPs at a concentration of 12.15 mg/mL was made in MilliQ water. The particle suspension was dispersed by sonicating the samples using an S-450D sonifier (Branson Ultrasonics Corp., Danbury, CT, USA) at 10% amplitude for a total of 16 min on ice with alternating 10 s pulses and pauses in an enclosed chamber.\n\nThe size and agglomeration state of TiO 2 NPs in dry state were analysed using TEM analysis (Tecnai G2 F20 FETEM, FEI, Hillsboro, Oregon, USA) at the Nano Imaging Facility of Carleton University. Samples were stirred in filtered ethanol and sonicated for 5 min (ultrasonic water bath). A drop of this suspension was deposited on copper TEM grids (200-mesh copper grids covered with Formvar/ Carbon film (Agar Scientific, Essex, UK), air-dried and analysed using TEM.\n\nThe stock suspensions of the TiO 2 NPs at a concentration of 50 µg/ mL were prepared in MilliQ water and sonicated as described above. Prior to the dynamic light scattering (DLS) analysis with the Nicomp 380 ZLS instrument (Nicomp Particle Sizing Systems, Santa Barbara, CA, USA), samples were manually mixed and diluted 1 in 100 with 0.22 µm-filtered MilliQ water and were sonicated again for 5 min in a water bath sonicator. The DLS instrument was calibrated using 90 nm and 240 nm standard calibration beads, and the analysis was conducted according to the DLS manufacturers' instructions. The value of the number-weighted particle size distribution was calculated assuming that the particles are spheres of uniform density that scatter light according to classical Mie theory (26) .\n\nFive-to-seven-week-old female C57BL/6 mice (Jackson Laboratory, Bar Harbor, ME, USA) were housed in autoclaved cages with a 12-h light-dark cycle. All mice were given food and water ad libitum throughout the experiment. Animals were weighed before beginning the exposure and once every week during the course of the experiment. Mice were housed in pairs. All animal procedures were conducted in accordance with the guidelines of the Canadian Council for Animal Care and approved by Health Canada's Animal Care Committee.\n\nThe particle suspensions were dispersed as described above under preparation of TiO 2 NP stocks section. The 486 µg/40µL stock suspensions of the TiO 2 NPs were diluted to obtain 18, 54, and 162 µg per 40 µL and dispersed by sonication for an additional minute. The doses 18, 54, 162 and 486 μg/mouse are equivalent to 1.5, 5, 15, and 45 working days at the Danish occupational exposure level for TiO 2 (6.0 mg Ti/m 3~9 .75 mg TiO 2 /m 3 ), respectively. Although physiologically high, the dose 486 µg/mouse was included in the study to determine whether TiO 2 NPs induce pathological changes at the higher doses. The suspensions were used immediately after the preparation. MilliQ water devoid of particles was used to expose control animals.\n\nEach treatment group consisted of 10 animals. Mice in the experimental groups received a single intratracheal instillation of 18 µg (very low), 54 µg (low dose), 162 µg (medium dose) or 486 µg (high dose) of TiO 2 NPs in a 40-µL suspension prepared as described above, followed by 150 μl air with a 250 µL SGE glass syringe (250F-LT-GT, MicroLab, Aarhus, Denmark). Intratracheal instillation was performed under anaesthesia with 5% isoflurane (Isoflo, Esteve Farma, Carnaxide, Portugal) in 100% oxygen. Control mice received 40 µL of vehicle (MilliQ water) only. Following instillation, mice were kept under observation until they recovered from anaesthesia. Mice were killed on Days 1, 28 and 90 post-exposure. Blood, BALF and lung tissue were collected. One set of five experimental and five control mice were lavaged and the left lobe of lung from these mice were cut into two pieces, snap frozen in liquid nitrogen and stored in cryogenic vials at −80°C until analysis. The other set of five experimental and five control mice were not lavaged. Whole lungs from these mice were fixed in formalin (three mice/group) or glutaraldehyde (two mice/group) for histopathology and TEM analysis, respectively. Various end points investigated at the different post-exposure time points are listed in Figure 1 .\n\nOne set of five mice from control and treated groups were lavaged as described in Poulsen et al. (27) . In brief, a total of 2 mL of 0.9% sterile saline was injected in lungs and was recovered. The BALF was immediately put on ice until further processing. BALF was centrifuged at 4°C and 400 g for 10 min to collect cells, which were resuspended in 0.5 mL PBS.\n\nThe BALF cytospins were prepared as described by Poulsen et al. (27) previously. The cytospins were fixed with two sprays of Sheldon Cell Fix and air-dried and stained with haematoxylin and eosin (H & E). A total of 500 cells were counted per cytospin to identify mononuclear cells, neutrophils and lymphocytes using an optical microscope (Olympus BH2, Olympus Optical Company Ltd, Tokyo, Japan). A non-parametric one-way analysis of variance (ANOVA) with a post-hoc Tukey-type test (28) was conducted to examine the effect of doses compared with the matched control using Origin version 8 (Northampton, MA, USA). Two-way ANOVA was conducted that examined the effect of particle and dose for the three post-exposure time points. Data were analysed using the R statistical computing environment (29) . The model assumptions for normality and the constant variance assumption were tested using the Anderson-Darling statistic for normality (30) and the Leven's test for homogeneity of variance (31) . However, these assumptions were not satisfied. As a result, the analysis was conducted on the ranks. As the interaction term was significant (P < 0.0001), the post hoc analysis was conducted on the pairwise comparisons. The Holm-Sidak procedure (32) was used to adjust the P values for multiple testing. The estimate and standard error was reported using the untransformed data.\n\nCell-free BALF supernatants were assessed for evidence of lung injury at 1-and 90-day post-exposure time points.\n\nβ-N-Acetylglucosaminidase activity assay Commercially available β-N-acetylglucosaminidase (NAG) activity colorimetric assay kit (Biovision, CA, USA) was used according to the manufacturer's instructions. In this assay, 125 µL standard synthetic p-nitrophenol derivative (pNP) or BALF were incubated for 30 min at 37°C in the presence of NAG substrate, when the reaction was terminated by adding a stop solution. The release of pNP was determined by measuring the absorbance at 400 nm.\n\nCommercially available alkaline phosphatase (ALP) activity fluorometric assay kit (Biovision, CA, USA) was used according to the manufacturer's instructions. Briefly, 120 µL BALF or standard ALP enzymes were incubated with 4-methylumbelliferyl phosphate disodium salt (MUP) for 30 min at room temperature, when the reaction was terminated by adding a stop solution. The fluorescence was measured at Ex/Em = 360nm/440nm using a fluorescence microtitre plate reader.\n\nTEM analysis of lung tissues was conducted through the services available at the Electron Microscopy Core Laboratory, Cell Imaging and Histology Core Facility, University of Ottawa Heart Institute, Ottawa, Canada. In brief, lung tissues from control and TiO 2 NP exposed (two mice/group) mice collected on Days 1, 28 or 90 post-exposure time points were perfused and fixed with 2.5 % glutaraldehyde (electron microscopy sciences, Hatfield, PA, USA) and 2% paraformaldehyde solution (electron microscopy sciences, Hatfield, PA, USA). The fixed lung tissue samples were cut into small pieces, rinsed with 0.15 M phosphate buffer and 0.15 M sodium cacodylate buffer, post-fixed in 2 % osmium tetroxide (Polysciences, Inc., Warrington, PA, USA) and 0.05 M potassium ferricyanide (Sigma-Aldrich Canada Ltd., Oakville, ON, Canada) in 0.12 M sodium cacodylate buffer (pH 7.2) for 2 h. The osmofication was followed by three rinses with Milli-Q and en bloc staining with 1% uranyl acetate (Leica Microsystems, Ultrastain-1, Buffalo Grove, IL, USA) in Milli-Q water overnight at 4°C. The samples were gradually dehydrated in ethanol on the following day and embedded in Epon according to the standard procedures (TAAB Laboratories Equipment, TAAB 812 resin kit, West Berkshire, UK). Embedded samples were ultrathin-sectioned on a Leica EM UC6 ultramicrotome (Leica Microsystems GmbH, Wetzlar, Germany). The resulting sections were stained with uranyl acetate and lead citrate before they were visualised using TEM.\n\nTotal RNA was isolated from random sections of the left lung lobe (n = 5 per experimental group) using TRIzol reagent (Invitrogen, Carlsbad, CA, USA) and purified using RNeasy Plus Mini kits (Qiagen, Mississauga, ON, Canada) according to the manufacturer's instructions. Total RNA concentration was measured using a NanoDrop 2000 spectrophotometer (Thermo Fisher Scientific Inc., Wilmington, DE, USA), and RNA quality and integrity was assessed using an Agilent 2100 Bioanalyzer (Agilent Technologies, Inc., Mississauga, ON, Canada) according to the manufacturer's instructions. All samples showed RNA integrity numbers above seven.\n\nTotal RNA (250 ng) samples from individual mice (n = 5 per experimental and control group) and from Universal Mouse Reference total RNA (UMRR; Agilent Technologies, Inc., Mississauga, ON, Canada) were used to synthesise double-stranded complementary DNA (cDNA), which was then used to synthesise Cyanine-labelled cRNAs using Quick Amp Labeling Kit (Agilent Technologies Inc., Mississauga, ON, Canada) according to the manufacturer's instructions. cRNAs from experimental (control and TiO 2 NPsexposed) groups were labelled with cyanine 5-CTP and reference cRNAs were labelled with cyanine 3-CTP using a T7 RNA polymerase in vitro transcription kit (Agilent Technologies Inc., Mississauga, ON, Canada) and purified using RNeasy Mini kits (Qiagen, Mississauga, ON, Canada). An equimolar amount of reference cRNA was mixed with each experimental cRNA sample and was hybridised to Agilent mouse 4 × 44k oligonucleotide microarrays (Agilent Technologies Inc., Mississauga, ON, Canada) for 17 h in a hybridisation chamber at 65°C with a rotation speed of 10 rpm. At the end of hybridization, arrays were scanned on an Agilent G2505B scanner according to manufacturer's protocols (Agilent Technologies Inc., Mississauga, ON, Canada). Gene expression data from the scanned images were extracted using Agilent Feature Extraction software version 9.5.3.1.\n\nA reference randomised block design (33) was used to analyse microarray data, normalised using LOcally WEighted Scatterplot Smoothing (LOWESS) regression modelling method and statistical significance of the differentially expressed genes was determined using MicroArray ANalysis Of VAriance (MAANOVA) in R statistical software (http://www.r-project.org). The Fs statistic (34) was used to test the treatment effects compared with the matched controls exposed to vehicle only and P values were estimated by the permutation method using residual shuffling. In order to minimise any false positives, the false discovery rate (FDR) multiple testing correction (35) was applied. The fold changes of gene expression were calculated considering the least square means.\n\nGenes showing expression changes of at least 1.5-fold in either direction compared with their matched controls and showing FDR P ≤ 0.05 were considered as significantly differentially expressed genes (DEGs) and were used in all downstream analyses. All microarray data have been deposited in the NCBI gene expression omnibus database and can be accessed via the accession number GSE81570.\n\nFunctional gene ontology (GO) analysis of the DEGs was performed using the Database for Annotation, Visualization and Integrated Discovery (DAVID) v6.7. Benjamini-Hochberg-corrected GO processes, with a Fisher's exact P ≤ 0.05 considered to be significantly enriched (over-represented). Specific biological pathways associated with the DEGs were identified using Ingenuity Pathway Analysis (IPA, Ingenuity Systems, Redwood City, CA, USA). Pathways with a Fisher's exact P value of ≤0.05 were considered for the interpretation of results.\n\nAll DEGs from the highest dose of 486 µg/mouse groups were mined against the genomic data repositories in NextBio (http:// ehsrb.nextbio.com) to identify curated studies of diseases with similar gene profiles, gene ranking and consistency in fold change directionality. Pairwise gene signature correlations and rank-based enrichment statistics were employed to calculate the NextBio scores for each disease. The disease (associated with TiO 2 NPs exposure) that ranked the highest was given a score of 100 and the rest were normalised accordingly. The meta-analysis function in NextBio was used to compare the DEGs associated with most enriched GOs from TiO 2 NP-exposed lung to those reflective of lung fibrosis from the curated datasets available in NextBio.\n\nFor histopathology examinations, whole lungs from control and TiO 2 NP-exposed mice (n = 3) were perfused and fixed in 10% formalin, dehydrated with graded alcohol and paraffin embedded prior to staining with H & E. Three mice per dose group per particle type for a total of 90 slides at each post-exposure time point were assessed. Lung sections from the 162 and 486 µg/mouse dose groups were also stained with Masson trichrome stain to assess collagen deposition. The service was carried out in the PALM Histology Core Facility, University of Ottawa, Ottawa, Ontario, Canada.\n\nSince the 18 µg/animal dose showed non-significant changes in the BALF inflammatory cell profile as measured by the BALF differential cell counts and since it did not induce any observable cellular toxicity as measured by the NAG or ALP assays, this dose group was not included in the microarray experiments and is not discussed in the Results section below.\n\nThe primary particle size and morphology of a TiO 2 8 , a TiO 2 20 , a TiO 2 300 , ra TiO2 20 , r TiO 2 20 (HY) and r TiO 2 20 (HP) were determined by TEM analysis. The average diameter of the majority of each particle type obtained from TEM analysis showed values close to those reported by the manufacturer, except for a TiO 2 300 (Table 1 ). Some differences in sizes and particle shapes were observed. Whereas a TiO 2 8 , ra TiO 2 20 and a TiO2 300 were spherical in shape, the other TiO 2 NPs appeared elongated. The diameter of the cross sections ranged from 18 nm to 52 nm for the ra TiO 2 20 and r TiO 2 20 (HY). The diameters of the elongated or rod shaped a TiO 2 20 and r TiO 2 20 (HP) were ~30 nm and ~35-70 nm, respectively, in the longest cross sections. Diameters of a TiO 2 300 were much smaller (100-120 nm) than reported by the manufacturer. The size of the a TiO 2 300 was confirmed using nanoparticle tracking analysis (data not shown) by NanoSight LM20 (NanoSight, Amesbury, UK). All TiO 2 NPs were found agglomerated.\n\nDLS analysis DLS analysis of the particle suspension revealed that all TiO 2 NPs agglomerate in water. The number-weighted particle aggregate sizes are presented in Table 1 Post-exposure detection of TiO 2 NPs in lung tissues TEM analysis was used to detect TiO 2 NPs in the ultrastructures of the lung tissues collected on Day 1 and Day 28 post-exposure. TEM images of vehicle only-exposed lung tissues did not reveal any particles on Day 1 (Supplementary Figure 1A \n\nDifferential cell counts. BALF from five mice from each control and exposed groups was assessed for differential cell counts. Details of the total and differential cell counts are summarised in Figure 2 and in Supplementary  Table 1 . As such, no general trend in increase in total cell number was observed; however, a non-significant dose-dependent increase in the total number of cells in BALF was observed on Day 1 postexposure for ra TiO 2 20 NPs (Figure 2A ). On Day 28 post-exposure, only the rutile/anatase and rutile groups showed increased number of BALF cells at the high dose ( Figure 2B ).\n\nThe mononuclear cells, neutrophils and lymphocytes accounted for 98-99.7%, 0.3-1.8% and ~1.0% of the total cell population of control BALF, respectively. According to the cellular profiles shown in Figure 2A , a dose-dependent decrease in the number of mononuclear cells (Figure 2A-b) and concomitant increase in the number of neutrophils (Figure 2A -c) was observed at Day 1 postexposure, regardless of the type of TiO 2 NPs. The highest increase in neutrophils was observed in mouse lungs exposed to r TiO 2 20 (HP) (Supplementary Table 1 and Figure 2A -c). The changes in the number of lymphocytes at any dose were not significant (Figure 2A-d) .\n\nThe changes in the number of mononuclear cells following exposure to rutile/anatase or rutile NPs were observed but not for the anatase NPs on Day 28 post-exposure ( Figure 2B-b) ; a dramatic decrease in the number of BALF neutrophils was observed for all groups ( Figure 2B-c) . Moreover, a dose-dependent increase in the total number of lymphocytes was observed for all TiO 2 NP groups on Day 28 post-exposure; although only the changes at medium and high doses were significant ( Figure 2B -d).\n\nGlobal lung gene expression profiles derived from a total of 240 microarrays were used to assemble the data. Two main comparisons were made: (i) a Figure 3A summarises the number of upregulated and downregulated genes for all doses and post-exposure time points for each particle type.\n\nA total of 225, 105 and 85 unique DEGs ( Figure 3A , Supplementary Table 3a-c. The DEGs that were common to more than one dose were only counted once.) were found in the lungs of mice exposed to a TiO 2 . The lungs of mice exposed to a TiO 2 300 showed a total of 85 unique genes differentially expressed. Among these 4, 6 and 69 DEGs were upregulated and 2, 0 and 12 were downregulated in 54, 162 and 486 µg dose groups, respectively. A large number of inflammation-associated genes including, Saa3 (71.2-fold), Saa2 (4.3-fold), Saa1 (8.4-fold), Timp1 (6.6-fold), Ccl2 (2.8-fold), Ccl7 (2.8-fold), Ccl17 (2.6-fold), Lcn2 (8.7-fold), Cxcl1 (2.1-fold), Cxcl10 (1.9-fold) and Cxcl5 (3.4-fold) were significantly expressed in mouse lungs exposed to a TiO 2 300 at the highest dose.\n\nAt Day 28, the response was largely reversed for all three particle types. A total of 8, 5 and 25 DEGs were ( Figure 3A , respectively. In the mice treated with a TiO 2 300 , 1, 4 and 12 DEGs were upregulated and 4, 7 and 11 genes were downregulated in the 54 µg, 162 µg and 486 µg dose groups, respectively. Myl9 (1.6-fold) associated with muscle contractile activity and Hspa1a (-1.8-fold) and KFL4/KFL9 (−1.8fold) genes associated with carcinoma were significantly perturbed following a TiO 2 300 exposure; none of the DEGs in the a TiO 2 300 exposed lungs was associated with inflammation.\n\nIn contrast to the anatase type TiO 2 NPs described above, the transcriptomic responses to rutile type ra TiO 2 20 , r TiO 2 20 (HY) and Table 3l ). Several genes associated with inflammation and acute phase signalling were persistently altered at Day 28 following exposure to r TiO 2 20 (HY) and r TiO 2 20 (HP). These included Saa3 (27.7 and 7.0-fold), Lcn2 (7.9 and 6.3-fold), Cxcl5 (5.4 and 5.7-fold), Ccl7 (4.0 and 5.0-fold), Cxcl1 (3.6 and 2.6-fold), Clec5a (2.5 and 2.5-fold) and Cd14 (2.1 and 1.8-fold), respectively, at the high dose. In addition, pro-fibrotic genes including Cd14 (2.1-fold), Timp1 (2.5-fold) and Cyp7b1 (2.2-fold) following r TiO 2 20 (HY) and Ccl2 (4.1-fold), Csf2 (2.1-fold), Cd14 (1.8-fold), Adora1 (1.7-fold) and Il1rn (1.5-fold) following r TiO 2 20 (HP) showed largest changes at the high dose.\n\nIn addition to a separate assessment of the individual data sets, a hierarchical clustering of genes differentially expressed in at least one experimental condition was conducted to determine particle, dose, or time-dependent expression patterns ( Figure 3B ). The analysis revealed that the expression patterns were similar for individual mice within the same treatment groups. Two main clusters were observed: Cluster-1 consisted of all doses of the five TiO 2 NPs for Day 28 post-exposure time point excluding ra TiO 2 20 , along with 20 (HY) from the high-dose group. The results suggested that the observed responses at the gene expression level were mainly post-exposure time-dependent and particle-specific differences were not observed ( Figure 3B ). Table 3 ). On Day 28 post-exposure, only one DEG at the highest dose (Supplementary Figure 2B) was common to all anatase groups.\n\nThe DEGs were analysed to identify specific biological functions, processes or pathways perturbed following exposure. In agreement with the total number of DEGs, a large number of perturbed biological processes were observed in the 162 and 486 µg dose groups. The list of all biological processes affected at Day 1 post-exposure for all doses are summarised in Supplementary Table 4 . Immune/inflammation responses were the top processes affected following exposure to all anatase TiO 2 NPs, with enrichment of GO annotations such as inflammatory response (GO:0006954), response to wounding (GO:0009611), defense response (GO:0006952), chemotaxis (GO:0006935), taxis (GO:0042330) and behaviour (GO:0007610). In addition, genes in the high-dose group of the a TiO 2 300 also perturbed steroid metabolic process (GO: 0008202). The largest significant changes were observed in mice exposed to a TiO 2 8 . No biological processes were significantly altered in a TiO 2 20 -exposed lungs. Two biological processes-transcription (GO:0006350) and rhythmic process (GO:0048511)-were altered in a TiO 2 300 group at Day 28 post-exposure. There were no significantly altered biological processes for the other two anatase types.\n\nThe microarray data were further analysed through Kyoto Encyclopedia of Genes and Genomes (KEGG) and Ingenuity Pathway Analysis (IPA) to understand the implications of the altered genes in lung diseases and disorders. The list of all KEGG pathways affected at Day 1 post-exposure is provided in Supplementary Table 4 ; the cytokine-cytokine receptor interaction (mmu04060), chemokine signalling pathway (mmu04062) and NOD-like receptor signalling (mmu04621) pathways implicated in the inflammation process were among the top pathways affected. In addition, the terpenoid backbone biosynthesis (mmu00900) and p53 signalling pathway (mmu04115) were altered in response to a TiO 2 8 and a TiO 2 20 , and extracellular matrix (ECM)-receptor interaction (mmu04512) and focal adhesion (mmu04510) were perturbed in response to a TiO 2 8 . This response was not seen in Day 28 post-exposure samples. A heat map of enriched (−log P value ≥ 1.3) canonical pathways (IPA) regulated by the DEGs at Day 1 and Day 28 are presented in Figure 4 . IPA revealed unique association of DEGs in the high-dose group of a TiO 2 20 with the p53 signalling pathway and the ataxia telangiectasia mutated signalling pathway, implying DNA damage response. The p53 signalling pathway was among the significantly perturbed KEGG pathways that was associated with DEGs of a TiO 2 20 and a TiO 2 8 . The DEGs in the high-dose group of a TiO 2 8 and a TiO 2 300 showed significant association with the pathways of hepatic fibrosis and interleukin 17 signalling in fibroblasts, suggesting a potential for these particles to induce lung fibrosis. Only a few altered canonical pathways that included acute phase signalling, glucocorticoid receptor signalling and FXR/VDR/LXR/ RXR activation were significantly perturbed on Day 28 for all three anatase TiO 2 NPs.\n\nThe results showed that the altered DEGs in this group are involved in inflammation, oxidative stress and fibrosis. a \n\nFor the rutile ra TiO 2 20 , r TiO 2 20 (HY) and r TiO 2 20 (HP) NPs, transcriptomic response seemed to be influenced by the type of surface modifications. While the rutile/anatase ra TiO 2 20 induced the largest number of DEGs at the high dose on Day 1, r TiO 2 20 (HP) with hydrophilic surface modification induced large number of DEGs at all doses and post-exposure time points. There were 1, 15 and 36 genes common to ra TiO 2 20 , r TiO 2 20 (HY) and r TiO 2 20 (HP) groups at the low, medium and high doses, respectively, which were mainly associated with inflammation (Supplementary Figure 4A ). There were 5 and 15 DEGs common to the r TiO 2 20 (HY) and r TiO 2 20 (HP) exposure groups, respectively, at the medium and high dose at Day 28 postexposure. Only 1 and 2 DEGs were common to the three rutile NPs at medium and high doses and none at the low dose (Supplementary Figure 4B ).\n\nThe biological processes perturbed on Day 1 and Day 28 postexposure for all doses are summarised in Supplementary Table 5 Table 5 ; the cytokinecytokine receptor interaction (mmu04060), chemokine signalling pathway (mmu04062) and NOD-like receptor signalling (mmu04621) pathways implicated in the inflammation process were among the top pathways affected. In addition, the terpenoid backbone biosynthesis (mmu00900), ECM-receptor interaction (mmu04512), focal adhesion (mmu04510) and p53 signalling pathway (mmu04115) were altered in lungs in response to ra TiO 2 20 . At Day 28 post-exposure, only r TiO 2 20 (HP) and r TiO 2 20 (HY) showed perturbations in the inflammatory (cytokine-cytokine receptor interaction (mmu04060) and chemokine signalling (mmu04062)) pathways. In addition, r TiO 2 20 (HP) showed perturbations in toll-like receptor signalling pathway (mmu04620) and NOD-like receptor signalling (mmu04621) and lysosome (mmu04142) pathways.\n\nHeat map of enriched (−log P ≥ 1.3) canonical pathways regulated by the DEGs at Day 1 and Day 28 post-exposure are presented in Figure 5 . The top five canonical pathways associated with DEGs on Day 1 include acute phase response signalling, agranulocyte adhesion and diapedesis, granulocyte adhesion and diapedesis, role of hypercytokinemia/hyperchemokinemia in pathogenesis and communication between innate and adaptive immune cells. In addition to inflammatory pathways, hepatic fibrosis/hepatic stellate cell activation and hepatic cholestasis were perturbed even in the low-dose groups of the rutile ra TiO 2 20 and r TiO 2 20 (HP) and in the medium-and highdose groups of the r TiO 2 20 (HY) at Day 1 post-exposure ( Figure 4) .\n\nAltered inflammatory pathways such as acute phase response signalling, agranulocyte adhesion and diapedesis, granulocyte adhesion and diapedesis were also observed at Day 28 post-exposure for all rutile NPs. At this this time point, the fibrosis pathway was altered only in the high-dose group of the r TiO 2 20 (HY) and r TiO 2 20 (HP). The results also showed that ra TiO 2 20 induced highest number of DEGs associated with fibrotic (25 DEGs at the high dose) and oxidative stress (14 DEGs at the high dose) response categories on Day 1 (Supplementary Figure 5) ; however, these genes were no longer significantly expressed on Day 28 post-exposure. The r TiO 2 20 (HY) and r TiO 2 20 (HP) induced 6 and 11 DEGs associated with fibrosis on Day 1, respectively. Six of those induced by r TiO 2 20 (HY) were also observed on Day 28. Only three DEGs were induced by r TiO 2 20 (HP) on Day 28, which were mainly associated with inflammation.\n\nDiseases and functions predicted from IPA showed that the diseases and functions related to inflammation were activated in lungs treated with the anatase TiO 2 NPs on Day 1 post-exposure (Supplementary Figure 6 ). In addition to diseases and functions related to inflammation, diseases and functions related to DNA damage were also activated in lungs treated with a TiO 2 20 . These diseases and functions were no longer activated on Day 28 post-exposure. In the rutile/ anatase and rutile-exposed groups, the diseases and functions related to inflammation, fibrosis and oxidative stress were activated in the 162 µg and 486 µg dose groups (Supplementary Figure 6) on Day 1 post-exposure. These diseases and functions related to inflammation, fibrosis and oxidative stress were only activated in the 486 µg dose groups on Day 28 post-exposure. DEGs from the 162 and 486 µg dose groups of all six particle types were analysed using the NextBio Human Atlas (Supplementary Table 6 ) to identify their potential association with known human diseases. The analysis showed that respiratory disorders, viral infectious diseases, bacterial infectious disease, parasitic disease, and nutritional and metabolic disease are among the top disease categories associated with the DEGs. The sub-categories in the respiratory disorders category included severe acute respiratory syndrome, infectious disease of lung, lower respiratory tract infection, pneumonia, interstitial lung disease, injury of lung, asthma, pulmonary hypertension, chronic obstructive pulmonary disease and fibrosis of lung.\n\nA recently published INHAND system was used to classify lung morphology and lung lesions. (36) The H & E-stained slides were blinded for the type of TiO 2 NPs. The detailed lung lesion inventory is provided in Supplementary Table 7 . For each lesion category, a numeric score from 0 to 5 was assigned based on a subjective assessment of the lesion severity, which corresponded to lesion not present, minimal, mild, moderate, marked and severe, respectively.\n\nThe results showed that lung sections from vehicle-treated control mice on Day 1 post-exposure are well ventilated with a few macrophages distributed diffusely in the alveolar spaces ( Figure 6A-a) . Infiltration of alveolar macrophages and neutrophils was observed in the treated groups in a dose-dependent manner (Figure 6Ab-m) . The alveolar macrophages were heavily laden with NPs. Alveolar inflammation or alveolitis was assessed by the presence of granulomatous and pyogranulomatous like structures dominated by large numbers of macrophages and neutrophils, respectively. Mild macrophage-neutrophilic alveolitis was also observed in the 162 µg dose group ( Figure 6A-b-g) . The degree of alveolitis in centriacinar area regions was more prominent in the 486 µg dose group for all particle types ( Figure 6A-h-m) .\n\nThe lung sections remained well ventilated on Day 28 postexposure ( Figure 6B-a) . A dose-dependent increase in the alveolar macrophages was observed for some particle types mainly at 162 ( Figure 6B -b-g) or 486 µg doses ( Figure 6B -n-s); however, this change was less significant compared with the Day 1 post-exposure groups (Supplementary Table 7 -b). Peribronchiolar and perivascular infiltrations of lymphocytes were observed in the 162 µg and 486 µg dose groups, except in mice exposed to a TiO 2 300 (Supplementary Table 7 -b). Focal to multifocal granulomatous and pyogranulomatous inflammation were more pronounced in r TiO 2 20 (HY)-and r TiO 2 20 (HP)exposed lungs in the 162 µg ( Figure 6B-f-g) and 486 µg dose groups ( Figure 6B-r-s) . Lung sections were stained with Masson's trichrome staining to assess collagen deposition on Day 28 post-exposure in the medium-and high-dose groups. Masson's trichrome staining showed that collagen depositions were minimal in lung sections treated with TiO 2 NPs in the 162 µg dose groups ( Figure 6B-h-m) . Collagen depositions were higher in r TiO 2 20 (HY)-and r TiO 2 20 (HP)-exposed lungs in the 486 µg dose groups ( Figure 6B TiO 2 NPs may be more harmful than others. Thus, a series of experiments were conducted at 90-day post-exposure to determine whether differential transcriptomics responses among the TiO 2 NPs eventually translates into disease manifestation for some TiO 2 NPs. TEM analysis of lung sections (Figure 7) showed that an appreciable fraction of TiO 2 NPs deposited via single intratracheal instillation were retained in lung tissues up to 90 days post-exposure regardless of the specific size or surface modifications, in the 162 and 486 µg dose groups (Figure 7-a-l) . The TiO 2 NPs were mostly found dispersed in the cytoplasm and some were localized to phagocytic vacuoles (Figure 7-e-g) . In lung sections from the a TiO 2 8 and r TiO 2 20 (HP)-exposed groups, particles were found inside the nuclei (Figure 7-d, 7-l) .\n\nBALF cellularity analysis revealed small increases in total cell number (Supplementary Figure 7A-a and B-a) , macrophages (Supplementary Figure 7A-b and B-b) and lymphocytes (Supplementary Figure 7A-c and B-c) at 90-day post-exposure, indicating persistent but subtle inflammation. No general trends specific to particle types were observed.\n\nTo further understand the nature of the response observed at Day 90 post-exposure, cytotoxicity was assessed using β-NAG activity and ALP activity (37) in cell-free BALF supernatants collected on Day 1 and Day 90 post-exposure. Increased β-NAG activity is indicative of macrophage lysosomal activation (38) . Increased ALP activity is used as a marker of (39) pathological pulmonary conditions, in which epithelial damage is a central feature of the pathogenesis, such as acute lung injury, pulmonary fibrosis, viral pneumonia and particulate matter-induced lung toxicity (40) . The results showed that the β-NAG (Supplementary Figure 8A -a and A-b) activity increased significantly on Day 1 following exposure to a TiO 2 8 and r TiO 2 20 (HY) at the medium and high doses and in lungs exposed to r TiO 2 20 (HP) at the high-dose group in comparison with their matched controls. The ALP activity (Supplementary Figure 8B-a and B-b) was significantly higher on Day 1 in lungs of mice exposed to a TiO 2 8 and r TiO 2 20 (HP) at the medium and high doses and in lungs exposed to a TiO 2 8 and r TiO 2 20 at the high-dose group compared with their matched controls. The increased β-NAG or ALP activities on Day 1 (Supplementary Figure 8B-a and B-b) were reduced significantly on Day 90.\n\nIn alignment with the observations above, the lung sections from the treated animals showed an increased infiltration of alveolar macrophages throughout but particularly in centriacinar area alveolar spaces at 90 Day post-exposure (Figure 8 ). Perivascular and peribronchiolar infiltrations of inflammatory cells were often observed irrespective of the type of TiO 2 NPs (Figure 8 ). Alveolar or septal fibroblast proliferation and granulomatous alveolar inflammation dominated by macrophages and lymphocytes were observed occasionally in treated lungs. Control mice showed only a subtle and diffuse infiltration of alveolar macrophages ( Figure 8A-a-c and B-a-c) . Masson's trichrome staining for collagen revealed the presence of mild fibrosis in lungs exposed to a TiO 2 8 ( Figure A mild and focal type 2 pneumocyte hypertrophy and hyperplasia, indicative of repair of alveolar epithelium was found only in lungs exposed to medium dose of r TiO 2 20 (HP) (data not shown).\n\nAs stated earlier in the introduction above, it is a well-known fact that the primary particle size and the resulting surface area influence the toxicity induced by several classes of NMs including TiO 2 NPs.\n\nFor TiO 2 NP variants, lung exposures leading to acute pulmonary inflammation is suggested to be predominantly dependent on size but also on several other properties such as the surface modifications. However, it is not known whether the underlying mechanisms of pulmonary inflammation are the same for all and it is also not clear whether subtle differences in the severity of acute pulmonary inflammation observed for some TiO 2 NP variants (22) translate into a disease phenotype at a later post-exposure time point. Thus, in the present study, we conducted a detailed assessment of lung responses to six different types of TiO 2 NPs with varying sizes, modifications and crystalline structures. Although the TiO 2 NP types investigated in the study were not synthesised in a controlled manner to vary in only one property at a time, from the results of the comprehensive assessment conducted, it can be concluded that the underlying mechanisms of acute pulmonary inflammation induced by TiO 2 NPs are the same regardless of their properties, which is in alignment with the previous study results published by this research group (22) . Also in alignment were the results showing that while size may be the primary determinant of the toxic potential of TiO 2 NPs, surface modifications influence the severity of the response with hydrophilic surface being more inflammogenic compared with the other types. Halappanavar et al. (22) compared the lung transcriptomic responses in mice exposed to rutile TiO 2 NPs of 10 nm, 38 nm and 10 nm TiO 2 NPs with hydrophilic surface and showed that at the transcriptional level, 10 nm particles were more responsive with highest number of DEGs. However, surface amination of 10 nm TiO 2 NPs resulting in hydrophilic surface increased the severity of the response (larger fold changes in inflammation-associated genes). The extensive transcriptomic profiling and histopathological analysis conducted in the present study confirm these findings. In the present study, the number of DEGs at Day 1 post-exposure to anatase-type TiO 2 NPs was remarkably lower for the a TiO 2 300 with the surface area of 10 m 2 /g (85 genes) and was highest for the a TiO 2 8 exhibiting 229-235 m 2 /g (225 genes). While the primary particle size may have been instrumental in the lung responses induced by the anatase type TiO 2 NPs, for the rutile types [ ra TiO 2 20 , r TiO 2 20 (HY) and r TiO 2 20 (HP)], mixed properties including surface modifications and crystallinity appeared to have influenced the responses. New to the present study was the finding that anatase TiO 2 NPs were less responsive compared with the rutile/anatase and rutile TiO 2 NPs at the transcriptional level. Although a direct comparison of responses induced by the anatase and rutile types was not possible as they vary in their surface properties, the overall biological response of mice exposed to anatase type TiO 2 NPs was less compared with the rutile ones. Previous studies have shown that crystalline structure of TiO 2 NPs plays an important role in toxicity induced by these particles (16, 18) .\n\nAmong the rutile types, all three of them were of 20 nm in size and exhibited a surface area between 51 and 57 m 2 /g, which is relatively less compared with the surface area of anatase a TiO 2 20 90 m 2 /g. It was observed that the number of DEGs induced by r TiO 2 20 (HY) were similar to the number of DEGs induced by a TiO 2 20 ; however, r TiO 2 20 (HP) induced considerably higher number of genes at all doses and post-exposure time points compared with the other rutile and anatase TiO 2 NP types. These results suggest that the transcriptional responses to rutile type TiO 2 NPs are influenced by their surface modifications and that the hydrophilic surface positively impacts the lung responses. Although all rutile types are similar in size and surface area, mixed rutile/anatase type exhibited significantly larger transcriptomic response at the highest dose tested. The ra TiO 2 20 has been previously shown to exert higher toxicity compared with the other rutile or anatase only TiO 2 NPs (41-43). The higher activity of ra TiO 2 20 compared with that of either pure rutile type can be suggested to be due to the synergistic effects between rutile and anatase crystalline phases (44) ; however, this could not be confirmed since the present study did not include an unmodified rutile TiO 2 type.\n\nThe results of the gene expression analysis were in agreement in general with the BALF cellularity and inflammatory cell infiltration. However, the BALF results were not sensitive enough to identify the subtle differences between the responses induced by the different particle types, implying that gene expression profiling may be a sensitive tool to identify property-specific toxicity attributes of particles. Although the results confirm that particle size for the unmodified and hydrophilic surface for the modified are the important properties playing a role in the toxicity induced by TiO 2 NPs, more studies involving TiO 2 NPs of a range of sizes and surface properties are required to affirm this knowledge.\n\nThe larger response of r TiO 2 20 (HP) at the gene expression level was also reflected in the results of the histopathology showing persistent inflammation, alveolitis and granulomatous/pyogranulomatous inflammatory lesions reflective of mild fibrosis. Higher toxicity following exposure to hydrophilic r TiO 2 20 has been shown in rats exposed via inhalation (5). Teubl et al. (45) showed that compared with r TiO 2 20 (HY), the r TiO 2 20 (HP) induces pronounced generation of reactive oxygen species by decreasing the mitochondrial membrane potential in human buccal epithelial TR146 cells (46) . Surfacecoated NMs are shown to exert higher toxicity compared with the pristine types; silica-coated rutile TiO 2 NPs elicit higher pulmonary neutrophilia, in in vivo and in vitro models (5) . Rutile TiO 2 NPs coated with alumina or alumina/silica induce higher inflammation compared with the uncoated TiO 2 NPs in Sprague Dawley rats (47) . In contrast to the above, a study by Warheit et al. showed that the uncoated ra TiO 2 20 are more harmful than the alumina or alumina/silica coated TiO 2 NPs in rats exposed by intratracheal instillation, suggesting that the crystalline structure may also be important (16, 18) . The latter results reflect what we have observed in this study with ra TiO 2 20 showing highest number of differentially expressed genes acutely after the exposure at the highest dose tested.\n\nAlthough it was not possible to elucidate the exact reasons why hydrophilic surface renders particles more toxic, we speculate that the nature of the surface coating of the core NPs and resulting surface charge may be playing a role in determining NP-cell interactions, such as altering the cellular membrane permeability and cellular localisation upon uptake. NMs that are strongly hydrophobic in nature may non-specifically interact with the cell membrane leading to their internalisation. Preferential cellular uptake of positively charged NMs could be occurring due to the strong electrostatic interaction with the negatively charged cellular membrane (48) . Studies also have shown a differential cellular localisation of the hydrophilic TiO 2 NPs compared with the hydrophobic TiO 2 NPs (49) . The poor interactions with the lipid bilayer may also prolong the life of hydrophilic NPs in blood, which will allow them to reach specific sites and cause toxicity.\n\nThe different types of TiO 2 NPs tested in this study confirmed our previous findings (22) that initial lung responses to TiO 2 NPs leading to lung inflammation involves similar mechanisms, which includes activation of acute phase signalling and granulocyte and agranulocyte diapedesis pathways resulting in cytokine/chemokine storm and infiltration of neutrophils into lung fluid. However, the magnitude of the observed response was higher and persistent for rutile types and even more pronounced in r TiO 2 20 (HP) group, suggesting that the extent of the response is property specific. Since r TiO 2 20 (HP)-induced expression changes in few of the genes that have known association with lung fibrosis, we compared the gene expression profiles generated from the present study with the gene profiles of lungs of mice exposed to carbon nanotubes that are known to induce lung fibrosis in the same mouse model at similar doses (27, 50) . A direct comparison of the 69 fibrosis-associated genes described in Poulsen et al. and Snyder-Talkington et al. study (27, 50) , with DEGs from the present study revealed a low level of concordance with very few overlapping genes (Table 2) , which included Timp1, Ccl17, Serpine1, Sod2, Plaur1, Ccl2, Il1rn, Il1b, Ctsk and C3. Considering the fact that TiO 2 NPs are generally viewed as inert, the subtle pro-fibrotic gene responses suggest that histopathological observations of fibrotic-like changes at the high doses (162 µg and 486 µg/animal) of TiO 2 NPs may still be reflecting the early phase responses to disease development and that a full manifestation of fibrosis may require recurring exposure to TiO 2 NPs at similar dose levels. Alveolar metaplasia has been reported in rat but not in mice following exposure to TiO 2 NPs in previous studies (51, 52) . Retention of TiO 2 NPs in human lung has been reported following cumulative exposures in TiO 2 NP production plants (53, 54) . In some of these human cases, exposure to rutile TiO 2 NPs resulted in mild subpleural fibrosis (6, (55) (56) (57) (58) . However, the specific properties of the TiO 2 NPs that the humans were exposed to are not identified. The results of the present study suggest that the hydrophilic surface may render TiO 2 NPs with pro-fibrotic potential in the long term when exposed to sufficiently high doses.\n\nApart from the predominant inflammogenic gene expression changes, several genes associated with the p53 signalling pathway was found to be specifically altered following exposure to a TiO 2 8 and a TiO 2 20 NPs. TEM analysis also found particles in the nucleus following exposure to a TiO 2 8 and r TiO 2 20 (HP). These results suggest that some of them may have a potential to induce DNA damage. There are not many in vivo studies that have investigated the DNA damage potential of TiO 2 NPs. It was shown that a 21-nm anatase/rutile (59) and a 33-nm a TiO 2 NPs (60) induce DNA damage and genetic instability in blood cells of mice exposed orally over a short period of time. Intragastric administration of 75 nm a TiO 2 NPs to male Sprague Dawley rats for 30 days (4) was shown to induce genotoxic effects in the bone marrow. However, positive genotoxic effects have not been observed in rodent lungs exposed to TiO 2 NPs via inhalation (61, 62) . Although many studies have investigated the genotoxic effects of TiO 2 NPs using in vitro models, the results are not consistent. For example, AMES assays showed no increases in the mutagenic potential of a TiO 2 NPs in vitro models. However, DNA damage analysis using comet assays showed that uncoated 20-50 nm a TiO 2 NPs tested at a concentration of 100 µg/ mL induced DNA breaks in BEAS2B cells, bottlenose dolphin leucocytes, human gastric adenocarcinoma cells, human epidermal cells and human embryonic kidney (HEK293) cells (6, (55) (56) (57) . One other study showed positive DNA damage potential of 33 nm a TiO 2 NPs in bone marrow and liver of CBAB6F1 mice exposed via gavage (60) . However, at present, the properties of TiO 2 NPs or factors responsible for their DNA damaging potential are not understood.\n\nIn conclusion, a comprehensive assessment of lung responses was conducted following exposure to six types of TiO 2 NPs exhibiting differences in size, crystalline structure and surface modifications across a range of doses and post-exposure time points. The results confirmed our previous findings that the underlying mechanisms leading to TiO 2 NP-induced lung inflammation acutely after exposure are the same regardless of their properties; however, the results suggested that the long-term pathological effects may be influenced by their specific properties such as crystallinity and surface modifications. Specifically, from the six types tested, a combination of properties such as rutile structure and hydrophilic surface can be deemed as pathologically more active compared to other types. Although TiO 2 NPs are generally regarded as inert, the results from the study suggest that unfavourable and chronic exposures to very high doses of certain TiO 2 NP types may result in tissue injury and initiate pro-fibrotic changes in lungs over a long period of time.\n\nSupplementary Tables 1 to 7 and Supplementary Figures 1 to 8 "}