{"title": "Prevalence of enteric viruses among hospital patients with AIDS in Kinshasa, Zaire", "body": "Chronic diarrhoea is a common manifestation of acquired immunodeficiency syndrome (AIDS) in African (COLEBUNDERS et al., 1987a) and western countries (MODIGLIANI et al., 1985) . As many as 40% of AIDS patients in Africa develon a svndrome of chronic diarrhoea and wasting which, in'mosi cases, rapidly leads to death (COLEBUNDERS et al., 1988) . The cause of prolonged diarrhoea in these patients is largely unknown since an infectious aetiology has been found in only a small proportion of patients who have been systematically studied for bacteria and parasites. Clyptosporidium parvum and Zsospora belli are the most common infectious agents found (MODIGLIANI et al., 1985) but account for less than half of all cases (COLEBUNDERS et al., 1988; SEWAN-KAMBO et al., 1987) .\n\nThe role of pathogenic enteric viruses in AIDS-associated diarrhoea remains unclear. Recently, studies in Australia and the United States have identified several groups of enteric viruses present in the stool of homosexual men infected with human immunodeficiency virus (HIV-l) with and without AIDS (CUNNINGHAM et al., 1988; KALJOT et al., 1989) . Although these agents were imphcated as possible causes of acute or relapsing episodes of diarrhoea, they were not associated with the presence of chronic diarrhoea. Specimens from symptomatic HIV-infected African patients, to our knowledge, have not previously been examined for the presence of enteric viruses. We report here the results of a pilot cross-sectional survey of 198 unselected consecutive admissions to a large hospital in Kinshasa, Zaire, to determine the prevalence of enteric viruses and their relation to diarrhoea, wasting and immunosuppression among HIV-infected and unjnfected patients 'In an area where diarrhoeal disease is common and heterosexual HIV transmission predominates.\n\nMama Yemo Hospital is a 2000-bed general hospital located in central Kinshasa, Zaire, that provides medical, surgical, paediatric, gynaecological, and obstetric care to a large urban and predominantly indigent population. From July to October, 1989, 234 consecutive admissions to one male and one female adult general medical pavil-Address for correspondence: Gerald T. Keusch, M. D., Division of Geographic Medicine and Infectious Diseases, Box 041, New England Medical Center, 750 Washington Street, Boston, MA02111, USA. lion were systematically evaluated by a study physician after informed consent was obtained. Of these, 36 patients were excluded from the analysis because they appeared moribund, died within 24 h of admission, or refused to co-operate. A comprehensive medical history and physical examination were performed on each patient. HIV serological testing and a confirmatory Western blot were performed on sera from all patients. A diaanosis of AIDS was based on HIV-l seroDositivitv and world Health Organization (WHO) cliniial criteria for AIDS in Africa (WHO, 1990; COLEBUNDERS et al., 1987b) . A single stool specimen was obtained within 48 h of admission to hospital from the 198 assessable patients and blood was taken for T cell subset typing. Patients were monitored throughout their hospital stay, and the final diagnosis and disposition were recorded. Acute diarrhoea was defined as the presence of at least 3 stools that were looser than usual during a 24 h period and chronic diarrhoea was defined as the presence of loose stool for more than 2 out of 4 weeks.\n\nSerum was tested for antibody to HIV by an enzyme linked-immunosorbent assay (ELISA) (Organon Teknika BV, Boxtel, The Netherlands). A confirmatory Western blot assay (DuPont de Nemours, Wilmington, Delaware, USA) was performed on all serum samples positive by ELISA and was considered positive when antibody to protein bands p24 and gp120/160 was detected.\n\nT lymphocyte phenotyping Freshly drawn whole blood samples were stained with fluorescein-labelled monoclonal antibodies (Leu-2 and Leu-3, Becton Dickinson, Antwerp, Belgium) directed against CD4+ and CD8+ lymphocyte antigens and counted by a fluorescence-activated cell analyser (Hewlett-Packard).\n\nStool samples were examined for the presence of the coccidial pathogens, I. belli and C. parvum? by fluorescence microscopy using a rhodamine-auramme stain and confirmed with a modified Kinyoun's acid-fast stain. Unconcentrated fresh stool specimens were stained with rhodamine-auramine and examined for coccidial parasites for a minimum of 5 min each.\n\nStool samples were stored in sealed containers under vegetable oil at 4°C until transported to the Centers for Disease Control (CDC) for examination. Direct electron microscopy (EM) was performed using a concentration technique described previously (CUNNINGHAM et al., 1988) . In brief, refrigerated specimens (1 g) were prepared as a 10% suspension in phosphate-buffered saline (PBS& Thi s was extracted with an equal volume of Gene-tronR (1,1,2,trichlorotrifluoroethane), and the supernatant was centrifuged (100 000 g for 1 h). The pellet was resuspended in 0.5 ml PBS and 20 1.11 were floated on a 400-mesh Formvar@ carbon-coated grid for 1 min. The grid was stained with phosphotungstic acid (pH 7.9) for 45 s and examined in a Phillips 201 electron microscope.\n\nAliquots of the 10% suspension were tested by ELISA for rotavirus of groups A and B and for adenovirus hexon using methods previously developed at CDC and described elsewhere (FANG et al.,, 1989; LEW et al., 1991) . Specimens positive for adenovlrus hexon were serotyped by using a commercial monoclonal antibody assay to identify enteric serotypes 40 and 41 (Cambridge Bio-Science).\n\nDichotomous variables were compared by x2 analysis. CD4/CD8 ratio quintiles were evaluated by 2x5 contingency tables. Expected frequency remained less than 50% in all cells. Two-taiied P values were used throughout and the accepted level of significance was cO.05.\n\nOf the 198 patients evaluated in this study, 57% were HIV-positive and 50% of these had advanced stage IV disease. Overall, 34 (17%) of the 198 specimens had one or more of the 4 types of enteric vin;ses (Table 1) Table 2 . Nearly all (93%) of the seropositive patients were in the advanced stages III or IV of their HIV disease and 49% died during their stay in hospital. The HIV negative patients were also extremely ill with an in-hospital death rate of 22%. The prevalence of viral shedding was 17% overall, with an equal distribution between HIV-positive (17%) and HIV-negative (18%) patients (P=O.82). Immunocompromise, indicated by advanced clinical HIV stage, was not associated with increased viral shedding. Although there was no significant difference in viral shedding among the 4 HIV stages, there were relatively few patients in the less immunocompromised stages I and II (Table 3 ). Viral shedding was weakly associated with more advanced immunoincompetance, as measured by the ratio of circulating CD4 and CD8 T cells (Table 4 ). When only HIV infected patients were considered the trend was stronger (P=O.O7). Viral excretion in the stool was not associated with a history of recent, or a report of present, acute or chronic diarrhoea (Table l) , fever, vomiting, or significant (>lO%) weight loss at the time of the study (data not shown). Diarrhoeal stool which contained virus was no more likely to contain blood, pus, or mucous than if viral shedding was absent (data not shown). Nonetheless, chronic diarrhoea was highly correlated with HIV seropositivity (P<O.Ol), HIV stage (Mann-Whitney P<O.OOl) or CD4iCD8 T-cell ratio (Mann-Whitney P<O.Ol), although acute diarrhoea was not.\n\nI. belli or C. parvum were detected in the stool of 35 patients and the presence of one or other was highly correlated with HIV serostatus (80% vs. 20%, P=O.OOS). In seropositive patients the presence of coccidia was weakly associated with acute diarrhoea (29% vs. 14%, P=O.O8) but not with chronic diarrhoea (27% vs. 24%, P=O.77). Because these organisms may produce diarrhoea they could potentially confound any association between the presence of enteric virus and acute or chronic diarrhoea. However, analysis after removal of patients with faecal coccidia did not reveal any significant association between enteric virus and diarrhoeal symptoms, HIV serostatus, HIV stage or CD4ICD8 ratio.\n\nIn this study, we found antigenic and/or EM evidence of enteric viruses in the stool of 17% of adult patients who were recently admitted to the general medical wards of Mama Yemo Hospital in Kinshasa, Zaire. Equal detection rates were seen among patients with and without acute or chronic diarrhoea. While 17% appears to be a relatively high prevalence rate of viral carriage for adults, it is notable that CUNNINGHAM et al. included in this study were both at increased risk of exposure to enteric viruses; homosexual STD clinic attenders because of oral-anal sexual practices and the patients reported here because of crowded living conditions and close proximity to young children who could serve as viral reservoirs. The fact that natients admitted to Mama Yemo Hospital tend to be vGy sick (overall in-hospital mortality rate=41%) and frequently have advanced malnutrition impairing their resistance to infection may also account for the high rate of viral shedding reported here. Although the possibility exists that this high prevalence rate represents some nosocomial transmission, this is unlikely because most stools were obtained on the day of admission and all were obtained within 48 h of admission. Seroepidemiological studies in non-industrialized countries indicate that exposure to rotavirus and the Norwalk family of viruses occurs during early childhood, and that by adulthood over 70% of the population have been exposed (GREENBERG er al., 1979) . Additionally, prospective studies have shown that serological immunity in adults is not universally nrotective and that adults-may become reinfected, albe'lt with mild or no svmntoms ~WENMAN et al.. 1979) . Indeed. in a non-&oipective'studv of rotaviral infection in adult contacts of paediatric patients, 88% were asymptomatic (KIM et al.. 1977) . Thus. the high detection rates of enteric viruses in patients withour diarrhoea reported here may indicate that hyperendemic enteric viral infection existed in this population.\n\nThe role of enteric viruses in the pathogenesis of chronic diarrhoea associated with AIDS is unknown. Severe or chronic enteritis due to rotavirus, adenovirus, or coxsackievirus has been reported in bone marrow transplant recipients (SAULSBURY et al., 1980; YOLKEN et al., 1982) , suggesting that T cell comnetence may be important in thehost'sdefence against these agents or in the termination of the diarrhoeal event followine infection. Alternatively, the local mucosal effects of intensive chemotherapy, large doses of radiation used in bone marrow transplantation, or graft-versus-host disease may play a more significant role in disrupting host defence against enteric viruses than alterations in cellular immunity. In this regard, it is notable that, despite finding increased carriage of enteric viruses among homosexual patients with more advanced HIV disease, CUNNINGHAM et al. (1988) could not demonstrate an association with acute or chronic diarrhoea. Although they reported that the rate of viral shedding was increased to 50% in patients with symptomatic -HIV disease compared with a background of 18% in asvmotomatic HIV infected oatientc, they could not show ahifference in the frequency of either acute or chronic diarrhoea. KALJOT et al. (1989) reported a lower prevalence (9%) of enteric viruses in homosexual patients in the United States but also found viral shedding more frequently among homosexual patients with AIDS than among homosexual patients with AIDS-related complex. Like CUNNINGHAM et al. (1988 ), KALJOT et al. (1989 found no correlation between viral shedding and the presence of diarrhoea in any group. In contrast. SMITH et al. (1988) reoorted no evidence of rotavirus infection in 32Xhomosexual AIDS patients in the United States with or without diarrhoea, but did not test for other enteric viruses. Regardless of HIV serostatus or HIV-associated symptoms, we did not find an association between gastrointestinal virus in the stool and the presence of acute or chronic diarrhoea or constitutional symptoms. This could be due to the lack of a healthier non-diarrhoeal control group, the high asymptomatic carriage rate in this population, or the cross-sectional nature of the study. Our results suggest that enteric viruses do not play a pathogenic role in diarrhoea in the populations reported here, although the sample size of our study may have been too small to show an association at the relatively low detection rates found for the individual viral agents. Given the high virus detection rates in nondiarrhoeic patients, further studies to assess a causal association for any of these enteric viruses would require prospective study groups of more than 150 cases and an equal number of controls to.detect a 40% difference in rates of infection between groups with and without diarrhoea .\n\nBecause coccidial enteric infection is implicated in the largest proportion of diarrhoeal cases in AIDS patients from non-industrialized areas (COLEBUNDERS et al., 1988; DEHOVITZ et al., 1986) , we sought to identify and exclude patients who may have been symptomatic due to these infections. Thus, hidden associations between enteric viruses and diarrhoeal symptoms are less likely to be obscured by excluding cases of potential coccidial diarrhoea. For-completeness, data presented in the Tables includes the 35 cases with coccidial infection but analvsis after the removal of these cases did not reveal any hidden association. Because we did not perform routine bacterial stool cultures we cannot exclude any cases of bacterial diarrhoea that may have occurred and, therefore, possibly obscured an association.\n\nAlthough we could not confirm an increased rate of viral shedding associated with T cell immunosuppression, there was a weak trend towards identification of enteric virus among natients with CD4/CD8 T cell ratio in the lower q&tiles (P=O. 14). This did not achieve statistical significance but the trend became stronger when stratified by HIV infection status (Table  4 ). In spite of meaningful comparisons between early and advanced HIV disease being limited because of the few patients with mild HIV disease in this study, we believe that comparisons of immunocompetence based on CD4ICD8 ratios allowed us to use HIV-uninfected patients as adequate controls. Despite the high mortality (22%) and debilitated state of these HIV-negative patients. their mean CD4iCD8 ratio was normal (Table 3) . Given this, we were able to demonstrate that a lo& CD4iCD8 ratio was weakly associated with a greater probability of passing enteric virus, regardless of whether diarrhoeal disease was present or not. This was similar to the results of CUNNINGHAM et al. KALJOT et aZ. (1989) , who reported that the presence of enteric virus in the stool of HIV-infected homosexual patients was related to the degree of immunosuppression, determined by advancing clinical HIV stage. Neither symptoms or infection correlated very well with the presence of serum antibodies to enteric viral infections (GREENBERG et al., 1979; KAPIKIAN et al., 1983) and the data presented here suggest that cellular immunity may ulav a role in this interaction. Further studies that ad-&e& the role of secretory immunity as well as local and systemic cellular immunity are needed.\n\nIn conclusion, these cross-sectional data indicate that enteric viruses are present in a substantial proportion of hospital patients in Kinshasa, Zaire! and that they are not a significant cause of diarrhoea m African AIDS patients. Other aetiologies of chronic diarrhoea and wasting, such as small bowel overgrowth and tropical sprue, need to be examined as potential causes of chronic diarrhoea in these patients. A trend towards greater viral shedding with advanced immunosuppression was detected."}