{"title": "Simian hemorrhagic fever virus: Recent advances", "body": "SHFV is a member of the family Arteriviridae that also includes equine arteritis virus (EAV), lactate dehydrogenase-elevating virus (LDV), and porcine reproductive and respiratory syndrome virus (PRRSV) . A related virus, wobbly possum disease virus (WPDV), was recently identified (Dunowska et al., 2012) . Arterivirus genomes are positive-sense, singlestranded, polycistronic RNAs with a 5 type I cap and a 3 poly(A) tract (Snijder and Spaan, 2006) . Among the arteriviruses, EAV has the shortest genome (12.7 kb) while SHFV has the longest (15.7 kb). The genome organization and replication strategies of arteriviruses are similar to those of coronaviruses. However, arterivirus genomes are about half the size of coronavirus genomes and the virions of the two virus groups differ in their structural protein compositions, Palmer et al., 1968; Tauraso et al., 1968; Shevtsova, 1969; Lapin and Shevtsova, 1971) . African monkeys, such as baboons and African green, patas, guenons and colobus monkeys, are natural hosts of SHFV and typically develop asymptomatic, persistent infections with low level viremia (Bailey et al., 2014b; London, 1977; Lauck et al., 2011 Lauck et al., , 2013 . SHFV-infected macaques develop fever, facial edema, anorexia, dehydration, depression and coagulation defects indicated by skin petechiae, retrobulbar hemorrhages and subcutaneous hematomas. Death occurs 7-13 days after infection Palmer et al., 1968; London, 1977) . The clinical signs and disease course closely resemble those induced in macaques by other hemorrhagic fever virus infections, such as Ebola Zaire, Marburg, and Lassa (Mahanty and Bray, 2004; Bray and Geisbert, 2005) . The presence of persistently infected African NHPs in the NIH primate colony that had several SHFV outbreaks and the use of the same needle for tattooing or tuberculosis testing of multiple NHPs of African and Asian origin are thought to have resulted in inadvertent virus transmission from an African animal to macaques Palmer et al., 1968; Tauraso et al., 1968) . SHFV is typically transmitted between African NHPs during fighting but can spread efficiently among macaques by both direct and indirect contact (London, 1977; Renquist, 1990) .\n\nBased on an unpublished number of test animals, it was previously estimated that 1% of baboons, 1% of African green monkeys and 10% of patas monkeys are SHFV-positive (London, 1977) . In a recent study, sera/plasma samples from 205 baboons from a US colony were tested for SHFV using RT-PCR assays targeted to two conserved sequence regions (Vatter et al., 2015) . Of the wild-caught Olive baboons tested, 14.2% were positive for SHFV. However, because sera samples collected at the time of capture were not available, it is not known whether these animals were infected in the wild or after capture. Nineteen percent of the opportunistically sampled animals living in the colony were SHFV-positive. However, because most of the colony animals tested were males that were being treated for lacerations obtained during fighting, the percentage of SHFV-positive animals in the entire colony is expected to be lower. None of the SHFV positive baboons showed any signs of disease. Infections lasting >10 years were documented using serial archived sera samples and the viremia levels were consistently low (100-1000 PFU/ml).\n\nThe outcomes of experimental infections of patas monkeys with one of four previous SHFV isolates indicated differences in their biological properties (Gravell et al., 1986) . LVR was isolated from a stump tail macaque that died of hemorrhagic fever disease , P-248 was isolated from a feral, persistently infected patas monkey, P-180 was isolated from a patas monkey that died from an SHFV infection, and P741 was isolated from a rhesus macaque that died after inoculation of SHFV from an asymptomatic persistently infected patas monkey. Infection of patas monkeys with two of the isolates (LVR and P-180) produced acute infections characterized by transient clinical signs of hemorrhagic disease with p-180 causing more severe disease that was only rarely fatal. Infection of patas monkeys with either P-248 or P741 produced asymptomatic, long-term persistent infections. Acutely infected animals produced high levels of anti-viral antibody while antibody titers in persistently infected animals were low. Lytic infections were induced by LVR in MA-104 cells, a rhesus macaque kidney cell line, as well as in both patas and rhesus peritoneal M s. P-180 could lytically infect both types of M s but not MA-104 cells while P-248 and P-741 could lytically infect only rhesus macaque M s. All four of these isolates efficiently induced acute fatal hemorrhagic fever disease in macaques. EAV and PRRSV can also efficiently infect MA104 cells. The M -restricted protein sialoadhesion (CD169) mediates attachment and internalization by clathrin-mediated endocytosis of EAV and PRRSV (Van Breedam et al., 2010) . CD163 was identified as an arterivirus co-receptor required for nucleocapsid release from endosomes and is also monocyte-macrophage lineage restricted (Welch and Calvert, 2010) . MA104 cells express CD163 and CD151 but not sialoadhesin. It was recently reported that SHFV LVR enters MA104 cells by clathrin-mediated endocytosis and that treatment of MA104 cells with anti-CD163 antibody decreased SHFV replication (Cai et al., 2014) .\n\nOnly the prototype SHFV isolate, LVR v42-0/M6941, survived from the earlier studies of SHFV . The species of African NHP from which LVR originated is not known for certain but patas monkeys housed in the same facility were subsequently shown to be persistently infected with SHFV and the source of the SHFV initiating later epizootics in macaques in the same facility (London, 1977) . A complete sequence of the SHFV LVR genome was obtained in the early 1990s by sequencing \"shot gun\" clones using older methods (GenBank Accession number AF180391.1). During the construction of the first SHFV infectious clone, nucleotide differences were detected between the RT-PCR amplified cDNA fragments used to construct the full length clone and the Gen-Bank sequence. The SHFV LVR genome RNA was also subjected to 454 sequencing and the same 18 nt differences compared to the GenBank sequence were detected by 454 genomic sequencing and individual fragment sequencing. The GenBank sequence was updated (GenBank Accession number AF180391.2).\n\nAlthough inoculation of a low dose of SHFV LVR in sera or culture fluid by the intramuscular route consistently induced severe hemorrhagic disease in macaques in the 1960s Tauraso et al., 1968) , no correlation between SHFV LVR dose (50-500,000 PFU) and hemorrhagic disease induction in macaques was observed in a 2011 study and the majority of the animals (12 of 16) that did not survive were found to have bacterial sepsis (Johnson et al., 2011b) . The inoculum used in this study was generated by three freeze-thaw cycles of infected MA104 cells. Activation of cell RNA sensors by the large amounts of cell and viral [genomic and subgenomic (sg)] RNAs in these lysates may have induced a strong host antiviral response that contributed to the decreased efficiency of hemorrhagic disease induction observed. Also, defective SHFV genomes present in the LVR stock used may have reduced the efficiency of virus replication (Vatter et al., 2015) . SHFV isolates obtained from two SHFV-positive Olive baboons (B11661 and B11662) that were housed together only in the early 1990s and persistently infected >10 years were amplified by a single passage in primary rhesus macaque M s and then the genomes were 454 sequenced (Vatter et al., 2015) . The two sequences obtained were very similar to each other, differing at 15 nt positions within the 15.7 kb genome. Surprisingly, these genome sequences were also very similar (differing at 7 or 10 unique positions, respectively) to that of a three times serially plaque-purified stock of SHFV LVR grown in MA104 cells. Four Japanese macaques injected intravenously with 100 PFU of B11661 developed severe hemorrhagic fever disease, characterized by high level viremia, the production of pro-inflammatory cytokines, elevation of tissue factor and coagulopathy, but showed no evidence of bacterial sepsis. Infected M s were detected in liver and spleen tissue sections using antibody to viral nonstructural proteins and the M marker CD68. SHFV infection in macaques has been proposed as a BSL2 model for viral hemorrhagic fever disease (Johnson et al., 2011b) .\n\nAnother recent study sequenced SHFV genomes obtained from wild Mikumi yellow baboons and captive Olive baboons in the same US primate facility used for the study described above and found them to be divergent (Bailey et al., 2014a,b) . SHFV genome sequences obtained from additional wild species of African NHPs, red colobus and red-tailed guenons, have also been reported (Lauck et al., 2013; Bailey et al., 2014a,b) . Two different strains of SHFV (krc1 and krc2) were isolated from red colobus animals and sequence diversity was detected among isolates of the same strain from different infected animals. One animal was found to be co-infected with both SHFV strains. No signs of disease were observed in SHFV-infected red colobus, even though the viremia levels were high (10 6 -10 7 RNA copies/ml of plasma). It is not yet known whether these SHFV isolates can infect macaques and induce hemorrhagic fever disease.\n\nIt was previously reported that pro-inflammatory cytokines released from Ebola infected macaque M s and DCs upregulate tissue factor and induce disseminated intravascular coagulopathy (Bray and Geisbert, 2005) . The ability of an SHFV LVR infection to induce proinflammatory cytokine production was compared in M s and myeloid (m) DCs differentiated in culture from peripheral blood mononuclear cells (PBMCs) collected from disease resistant baboons and disease susceptible macaques (Vatter and Brinton, 2014) . Both viral RNA replication and virion production were more robust in macaque M s and mDCs than in baboon cells (Table 1) . Approximately ∼90% of macaque M s but only 10% of baboon M s were productively infected but the intracellular dsRNA fluorescence signal was similarly bright in the cells from both types of NHPs. In contrast, a similar percentage (∼50%) of baboon and macaque mDCs were infected but the intensity of the intracellular dsRNA signal was much higher in macaque mDCs than baboon mDCs suggesting that the higher yield of SHFV produced by macaque mDCs was due to more efficient intracellular virus replication. The mechanisms involved in the observed variations in cell susceptibility have not yet been analyzed.\n\nConsistent with the observed induction of hemorrhagic fever disease by SHFV infection in macaques, SHFV infection of cultured macaque but not of baboon M s and mDCs induced the production of pro-inflammatory cytokines, such as IL-1␤, IL-6, IL-12/23(p40), TNF-␣ and MIP-1␣ (Vatter and Brinton, 2014) . UV-inactivated SHFV induced only transient production of IL-6 and IL-1␤ indicating that early stages of the virus lifecycle can induce this response but that sustained pro-inflammatory cytokine production requires virus replication (Vatter and Brinton, 2014) . IL-10 signaling leads to upregulation of suppressor of cytokine signaling 3 (SOCS3) (Moore et al., 2001) . Cultured baboon M s and mDCs expressed higher basal levels of IL-10 than macaque cells and the levels of both the inducible IL-10 receptor subunit 1 (IL-10R1) and SOCS3 were upregulated in SHFV-infected baboon M s and mDCs. In contrast, in SHFV-infected macaque M s and mDCs, the levels of IL-10R1 were downregulated with time after infection and SOCS3 expression was not induced. Treatment of macaque M s and mDCs with recombinant human IL-10 starting prior to or at the time of infection with SHFV suppressed IL-6 and MIP-1␣ but not TNF-␣ production without altering viral yields or cell viability. Treatment of baboon cells with anti-IL-10 antibody did not result in the production of proinflammatory cytokines and SOCS3 expression was upregulated prior to the upregulation of IL-10R1 suggesting that SOCS3 expression may be induced by SHFV infection.\n\nThe arterivirus major and minor structural proteins are encoded within the 3 one-third of the genome and are translated from a nested set of 5 and 3 coterminal subgenomic mRNAs (sg mRNAs) (Zeng et al., 1995; Godeny et al., 1998; Snijder and Spaan, 2006) . The 5 two-thirds of the genome encodes two polyproteins 1a and 1ab. Polyprotein 1ab is produced when a −1 ribosomal frameshift occurs on a slippery sequence located near the polyprotein 1a stop codon (Snijder and Spaan, 2006) . A second frameshift (−2) can occur in nsp2 producing a truncated nsp2 protein with a different C-terminal sequence (nsp2TF) (Fang et al., 2012) . Polyproteins 1a and 1ab are posttranslationally cleaved by viral proteases to generate the nonstructural proteins (nsps) involved in replication and transcription of the viral genome and sg mRNAs (Snijder and Meulenberg, 1998; Beerens et al., 2007) . The SHFV genome encodes additional proteins at both its 5 and 3 ends compared to the genomes of the other known arteriviruses.\n\nThe nsp1 proteins are encoded at the N-terminus of polyproteins 1a and are cleaved from the polyprotein by viral papain-like protease 1 (PLP1) domains. All of the arterivirus nsp1 proteins function as interferon pathway antagonists, inhibiting IRF-3 and NF-B mediated IFN␤ promoter activity as well as the ISRE promoter activity (Beura et al., 2010; Fang and Snijder, 2010; Kim et al., 2010; Song et al., 2010; Beura et al., 2012; Han et al., 2014) . The Nterminal zinc-finger domain in EAV nsp1 and PRRSV nsp1␣ was shown to regulate sg mRNA and genome transcription abundance (van Dinten et al., 1997; Kroese et al., 2008; Nedialkova et al., 2010; Snijder and Kikkert, 2013) .\n\nThe arterivirus ORF1a polyprotein encodes multiple proteases: PLP1 domains in the nsp1 region, a PLP2 domain in nsp2, and the main serine protease domain in nsp4 (Snijder and Spaan, 2006) . Arterivirus PLP2s are similar to coronavirus PLPs (PLP1, PLP2, and PLpro) in having a catalytic Cys-His-Asp triad and the ability to cleave both in cis and in trans (Mielech et al., 2014) . In contrast, arterivirus PLP1s have a Cys-His catalytic tandem (Sun et al., 2009;  The cleavage products, nsp1␣, nsp1␤, nsp1␥, and the N-terminal part of nsp2, are indicated by brackets. Xue et al., 2010) . EAV, LDV and PRRSV PLP1s were shown to cleave exclusively in cis at a single site downstream of the catalytic domain (Snijder and Spaan, 2006) . All of the coronavirus PLPs and the arterivirus PLP2s also have deubiquitinating and deISGylating activities (van Kasteren et al., 2013; Mielech et al., 2014) . Most coronavirus PLPs cleave at a canonical -Leu-X-Gly↓Gly site but the cleavage sites of arterivirus PLPs are not well conserved (Sun et al., 2009; Xue et al., 2010; Mielech et al., 2014) . Autocleavage by LDV and PRRSV PLP1␣ and PLP1␤ generate nsp1␣ and nsp1␤, respectively (den Boon et al., 1995; Sun et al., 2009; Xue et al., 2010) (Fig. 1A) . The EAV PLP1␣ domain is inactive due to a Lys substitution of the catalytic Cys residue and a single nsp1 fusion protein is produced (Snijder et al., 1992; Ziebuhr et al., 2000) .\n\nSHFV is unique among arteriviruses in encoding a longer nsp1 region containing three predicted PLP1 domains (PLP1␣, PLP1␤, and PLP1␥) (Fig. 1A) . The SHFV LVR nsp1 sequences were homology modeled on crystal structures of PRRSV nsp1␣ and nsp1␤ (Sun et al., 2009; Xue et al., 2010; Vatter et al., 2014b) . SHFV nsp1␣ modeled well on the PRRSV nsp1␣ structure and SHFV nsp1␤ modeled well on the PRRSV nsp1␤ structure. SHFV nsp1␥ was modeled on both the PRRSV nsp1␣ and nsp1␤ structures and appeared to be more similar to PRRSV nsp1␣ than to nsp1␤. The catalytic residues of other arterivirus PLP1s were previously identified as a Cys and a His located about 60 amino acids downstream. In all previously studied active arterivirus PLP1s, a Trp follows the catalytic Cys (den Boon et al., 1995; Sun et al., 2009; Xue et al., 2010) . Alignment of the three SHFV PLP1 sequences with each other using a conserved GV[Q/T]G motif as an anchor (Vatter et al., 2014b) predicted Cys246 as a catalytic residue of PLP1␤ and Cys378 as a catalytic residue of PLP1␥. Each of these Cys residues was adjacent to a Trp and located 62 and 64 aa upstream, respectively, of the predicted catalytic His. In PLP1␣, the only Cys adjacent to a Trp was Cys115 located only 14 amino acids upstream of the predicted catalytic His. Cys63 located 67 amino acids upstream of the predicted catalytic His aligned with the predicted catalytic Cys residues of SHFV PLP1␤ and PLP1␥ but was adjacent to an Ala. Alignment of SHFV, PRRSV and LDV PLP1␣ sequences also predicted Cys63 as the catalytic Cys. The alignments predicted that SHFV PLP1␣ cleaved at either Gly170/Thr171 or Gly164/Gly165, that PLP1␤ cleaved at Gly350/Gly351 and that PLP1␥ cleaved at Gly484/Gly485.\n\nIn vitro autocleavage products of wild type and mutant polyproteins consisting of the SHFV LVR nsp1 region plus the N-terminal part of nsp2 with an N-terminal Flag tag and a C-terminal c-Myc tag were analyzed (Vatter et al., 2014b) . In addition to the expected cleavage products, a ∼30 kDa band was consistently detected in the wild type lysate as well as the Flag and c-Myc immunoprecipitation lanes, suggesting the existence of an extra cleavage site within the PLP1␤ catalytic domain that generated N-and Cterminal ∼30 kDa cleavage products. Substitution of Cys63 with Ala in PLP1␣ abrogated cleavage between nsp1␣ and nsp1␤ and substitution of Cys378 in PLP1␥ abrogated cleavage between nsp1␥ and nsp2, identifying these Cys as functional catalytic residues (Fig. 1B ) (Vatter et al., 2014b) . However, substitution of Cys246 with Ala in PLP1␤ reduced but did not inhibit cleavage between nsp1␤ and nsp1␥ suggesting that Cys246 is a PLP1␤ catalytic residue but that another PLP1 can also cleave at the nsp1␤/nsp1␥ junction. Inefficient cleavage at the nsp1␣/nsp1␤ junction as well as within nsp1␤ by PLP1␣ was observed when both the PLP1␤ and PLP1␥ catalytic Cys residues were substituted with Ala. Efficient cleavage at the nsp1␤/nsp1␥ junction as well as within nsp1␤ by PLP1␤ was observed when the catalytic Cys residues of both PLP1␣ and PLP1␥ were mutated. However, efficient cleavage at the nsp1␥/nsp2 junction, within nsp1␤ and also at the nsp1␤/nsp1␥ junction by PLP1␥ was observed when the PLP1␣ and PLP1␤ catalytic Cys residues were mutated indicating that SHFV PLP1␥ can cleave at upstream sites as well as at a downstream site (Fig. 1B) .\n\nConstructs with the −1 and −2 amino acids of each predicted cleavage site substituted were used to functionally identify the SHFV PLP1 cleavage sites (Vatter et al., 2014b) . Two putative cleavage sites were predicted for PLP1␣; no cleavage at the nsp1␣/nsp1␤ junction was detected when Gly164/Gly165 were substituted while substitution of the Gly171/Thr172 site only partially reduced cleavage, suggesting that the Gly164/Gly165 site is the preferred cleavage site at the nsp1␣/nsp1␤ junction (Fig. 1B) . This finding was supported by a mass spectroscopy analysis of the immunoprecipitated nsp1␣ cleavage product that detected ten trypsin generated peptides ending at aa164 and only one peptide ending at aa171. Substitution of the predicted Gly350/Gly351 site resulted in loss of cleavage at the nsp1␤/nsp1␥ junction, indicating this is the cleavage site used. Three adjacent Gly residues are present at the predicted cleavage site between nsp1␥ and nsp2. Substitution of either Gly484/Gly485 or Gly485/Gly486 resulted in loss of cleavage between nsp1␥ and nsp2. Mass spectroscopy analyses of immunoprecipitated cleavage products nsp1␣ + ␤ and nsp1␣ + ␤ + ␥ confirmed the locations of the cleavage sites at the nsp1␤/nsp1␥ and nsp1␥/nsp2 junctions. Substitution of the Gly271/Val272 site within nsp1␤ resulted in the loss of cleavage within nsp1␤, indicating that this site can be cleaved in in vitro reactions.\n\nAnalysis of SHFV nsp1 region autoprocessing in infected cells by Western blotting using SHFV nsp1␣-, nsp1␤-(N-or C-terminal) or nsp1␥-specific antibodies detected only the mature nsp1␣, nsp1␤ and nsp1␥ proteins, respectively (Vatter et al., 2014b) . The lack of detection of any intermediate precursor bands or truncated nsp1␤ proteins suggested that rapid processing of the nsp1 polyprotein occurs in infected cells. Cleavage at the Gly271/Val272 site within nsp1␤ in the in vitro assays but not in infected cells could be due to misfolding of some of the in vitro translated polyproteins and/or the lack of posttranslational modifications and/or chaperones.\n\nA recent study on arterivirus nsp1 proteins used SHFV nsp1 expression constructs made from a different stock of SHFV LVR than the one used in the study described above to analyze autocleavage in HeLa cells (Han et al., 2014) . This study predicted Cys 115 as a catalytic residue of PLP1␣ and did not observe cleavage at the nsp1␣/nsp1␤ junction.\n\nArteriviruses differ from coronaviruses in having a spherical nucleocapsid composed of interacting nucleocapsid (N) protein dimers. The capsid is surrounded by an envelope that contains two major envelope proteins, the non-glycosylated membrane (M) protein and the major glycoprotein (GP5), which form disulfide-linked heterodimers (Delputte et al., 2002 (Delputte et al., , 2007 . Three minor glycoproteins (GPs), GP2, GP3 and GP4, form a complex that is located periodically on the virion envelope (Snijder and Spaan, 2006; Tian et al., 2012) . Another minor structural protein E forms oligomers in the virion envelope and is thought to function as an ion-channel during viral entry (Snijder et al., 1999; Lee and Yoo, 2006 ). An additional recently discovered minor structural protein 5a was detected in purified PRRSV particles and inhibition of 5a expression reduced EAV yields (Johnson et al., 2011a; Sun et al., 2013) . SHFV is unique among the arteriviruses in encoding two adjacent sets of four minor structural proteins (Godeny et al., 1998) . These genes, listed in their order from 5 to 3 in the genome, were recently renamed GP2 , E , GP3 , GP4 and E, GP2, GP3, GP4 ( Fig. 2A) . Notably, the order of the open reading frames (ORFs) encoding the GP2 and E protein orthologs differ between the two sets ( Fig. 2B ) (Snijder and Spaan, 2006) .\n\nEAV encodes a single set of the four minor structural proteins that are produced from three sg mRNAs because GP2 and E are both expressed from the bicistronic sg mRNA 2 (van Berlo et al., 1982; Snijder and Meulenberg, 1998; Snijder et al., 1999) . SHFV encodes two adjacent sets of the four minor structural proteins and six sg mRNAs were expected for their expression (Fig. 2C) . However, the leader-body junction sequence for an SHFV GP3 sg mRNA was not detected in a previous study suggesting that SHFV GP2 and GP3 were expressed from a bicistronic sg mRNA 2 (Godeny et al., 1998) . The subsequent discovery of an ORF for the E protein which overlaps the GP2 ORF and the demonstration of bicistronic expression of E and GP2 from the EAV sg mRNA 2 (Snijder et al., 1999) made it unlikely that three minor structural proteins, GP2 , E and GP3 , would be expressed from the SHFV sg mRNA2 . A recent Northern blotting analysis of the sg mRNAs produced in infected MA104 cells detected six minor structural protein sg mRNAs including one of the size predicted for a separate GP3 sg mRNA (sg mRNA 3 ) (Vatter et al., 2014a) . The existence of sg mRNA 3 was confirmed by leader-body sequencing data. The ORFs for GP2 , E and GP3 were renamed ORF2a , ORF2b and ORF3 , respectively (Fig. 2B) . The identification of sg mRNA3 for GP3 led to the interesting observation that the relative abundance of the corresponding sg mRNAs in the duplicated sets of the SHFV minor structural proteins was similar, with sg mRNAs 2 and 2 being more abundant and sg mRNAs 3 , 3, 4 and 4 being less abundant. This finding indicated that regulation of the expression of the individual minor structural protein sg mRNAs in the duplicated sets is conserved. However, the different order of the ORFs for the GP2 and E orthologs in the two sets suggests that the second set of SHFV minor structural proteins was not generated by a simple gene duplication event.\n\nLittle work has so far been done on the viral and cell proteins and cis acting viral RNA elements involved in regulating SHFV RNA replication. However, RNA structures in the 3 noncoding region (NCR) of the genome and the 3 terminal region of the minus strand (−) RNA were previously predicted and cell proteins binding to these RNA regions that may be involved in regulating initiation of RNA synthesis were reported (You-Kyung and Brinton, 1998; Maines et al., 2005) . Two cell proteins, p56 and p42, that bound specifically to an SHFV 3 (+)NCR RNA probe were identified as polypyrimidine tract-binding protein (PTB) and fructose bisphosphate aldolase A, respectively. PTB binding sites in the SHFV 3 (+)SL structure were mapped to a terminal loop and a bulged region and the aldolase A binding site to a region near the top of the 3 SL. Four SHFV 3 (−) RNA binding cell proteins (103, 86, 55, and 36 kDa) were detected in UVinduced cross-linking assays, and three of these proteins (103, 55, and 36 kDa) were also detected by Northwestern blotting assays. The binding sites for these four cellular proteins were mapped to the region between nt 117 and 184 from the 3 end of the minus strand RNA. This 68-nt sequence was predicted to form two stemloops, SL4 and SL5. Additional data obtained with the (+) and (−) 3 terminal RNAs of other arteriviruses suggested that the RNA elements interacting with the identified cell proteins are conserved among arteriviruses.\n\nMutant SHFV infectious clones lacking the expression of either one of the minor structural proteins or of a pair of minor structural protein orthologs were made (Vatter et al., 2014a) . None of these clones produced infectious virus. However, the ability of each clone to produce extracellular virions was assessed by quantitative real-time RT-PCR of extracellular viral RNA levels. Cells transfected with the GP4 , GP2 or GP3 mutant infectious clone RNAs produced a sustained low level of extracellular viral RNA beginning at 24 h after transfection (Table 2 ). In contrast, after transfection of wildtype infectious clone RNA, extracellular viral RNA increased dramatically starting at 96 h after transfection. The lack of amplification of extracellular viral RNA at later times observed for all of the mutants indicated that the extracellular virus particles produced were non-infectious. The GP4 infectious clone RNA also produced a low level of extracellular viral RNA beginning at 24 h after transfection, but the level was not sustained indicating a potential role for GP4 in virion stability. The GP2 , GP3 , E and E mutant infectious clone RNAs did not produce extracellular viral RNA above background levels suggesting that each of these proteins plays an essential role in virus replication or virion production. No extracellular viral RNA production was detected from MA104 cells transfected with any of the double mutant RNAs. No intracellular viral proteins were detected in lysates from any of the mutant RNA transfected cells by Western blotting, which is consistent with a lack of virus spread. Although the abundance of sg mRNA orthologs for the duplicated sets of SHFV minor structural proteins is similar, the functions of the ortholog proteins are not redundant. The finding that both sets of minor structural proteins are required for efficient production of infectious extracellular virus indicates that SHFV virus production and virion structure are more complex than those of other known arteriviruses.\n\nSHFV typically causes benign persistent infections in African NHPs that are natural hosts but fatal hemorrhagic fever disease in Asian macaques that are not natural hosts. M s cultures from the two types of animals differed in the percentage of susceptible cells present while mDCs from the two animals differed in their ability to efficiently replicate virus. Consistent with the different symptoms observed in SHFV infected African NHPs and macaques, SHFV infection of cultured macaque M s and mDCs induced pro-inflammatory cytokine production while infections in baboon cells did not. The data suggest that there is a balance between upregulation of cell anti-viral and inflammatory responses and viral-mediated counteraction/modulation of these responses that is beneficial to both the host and the virus in African NHPs but not in macaques. All previous isolates of SHFV caused severe hemorrhagic fever disease in macaques but varied in their ability to cause signs of hemorrhagic disease that was rarely fatal in patas monkeys. A new SHFV isolate from persistently infected baboons was able to lytically infect rhesus macaque M s and MA104 cells and caused long term asymptomatic persistent infections in baboons but fatal hemorrhagic fever disease in macaques. Although divergent SHFV genome sequences obtained from additional NHP species have recently been reported, data from experimental infection studies with these isolates in different types of NHPs and cells have not yet been reported.\n\nThe SHFV genome encodes five additional proteins compared to other known arteriviruses. The additional nsp1 protein nsp1␥ was predicted to be structurally more similar to PRRSV nsp1␣ than to PRRSV nsp1␤. Also, PLP1␥ is able to cleave at upstream as well as downstream sites, which is a characteristic of the PLP2s but not PLP1s of other arteriviruses. Arterivirus PLP2s have a Cya-His-Asp catalytic triad and deubiquitinating as well as deISGylating activities in addition to protease activity. SHFV PLP1␥ has a Cys-His catalytic dyad and is not predicted to have deubiquitinating or deIS-Gylating activity. SHFV nsp1␥ may have originated by a duplication of nsp1␣. It is possible that SHFV PLP1␣ may also be able to cleave upstream but due to its location at the 5 end of the 1a polyprotein, this ability was not tested. Sequence alignment indicated that the three SHFV PLP1s are more similar to each other than to those of other arteriviruses. Additional functional studies of the SHFV PLP1s, including analysis of possible trans cleavage activities, as well as crystal structures of the three SHFV nsp1s are needed to provide insights about the origin of the additional SHFV nsp1 region.\n\nA duplicated set of four additional minor structural proteins is encoded in the 3 end of the SHFV genome. The finding that each of the minor structural proteins from both sets is required for the production of infectious SHFV suggests that the SHF virion composition is more complex than that of other known arteriviruses. Cells transfected with mutant viral RNAs that did not express GP2 , GP3 , E, or E did not produce extracellular virus particles suggesting that these proteins have essential functions during earlier stages of the virus life cycle. However, some or all of these proteins may also be functionally important for virion infectivity. The EAV, PRRSV and LDV E proteins have a conserved N-terminal myristoylation site (Thaa et al., 2009) . The observation of a decrease in virus infectivity and plaque size but not in the yield of extracellular virions when myristoylation was inhibited in EAV-infected cells suggested that E protein myristoylation is required for virion infectivity but not for virion budding (Thaa et al., 2009 ). This finding is consistent with E protein ion channel function being required for virion entry. The SHFV E protein sequence contains the conserved N-terminal myristoylation site but the SHFV E protein sequence does not. Both of the SHFV E proteins appear to have intracellular functions during the virus replication cycle but one or both may also function during virion entry. The SHFV E protein is more homologous to the EAV and LDV E proteins and the orientation of the overlapping E and GP2 ORFs in these three genomes is similar. However, the SHFV E is more homologous to the PRRSV E and the SHFV E and GP2 ORFs as well as the PRRSV E and GP2 ORFs are in the opposite orientation (Fig. 2) . All of these data support acquisition of an additional set of minor SHFV structural proteins by a recombination event with the genome of another arterivirus than by a \"duplication\" recombination event between SHFV genomes. All of the newly discovered SHFV genomes in additional species of NHPs that have been recently sequenced encode two similar sets of minor structural proteins indicating that the addition of the second set of genes is not a recent event. The identity of the ancestral arterivirus that contributed the additional set of SHFV minor structural proteins and the circumstances under which a co-infection occurred are not known."}