{"title": "animal Models of Human Viral Diseases", "body": "Well-developed animal models are necessary to understand disease progression, pathogenesis, and immunologic responses to viral infections in humans. Furthermore, to test vaccines and medical countermeasures, animal models are essential for preclinical studies.\n\nIdeally, an animal model of human viral infection should mimic the host-pathogen interactions and the disease progression that is seen in the natural disease course. A good animal model of viral infection should allow assay of many parameters of infection, including clinical signs, growth of virus, clinicopathological parameters, cellular and humoral immune responses, and virus-host interactions. Furthermore, viral replication should be accompanied by measurable clinical manifestations and pathology should resemble that of human cases such that a better understanding of the disease process in humans is attained. There is often more than one animal model that closely represents human disease for a given pathogen. small animal models are typically used for first-line screening, and for testing the efficacy of vaccines or therapeutics. In contrast, nonhuman primate (NHP) models are often used for pivotal preclinical studies. This approach is also used for basic pathogenesis studies, with most studies in small animal models when possible, and studies in NHPs to fill in the remaining gaps in knowledge.\n\nThe advantages of using mice to develop animal models are low cost, low genetic variability in inbred strains, and abundant molecular biological and immunological reagents. specific pathogen free (sPF), transgenic and knockout mice are also available. A major pitfall of mouse models is that the pathogenesis and protection afforded by vaccines and therapeutics cannot always be extrapolated to humans. Additionally, blood volumes for sampling are limited in small animals, and viruses often need to be adapted through serial passage in the species to induce a productive infection.\n\nThe ferret's airways are anatomically and histologically similar to that of humans, and their size enables collection of larger or more frequent blood samples, making them an ideal model for certain respiratory pathogens. Ferrets are outbred, with no standardized breeds or strains, thus greater numbers are required in studies to achieve statistical significance and overcome the resulting variable responses. Additionally, sPF and transgenic ferrets are not available, and molecular biological reagents are lacking. Other caveats making ferret models more difficult to work with are their requirement for more space than mice (rabbit-style cages), and the development of aggressive behavior with repeated procedures.\n\nNHPs are genetically, the closest species to humans, thus disease progression and host-pathogen responses to viral infections are often the most similar to that of humans. However, ethical concerns pertaining to experimentation on NHPs along with the high cost and lack of sPF NHPs raise barriers for such studies. NHP studies should be carefully designed to ensure the fewest number of animals are used, and the studies should address the most critical questions regarding disease pathogenesis, host-pathogen responses, and protective efficacy of vaccines and therapeutics.\n\nWell-designed experiments should carefully evaluate the choice of animal, including the strain, sex, and age. Furthermore, depending on the pathogen, the route of exposure and the dose should mimic the route of exposure and dose of human disease. The endpoint for these studies is also an important criterion. Depending on the desired outcome, the model system should emulate the host responses in humans when infected with the same pathogen.\n\nIn summary, small animal models are helpful for the initial screening of vaccines and therapeutics, and are often beneficial in obtaining a basic understanding of the disease. NHP models should be used for a more detailed characterization of pathogenesis and for pivotal preclinical testing studies. Ultimately, an ideal animal model may not be available. In this case, a combination of different well-characterized animal models should be considered to understand the disease progression and to test medical countermeasures against the disease.\n\nIn this chapter, we will be reviewing the animal models for representative members of numerous virus families causing human diseases. We will focus on viruses for each family that are of the greatest concern for public health worldwide.\n\nNorovirus, the genus of which Norwalk is the prototypic member, is the most common cause of gastroenteritis in the United states (Hall et al., 2013) . There are five distinct genogroups (GI-GV) and numerous strains of Norwalk virus, including the particularly significant human pathogens GI.1 Norwalk virus, GII.2 snow Mountain virus, and GII.1 Hawaii virus. In developing countries, Norwalk virus, also known as \"winter vomiting virus,\" is responsible for approximately 200,000 deaths annually (Patel et al., 2008) . A typical disease course is self-limiting, but there have been incidences of necrotizing enterocolitis and seizures in infants (Chen et al., 2009; lutgehetmann et al., 2012; Turcios-ruiz et al., 2008) . symptoms of infection include diarrhea, vomiting, nausea, abdominal cramping, dehydration, and fever. Incubation is normally 1-3 days, with symptoms persisting for 2-3 days (Koopmans and Duizer, 2004) . Viral shedding can range from 6 to 55 days in healthy individuals (Atmar et al., 2014) . However, longer illness duration can be indicative of immunocompromised status, with the elderly and young having a prolonged state of shedding (Harris et al., 2008; rockx et al., 2002) . Interestingly, individuals vary greatly in susceptibility to norovirus infection depending on their fucosyl transferase 2 (FUT2) allele functionality and histoblood group antigen status, with type A and O individuals susceptible and types AB and B resistant (Hutson et al., 2005) .\n\nTransmission occurs predominately through the oralfecal route with contaminated food and water being a major vector (Atmar and estes, 2001; Becker et al., 2000; Koopmans and Duizer, 2004) . Vomiting results in airborne dissemination of the virus with areas of 7.8 m 2 being contaminated and subsequent transmission from oral deposition of airborne particles or contact with contaminated fomites, which can remain contaminated for up to 42 days (Makison Booth, 2014; Tung-Thompson et al., 2015) . each vomiting event in a classroom setting elevates the risk of norovirus illness among elementary students with proximity correlating with attack rates (evans et al., 2002; Marks et al., 2003) . Viral titers in emesis and fecal suspensions are as high as 1.2 × 10 7 and 1.6 × 10 11 Ges (genomic equivalent copies per milliliter), respectively and the 50% infectious dose is 1320 Ges (Atmar et al., 2014) . Therefore, outbreaks can be extremely difficult to contain. Therapeutic intervention consists of rehydration therapy and antiemetic medication (Bucardo et al., 2008; Moe et al., 2001) . No approved vaccine or therapeutic is available, and development has been challenging given that immunity is short-lived after infection, new strains rapidly evolve and the correlates of protection are not completely understood (Chen et al., 2013) . However, one promising strategy utilized a virus-like particle (VlP)-based vaccine that protected or reduced infection by almost 50% in human volunteers (Aliabadi et al., 2015; Atmar et al., 2011) .\n\nGiven the relatively benign disease in adults, experimental challenge has been carried out on human volunteers (Ball et al., 1999; Tacket et al., 2000) . Viral titers are determined by shedding in feces and sera with histopathology changes monitored by biopsies particularly of the duodenum. The pH of emesis samples collected containing virus is consistent with viral replication in the small intestine with reflux to the stomach (Kirby et al., 2016) . Additionally, Norwalk virus has been shown to bind to duodenal tissue (Chan et al., 2011) . However, this type of research is technically difficult and expensive, and thus other models have been developed.\n\nA major hindrance to basic research into this pathogen is the lack of permissive cell culture systems or animal models for Norwalk virus. NHPs including marmosets, cotton-top tamarins, and rhesus macaques infected with Norwalk virus are monitored for the extent of viral shedding; however, no clinical disease is observed in these models. Disease progression and severity is measured exclusively by assay of viral shedding (rockx et al., 2005) . Incidentally, more viruses were needed to create an infection when challenging by the oral route than by the intravenous (IV) route (Purcell et al., 2002) . Chimpanzees were exposed to a clinical isolate of Norwalk virus by the IV route (Bok et al., 2011) . Although none of the animals developed disease symptoms, viral shedding within the feces was observed within 2-5 days postinfection and lasted anywhere from 17 days to 6 weeks. Viremia never occurred and no histopathological changes were detected. The amount and duration of viral shedding was in-line with what is observed upon human infection. As such, chimeric chimpanzee-human antinorovirus neutralizing antibodies have been explored as a possible therapeutic strategy (Chen et al., 2013) .\n\nA recently identified Calicivirus of rhesus origin, named Tulane virus, has been used as a surrogate model of infection. Unlike Norwalk virus, Tulane virus can be cultured in cells. rhesus macaques exposed to Tulane virus intragastrically developed diarrhea and fever 2 days postinfection. Viral shedding was detected for 8 days.\n\nThe immune system produced antibodies that dropped in concentration within 38 days postinfection, mirroring the short-lived immunity documented in humans. The intestine developed moderate blunting of the villi as seen in human disease (sestak et al., 2012) .\n\nA murine norovirus has been identified and is closely related to human Norwalk virus (Karst et al., 2003) . However, clinically the virus presents a different disease. The murine norovirus model does not include observable gastrointestinal clinical signs, possibly in part because rodents lack a vomiting reflex. Additionally, mice infected with norovirus develop a persistent infection in contrast to human disease (Hsu et al., 2006 (Hsu et al., , 2007 Khan et al., 2009) .\n\nPorcine enteric caliciviruses can induce diarrheal disease in young pigs, and an asymptomatic infection in adults (Wang et al., 2006 . Gnotobiotic pigs can successfully be infected with a passaged clinical norovirus isolate by the oral route. Diarrheal disease developed in 74% of the animals and virus was detected in the stool of 44% of the animals. No major histopathological changes or viral persistence was noted (Cheetham et al., 2006) .\n\nCalves are naturally infected with bovine noroviruses (scipioni et al., 2008) . experimental challenge of calves by oral inoculation with a bovine isolate resulted in diarrheal disease 14-16 h postinfection. recovery of virus was achieved after 53.5 and 67 h postinfection (Otto et al., 2011) .\n\neastern equine encephalitis virus (eeeV), Western equine encephalitis virus (WeeV), and Venezuelan equine encephalitis virus (VeeV) present with near synonymous symptoms. The majorities of human cases are asymptomatic, but can present as a flu-like illness progressing to central nervous system (CNs) involvement to include seizures and paralysis. Mortality rates vary among the virus, with the highest reported for eeV at 36%-75% followed by WeeV and lastly VeeV at less than 1% (Ayers et al., 1994; Griffin, 2007; steele and Twenhafel, 2010) . There are currently no licensed vaccines or therapies but a recent Phase 1 clinical trial of a VeeV DNA vaccine resulted in VeeV-neutralizing antibody responses in 100% of the subjects (Hannaman et al., 2016) .\n\nMouse models have been developed for numerous routes of infection including cutaneous, intranasal (IN), intracranial (IC), and aerosol. eeeV susceptibility in mouse models is correlated with age, with younger mice being more susceptible than adults. Importantly, eeeV pathogenesis is dependent on route of infection with delayed progression upon subcutaneous (subQ) exposure (Honnold et al., 2015) . Newborn mice display neuronal damage with rapid disease progression, resulting in death (Murphy and Whitfield, 1970) . similarly, eeeV produces fatal encephalitis in older mice when administered via the intracerebral route, while inoculation via the subQ route causes a pantropic infection eventually resulting in encephalitis (liu et al., 1970; Morgan, 1941) . A general drawback to the usage of the mouse model is the lack of vascular involvement during the disease course (liu et al., 1970) .\n\nAfter subQ inoculation with WeeV, suckling mice started to show signs of disease by 24 h and died within 48 h (Aguilar, 1970) . The heart was the only organ in which pathologic changes were observed. Conversely, adult mice exhibited signs of lethargy and ruffled fur on day 4-5 postinfection. Mice were severely ill by day 8 and appeared hunched and dehydrated. Death occurred between days 7 and 14 with brain and mesodermal tissues, such as heart, lungs, liver, and kidney involvement (Aguilar, 1970; Monath et al., 1978) . Intracerebral and IN routes of infection resulted in a fatal disease that was highly dependent on dose while intradermal (ID) and subQ inoculations caused only 50% fatality in mice regardless of the amount of virus (liu et al., 1970) . Comparing susceptibility of inbred and outbred strains revealed that CD-1, BAlB/c, A/J, and C57Bl6 mice were all highly susceptible to experimental infection via subQ inoculation when challenged prior to 10 weeks old with CNs involvement and lethality (Blakely et al., 2015) . subQ/dermal infection in the mouse model results in encephalitic disease very similar to that seen in horses and humans (MacDonald and Johnston, 2000) . Virus begins to replicate in the draining lymph nodes at 4 h postinoculation. eventually, virus enters the brain primarily via the olfactory system. Furthermore, aerosol exposure of mice to VeeV can result in massive infection of the olfactory neuroepithelium, olfactory nerves, and olfactory bulbs and viral spread to brain, resulting in necrotizing panencephalitis (Charles et al., 1995; steele et al., 1998) . Aerosol and dermal inoculation routes cause neurological pathology in mice much faster than other routes of exposure. The clinical signs of disease in mice infected by aerosol are ruffled fur, lethargy, and hunching progressing to death (Charles et al., 1995; steele and Twenhafel, 2010; steele et al., 1998) . IN challenge of C3H/HeN mice with high dose VeeV caused high morbidity and mortality (Julander et al., 2008b) . Viral titers in brain peaked on day 4 postchallenge and remained elevated until animals succumbed on day 9-10 postchallenge. Protein cytokine array performed on brains of infected mice showed elevated Il-1a, Il-1b, Il-6, Il-12, MCP-1, IFNγ, MIP-1a, and rANTes levels. This model was used successfully to test antivirals against VeeV (Julander et al., 2008a) . Additionally, a VeeV vaccine inactivated with 1,5-iodonaphthyl azide V3526 protects against both footpad and aerosol challenge with virulent VeeV in a mouse model (Gupta et al., 2016) .\n\nGuinea pigs and hamsters have also been developed as animal models for eeeV studies (Paessler et al., 2004; roy et al., 2009) . Guinea pigs developed neurological involvement with decreased activity, tremors, circling behavior, and coma. Neuronal necrosis was observed in brain lesions in the experimentally challenged animals (roy et al., 2009) . subQ inoculation of eeeV produced lethal biphasic disease in hamsters with severe lesions of nerve cells. The early visceral phase with viremia was followed by neuroinvasion, encephalitis, and death. In addition, parenchyma necrosis were observed in the liver and lymphoid organs (Paessler et al., 2004) . Harlan sprague-Dawley hamsters develop viremia and progress to respiratory, gastrointestinal, and nervous system involvement when inoculated via subQ route. Vasculitis and encephalitis were both evident in this model, which mirrors the human disease clinical spectrum (Paessler et al., 2004) .\n\nWeeV is highly infectious to guinea pigs and has been utilized for prophylactic screening (sidwell and smee, 2003) . studies demonstrated that although the length of the incubation period and the disease duration varied, WeeV infection resulted in mortality in hamsters by all routes of inoculation. Progressive lack of coordination, shivering, rapid and noisy breathing, corneal opacity, and conjunctival discharge resulting in closing of the eyelids were indicative of disease in all cases (Zlotnik et al., 1972) . CNs involvement was evident with intracerebral, intraperitoneal (IP), and ID inoculations (Zlotnik et al., 1972) . IP inoculation of WeeV is fatal in guinea pigs regardless of amount of virus inoculum, with the animals exhibiting signs of illness on day 3-4, followed by death on day 5-9 (Nalca, unpublished results) . ID, IM, or IV inoculations of eeeV in NHPs cause disease, but does not reliably result in neurological symptoms (Dupuy and reed, 2012) . Intracerebral infection of eeeV produces nervous system disease and fatality in monkeys (Nathanson et al., 1969) . The differences in these models indicate that the initial viremia and the secondary nervous system infection do not overlap in NHPs when they are inoculated by the peripheral route (Wyckoff, 1939) . IN and intralingual inoculations of eeeV also cause nervous system symptoms in monkeys, but are less drastic than intracerebral injections (Wyckoff, 1939) . The aerosol route of delivery will result in uniformly lethal disease in cynomolgus macaques (reed et al., 2007) . In this model, fever was followed by elevated white blood cells and liver enzymes. Neurological signs subsequently developed and NHPs became moribund and were euthanized between 5-9 days postexposure. Meningoencephalomyelitis was the main pathology observed in the brains of these animals (steele and Twenhafel, 2010) . similar clinical signs and pathology were observed when common marmosets were infected with eeeV by the IN route (Adams et al., 2008) . Both aerosol and IN NHP models had similar disease progression and pathology as seen in human disease. Very limited studies have been performed with NHPs. reed et al. exposed cynomolgus macaques to low and high doses of aerosolized WeeV. The animals subsequently developed fever, increased white blood counts, and CNs involvement, demonstrating that the cynomolgus macaque model could be useful for testing of vaccines and therapeutics against WeeV (reed et al., 2005) .\n\nVeeV infection causes a typical biphasic febrile response in NHPs. Initial fever was observed at 12-72 h after infection and lasted less than 12 h. secondary fever generally began on day 5 and lasted 3-4 days (Gleiser et al., 1961) . VeeV-infected NHPs exhibited mild symptoms, such as anorexia, irritability, diarrhea, and tremors. leukopenia was common in animals exhibiting fever (Monath et al., 1974) . supporting the leukopenia, microscopic changes in lymphatic tissues, such as early destruction of lymphocytes in lymph nodes and spleen, a mild lymphocytic infiltrate in the hepatic triads, and focal myocardial necrosis with lymphocytic infiltration have been observed in monkeys infected with VeeV. surprisingly, characteristic lesions of the CNs were observed histopathologically in monkeys in spite of the lack of any clinical signs of infection (Gleiser et al., 1961) . The primary lesions were lymphocytic perivascular cuffing and glial proliferation and generally observed at day 6 postinfection during the secondary febrile episode. similar to these observations, when cynomolgus macaques were exposed to aerosolized VeeV, fever, viremia, lymphopenia, and clinical signs of encephalitis were observed but the NHPs did not succumb to disease (reed et al., 2004) . A common marmoset model was utilized for comparison studies of south America (sA) and North America (NA) strains of eeeV (Adams et al., 2008) . Previous studies indicated that the sA strain is less virulent than NA strain for humans. Common marmosets were infected IN with either the NA or sA strain of eeeV. NA strain-infected animals showed signs of anorexia and neurological involvement and were euthanized 4-5 days after the challenge. Although sA strain-infected animals developed viremia, they remained asymptomatic and survived until the end of study.\n\nChikungunya virus (CHIKV) is a member of the genus Alphaviruses, specifically the semliki Forest complex, and has been responsible for a multitude of epidemics centered within Africa and southeast Asia (Griffin, 2007) . The virus is transmitted by Aedes aegypti and Aedes albopictus mosquitoes. Given the widespread endemicity of Aedes mosquitoes, CHIKV has the potential to spread to previously unaffected areas. This is typified by the emergence of disease reported for the first time in 2005 in the islands of south-West Indian Ocean, including the French la reunion island, and the appearance in Central Italy in 2007 (Charrel et al., 2007; rezza et al., 2007) .\n\nThe incubation period following a mosquito bite is 2-5 days, leading to a self-limiting acute phase that lasts 3-4 days. symptoms during this period include fever, arthralgia, myalgia, and rash. Headache, weakness, nausea, vomiting, and polyarthralgia have all been reported (Powers and logue, 2007) . Individuals typically develop a stooped posture due to the pain. For approximately 12% of infected individuals, joint pain can last months after resolution of primary disease, and has the possibility to relapse. Underlying health conditions including diabetes, alcoholism, or renal disease, increase the risk of developing a severe form of disease that includes hepatitis or encephalopathy. Children between the ages of 3 and 18 years old have an increased risk of developing neurological manifestations (Arpino et al., 2009) . There is currently no approved vaccine or antiviral.\n\nWild-type C57Bl/6 adult mice are not permissive to CHIKV infection by ID inoculation. However, it was demonstrated that neonatal mice were susceptible and severity was dependent upon age at infection. six-dayold mice developed paralysis by day 6, and all succumbed by day 12, whereas 50% of 9-day-old mice were able to recover from infection. By 12 days, mice were no longer permissive to disease. symptomatic mice developed loss of balance, hind limb dragging, and skin lesions. Neonatal mice were also used as a model for neurological complications (Couderc et al., 2008; Ziegler et al., 2008) . An adult mouse model has been developed by injection of the ventral side of the footpad of C57Bl/6J mice. Viremia lasted 4-5 days accompanied with foot swelling and noted inflammation of the musculoskeletal tissue Morrison et al., 2011) . Adult IFNα/βr knockout mice also developed mild disease with symptoms including muscle weakness and lethargy, symptoms that mirrored human infection. All adult mice died within 3 days. This model was useful in identifying the viral cellular tropism for fibroblasts (Couderc et al., 2008) . ICr and CD-1 mice can also be utilized as a disease model. Neonatal mice inoculated subQ with a passaged clinical isolate of CHIKV developed lethargy, loss of balance, and difficulty walking. Mortality was low, 17 and 8% for newborn CD-1 and ICr mice, respectively. The remaining mice fully recovered within 6 weeks after infection (Ziegler et al., 2008) . A drawback of both the IFNα/βr and CD-1 mice is that the disease is not a result of immunopathogenesis as occurs in human cases, given that the mice are immunocompromised (Teo et al., 2012) . A chronic infection model was developed using recombinant activating gene 1 (rAG1 −/− ) knockout mice. In this study, mice inoculated via the footpad lost weight in comparison to the control group. Both footpad and subQ injected mice developed viremia 5-6 days postinfection, which was detectable up to 28 days postinfection. Inflammation was evident in the brain, liver, and lung of the subQ inoculated animals at 28-56 days postinfection. Despite minimal footpad swelling on day 2 postinfection, on day 14 there was severe muscle damage noted at necropsy, which resolved by day 28 (seymour et al., 2015) .\n\nGolden hamsters serve as another option for small animal modeling. Although hamsters do not appear to develop overt clinical symptoms following subQ inoculation, viremia developed in the majority of animals within 1 day postinfection with clearance following from day 3 to 4. Histologically, inflammation was noted at the skeletal muscle, fascia, and tendon sheaths of numerous limbs. This study was limited in the number of animals utilized, and more work is needed to further develop the hamster model (Bosco-lauth et al., 2015) .\n\nNHP models of disease include adult, aged, and pregnant rhesus macaques in addition to cynomolgus macaques (Broeckel et al., 2015) . Differing routes of infection (subQ, IV, and IM) have been successfully administered, although there is not a clear understanding of the role that route of transmission plays in subsequent pathogenesis and clinical symptoms. Typically, viremia is observed 4-5 days postinfection with a correlation between infectious titer and time to viremia observed in cynomolgus but not rhesus (labadie et al., 2010; Messaoudi et al., 2013) . Fever began at 1-2 days postinfection and persisted for 2-7 days and 3-7 days in cynomolgus and rhesus, respectively and coincided with rash (Chen et al., 2010; labadie et al., 2010; Messaoudi et al., 2013) . Overall blood chemistries changed in conjunction with initiation of viremia, and returned to baseline 10-15 days postexposure (Chen et al., 2010) . CNs involvement has been difficult to reproduce in NHP models, although it was reported that high inoculum in cynomolgus did result in meningoencephalitis (labadie et al., 2010) . The NHP models have been utilized to conduct efficacy testing on novel vaccines and therapeutics (Broeckel et al., 2015) .\n\nDengue virus (DeNV) is transmitted via the mosquito vectors A. aegypti and A. albopictus (Moore and Mitchell, 1997) . Given the endemicity of the vectors, it is estimated that half of the world's population is at risk for exposure to DeNV. This results in approximately 50 million cases of dengue each year, with the burden of disease in the tropical and subtropical regions of latin America, south Asia, and southeast Asia (Gubler, 2002) . It is estimated that there are 20,000 deaths each year due to dengue hemorrhagic fever (DHF) (Guzman and Kouri, 2002) .\n\nThere are four distinct serotypes of DeNV, numbered 1-4, which are capable of causing a wide clinical spectrum that ranges from asymptomatic to severe with the development of DHF (World Health Organization, 1997) . Incubation can range from 3 to 14 days, with the average being 4-7 days. The virus targets dendritic cells and macrophages following a mosquito bite (Balsitis et al., 2009) . Typical infection results in classic dengue fever (DF), which is self-limiting and has flu-like symptoms in conjunction with retroorbital pain, headache, skin rash, and bone and muscle pain. DHF can follow, with vascular leak syndrome and low platelet count, resulting in hemorrhage. In the most extreme cases, dengue shock syndrome (Dss) develops, characterized by hypotension, shock, and circulatory failure (World Health Organization, 1997) . Thrombocytopenia is a hallmark clinical sign of infection, and aids in differential diagnosis (Gregory et al., 2010) . severe disease has a higher propensity to occur upon secondary infection with a different DeNV serotype (Thein et al., 1997) . This is hypothesized to occur due to antibody dependent enhancement (ADe). There is no approved vaccine or drug, and hospitalized patients receive supportive care including fluid replacement. In order to further progress toward an effective drug or vaccine, small human cohort studies have taken place. However, to provide statistically relevant results, testing must progress in an animal model. In developing an animal model, it is important to note that mosquitoes typically deposit 10 4 -10 6 pfu, and is considered the optimal range during experimental challenge .\n\nDeNV does not naturally replicate effectively in rodent cells, creating the need for mouse-adapted strains, engineered mouse lines, and a variety of inoculation routes to overcome the initial barrier. several laboratory mouse strains including A/J, BAlB/c, and C57Bl/6 are permissive to dengue infection. However, the resulting disease has little resemblance to human clinical signs, and death results from paralysis (Huang et al., 2000; Paes et al., 2005; shresta et al., 2004) . A higher dose of an adapted DeNV strain induced DHF symptoms in both BAlB/c and C57Bl/6 souza et al., 2009) . This model can also yield asymptomatic infections. A mouse-adapted strain of DeNV 2 introduced into AG129 mice developed vascular leak syndrome similar to the severe disease seen in humans (shresta et al., 2006) . Passive transfer of monoclonal dengue antibodies within mice leads to ADe. During the course of infection, viremia was increased and animals died due to vascular leak syndrome (Balsitis et al., 2010) . Another mouse-adapted strain injected into BAlB/c caused liver damage, hemorrhagic manifestations, and vascular permeability (souza et al., 2009) . IC injection of suckling mice with DeNV leads to death by paralysis and encephalitis, which is rare in human infection (lee et al., 2015; Parida et al., 2002; Zhao et al., 2014a) .\n\nImmunocompromised mice have also been used to gain an understanding of the pathogenesis of DeNV. The most well-defined model is AG129 which is deficient in IFNα/β and γ receptors and can recapitulate DHF/Dss if a mouse-adapted strain is utilized Yauch et al., 2009) . sCID mice engrafted with human tumor cells develop paralysis upon infection, and thus are not useful for pathogenesis studies (Blaney et al., 2002; lin et al., 1998) . DF symptoms developed after infection in NOD/sCID/Il2rγKO mice engrafted with CD34 + human progenitor cells (Mota and rico-Hesse, 2011) . rAG-hu mice developed fever, but no other symptoms upon infection with a passaged clinical isolate and labadapted strain of DeNV 2 (Kuruvilla et al., 2007) .\n\nA passaged clinical isolate of DeNV 3 was used to create a model in immunocompetent adult mice. IP injection in C57Bl/6j and BAlB/c caused lethality by day 6-7 postinfection in a dose dependent manner. The first indication of infection was weight loss beginning on day 4 followed by thrombocytopenia. A drop in systolic blood pressure along with noted increases in the liver enzymes, AsT and AlT, were also observed. Viremia was established by day 5. This model mimicked the characteristic symptoms observed in human DHF/Dss cases (Costa et al., 2012) . Vascular leakage was also observed when C57Bl/6 were inoculated with DeNV 2 (st John et al., 2013) .\n\nA murine model was developed that utilized infected mosquitoes as the route of transmission to hu-NsG mice. Female mosquitoes were intrathoracically inoculated with a clinical isolate of DeNV 2. Infected mosquitoes then fed upon the mouse footpad to allow for transmission of the virus via the natural route. The amount of virus detected within the mouse was directly proportional to the number of mosquitoes it was exposed to, with 4-5 being optimal. Detectable viral rNA was in line with historical human infection data. severe thrombocytopenia developed on day 14. This model is notable in that disease was enhanced with mosquito delivery of the virus in comparison to injection of the virus (Cox et al., 2012) .\n\nNHP models have used a subQ inoculation in an attempt to induce disease. Although the animals are permissive to viral replication, it is to a lower degree than that observed in human infection (Marchette et al., 1973) . The immunosuppressive drug, cyclophosphamide enhances infection in rhesus macaques by allowing the virus to invade monocytes (Marchette et al., 1980) . Throughout these preliminary studies, no clinical disease was detected. In order to circumvent this, a higher dose of DeNV was used in an IV challenge of rhesus macaques. Hemorrhagic manifestations appeared by day 3 and resulted in petechiae, hematomas, and coagulopathy; however, no other symptoms developed (Onlamoon et al., 2010) . A robust antibody response was observed in multiple studies (Marchette et al., 1973; Onlamoon et al., 2010) . Marmosets also mirror human dengue infection, developing fever, leukopenia, and thrombocytopenia following subQ inoculation (Omatsu et al., 2011 (Omatsu et al., , 2012 .\n\nNHPs are able to produce antibodies similar to those observed during the course of human infection, making them advantageous in studying ADe. sequential infection led to a cross-reactive antibody response which has been demonstrated in both humans and mice (Midgley et al., 2011) . This phenotype can also be seen upon passive transfer of a monoclonal antibody to dengue and subsequent infection with the virus. rhesus macaques exposed in this manner developed viremia that was 3-to 100-fold higher than previously reported, however, no clinical signs were apparent (Goncalvez et al., 2007) . The lack of inducible DHF or Dss symptoms hinders further examination of pathogenesis within this model.\n\nWest Nile virus (WNV) was first isolated from the blood of a woman in the West Nile district of Uganda in 1937 Uganda in (smithburn et al., 1940 . After the initial isolation of WNV, the virus was subsequently isolated from patients, birds, and mosquitoes in egypt in the early 1950s (Melnick et al., 1951; Taylor et al., 1953) and was shown to cause encephalitis in humans and horses. WNV is recognized as the most widespread of the flaviviruses, with a geographical distribution that includes Africa, the Middle east, western Asia, europe, and Australia (Hayes, 1989) . The virus first reached the Western Hemisphere in the summer of 1999, during an outbreak involving humans, horses, and birds in the New York City metropolitan area (Centers for Disease Control and Prevention, 1999; lanciotti et al., 1999) . since 1999, the range of areas affected by WNV quickly extended. Older people and children are most susceptible to WNV disease. WNV generally causes asymptomatic disease or a mild undifferentiated fever (West Nile fever), which can last from 3 to 6 days (Monath and Tsai, 2002) . The mortality rate following neuroinvasive disease ranges from 4% to 11% (Asnis et al., 2000; Hayes, 1989; Hubalek and Halouzka, 1999; Komar, 2000) . The most severe complications are commonly seen in the elderly, with reported case fatality rates from 4% to 11%. Hepatitis, myocarditis, and pancreatitis are unusual, severe, nonneurologic manifestations of WNV infection.\n\nInoculation of WNV into NHPs intracerebrally resulted in the development of either encephalitis, febrile disease, or an asymptomatic infection, depending on the virus strain and dose. Viral persistence is observed in these animals regardless of the outcome of infection (i.e., asymptomatic, fever, encephalitis) (Pogodina et al., 1983) . Thus, viral persistence is regarded as a typical result of NHP infection with various WNV strains. After both intracerebral and subQ inoculation, the virus localizes predominantly in the brain and may also be found in the kidneys, spleen, and lymph nodes. WNV does not result in clinical disease in NHPs although the animals show a low level of viremia (lieberman et al., 2009; Pletnev et al., 2003) . This is mirrored in New Zealand White rabbits in that they only develop fever and low levels of viremia following inoculation via footpad (suen et al., 2015) . ID inoculation of both marmosets and rhesus macaques did not yield any clinical signs of disease including fever. Viremia was detected in both NHP species, but marmosets developed a higher titer for a greater duration than rhesus (Verstrepen et al., 2014) .\n\nWNV has also been extensively studied in small animals. All classical laboratory mouse strains are susceptible to lethal infections by the intracerebral and IP routes, resulting in encephalitis and 100% mortality. ID route pathogenesis studies indicated that langerhans dendritic cells are the initial viral replication sites in the skin (Brown et al., 2007; Johnston et al., 1996) . The infected langerhans cells then migrate to lymph nodes and the virus enters the blood through lymphatic and thoracic ducts and disseminates to peripheral tissues for secondary viral replication. Virus eventually travels to the CNs and causes pathology that is similar to human cases (Byrne et al., 2001; Cunha et al., 2000; Diamond et al., 2003; Fratkin et al., 2004) . The swiss mouse strain was inoculated IP in order to screen a variety of viral lineages to assess differences in pathogenesis (Bingham et al., 2014) . Tesh et al. developed a model for WN encephalitis using the golden hamster, Mesocricetus auratus. Hamsters appeared asymptomatic during the first 5 days, became lethargic at approximately day 6, and developed neurologic symptoms between days 7 and 10 . Many of the severely affected animals died 7-14 days after infection. Viremia was detected in the hamsters within 24 h after infection and persisted for 5-6 days. Although there were no substantial changes in internal organs, progressive pathologic differences were seen in the brain and spinal cord of infected animals. Furthermore, similar to the previously mentioned monkey experiments by Pogodina et al. (1983) , persistent WNV infection was found in the brains of hamsters.\n\nZika virus recently came to the forefront of public health concerns with the outbreak in Brazil at the end of 2015. The clinical disease spectrum is highly variable with reports of a flu-like illness accompanied by rash, Guillan-Barre syndrome, and microcephaly in newborns (ramos da silva and Gao, 2016) . To date, a correlation between gestational age at which exposure to the virus occurs and severity of microcephaly is not fully understood (Brasil et al., 2016) . However, a recent study of pregnant women in Columbia found that infection with Zika virus during the third trimester was not associated with any obvious structural abnormalities of the fetus (Pacheco et al., 2016) . Transmission of the virus occurs via the bite from an infected A. aegypti or A. albopictus (ramos da silva and Gao, 2016) . Other reported routes of exposure include sexual transmission and blood transfusion (Cunha et al., 2016; D'Ortenzio et al., 2016; Hills et al., 2016; McCarthy, 2016) . The emergence of this virus with no approved vaccine or therapy, and few diagnostic options demonstrates the utility of well-characterized animal model development.\n\nIt was first demonstrated in 1956 that experimentally infected mosquitoes could be used to transmit the virus to mice and NHPs (Boorman and Porterfield, 1956) . A129 mice were susceptible to nonadapted Zika virus infection following subQ inoculation of the limbs. Mice began to lose weight 3 days postinfection and met euthanasia criteria by day 6. Microscopic lesions within the brain were noted upon necropsy. In conjunction, viral rNA was detected in the blood, brain, ovary, spleen, and liver of the infected mice. Wild-type 129sv/ev mice were also challenged with no observable clinical disease. However, viral rNA was detected at day 3 postinfection in the blood, ovary and spleen, and then remained at detectable levels in the ovaries and spleen on day 7 (Dowall et al., 2016) . Footpad inoculation of the virus leads to a fatal disease in AG129 mice by day 7 postinoculation with significant histopathological changes in the brain noted at necropsy (Aliota et al., 2016) . AG129 mice were also observed to develop neurologic disease by day 6 postexposure (rossi et al., 2016) . Immunocompetent mice are resistant to infection via the subQ route (rossi et al., 2016) .\n\nrecently, a mouse model was identified to verify vertical transmission of the virus. Pregnant C57 mice were injected either IP or in utero into the lateral ventricle of the fetal brain. IP inoculation induced transient viremia in the pregnant mice on day 1. Viral rNA was detected in five out of nine placentas on day 3 postinfection. The virus was able to infect the radial glia cells in the fetal brain and leads to a reduction in the cortical neural progenitors . Viral exposure via cerebroventricular space/ lateral ventricle of the fetal brain exhibited small brain size at day 5 postexposure in addition to cortical thinning (Cugola et al., 2016; li et al., 2016a) . Ifnar1 −/− pregnant mice exposed to the virus had nonviable fetuses. In the same study, wild-type mice were given an anti-ifnar antibody prior to and during infection resulting in detectable virus in the fetal head with mild intrauterine growth restriction (Miner et al., 2016) . All of these murine studies will further study of the pathogenesis of vertical transmission and the resulting neurological disorders in conjunction with screening novel countermeasures. NHP studies are currently ongoing for animal model development.\n\nNumerous viruses from the Coronavirus (CoV) family exist that infect a wide range of animals. six species have been identified that can infect humans. Two of these are alpha coronavirues: HCoV-229e and HCoV-Nl63. Four are beta coronavirueses: HCoV-OC43, HCoV-HKU1, HCoV-sArs, and Mers-CoV. HCoV-229e and HCoV-OC43 were first detected in the 1960s from the nasal passages of humans with the \"common cold\" (Gaunt et al., 2010) . HCoV-Nl63, which was first isolated in 2004, causes upper and lower respiratory infections of varying intensity and has been continuously circulating among humans (van der Hoek et al., 2006) . HCoV-HKU1, first isolated in 2002, has been identified more sporadically but also causes respiratory infections (lau et al., 2006) . A significant portion of common cold infections in humans are caused by coronaviruses. In 2002 and 2012, two human coronaviruses, sArs-CoV and Mers-CoV, emerged that caused a great deal of alarm since these infections have resulted in nearly 10 and 40% fatality, respectively (Assiri et al., 2013; Peiris et al., 2004) .\n\nThe etiologic agent of severe acute respiratory syndrome (sArs), sArs-CoV, emerged in 2002 as it spread throughout 32 countries in a period of 6 months, with 8437 confirmed infections and 813 deaths (roberts and subbarao, 2006; World Health Organization, 2003) . No additional cases of community acquired sArs-CoV infection have been reported since 2004. The natural reservoir of sArs-CoV is the horseshoe bat and the palm civet is an intermediate host (lau et al., 2005) . The main mechanism of transmission of sArs-CoV is through droplet spread, but it is also viable in dry form on surfaces for up to 6 days and can be detected in stool, suggesting other modes of transmission are also possible (Pearson et al., 2003; rabenau et al., 2005; rota et al., 2003) .\n\nsArs-CoV infection has a 10% case fatality with the majority of cases in people over the age of 15 (Peiris et al., 2003; Wang et al., 2004) . After an incubation period of 2-10 days, clinical signs of sArs include general malaise, fever, chills, diarrhea, dyspnea, and cough (Drosten et al., 2003) . In some sArs cases, pneumonia may develop and progress to acute respiratory distress syndrome (ArDs). Fever usually dissipates within 2 weeks and coincides with the induction of high levels of neutralizing antibodies (Tan et al., 2004) .\n\nIn humans, sArs-CoV replication destroys respiratory epithelium, and a great deal of the pathogenesis is due to the subsequent immune responses (Chen and subbarao, 2007; Perlman and Dandekar, 2005) . Infiltrates persisting within the lung and diffuse alveolar damage (DAD) are common sequelae of sArs-CoV infection (Perlman and Dandekar, 2005) . Virus can be isolated from secretions of the upper airways during early, but not later stages of infection as well as from other tissues (Cheng et al., 2004) .\n\nsArs-CoV can replicate in many species, including: dogs, cats, pigs, mice, rats, ferrets, foxes, and monkeys (roper and rehm, 2009) . No model captures all aspects of human clinical disease (pyrexia and respiratory signs), mortality (∼10%), viral replication, and pathology (roberts et al., 2008) . In general, the sArs-CoV disease course in the model species is much milder and of shorter duration than in humans. Viral replication in the various animal models may occur without clinical illness and/or histopathologic changes. The best-characterized models utilize mice, hamsters, ferrets, and NHPs.\n\nMouse models of sArs-CoV typically are inoculated by the IN route under light anesthesia (roberts et al., 2005) . Young, 6-to 8-week-old BAlB/c mice exposed to sArs-CoV have viral replication detected in the lungs and nasal turbinate, with a peak on day 2 and clearance by day 5 postexposure (McAuliffe et al., 2004) . There is also viral replication within the small intestines of young BAlB/c mice. However, young mice have no clinical signs, aside from reduced weight gain, and have little to no inflammation within the lungs (pneumonitis) . IN sArs-CoV infection of C57Bl/6 (B6), also yields reduced weight gain and viral K. VIrAl DIseAse replication in the lungs, with a peak on day 3 and clearance by day 9 (Glass et al., 2004) .\n\nIn contrast, BAlB/c mice 13-14 months of age show weight loss, hunched posture, dehydration, and ruffled fur on day 3-6 postexposure (Bisht et al., 2004) . Interstitial pneumonitis, alveolar damage, and death also occur in old mice, resembling the age-dependent virulence observed in humans. 129s mice and B6 mice show outcomes to sArs-CoV infection similar to those observed for BAlB/c mice but have lower titers and less prolonged disease. While the aged mouse model is more frequently used then young mice, it is more difficult to obtain large numbers of mice older than 1 year (Table 33 .1).\n\nA number of immunocompromised knockout mouse models of IN sArs-CoV infection have also been developed. 129sveV mice infected with sArs-CoV by the IN route develop bronchiolitis, with peribronchiolar inflammatory infiltrates and interstitial inflammation in adjacent alveolar septae . Viral replication and disease in these mice resolves by day 14 postexposure. Beige, CD1 −/− , and rAG1 −/− mice infected with sArs-CoV have similar outcomes to infected BAlB/c mice with regard to viral replication, timing of viral clearance, and a lack of clinical signs (Glass et al., 2004) . sTAT1 KO mice infected IN with sArs-CoV have severe disease, with weight loss, pneumonitis, interstitial pneumonia, and some deaths . The sTAT1 KO mouse model is therefore useful for studies of pathogenicity, pathology, and evaluation of vaccines.\n\nAngiotensin converting enzyme 2 (ACe2) and CD209l were identified as cellular receptors for sArs-CoV, with affinity for the spike (s) protein of the virus (Jeffers et al., 2004) . The variations in the ACe2 sequence across animal species could partially explain the differences in infection severity (li et al., 2016b; sutton and subbarao, 2015) . since mice in particular have a greater number of sequence differences in ACe2, transgenic mice were created that express human ACe2 (McCray et al., 2007; Netland et al., 2008; Yang et al., 2007) . Unlike other murine models of sArs-CoV, mice expressing hACe2 had up to 100% mortality, with severity correlating to the level of hACe2 expression (Tseng et al., 2007) . With high levels of hACe2 expression, mice developed a severe lung and brain infection. However, CNs \n\nK. VIrAl DIseAse infection is only rarely observed in humans infected with sArs-CoV. syrian golden hamsters (strain lVG) are also susceptible to IN exposure of sArs-CoV. After the administration of 10 3 TCID 50, along with a period of transient viremia, sArs-CoV replicates in nasal turbinates and lungs, resulting in pneumonitis (roberts et al., 2005) . There are no obvious signs of disease, but exercise wheels can be used to monitor decrease in nighttime activity. limited mortality has been observed, but it was not dose dependent and could have more to do with genetic differences between animals because the strain is not inbred (roberts et al., 2008) . Damage is not observed in the liver or spleen despite detection of virus within these tissues.\n\nseveral studies have shown that intratracheal (IT) inoculation of sArs-CoV in anesthetized ferrets (Mustela furo) results in lethargy, fever, sneezing, and nasal discharge (skowronski et al., 2005) . Clinical disease has been observed in several studies excluding one, perhaps due to characteristics of the inoculating virus (Kobinger et al., 2007) . sArs-CoV is detected in pharyngeal swabs, trachea, tracheobronchial lymph nodes, and high titers within the lungs. Mortality has been observed around day 4 postexposure as well as mild alveolar damage in 5%-10% of the lungs, occasionally accompanied by severe pathology within the lungs (Martina et al., 2003; ter Meulen et al., 2004) . With fever, overt respiratory signs, lung damage, and some mortality, the ferret intratracheal model of sArs-CoV infection is perhaps most similar to human sArs, albeit with a shorter time course.\n\nsArs-CoV infection of NHPs by intransal or IT routes generally results in a very mild infection that resolves quickly. sArs-CoV infection of old world monkeys, such as rhesus macaques, cynomolgus macaques (cynos), and African green monkeys (AGMs) have been studied with variable results, possibly due to the outbred nature of the groups studied or previous exposure to related pathogens. Clinical illness and viral loads have not been consistent; however, replication within the lungs and DAD are features of the infections for each of the primate species. some cynos have no illness but others have rash, lethargy, and respiratory signs and pathology Martina et al., 2003; McAuliffe et al., 2004; rowe et al., 2004) . rhesus have little to no disease and only have mild findings upon histopathological analysis (rowe et al., 2004) . AGMs infected with sArs-CoV have no overt clinical signs but DAD and pneumonitis has been documented (McAuliffe et al., 2004) . Viral replication has been detected for up to 10 days in the lungs of AGMs; however, the infection resolves, and does not progress to fatal ArDs.\n\nFarmed Chinese masked palm civets, sold in open markets in China, were involved in the sArs-CoV outbreak. IT and IN inoculation of civets with sArs-CoV results in lethargy, decreased aggressiveness, fever, diarrhea, and conjunctivitis . leucopenia, pneumonitis, and alveolar septal enlargement, with lesions similar to those observed in ferrets and NHPs, have also been observed in laboratory-infected civets. squirrel monkeys, mustached tamarinds, and common marmosets have not been susceptible to sArs-CoV infection (Greenough et al., 2005; roberts et al., 2008) .\n\nVaccines have been developed for related animal CoVs in chickens, cattle, dogs, cats, and swine, and have included live-attenuated, killed, DNA and viral-vectored vaccine strategies (Cavanagh, 2003) . An important issue to highlight from work on these vaccines is that CoV vaccines, such as those developed for cats, may induce a more severe disease (Perlman and Dandekar, 2005; Weiss and scott, 1981) . As such, immune mice had Th2type immunopathology upon sArs-CoV challenge (Tseng et al., 2012) . severe hepatitis in vaccinated ferrets with antibody enhancement in liver has been reported (Weingartl et al., 2004) . Additionally, rechallenge of AGMs showed limited viral replication but significant lung inflammation, including alveolitis and interstitial pneumonia, which persisted for long periods of time after viral clearance (Clay et al., 2012) .\n\nMouse and NHP models with increased virulence may be developed by adapting the virus by repeated passage within the species of interest. Mouse-adapted sArs with uniform lethality was developed from 15 serial passages in the lungs of young BAlB/c mice (McCray et al., 2007; roberts et al., 2007; rockx et al., 2007) .\n\nMiddle east respiratory syndrome (Mers-CoV) emerged in saudi Arabia and is associated with fever, severe lower respiratory tract infection, and oftentimes renal failure (Al-Tawfiq et al., 2016; Omrani et al., 2015) . Mers patients can also occasionally manifest with neurological symptoms. Mers-CoV infection has a high fatality rate. Infections in humans can also be asymptomatic. As of October 2015, there were 1589 confirmed cases and 567 deaths (li et al., 2016b) . Bats serve as the likely natural reservoir since virus with 100% nucleotide identity to the index case was isolated from egyptian tomb bats (Memish et al., 2013) . spread to humans likely comes from infected dromedary camels (Adney et al., 2014; Azhar et al., 2014) .\n\nThe host range for Mers-CoV is dependent on the binding of the viral s protein to the host receptor, which is human dipeptidyl peptidase four (hDPP4), also known as CD26 (raj et al., 2013) . The expression and distribution of DPP4 in the human respiratory tract has recently been well characterized (Meyerholz et al., 2016) . Interestingly, DPP4 expression is preferentially localized to alveolar regions, perhaps explaining why Mers predominantly manifests as an infection of the lower respiratory tract.\n\nHumans with preexisting pulmonary disease have increased DPP4 expression in alveolar epithelia.\n\nsmall animals typically used for viral disease research, such as mice, hamsters, guinea pigs, and ferrets are naturally nonpermissive to Mers-CoV infection due to a low binding efficiency of the viral s protein to the host DPP4 (sutton and subbarao, 2015). In contrast the rhesus macaque and common marmoset have complete homology to human DPP4, allowing productive Mers-CoV infection to occur Falzarano et al., 2014; Munster et al., 2013; Yao et al., 2014) . New Zealand White rabbits can be infected with Mers-CoV, and virus was isolated from the upper respiratory tract, but there were no clinical symptoms or significant histopathological changes (Haagmans et al., 2015) .\n\nDue to the lack of strong binding affinity of the Mers-CoV s protein to the murine DPP4 receptor, wildtype mice are not susceptible to Mers-CoV infection. As such, several approaches have been used to create susceptible murine animal models of Mers-CoV infection by inducing the expression of hDPP4. One approach utilized an adenovirus vector expressing hDPP4 to transduce mice (Zhao et al., 2014b) . These mice developed pneumonia but survived Mers-CoV infection. IN Mers-CoV infection of mice with global expression of hDPP4 resulted in ID 50 and lD 50 values of <1 and 10 TCID 50 , respectively (Tao et al., 2016) . Thus, Mers-CoV infection of these transgenic mice can be either sublethal or uniformly lethal depending on the dose. Inflammatory infiltrates were found in the lungs and brain stems of mice with some focal infiltrates in the liver as well. Another strategy uses transgenic mice expressing hDPP4 under either a surfactant protein C or cytokeratin 10 promoter (li et al., 2016b) . IN Mers-CoV infection in these mice resulted in a uniformly lethal disease characterized by alveolar edema and microvascular thrombosis and mononuclear clear cell infiltration in the lungs. The brain stem was also impacted by the infection. DPP4 expression with an ubiquitously expressing promoter from cytomegalovirus also had a uniformly lethal infection with predominant lung and brain involvement, but numerous other tissues were also impacted and contained virus (Agrawal et al., 2015) .\n\nCommon marmosets infected with 5.2 × 10 6 TCID 50 (eMC-2012) Mers-CoV by the combined IN, oral, ocular, and IT routes capitulate the severe disease in human infections (Falzarano et al., 2014) . The animals manifested moderate to severe clinical disease, with interstitial infiltration of both lower lung lobes. Two of nine animals became moribund between days 4 and 6. Viral rNA was detected in nasal and throat swabs, various organs, and in the blood of some animals, indicating a systemic infection. Histologically, animals showed evidence of acute bronchial interstitial pneumonia as well as other pathological defects.\n\nInfection of rhesus macaques with Mers-CoV results in a mild clinical disease characterized by a transient lung infection with pneumonia. rhesus macaques were inoculated with at least 10 7 TCID 50 (eMC-2012) Mers-CoV either by the IT route or a combined IN, IT, oral, and ocular inoculation . The result was a mild respiratory illness including nasal swelling and a short fever with all animals surviving. Viral rNA was recovered from nasal swab samples and replicating virus was found in lung tissue . Mild pathological lesions were found only in the lungs. radiographic imaging of the lungs revealed interstitial infiltrates, which are signs of pneumonia (Yao et al., 2014) .\n\nInterestingly, Mer-CoV infection is more severe in marmosets compared to rhesus macaques (Falzarano et al., 2014) . This is despite the finding that both species have complete homology with humans within the DPP4 domain that interacts with the viral s protein. Other host factors influencing disease severity have not yet been identified. Transgenic mouse models expressing hDPP4 are ideal for initial development and screening of Mers-CoV countermeasures, and marmosets can be used for final selection and characterization.\n\nFiloviridae consists of three genera, Ebolavirus and Marburgvirus, and a newly discovered group, Cuevavirus (Kuhn, 2008) . It is thought that various species of bats are the natural host reservoir for these viruses that have lethality rates from 40% to 82% in humans. There is evidence that the egyptian rousette bat (Rousettus aegyptiacus) is the natural reservoir for marburgviruses but may not be for ebolaviruses (Jones et al., 2015) . Marburg virus (MArV) first emerged in 1967 in Germany when laboratory workers contracted the virus from AGMs (Chlorocebus aerthiops) that were shipped from Uganda. ebolaviruses sudan and Zaire (sUDV and eBOV) caused nearly simultaneous outbreaks in 1976 in what is now the Democratic republic of Congo (DrC). The most recent outbreak of eBOV in West Africa was by far the largest with over 28,000 suspected, probable and confirmed cases and over 11,000 deaths. Bundibugyo virus (BDBV) first emerged in 2007 in Bundibugyo, Uganda with 56 confirmed cases . Two other ebolaviruses are known: Taï Forest (TAFV) (previously named Cote d'Ivoire) (CIeBOV) and reston (resTV), which have not caused major outbreaks or lethal disease in humans. Filovirus disease in humans is a characterized by aberrant innate immunity and a number of clinical symptoms: fever, nausea, vomiting, K. VIrAl DIseAse arthralgia/myalgia, headaches, sore throat, diarrhea, abdominal pain, and anorexia as well as numerous others (Mehedi et al., 2011; Wauquier et al., 2010) . Approximately 10% of patients develop petechia and a greater percentage, depending on the specific strain, may develop bleeding from various sites (gums, puncture sites, stools, etc.) (Table 33 .2). Natural transmission in an epidemic is through direct contact or needle sticks in hospital settings. However, much of the research interest in filoviruses primarily stems from biodefense needs, particularly from aerosol biothreats. As such, IM, IP, and aerosol models have been developed in mice, hamsters, guinea pigs, and NHPs for the study of pathogenesis, correlates of immunity, and for testing countermeasures . since filoviruses have such high lethality rates in humans, scientists have looked for models that are uniformly lethal to stringently test efficacy of candidate vaccines and therapeutics. One issue to take note of in animal model development of filovirus infection is the impact of particle to plaque-forming unit (PFU) ratios on lethality, wherein it is possible that increasing the dose could actually decrease infectivity due to an immunogenic effect produced by inactive virions in the stock. Additionally, the plaque assay used to measure live virions in a stock may greatly underestimate the true quantity of infectious virions in a preparation (Alfson et al., 2015; smither et al., 2013a) .\n\nImmunocompetent mice have not been successfully infected with wild-type filoviruses due to the control of the infection by the murine type 1 interferon response (Bray, 2001) . However, wild-type inbred mice are susceptible to filovirus that has been mouse adapted (MA) by serial passage in mice (Bray et al., 1999) . MArV Angola was particularly resistant to adaptation, but after 24 serial passages in sCID mice, infection caused severe disease in BAlB/c and C57Bl/6 mice when administered IN or IP (Qiu et al., 2014) . These mice had pathology with some similarities to infection in humans including lymphopenia, thrombocytopenia, liver damage, and viremia. BAlB/c mice, which are the strain of choice for IP inoculation of MA-eBOV, are not susceptible by the aerosol route (Bray et al., 1999; Zumbrun et al., 2012a) . For aerosol infection of immunocompetent mice, a panel of BXD (BAlB/c x DBA) recombinant inbred strains were screened and one strain, BXD34, was particularly susceptible to airborne MA-eBOV, with 100% lethality to low or high doses (approximately 100 or 1000 pfu) ( Zumbrun et al., 2012a) . These mice developed weight loss of greater than 15% and succumbed to infection between days 7 and 8 postexposure. The aerosol infection model utilizes a whole-body exposure chamber to expose mice aged 6-8 weeks to MA-eBOV aerosols with a mass median aerodynamic diameter (MMAD) of approximately 1.6 µm and a geometric standard deviation (GsD) of approximately 2.0 for 10 min. Another approach uses immunodeficient mouse strains, such as sCID, sTAT1 KO, IFN receptor KO, or perforin KO with a wild-type eBOV inoculum by IP or aerosol routes (Bray, 2001; lever et al., 2012; Zumbrun et al., 2012a) . Mice are typically monitored for clinical disease \"scores\" based on activity and appearance, weight loss, and moribund condition (survival). Coagulopathy, a hallmark of filovirus infection in humans, has been observed, with bleeding in a subset of animals and failure of blood samples to coagulate late in infection (Bray et al., 1999) . liver, kidney, spleen, and lung tissue taken from moribund mice have pathology characteristic of filovirus disease in NHPs (Zumbrun et al., 2012a) . While most mouse studies have used MA-eBOV or eBOV, an IP mouse-adapted MArV model is also available (Warfield et al., 2007 (Warfield et al., , 2009 ). MA-MArV and MA-eBOV models are particularly useful for screening novel antiviral compounds (Panchal et al., 2012) . recently, a model was created using immunodeficient NsG [nonobese diabetic (NOD)/sCID/Il-2 receptor chain knockout] mice with transplanted human hematopoietic stem cells from umbilical cord blood. These mice were susceptible to lethal WT (nonadapted) eBOV by IP and IN exposure (ludtke et al., 2015) . The transplanted mice had all of the cellular components of a fully functional adaptive human immune system and upon eBOV (Brannan et al., 2015; lever et al., 2012) . Interestingly, inoculation of INFa/br −/− mice with TAFV and resTV does not result in clinical signs. Yet another strategy uses knockout mice lacking possible receptors for filovirus entry, such as Niemann-Pick C1 and C2 (NPC1 and NPC2). Npc2 (−/−) mice were fully susceptible to infection with eBOV but Npc1 (−/−) mice were completely resistant (Herbert et al., 2015) .\n\nHamsters are frequently used to study cardiovascular disease, coagulation disorders, and thus serve as the basis for numerous viral hemorrhagic fever models (Gowen and Holbrook, 2008; Herbert et al., 2015) . An IP MA-eBOV infection model has been developed in syrian hamsters Gowen and Holbrook, 2008; Herbert et al., 2015; Tsuda et al., 2011) . This model, which has been used to test a vesicular stomatitis virus vectored vaccine approach, utilizes male 5-to 6-week-old syrian hamsters which are infected with 100 lD 50 of MA-eBOV. Virus is present in tissues and blood collected on day 4 and all animals succumbed to the disease by day 6. Infected hamsters had severe coagulopathy and uncontrolled host immune responses, similar to what is observed in primates. (ebihara et al., 2010) Guinea pig models of filovirus infection have been developed for IP and aerosol routes using guinea pigadapted eBOV (GP-eBOV) and MArV (GP-MArV) (Choi et al., 2012; Connolly et al., 1999; Twenhafel et al., 2015; Zumbrun et al., 2012c) . Guinea pig models of filovirus infection are quite useful in that they develop fever, which can be monitored at frequent intervals by telemetry. Additionally, the animals are large enough for regular blood sampling in which measurable coagulation defects are observed as the infection progresses. A comparison of IP infection of outbred guinea pigs with guinea pig-adapted MArV Angola and MArV ravn revealed similar pathogenesis (Cross et al., 2015) . Infection with either strain resulted in features of the disease that are similar to what is seen in human and NHP infection, such as viremia, fever, coagulopathy, lymphopenia, elevated liver enzymes (AlT and AsT), thrombocytopenia, and splenic, gastrointestinal and hepatic lesions. GP-MArV-ravn had a delayed disease progression relative to GP-MArV-Ang.\n\nHartley guinea pigs exposed to aerosolized GP-eBOV develop lethal interstitial pneumonia. This is in contrast to subQ infection of guinea pigs, aerosol eBOV challenge of NHPs, and natural human infection (Twenhafel et al., 2015) . Both subQ and aerosol exposure of guinea pigs to GP-eBOV resulted in only mild lesions in the liver and spleen. By aerosol exposure, GP-eBOV is uniformly lethal at both high and low doses (100 or 1000 pfu target doses) but lethality drops with low (less than 1000 pfu) presented doses of airborne GP-MArV and more protracted disease is seen in some animals (our unpublished observations) (Zumbrun et al., 2012c) . Weight loss of between 15% and 25% is a common finding in guinea pigs exposed to GP-eBOV or GP-MArV. Fever, which becomes apparent by day 5, occurs more rapidly in GP-eBOV exposed guinea pigs than with GP-MArV exposure. lymphocytes and neutrophils increase during the earlier part of the disease, and platelet levels steadily drop as the disease progresses. Increases in coagulation time can be seen as early as day 6 postexposure. Blood chemistries (i.e., AlT, AsT, AlKP, and BUN) indicating problems with liver and kidney function are also altered late in the disease course.\n\nTransmission of eBOV has been documented from swine to NHPs via the respiratory tract (Kobinger et al., 2011) . As such, guinea pigs have been used to establish transmission models (Wong et al., 2015a,b) . Nonexposed guinea pigs were placed in the cages with infected guinea pigs 1 day postexposure to GP-eBOV. Guinea pigs challenged intanasally were more likely to transmit virus to naive cagemates than those that were exposed by the IP route. NHP models of filovirus infection are the preferred models for more advanced disease characterization and testing of countermeasures because they most closely mimic the disease and immune correlates seen in humans (Dye et al., 2012) . Old world primates have been primarily used for development of IP, IM, and aerosol models of filovirus infection ( Twenhafel et al., 2013) . Uniformly lethal filovirus models have been developed for most of the virus strains in cynomolgus macaques, rhesus macaques, and to a lesser degree, AGMs (Alves et al., 2010; Carrion et al., 2011; Davis et al., 1997; Hensley et al., 2011a; reed et al., 2007; Zumbrun et al., 2012b) .\n\nlow-passage human isolates that have not been passaged in animals have been sought for development of NHP models to satisfy the Food and Drug Administration (FDA) Animal rule. eBOV-Makona, the strain responsible for the recent large outbreak in West Africa, was compared to the \"prototype\" 1976 eBOV strain (Marzi et al., 2015) . The disease in cynos was similar for both viruses, but disease progression was delayed for eBOV-Makona. This delay as well as the lower fatality rate in the 2014 epidemic compared to the 1976 outbreak suggest that eBOV-Makona is less virulent. The large number of cases in the 2014-15 eBOV outbreak brought to light previously underappreciated eye pathology and ocular viral persistence in survivors. While survivors of NHP filovirus infection are infrequent, necrotizing scleritis, conjunctivitis, and other ocular pathology has been observed in eBOV-infected animals (Alves et al., 2016) . Prominent features of the filovirus infections in NHPs are onset of fever by day 5 postexposure, viremia, lymphopenia, tachycardia, azotemia, alteration in liver function enzymes (AlT, AsT, and AlKP), decrease in platelets, and increased coagulation times. Petechial rash is a common sign of filovirus disease and may be more frequently observed in cynomolgus macaques than in other NHP species (Zumbrun et al., 2012b) . Immunological parameters have been evaluated and T, B, and natural killer cells are greatly diminished as the infection progresses (Fernando et al., 2015) . A cytokine storm occurs with rises in IFNγ, TNF, Il-6, and CCl2 (Fernando et al., 2015) . However, there is also evidence from transcriptional profiling of circulating immune cells that the early immune response is skewed toward a Th2 response (Connor et al., 2015) . strikingly, animals surviving challenge may have a delay in the production of inflammatory cytokines and chemokines (Martins et al., 2015) .\n\nClinical disease parameters may have a slightly delayed onset in aerosol models. Dyspnea late in infection is a prominent feature of disease after aerosol exposure (Zumbrun et al., 2012b) . Aerosol filovirus infection of NHPs results in early infection of respiratory lymphoid tissues, dendritic cells, alveolar macrophages, blood monocytes, and fibroblastic reticular cells followed by spread to regional lymph nodes then multiple organs (ewers et al., 2016; Twenhafel et al., 2013) . A number of pronounced pathology findings include multifocal hepatic necrosis and fibrin accumulation, particularly within the liver and the spleen. For aerosolized MArV infection of rhesus, the most significant pathology included destruction of the tracheobronchial and mediastinal lymph nodes (ewers et al., 2016) . lymphocytolysis and lymphoid depletion are also observed (Alves et al., 2010) . Multilead, surgically implanted telemetry devices are useful in continuous collection of temperature, blood pressure, heart rate, and activity levels. As such, blood pressure drops as animals become moribund and heart rate variability (standard deviation of the heart rate) is altered late in infection (Zumbrun et al., 2012b) . The most recently developed telemetry devices can also aid in plethysmography to measure respiratory minute volume for accurate delivery of presented doses for aerosol exposure. standardized filovirus-infected NHP euthanasia criteria have also been developed to enhance reproducibility for studies that evaluate therapeutic and vaccine countermeasures (Warren et al., 2014) .\n\nFilovirus infection of common marmosets (Callithrix jacchus) is also a viable model to study the disease course. respiratory infection of marmosets with MArV results in a lethal infection with fever, hemorrhaging, transient rash, disseminated viral infection, increases in liver function enzymes, coagulopathy, hepatitis, and histological lesions particularly in the kidney and liver (smither et al., 2013b) . Marmosets are similarly susceptible to infection with eBOV- Kikwit (smither et al., 2015) . Thus, eBOV or MArV infection of marmosets produces features of the disease that are very similar to that of other NHPs and humans.\n\nHendra and Nipah virus are unusual within the Paramyxoviridae family given that they can infect a large range of mammalian hosts. Both viruses are grouped under the genus Henipavirus. The natural reservoirs of the viruses are the fruit bats from the genus Pteropus. Hendra and Nipah have the ability to cause severe disease in humans with the potential for a high case fatality rate (rockx et al., 2012) . Outbreaks due to Nipah virus have been recognized in Malaysia, singapore, Bangladesh, and India, while Hendra virus outbreaks have yet to be reported outside of Australia (luby et al., 2009a,b) .\n\nHendra was the first member of the genus identified and was initially associated with an acute respiratory disease in horses. All human cases have been linked to transmission through close contact with an infected horse. There have been no confirmed cases of direct transmission from bat to human. Nipah has the distinction of transmission among, although the exact route is unknown (Homaira et al., 2010) . The virus is susceptible to pH, temperature, and desiccation, and thus close contact is hypothesized as needed for successful transmission (Fogarty et al., 2008) . Both viruses have a tropism for the neurological and respiratory tracts.\n\nThe incubation period for Hendra virus is 7-17 days and is marked by a flu-like illness. symptoms at this initial stage include myalgia, headache, lethargy, sore throat, and vomiting (Hanna et al., 2006) . Disease progression can continue to pneumonitis or encephalitic manifestations, with the person succumbing to multiorgan failure (Playford et al., 2010) . Nipah virus has an incubation period of 4 days to 2 weeks (Goh et al., 2000) . Much like Hendra, the first signs of disease are nondescript. severe neurological symptoms subsequently develop including encephalitis and seizures that can progress to coma within 24-48 h (lo and rota, 2008). survivors of infection typically make a full recovery; however, 22% suffer permanent sequelae, including persistent convulsions (Tan and Chua, 2008) . At this time, there is no approved vaccine or antiviral, and treatment is purely supportive. Animal models are being used to not only test novel vaccines and therapeutics, but also deduce the early events of disease because documentation of human cases is at terminal stages.\n\nThe best small animal model is the syrian golden hamster due to their high susceptibility to both henipaviruses. Clinical signs upon infection recapitulate the disease course in humans including acute encephalitis and respiratory distress. Challenged animals died within 4-17 days postinfection. The progression of disease and timeline is highly dependent on dose and route of infection. IN inoculation leads to imbalance, limb paralysis, lethargy, and breathing difficulties whereas IP resulted in tremors and paralysis within 24 h before death. Virus was detected in lung, brain, spleen, kidney, heart, spinal cords, and urine, with the brain having the highest titer. This model is used for vaccination and passive protection studies (Guillaume et al., 2009; rockx et al., 2011; Wong et al., 2003) . The guinea pig model has not been widely used due to the lack of a respiratory disease upon challenge (Torres-Velez et al., 2008; Williamson et al., 2001) . Inoculation with Hendra virus via the subQ route leads to a generalized vascular disease with 20% mortality. Clinical signs were apparent 7-16 days postinfection with death occurring within 2 days of CNs involvement. Higher inoculum has been associated with development of encephalitis and CNs lesions. ID and IN injection does not lead to disease, although the animals are able to seroconvert upon challenge. The inoculum source does not affect clinical progression. Nipah virus challenge only causes disease upon IP injection and results in weight loss and transient fever for 5-7 days. Virus was shed through urine and was present in the brain, spleen, lymph nodes, ovary, uterus, and urinary bladder (Hooper et al., 1997) .\n\nFerrets infected with Hendra or Nipah virus display the same clinical disease as seen in the hamster model and human cases (Bossart et al., 2009; Pallister et al., 2011) . Upon inoculation by the oronasal route, ferrets develop severe pulmonary and neurological disease within 6-9 days including fever, coughing, and dyspnea. lesions do develop in the ferret's brains, but to a lesser degree than seen in humans.\n\nCats have also been utilized as an animal model for henipaviruses. Disease symptoms are not dependent upon the route of infection. The incubation period is 4-8 days and leads to respiratory and neurological symptoms (Mungall et al., 2007; Johnston et al., 2015; Westbury et al., 1996) . This model has proven useful for vaccine efficacy studies.\n\nsquirrel and AGMs are representative of the NHP models. For squirrel monkeys, Nipah virus is introduced by either the IN or IV route and subsequently leads to clinical signs similar to humans, although IN challenge results in milder disease. Upon challenge, only 50% of animals develop disease manifestations including anorexia, dyspnea, and acute respiratory syndrome. Neurological involvement is characterized by uncoordinated motor skills, loss of consciousness, and coma. Viral rNA can be detected in lung, brain, liver, kidney, spleen, and lymph nodes but is only found upon IV challenge (Marianneau et al., 2010) . AGMs are very consistent model of both viruses. IT inoculation of the viruses results in 100% mortality, and death within 8.5 and 9-12 days postinfection for Hendra and Nipah viruses, respectively. The animals develop severe respiratory and neurological disease with generalized vasculitis rockx et al., 2010) .\n\nThe reservoir of the viruses, gray-headed fruit bats, has been experimentally challenged. Due to their status as the host organism for henipaviruses, the bats do not develop clinical disease. However, Hendra virus can be detected in kidneys, heart, spleen, and fetal tissue, and Nipah virus can be located in urine .\n\nPigs develop a respiratory disease upon infection with both Nipah and Hendra viruses (Berhane et al., 2008; li et al., 2010; Middleton et al., 2002) . Oral inoculation does not produce a clinical disease, but subQ injection represents a successful route of infection. live virus can be isolated from the oropharynx as early as 4 days postinfection. Nipah virus can also be transmitted between pigs. Nipah virus was able to induce neurological symptoms in 20% of the pigs, even though virus was present in all neurological tissues regardless of symptoms (Weingartl et al., 2005) . Within the pig model, it appeared that Nipah virus had a greater tropism for the respiratory tract, while Hendra for the neurological system.\n\nHorses are also able to develop a severe respiratory tract infection accompanied with fever and general weakness upon exposure to Nipah and Hendra viruses. Oronasal inoculation led to systemic disease with viral rNA detected in nasal swabs within 2 days (Marsh et al., 2011; Williamson et al., 1998) . Animals died within 4 days postexposure and have interstitial pneumonia with necrosis of alveoli (Murray et al., 1995a,b) . Virus could be detected in all major systems.\n\nMice, rats, rabbits, chickens, and dogs have been tested but are nonpermissive to infection (Westbury et al., 1995; Wong et al., 2003) . suckling BAlB/c mice succumb to infection if the virus is inoculated intracranially (Mungall et al., 2006) . IN exposure with Nipah does not induce a clinical disease; however, there is evidence of a subclinical infection in the lungs following euthanasia of the mice (Dups et al., 2014) . In addition, a human lung xenograph model in NsG mice demonstrated that the human lung is highly susceptible to Nipah viral replication and damage (Valbuena et al., 2014) . embryonated chicken eggs have been inoculated with Nipah virus leading to a universally fatal disease within 4-5 days postinfection (Tanimura et al., 2006) .\n\nAnnually, respiratory syncytial virus (rsV) is responsible for the lower respiratory tract infections of 33 million children under the age of 5, which in turn results in 3 million hospitalizations and approximately 200,000 deaths (Nair et al., 2010) . Within the United states, hospital costs alone amount to over 600 million dollars per year (Paramore et al., 2004) . Outbreaks are common in the winter (Yusuf et al., 2007) . The virus is transmitted by large respiratory droplets that replicate initially within the nasopharynx and spreads to the lower respiratory tract. Incubation for the virus is 2-8 days. rsV is highly virulent leading to very few asymptomatic infections (Collins and Graham, 2008) . Disease manifestations are highly dependent upon the age of the individual.\n\nrsV infections in neonates produce nonspecific symptoms including overall failure to thrive, apnea, and feeding difficulties. Infants present with a mild upper respiratory tract disease that could develop into bronchiolitis and bronchopneumonia. Contracting rsV at this age results in an increased chance of developing childhood asthma (Wu et al., 2008) . Young children develop recurrent wheezing while adults have exacerbation of previously existing respiratory conditions (Falsey et al., 2005) . Common clinical symptoms are runny nose, sneezing, and coughing accompanied by fever.\n\nMortality rates from rsV in hospitalized children are 1%-3% with the greatest burden of disease seen in 3-4 month olds (ruuskanen and Ogra, 1993). Hematopoietic stem cell transplant patients, solid organ transplant patients, and COPD patients are particularly vulnerable to rsV infection and have mortality rates between 7.3% and 13.3% upon infection (Anderson et al., 2016) . Although there are almost 60 rsV vaccine candidates which are in preclinical and clinical phases, there is no licensed vaccine available and ribavirin usage is not recommended for routine treatment (American Academy of Pediatrics subcommittee on Diagnosis and Management of Bronchiolitis, 2006; Higgins et al., 2016; Kim and Chang, 2016) . Animal models of rsV were developed in the hopes of formulating an effective and safe vaccine unlike the formalin-inactivated rsV (FI-rsV) vaccine. This vaccine induced severe respiratory illness in infants whom received the vaccine and were subsequently infected with live virus (Kim et al., 1969) .\n\nMice can be used to model rsV infection, although a very high IN inoculation is needed to achieve clinical symptoms (Jafri et al., 2004; stark et al., 2002) . strain choice is crucial to reproducing a physiological relevant response (stokes et al., 2011). Age does not affect primary disease manifestations (Graham et al., 1988) . However, it does play a role in later sequelae showing increased airway hyperreactivity . Primary rsV infection produces increased breathing with airway obstruction (Jafri et al., 2004; van schaik et al., 1998) . Virus was detected as early as day 3 and reached maximum titer at day 6 postinfection. Clinical illness is defined in the mouse by weight loss and ruffled fur as opposed to runny nose, sneezing, and coughing as seen in humans. A humanized mouse model was recently developed by IN inoculation. The challenged mice experienced weight loss and demonstrated a humoral and cellular immune response to the infection (sharma et al., 2016) .\n\nCotton rats are useful given that rsV is able to replicate to high titers within the lungs and can be detected in both the upper and lower airways after IN inoculation (Boukhvalova et al., 2009; Niewiesk and Prince, 2002) . Viral replication is 50-to 1000-fold greater in the cotton rat model than mouse model (Wyde et al., 1993) . The cotton rats develop mild to moderate bronchiolitis or pneumonia (Grieves et al., 2015; Prince et al., 1999) . Although age does not appear to factor into clinical outcome, it has been reported that older cotton rats tend to take longer to achieve viral clearance. Viral loads peak by the 5th day, dropping to below the levels of detection by day 8. The histopathology of the lungs appears similar to that of humans after infection (Piazza et al., 1993) . This model has limited use in modeling the human immune response to infection as challenge with the virus induces a Th2 response in cotton rats, whereas humans tend to have a response skewed toward Th1 (Culley et al., 2002; Dakhama et al., 2005; ripple et al., 2010) . FI-rsV disease was recapitulated upon challenge with live virus after being vaccinated twice with FI-rsV.\n\nChinchillas have been challenged experimentally with rsV via IN inoculation. The virus was permissive within the nasopharynx and eustachian tube. The animals displayed an acute respiratory tract infection. This model is therefore useful in studying mucosal immunity during infection (Gitiban et al., 2005) . Ferrets infected by IT were found to have detectable rsV in throat swabs up to day 7 postinfection, and positive qPCr up to day 10. Immunocompromised ferrets were observed to have higher viral loads accompanied with detectable viral replication in the upper respiratory tract (stittelaar et al., 2016) .\n\nChimpanzees are permissive to replication and clinical symptoms of rsV including rhinorrhea, sneezing, and coughing. Adult squirrel monkeys, newborn rhesus macaques, and infant cebus monkeys were also challenged but did not exhibit any disease symptoms or high levels of viral replication (Belshe et al., 1977) . Bonnet monkeys were developed an inflammatory response by day 7 with viral rNA detected in both bronchial and alveolar cells (simoes et al., 1999) . The chimpanzee model has been proven useful for vaccine studies (Hancock et al., 2000; Teng et al., 2000) .\n\nsheep have also been challenged experimentally since they develop respiratory disease when exposed to ovine rsV (Meyerholz et al., 2004) . lambs are also susceptible to human respiratory syncytial infection (Olivier et al., 2009; sow et al., 2011) . When inoculated intratracheally, the lambs developed an upper respiratory tract infection with cough after 6 days. some lambs went on to develop lower respiratory disease including bronchiolitis. The pneumonia resolved itself within 14 days. rsV replication peaked at 6 days, and rapidly declined. studying respiratory disease in sheep is beneficial given the shared structural features with humans (Plopper et al., 1983; scheerlinck et al., 2008) .\n\nThe influenza viruses consist of three types: influenza A, B, and C, based on antigenic differences. Influenza A is further classified by subtypes; 16 HA and 9 NA subtypes are known. seasonal influenza is the most common infection and usually causes a self-limited febrile illness with upper respiratory symptoms and malaise that resolves within 10 days (Taubenberger and Morens, 2008) . The rate of infection is estimated at 10% in the general population and can result in billions of dollars of loss annually from medical costs and reduced work-force productivity. Approximately 40,000 people in the United states die each year from seasonal influenza (Dushoff et al., 2006) . Thus, vaccines and therapeutics play a critical role in controlling infection, and development using animal models is ongoing (Braun et al., 2007b) .\n\nInfluenza virus replicates in the upper and lower airways, peaking at approximately 48-h postexposure. Infection can be more severe in infants and children under the age of 22, people over the age of 65, or immunocompromised individuals where viral pneumonitis or pneumonia can develop or bacterial superinfection resulting in pneumonia or sepsis (Barnard, 2009; Glezen, 1982) . Pneumonia from secondary bacterial infection, such as Streptococcus pneumonia, Streptococcus pyogenes, and Neisseria meningitides, and more rarely, Staphylococcus aureus, is more common than viral pneumonia from the influenza virus itself, accounting for ∼27% of all influenza associated fatalities (Alonso et al., 2003; Ison and lee, 2010; speshock et al., 2007) . Death, often due to ArDs can occur as early as 2 days after onset of symptoms. lung histopathology in severe cases may include DAD, alveolar edema and damage, hemorrhage, fibrosis, and inflammation (Taubenberger and Morens, 2008) .\n\nThe H5N1 avian strain of influenza, has lethality rates of around ∼50% (of known cases), likely because the virus preferentially binds to the cells of the lower respiratory tract, and thus the potential for global spread is a major concern (Matrosovich et al., 2004; Wang et al., 2016) . H7N9 is another avian influenza A strain that infected more than 130 people and was implicated in 37 deaths. Approximately 75% of infected people had a known exposure to birds. There is no evidence of sustained spread between humans but these viruses are of great concern for their pandemic potential (Zhang et al., 2013) .\n\nThe most frequently used animal models of influenza infection include mice, ferrets, and NHPs. A very thorough guide to working with mouse, guinea pig, ferret, and cynomolgus models was published by Kroeze et al. (2012) . swine are not frequently utilized but are also a potentially useful model for influenza research since they share many similarities to human anatomy, genetics, susceptibility, and pathogenesis (rajao and Vincent, 2015). lethality rates can vary with virus strain used (with or without adaptation), dose, route of inoculation, age, and genetic background of the animal. The various animal models can capture differing diseases caused by influenza: benign, severe, super infection, and sepsis, severe with ArDs, and neurologic manifestations (Barnard, 2009) . Also, models can utilize seasonal or avian strains and have been developed to study transmission, important for understanding the potential for more lethal strains, such as H5N1 for spreading among humans.\n\nMouse models of influenza infection are very predictive for antiviral activity and tissue tropism in humans, and are useful in testing and evaluating vaccines (Gilbert and Mcleay, 2008; Hagenaars et al., 2008; Ortigoza et al., 2012) . Inoculation is by the IN route, utilizing approximately 60 µl of inoculum in each nare of anesthetized mice. exposure may also be to small particle aerosols containing influenza with a MMAD of <5 µl. Most inbred strains are susceptible, with particularly frequent use of BAlB/c followed by C57Bl/6J mice. Males and females have equivalent disease but influenza is generally more infectious in younger 2-to 4-week-old (8-10 g) mice.\n\nMice are of somewhat limited use in characterizing the immune response to influenza. Most inbred laboratory mice lack the MxA gene which is an important part of human innate immune response to influenza infection. The mouse homolog to MxA, Mx1 is defective in most inbred mouse strains (staeheli and Haller, 1987) . Mice with the knocked-in MX1 gene have a 1000-fold higher lD-50 for an influenza A strain (Pr8) than wildtype background C57Bl/6 mice (Grimm et al., 2007) .\n\nWeight loss or reduced weight gain, decreased activity, huddling, ruffled fur, and increased respiration are the most common clinical signs in influenza infected mice. For more virulent strains, mice may require euthanasia as early as 48 h postexposure, but most mortality occurs from 5 to 12 days postexposure accompanied by decreases in rectal temperature (sidwell and smee, 2000). Pulse oximeter readings and measurement of blood gases for oxygen saturation are also used to determine the impact of influenza infection on respiratory function (sidwell et al., 1992) . Virus can be isolated from bronchial lavage (BAl) fluids throughout the infection and from tissues after euthanasia. For influenza strains with mild to moderate pathogenicity, disease is nonlethal and virus replication is detected within the lungs, but usually not other organs. Increases in serum alpha-1-acidglycoprotein and lung weight also frequently occur. However, mice infected with influenza do not develop fever, dyspnea, nasal exudates, sneezing, or coughing.\n\nMice can be experimentally infected with influenza A or B, but the virus generally requires adaptation to produce clinical signs. Mice express the receptors for influenza attachment in the respiratory tract; however, the distribution varies and sA 2,3 predominates over sA 2,6 which is why H1, H2, and H3 subtypes usually need to be adapted to mice and H5N1, H2, H6, and H7 viruses do not require adaptation (O'Donnell and subbarao, 2011). To adapt, mice are infected intratracheally or intranasally by virus isolated from the lungs, and reinfected into mice and then the process is repeated a number of times. Once adapted, influenza strains can produce severe disease, systemic spread, and neurotropism.\n\nH5N1 and the 1918 pandemic influenza virus can cause lethal infection in mice without adaptation (Gao et al., 1999; Taubenberger, 2006) . H5N1 infection of mice results in viremia and viral replication in multiple organ systems, severe lung pathology, fulminant diffuse interstitial pneumonia, pulmonary edema, high levels of proinflammatory cytokines, and marked lymphopenia ( Dybing et al., 2000; Gubareva et al., 1998; lu et al., 1999) . As in humans, the virulence of H5N1 is attributable to damage caused by an overactive host immune response. Additionally, mice infected with the 1918 H1N1 influenza virus produce severe lung pathology and oxygen saturation levels that decrease with increasing pneumonia (Barnard et al., 2007) . reassortment influenza viruses of the 2009 H1N1 virus and a low-pathogenicity avian H7N3 virus can also induce disease in mice without adaptation .\n\nIn superinfection models, a sublethal dose of influenza is given to mice followed 7 days later by IN inoculation of a sublethal dose of a bacterial strain, such as S. pneumoniae or S. pyogenes (Chaussee et al., 2011) . Morbidity, characterized by inflammation in the lungs, but not bacteremia, begins a couple of days after superinfection and may continue for up to 2 weeks. At least one transmission model has also been developed in mice. With H2N2 influenza, transmission rates of up to 60% among cagemates can be achieved after infection by the aerosol route and cocaging after 24 h (schulman, 1968). rats (F344 and sD) inoculated with rat-adapted H3N2 developed inflammatory infiltrates and cytokines in bronchoalveolar lavage fluids, but had no lethality and few histopathological changes (Daniels et al., 2003) . Additionally, an influenza transmission model has been developed in guinea pigs as an alternative to ferrets (lowen et al., 2006) .\n\nCotton rats (Sigmodon hispidus) have been used to test vaccines and therapeutics in a limited number of studies (eichelberger et al., 2004) . Cotton rats have an advantage over mice in that the immune system is similar to humans (including the presence of the Mx gene) and influenza viruses do not have to be adapted (eichelberger et al., 2006; Ottolini et al., 2005) . Nasal and pulmonary tissues of cotton rats were infected with unregulated cytokines and lung viral load peaking at 24 h postexposure. Virus was cleared from the lung by day 3 and from the nares by day 66, but animals had bronchial and alveolar damage, and pneumonia for up to 3 weeks. There is also a S. aureus superinfection model in cotton rats (Braun et al., 2007a) . Coinfection resulted in bacteremia, high bacterial load in lungs, peribronchiolitis, pneumonitis, alveolitis, hypothermia, and higher mortality.\n\nDomestic ferrets (Mustela putorius furo) are frequently the animal species of choice for influenza animal studies because the susceptibility, clinical signs, peak virus shedding, kinetics of transmission, local expression of cytokine mrNAs, and pathology resemble that of humans (lambkin et al., 2004; Maines et al., 2012; Mclaren and Butchko, 1978) . like humans, ferrets exclusively express Neu5Ac, which acts as a receptor for influenza A virus, a feature likely contributing to the susceptibility of ferrets to human-adapted influenza A virus strains (Ng et al., 2014) . The glycomic characterization of ferret respiratory tract tissues demonstrated some similarities and some differences to humans in terms of the potential glycan binding sites for the influenza virus (Jia et al., 2014) . Ferrets also have airway morphology, respiratory cell types, and a distribution of influenza receptors (sA 2,6 and sA 2,3) within the airways similar to that of humans (van riel et al., 2007) .\n\nInfluenza was first isolated from ferrets infected IN with throat washes from humans harboring the infection and ferret models have since been used to test efficacy of vaccines and therapeutic treatments (Huber et al., 2008; lambkin et al., 2004; Maines et al., 2012) . When performing influenza studies in ferrets, animals should be serologically negative for circulating influenza viruses. Infected animals should be placed in a separate room from uninfected animals. If animals must be placed in the same room, uninfected ferrets should be handled before infected ferrets. Anesthetized ferrets are experimentally exposed to influenza by IN inoculation of 0.25-0.5 ml containing approximately 10 4 -10 6 egg ID 50 dropwise to each nostril. However, a larger inoculum volume of 1.0 ml has also been explored as being more appropriate, yielding more severe and consistent respiratory tract pathology, likely because the larger inoculum is more widely distributed in the lower respiratory tract (Moore et al., 2014) . Video tracking to assign values to activity levels in ferrets can aid ferret studies, eliminating the need for collection of subjective and arbitrary clinical scores (Oh et al., 2015) . Viral replication in the upper respiratory tract is typically measured by nasal washes, but virus can also be measured in bronchoalveolar lavage fluid using a noninvasive technique (lee et al., 2014) .\n\nInfluenza types A and B naturally infect ferrets, resulting in an acute illness, which usually lasts 3-5 days for mild to moderately virulent strains (Maher and Destefano, 2004) . Ferrets are more susceptible to influenza A than influenza B strains and are also susceptible to avian influenza H5N1 strains without adaptation (Zitzow et al., 2002) . However, the localized immune responses within the respiratory tract of ferrets infected with influenza A and B have been characterized and are similar (Carolan et al., 2015) . Virulence and degree of pneumonitis caused by different influenza subtypes and strains vary from mild to severe and generally mirrors that seen in humans (stark et al., 2013) . Nonadapted H1N1, H2N2, and H3N2 have mild to moderate virulence in ferrets. The sequencing of the ferret genome has allowed for the characterization of the ferret host response using rNAseq analysis . Distinct signatures were obtained depending on the particular influenza strain to inoculate the ferrets. Also helpful is the sequencing and characterization of the influenza ferret infectome during different stages of the infection in naïve or immune ferrets (leon et al., 2013) . since influenza infection is particularly devastating to the elderly population, an aged ferret model of H1N1 influenza infection was developed (Paquette et al., 2014) . Features associated with increased clinical disease are weakened hemagglutinin antibody generation and attenuated Th1 responses. Pregnant and breastfeeding women and infants are also susceptible to more severe illness from influenza virus. To study this dynamic, a breastfeeding mother-infant ferret influenza infection model was created (Paquette et al., 2015) . Notably, the mammary gland itself harbored virus and transcript analysis showed downregulation of milk production genes. In support of the development of therapies, the ferret influenza model for pharmacokinetic/pharmacodynamics studies of antiviral drugs as also been developed (reddy et al., 2015) . Critical to this model is ensuring pronounced clinical signs and robust viral replication upon influenza infection. strains of low virulence have predominant replication in the nasal turbinates of ferrets. Clinical signs and other disease indicators in ferrets are similar to that of humans with mild respiratory disease, sneezing, nasal secretions containing virus, fever, weight loss, high viral titers, and inflammatory infiltrate in the airways, bronchitis, and pneumonia (svitek et al., 2008) . replication in both the upper and lower airways is associated with more severe disease and greater mortality. Additionally, increased expression of proinflammatory mediators and reduced expression of antiinflammatory mediators in the lower respiratory tract of ferrets correlates with severe disease and lethal outcome. H5N1-infected ferrets develop severe lethargy, greater interferon response, transient lymphopenia, and replication in respiratory tract, brain, and other organs (Peng et al., 2012; Zitzow et al., 2002) .\n\nImmunocompromised humans have influenza illness of greater duration and complications. Immunocompromised ferrets infected with influenza similarly had prolonged virus shedding (van der Vries et al., 2013) . Interestingly, antiviral resistance emerged in both humans and ferrets with immunocompromised status infected with influenza. Alveolar macrophage depleted of ferrets infected with 2009 pandemic H1N1 influenza also had a more severe disease with greater viral replication in the lungs and greater induction of inflammatory chemokines (Kim et al., 2013) . A superinfection model resembling that of mice has been developed by IN instillation of influenza in 6-to 8-week-old ferrets followed by IN inoculation of S. pneumonia 5 days later (Peltola et al., 2006) . This typically resulted in otitis media, sinusitis, and pneumonia.\n\nTransmission models in ferrets have recently met with worldwide media attention and controversy with regard to the study of H5N1 (enserink, 2013; Fouchier et al., 2012; Herfst et al., 2012; Oh et al., 2014) . In general, some subtypes, such as the 2009 H1N1, can transmit easily through aerosol and respiratory droplets (Munster et al., 2009) . Of concern, H7N9 isolated from humans was more pathogenic and readily transmissible between ferrets by larger respiratory droplets and smaller particle aerosols (Kreijtz et al., 2013; richard et al., 2013; Zhang et al., 2013) . H5N1 became transmissible by adopting just four mutations, spreading between ferrets in separate cages (Imai et al., 2012) . Transmission occurs more readily at the height of pyrexia, but for the 2009 H1N1 in particular, can occur before fever is detected (roberts et al., 2012) . Ferret-to-ferret transmission of a mouseadapted influenza B virus has also been demonstrated (Kim et al., 2015) . since ferrets can be expensive and cumbersome, influenza infection has been characterized and a transmission model developed in the guinea pig; however, this is a newer model with infrequent utilization thus far (lowen et al., 2014) .\n\nOld and new world primates are susceptible to influenza infection and have an advantage over ferret and mouse models which are deficient for H5N1 vaccine studies because there is a lack of correlation with hemagglutination inhibition (Murphy et al., 1980) . Of old world primates, cynomolgus macaque (Macaca fascicularis) is most frequently utilized for studies of vaccines and antiviral drug therapies (stittelaar et al., 2008) .\n\nH5N1 and H1N1 1918 infection of cynos is very similar to humans (rimmelzwaan et al., 2001) . Cynos develop fever and ArDs upon IN inoculation of H5N1 with necrotizing bronchial interstitial pneumonia . NHPs are challenged by multiple routes K. VIrAl DIseAse (ocular, nasal, and tracheal) simultaneously 1 × 10 6 pfu per site. Virus antigen is primarily localized to the tonsils and pulmonary tissues. Infection of cynos with H5N1 results in fever, lethargy, nasal discharge, anorexia, weight loss, nasal and tracheal washes, pathologic and histopathologic changes, and alveolar and bronchial inflammation. The 1918 H1N1 caused a very high mortality rate due to an aberrant immune response and ArDs and had more than 50% lethality (humans only had a 1%-3% lethality) (Kobasa et al., 2007) .\n\nArDs and mortality also occur with the more pathogenic strains, but NHPs show reduced susceptibility to less virulent strains, such as H3N2 (O'Donnell and subbarao, 2011) . Influenza-infected rhesus macaques represent a mild disease model for vaccine and therapeutic efficacy studies (Baas et al., 2006) . Host microarray and qrT-PCr proved useful for analysis of infected lung tissues. Other NHP models include influenza infection of pigtailed macaques as a mild disease model and infection of new world primates, such as squirrel and cebus monkeys (Baskin et al., 2009) .\n\nDomestic pig models have been developed for vaccine studies for swine flu. Pigs are susceptible in nature as natural or intermediate hosts but are not readily susceptible to H5N1 (Isoda et al., 2006; lipatov et al., 2008) . While pigs infected with influenza may have fever, anorexia, and respiratory signs, such as dyspnea and cough, mortality is rare (van der laan et al., 2008) . size and space requirements make this animal difficult to work with, although the development of minipig models may provide an easier to use alternative.\n\nCat and dog influenza models have primarily been utilized to study their susceptibility to H5N1 with the thought that these animals could act as sentinels or could serve to transmit the virus to humans (Giese et al., 2008; rimmelzwaan et al., 2006) . These models are not generally used to better understand the disease in humans or for testing vaccines or antivirals.\n\nrift Valley fever virus (rVFV) causes epizootics and human epidemics in Africa. rVFV mainly infects livestock, such as sheep, cattle, goats, etc. After 2-4 days incubation period, animals show signs of fever, hepatitis, and abortion, which is a hallmark diagnostic sign known among farmers (Balkhy and Memish, 2003) .\n\nMosquito vectors, unpasteurized milk, aerosols of infected animal's body fluids, or direct contact with infected animals are the important routes of transmission to humans (Abu-elyazeed et al., 1996; Mundel and Gear, 1951) . After 2-to 6-day-incubation period, rVFV causes a wide range of signs and symptoms in humans ranging from asymptomatic to severe disease with hepatitis, vision loss, encephalitis, and hemorrhagic fever (Ikegami and Makino, 2011; laughlin et al., 1979; Peters and linthicum, 1994) . Depending on the severity of the disease when the symptoms start, 10%-20% of the hospitalized patients might die in 3-6 days or 12-17 days after the disease onset (Ikegami and Makino, 2011) . Hepatic failure, renal failure or DIC, and encephalitis are demonstrated within patients during postmortem examination.\n\nlive domestic animals especially sheep and goats were used to develop animal models of rVFV (Weingartl et al., 2014) . This study indicated that goats were more resistant to the disease compared to sheep. The viremia in goats was lower and had a shorter duration with only some animals developing fever. The susceptibility is influenced by route of infection, breed of animals, the rVFV strain, and growth conditions as well as the passage history. Therefore, it might be difficult to establish an animal model with domestic ruminants.\n\nMice are one of the most susceptible animal species to rVFV infection. several mouse models including BAlB/c, IFNAr −/− , MBT/PAs, 129 and C57Bl/6 were exposed to rVFV via parental or aerosol routes of infection (ross et al., 2012) . subQ or IP routes of infection cause acute hepatitis and lethal encephalitis at a late stage of the disease in mice (Mims, 1956; smith et al., 2010) . Mice start to show signs of decreased activity and ruffled fur by day 2-3 postexposure. Immediately following these signs, they become lethargic and generally die 3-6 days postexposure. Ocular disease or the hemorrhagic form of the disease has not been observed in mouse models so far (Ikegami and Makino, 2011) . Increased viremia and tissue tropism were reported in mice with (smith et al., 2010) increased liver enzymes and lymphopenia observed in sick mice. Aerosolized rVFV causes faster and more severe neuropathy in mice compared to the parental route (Dodd et al., 2014; reed et al., 2014) . The liver is a target organ following aerosol exposure and liver failure results in fatality.\n\nrats and gerbils are also susceptible to rVFV infection. The rat's susceptibility is dependent on the rat strain utilized for the challenge model and route of exposure. There is also noted age dependence in the susceptibility of rats. While Wistar-Furth and Brown Norway strains, and young rats are highly susceptible to rVFV infection, Fisher 344, Buffalo and lewis strains, and old rats demonstrated resistance to infection via subQ route of infection (Findlay and Howard, 1952; Peters and slone, 1982) . similar pathologic changes, such as liver damage and encephalopathy were observed in both rats and mice. The recent study by Bales et al. (2012) showed that aerosolized rVFV caused similar disease outcome in Wistar-Furth and ACI rats while lewis rats developed fatal encephalitis which was much more severe than the subQ route of infection. There was no liver involvement in the gerbil model and animals died from severe encephalitis. The mortality rate was dependent on the strain used and the dose given to gerbils (Anderson et al., 1988) . similar to the rat model, the susceptibility of gerbils was also dependent on age.\n\nNatural history studies with syrian hamsters indicated that the liver was the target organ with highly elevated AlT levels and viral titers (scharton et al., 2015) . lethargy, ruffled fur, and hunched posture were observed in hamsters by day 2 post-subQ inoculation and the disease was uniformly lethal by day 2-3 postexposure. This model has been successfully used to test antivirals against rVFV (scharton et al., 2015) .\n\nstudies thus far showed that rVFV does not cause uniform lethality in a NHP model. IP, IN, IV, and aerosol routes have been utilized to develop NHP model. rhesus macaques, cynomolgus macaques, African monkeys, and south American monkeys were some of the NHP species used for this effort . Monkeys showed a variety of signs ranging from febrile disease to hemorrhagic disease and mortality. Temporal viremia, increased coagulation parameters (PT, APTT), and decreased platelets were some other signs observed in NHPs. Animals that succumbed to disease showed very similar pathogenesis to humans, such as pathological changes in the liver and hemorrhagic disease. There was no ocular involvement in this model. smith et al. compared IV, IN and subQ routes of infection in common marmosets and rhesus macaques (Peng et al., 2012) . Marmosets were more susceptible to rVFV infection than rhesus macaques with marked viremia, acute hepatitis, and late onset of encephalitis. Increased liver enzymes were observed in both species. Necropsy results showed enlarged livers in the marmosets exposed by IV or subQ routes. Although there were no gross lesions in the brains of marmosets, histopathology showed encephalitis in the brains of IN challenged marmosets.\n\nA recent study by Hartman et al. (2014) demonstrated that aerosolized rVFV only caused mild fever in cynomolgus macaques and rhesus macaques, while AGMs and marmosets had encephalitis and succumbed to disease between days 9 and 11 postexposure. In contrast to other lethal models, the brain was the target organ in AGMs and marmosets. Although no change was observed in AsT levels, AlP levels were increased in marmosets. little or no change was observed in hepatic enzyme levels in AGMs. lack of information regarding human disease concerning the aerosol route of exposure makes it difficult to evaluate these animal models.\n\nCrimean-Congo hemorrhagic fever virus (CCHFV) generally circulates in nature unnoticed in an enzootic tick-vertebrate-tick cycle and similar to other zoonotic agents, appears to produce little or no disease in its natural hosts, but causes severe disease in humans. CCHFV transmits to humans by ixodid ticks, direct contact with sick animals/humans, or body fluids of animals/humans (ergonul and Whitehouse, 2007) . Incubation, prehemorrhagic, hemorrhagic, and convalescence are the four phases of the disease seen in humans. The incubation period lasts 1-9 days. During the prehemorragic phase, patients show signs of nonspecific flu-like disease for approximately a week. The hemorrhagic period results in circulatory shock and DIC in some patients (Mardani and Keshtkar-Jahromi, 2007; swanepoel et al., 1989) .\n\nOver the years, several attempts have been made to establish an animal model for CCHF in adult mice, guinea pigs, hamsters, rats, rabbits, sheep, NHPs, etc. (Fagbami et al., 1975; Nalca and Whitehouse, 2007; shepherd et al., 1989; smirnova, 1979) . Until recently, the only animal that manifests disease is the newborn mouse. Infant mice IP infected with CCHFV resulted in fatality around day 8 postinfection (Tignor and Hanham, 1993) . Pathogenesis studies showed that virus replication was first detected in the liver, with subsequent spread to the blood (serum). Virus was detected very late during the disease course in other tissues including the heart (day 6) and the brain (day 7).\n\nThe recent studies utilizing knockout adult mice were successful to develop a lethal small animal model for CCHFV infection (Bente et al., 2010; Bereczky et al., 2010) . Bente et al. infected sTAT1 knockout mice by the IP route. In this model, after the signs of fever, leukopenia, thrombocytopenia, viremia, elevated liver enzymes and proinflammatory cytokines, mice were moribund and succumbed to disease in 3-5 days postexposure. The second model was developed by using interferon alpha/beta (IFNα/β) receptor knockout mice (IFNAr −/− ) (Bereczky et al., 2010) . similar observations were made in this model as in the sTAT1 knockout mouse model. Animals were moribund and died 2-4 days after exposure with high viremia levels in liver and spleen. Characterization studies with IFNAr −/− mice challenged with different routes (IP, IN, IM, and subQ) showed that CCHFV causes acute disease with high viral loads, pathology in liver and lymphoid tissues, increased proinflammatory response, severe thrombocytopenia, coagulopathy, and death, all of which are characteristics of human disease . Proinflammatory cytokines and chemokines, such as G-CsF, IFNγ, CXC-Cl10, CCl2 increased dramatically day 3 postchallenge and GM-CsF, Il-1a, Il-1b, Il-2, Il-6, Il-12p70, Il-13, Il-17, CXCl1, CCl3, CCl5, and TNF-α concentrations were extremely elevated at the time of death/euthanasia. This model is also utilized to test therapeutics, such as ribavirin, arbidol, and T-705 (favipiravir) successfully (Oestereich et al., 2014) . experimental vaccines developed for CCHF were evaluated in this model provided protection compare to unvaccinated mice (Buttigieg et al., 2014; Canakoglu et al., 2015, p. 725) . Thus, the IFNAr −/− mouse model would be a good choice to test medical countermeasures against CCHFV, although they have an impaired IFN and immune response phenotype.\n\nOther laboratory animals, including NHPs, show little or no sign of infection or disease when infected with CCHFV (Nalca and Whitehouse, 2007) . Butenko et al. utilized AGMs (Cercopithecus aethiops) for experimental CCHFV infections. except one monkey with a fever on day 4 postinfection, the animals did not show signs of disease. Antibodies to the virus were detected in three out of five monkeys, including the one with fever. Fagbami et al. (1975) infected two Patas monkeys (Erythrocebus patas) and one Guinea baboon (Papio papio) with CCHFV. Whereas all three animals had low-level viremia between days 1 and 5 after inoculation, only the baboon serum had neutralizing antibody activity on day 137 postinfection. similar results were obtained when horses and donkeys have been used for experimental CCHFV infections. Donkeys develop a low-level viremia (rabinovich et al., 1972) and horses developed little or no viremia, but high levels of virus-neutralizing antibodies, which remained stable for at least 3 months. These studies suggest that horses may be useful in the laboratory to obtain serum for diagnostic and possible therapeutic purposes (Blagoveshchenskaya et al., 1975 (Blagoveshchenskaya et al., ). shepherd et al. (1989 infected 11 species of small African wild mammals and laboratory rabbits, guinea pigs, and syrian hamsters with CCHFV. Whereas scrub hares (Lepus saxatilis), cape ground squirrels (Xerus inauris), red veld rats (Aethomys chrysophilus), white-tailed rats (Mystromys pumilio), and guinea pigs had viremia; south African hedgehogs (Atelerix frontalis), highveld gerbils (Gerbilliscus brantsii), Namaqua gerbils (Desmodillus auricularis), two species of multimammate mouse (Mastomys natalensis and Mastomys coucha), and syrian hamsters were negative for virus. All species regardless of viremia levels developed antibody responses against CCHFV. IV and intracranially infected animals showed onset of viremia earlier than those infected by the subQ or IP routes.\n\nThe genus Hantavirus is unique among the family Bunyaviridae in that it is not transmitted by an arthropod vector, but rather rodents (schmaljohn and Nichol, 2007) . rodents of the family Muridae are the primary reservoir for hantaviruses. Infected host animals develop a persistent infection that is typically asymptomatic. Transmission is achieved by inhalation of infected rodent saliva, feces, and urine (Xu et al., 1985) . Human infections can normally be traced to a rural setting with activities, such as farming, land development, hunting, and camping as possible sites of transmission. rodent control is the primary route of prevention (lednicky, 2003) .\n\nThe viruses have a tropism for endothelial cells within the microvasculature of the lungs (Zaki et al., 1995) . There are two distinct clinical diseases that infection can yield: hemorrhagic fever with renal syndrome (HFrs) due to infection with old world hantaviruses or hantavirus pulmonary syndrome (HPs) caused by new world hantaviruses (Nichol, 2001) . HFrs is mainly seen outside of the Americas and is associated with the hantaviruses Dobrava-Belgrade (also known as Dobrava), Hantaan, Puumala, and seoul (lednicky, 2003) . Incubation lasts 2-3 weeks and presents as flu-like in the initial stages that can further develop into hemorrhagic manifestations and ultimately renal failure. Thrombocytopenia subsequently develops which can further progress to shock in approximately 15% patients. Overall mortality rate is 7%. Infection with Dobrava and Hantaan viruses are typically linked to development of severe disease.\n\nHPs was first diagnosed in 1993 within southwestern United states when healthy young adults became suddenly ill, progressing to severe respiratory distress and shock. The etiological agent responsible for this outbreak was identified as sin Nombre virus (sNV) (Centers for Disease Control and Prevention, 1993) . This virus is still the leading cause within North America of HPs. HPs due to other hantaviruses has been reported in Argentina, Bolivia, Brazil, Canada, Chile, French Guiana, Panama, Paraguay, and Uruguay (Padula et al., 2000; stephen et al., 1994) . The first report of HPs in Maine was recently documented (Centers for Disease Control and Prevention, 1993). Andes virus (ANDV) was first identified in outbreaks in Chile and Argentina. This hantavirus is distinct in that it can be transmitted between humans (Wells et al., 1997) . The fulminant disease is more lethal than that observed of HFrs with a mortality rate of 40%.\n\nThere are four phases of disease including prodromal, pulmonary, cardiac depression, and hematologic manifestation (Peters and Khan, 2002) . Incubation typically occurs 14-17 days following exposure (Young et al., 2000) . Unlike HFrs, renal failure is not a major contributing factor to the disease. There is a short prodromal phase that gives way to cardiopulmonary involvement accompanied by cough and gastrointestinal symptoms. It is at this point that individuals are typically admitted to the hospital. Pulmonary function is hindered and continues to suffer within 48 h after cardiopulmonary involvement. Interstitial edema and air-space disease normally follow. In fatal cases, cardiogenic shock has been noted (Hallin et al., 1996) . syrian golden hamsters are the most widely utilized small animal model for hantavirus infection. Hamsters inoculated IM with a passaged Andes viral strain died within 11 days postinfection. Clinical signs did not appear until 24 h prior to death at which point the hamsters were moribund and in respiratory distress. Mortality was dose dependent, with high inoculums leading to a shorter incubation before death. During the same study, hamsters were inoculated with a passaged sNV isolate. No hamsters developed any symptoms during the course of observation. However, an antibody response to the virus that was not dose dependent was determined via elIsA. Hamsters infected with ANDV have significant histopathological changes to their lung, liver, and spleen. All had an interstitial pneumonia with intraalveolar edema. Infectious virus could be recovered from these organs. Viremia began on day 8 and lasted up to 12 days postinfection. Infection of hamsters with ANDV yielded a similar clinical disease progression as is seen in human HPs including rapid progression to death, fluid in the pleural cavity, and significant histopathological changes to the lungs and spleen. A major deviation in the hamster model is the detection of infectious virus within the liver . Normally, sNV does not cause a disease in hamsters (Wahl-Jensen et al., 2007) . But a recent study showed that immunosuppression with dexamethasone and cyclophosphamide in combination causes lethal disease with sNV in hamsters (Brocato et al., 2014) . The disease was very similar to the disease caused by ANDV in hamsters.\n\nlethal disease can be induced in newborn mice, but does not recapitulate the clinical symptoms observed in human disease (Kim and McKee, 1985) . The disease outcome is very much dependent on the age of the mice. Younger mice are much more susceptible to virus than the adult mice. Adult mice exposed to Hanta virus leads to a fatal disease dependent upon viral strain and route of infection. The disease progression is marked by neurological or pulmonary manifestations that do not mirror human disease (seto et al., 2012; Wichmann et al., 2002) . Knockout mice lacking IFNα/β are highly susceptible to Hanta virus infection (Muller et al., 1994) . In a study of panel of laboratory strains of mice, C57Bl/6 mice were most susceptible to a passaged Hanta viral strain injected IP. Animals progressed to neurological manifestation including paralyses and convulsions, and succumbed to infection within 24-36 h postinfection. Clinical disease was markedly different from that observed in human cases (Wichmann et al., 2002) . In a recent study, 2-weekold ICr mice was exposed to HTNV strain AA57 via the subQ route (seto et al., 2012) . Mice started to show signs of disease by day 11 postinoculation. Piloerection, trembling, hunching, loss of body weight, labored breathing, and severe respiratory disease were observed in mice. studies to develop NHP models were not successful until recently. NHPs have been challenged with new world hantaviruses; however, no clinical signs were reported (Hooper et al., 2006; Mcelroy et al., 2002) . Cynomolgus monkeys challenged with a clinical isolate of Puumala virus developed a mild disease (Klingstrom et al., 2002; sironen et al., 2008) . Challenge with ANDV to cynomolgus macaques by both IV and aerosol exposure led to no signs of disease. All animals did display a drop in total lymphocytes within 5 days postinfection. Four of six aerosol exposed monkeys and 8 of 11 IV injected monkeys developed viremia. Infectious virus could not be isolated from any of the animals. In a recent study, rhesus macaques were inoculated by the intramuscular route with sNV passaged only in deer mice (safronetz et al., 2014) . Characteristics of HPs disease including rapid onset of respiratory distress, severe pulmonary edema, thrombocytopenia, and leukocytosis were observed in this promising model. Viremia was observed 4-10 days prior to respiratory signs of the disease that were observed on days 14-16 postinoculation. With all aspects, this animal model would be very useful to test medical countermeasures against Hanta virus.\n\nThe family Arenaviridae is composed of two serogroups: old world arenaviruses including lassa fever virus and lymphocytic choriomeningitis virus and the new world viruses of Pichinde virus and Junin virus. All of these viruses share common clinical manifestations (McCormick and Fisher-Hoch, 2002) . lassa fever virus is endemic in parts of West Africa and outbreaks are typically seen in the dry season between January and April (Curtis, 2006) . This virus is responsible for 100,000-500,000 infections per year, leading to approximately 5000 deaths (Khan et al., 2008) . Outbreaks have been reported in Guinea, sierra leone, liberia, Nigeria, and Central African republic. However, cases have sprung up in Germany, Netherlands, United Kingdom, and the United states due to transmission to travelers on commercial airlines (Amorosa et al., 2010) .\n\nTransmission of this virus typically occurs via rodents, in particular the multimammate rat, Mastomys species complex (Curtis, 2006) . Humans become infected by inhaling the aerosolized virus or eating contaminated food. There has also been noted human-to-human transmission by direct contact with infected secretions or needle-stick injuries. The majority of infections are asymptomatic; however, severe disease occurs in 20% of individuals. The incubation period is from 5 to 21 days and initial onset is characterized by flu-like illness. This is followed by diarrheal disease that can progress to hemorrhagic symptoms including encephalopathy, encephalitis, and meningitis. A third of patients develop deafness in the early phase of disease that is permanent for a third of those affected. The overall fatality is about 1%; however, of those admitted to the hospital it is between 15% and 25%. There is no approved vaccine and besides supportive measures, ribavirin is effective only if started within 7 days (McCormick et al., 1986a,b) . The primary animal model used to study lassa fever is the rhesus macaque (Jahrling et al., 1980) . Aerosolized infection of lymphocytic choriomeningitis virus has been a useful model for lassa fever. Both rhesus and cynomolgus monkeys exposed to the virus developed disease, but rhesus mirrored more closely the disease course and histopathology observed in human infection (Danes et al., 1963) . IV or intragastric inoculation of the virus led to severe dehydration, erythematous skin, submucosal edema, necrotic foci in the buccal cavity, and respiratory distress. The liver was severely affected by the virus as depicted by measuring the liver enzymes AsT and AlT (lukashevich et al., 2003) . Disease was dose dependent with IV, intramuscular, and subQ inoculation requiring the least amount of virus to induce disease. Aerosol infections and eating contaminated food could also be utilized, and mimic a more natural route of infection (Peters et al., 1987) . Within this model, the NHP becomes viremic after 4-6 days. Clinical manifestations were present by day 7 and death typically occurred within 10-14 days (lukashevich et al., 2004; rodas et al., 2004) . Intramuscular injection of lassa virus into cynomolgus monkeys also produced a neurological disease due to lesions within the CNs (Hensley et al., 2011b) . This pathogenicity is seen in select cases of human lassa fever (Cummins et al., 1992; Gunther et al., 2001) .\n\nA marmoset model has recently been defined utilizing a subQ injection of lassa fever virus. Virus was initially detected by day 8 and viremia achieved by day 14. liver enzymes were elevated and an enlarged liver was noted upon autopsy. There was a gradual reduction in platelets and interstitial pneumonitis diagnosed in a minority of animals. The physiological signs were the same as seen in fatal human cases (Carrion et al., 2007) .\n\nMice develop a fatal neurological disorder upon intracerebral inoculation with lassa, although the outcome of infection is dependent on the MHC background, age of the animal, and inoculation route (salvato et al., 2005) . sTAT1 knockout mice inoculated IP with both lethal and nonlethal lassa virus strains develop hearing loss accompanied by damage to the inner ear hair cells and auditory nerve (Yun et al., 2015) . Guinea pig inbred strain 13 was highly susceptible to lassa virus infection. The outbred Hartley strain was less susceptible, and thus strain 13 has been the preferred model given its assured lethality. The clinical manifestations mirror those seen in humans and rhesus (Jahrling et al., 1982) . Infection with Pichinde virus passaged in guinea pigs has also been used. Disease signs include fever, weight loss, vascular collapse, and eventual death (lucia et al., 1990; Qian et al., 1994) . The guinea pig is an excellent model given that it not only results in similar disease pattern, viral distribution, histopathology, and immune response to humans (Connolly et al., 1993; Katz and starr, 1990) .\n\nInfection of hamsters with a cotton rat isolate of Pirital virus is similar to what is characterized in humans, and the NHP and guinea pig models. The virus was injected IP resulting in lethargy and anorexia within 6-7 days. Virus was first detected at 3 days, and reached maximum titers within 5 days. Neurological symptoms began to appear at the same time, and all animals died by day 9. Pneumonitis, pulmonary hemorrhage, and edema were also present (sbrana et al., 2006) . These results were recapitulated with a nonadapted Pichinde virus (Buchmeier and rawls, 1977; Gowen et al., 2005; smee et al., 1993) .\n\nThe lentiviruses are a subfamily of retroviridae, which includes human immunodeficiency virus (HIV), a virus that infects 0.6% of the world's population. A greater proportion of infections and deaths occur in subsaharan Africa. Worldwide, there are approximately 1.8 million deaths per year with over 260,000 being children. Transmission of HIV occurs by exposure to infectious body fluids. There are two species, HIV-1 and HIV-2, with HIV-2 having lower infectivity and virulence (confined mostly to West Africa). The vast majority of cases worldwide are HIV-1 (De Cock et al., 2011) .\n\nHIV targets T-helper cells (CD4+), macrophages, dendritic cells (Fields et al., 2007) . Acute infection occurs 2-4 weeks after exposure, with flu-like symptoms and viremia followed by chronic infection. symptoms in the acute phase may include fever, body aches, nausea, vomiting, headache, lymphadenopathy, pharyngitis, rash, and sores in the mouth or esophagus. CD8+ T-cells are activated which kill HIV-infected cells, and are responsible for antibody production and seroconversion. Acquired immune deficiency syndrome (AIDs) develops when CD4+ T-cells decline to less than 200 cells/µl; thus cell-mediated immunity becomes impaired and the person is more susceptible to opportunistic infections as well as certain cancers.\n\nHIV has a narrow host range likely because the virus is unable to antagonize and evade effector molecules of the interferon response (Thippeshappa et al., 2012) . Humanized mice, created by engrafting human cells and tissues into sCID mice, have been critical for the development of mouse models for the study of HIV infection. A number of different humanized mouse models allow for the study of HIV infection in the context of an intact and functional human innate and adaptive immune responses (Berges and rowan, 2011) . The sCIDHu HIV infection model has proven useful, particularly in screening antivirals and therapeutics (Denton et al., 2008; Melkus et al., 2006) . A number of different humanized mouse models have been developed for the study of HIV, including rag1 −/− γc −/− , rag2 −/− γc −/− , NOD/sCIDγc −/− (hNOG), NOD/sCIDγc −/− (hNsG), NOD/sCID BlT, and NOD/sCIDγc −/− (hNsG) BlT (Karpel et al., 2015; li et al., 2015; shimizu et al., 2015) . CD34+ human stem cells derived from umbilical cord blood or fetal liver are used for humanization (Baenziger et al., 2006; Watanabe et al., 2007) . HIV-1 infection by IP injection can be successful with as little as 5% peripheral blood engraftment (Berges et al., 2006) . Vaginal and rectal transmission models have been developed in BlT sCID Hu mice in which mice harbor human bone marrow, liver, and thymus tissue. HIV-1 viremia occurs within approximately 7 days postinoculation . In many of these models, spleen, lymph nodes, and thymus tissues are highly positive for virus, similar to humans (Brainard et al., 2009) . Importantly, depletion of human T-cells can be observed in blood and lymphoid tissues of HIVinfected humanized mice and at least some mechanisms of pathogenesis that occur in HIV-infected humans, also occur in the HIV-infected humanized mouse models (Baenziger et al., 2006; Neff et al., 2011) . The advantage of these models is that these mice are susceptible to HIV infection and thus the impact of drugs on the intended viral targets can be tested. One caveat is that while mice have a \"common mucosal immune system,\" humans do not, due to differences in the distribution of addressins (Holmgren and Czerkinsky, 2005) . Thus, murine mucosal immune responses to HIV do not reflect those of humans. Another strategy uses a human CD4-and human CCr5-expressing transgenic luciferase reporter mouse to study HIV-1 pseudovirus entry (Gruell et al., 2013) .\n\nHIV-1 transgenic (Tg) rats are also used to study HIV related pathology, immunopathogenesis, and neuropathology (lentz et al., 2014; reid et al., 2001) . The clinical signs include skin lesions, wasting, respiratory difficulty, and neurological signs. Brain volume decreases have been documented and the HIV-1 Tg rat is thus used as a model of neuropathology in particular.\n\nThere are a number of important NHP models for human HIV infection (Hessell and Haigwood, 2015) . An adaptation of HIV-1 was obtained by four passages in pigtailed macaques transiently depleted of CD8(+) cells during acute infection (Hatziioannou et al., 2014) . The resulting disease has several similarities to AIDs in humans, such as depletion of CD4(+) T-cells (Kimata, 2014) . simian immunodeficiency virus (sIV) infection of macaques has been widely used as a platform for modeling HIV infection of humans (Demberg and robert-Guroff, 2015; Walker et al., 2015) . Importantly, NHPs have similar, pharmacokinetics, metabolism, mucosal Tcell homing receptors, and vascular addressins to those of humans. Thus, while the correlates of protection against HIV are still not completely known, immune responses to HIV infection and vaccination are likely comparable. These models mimic infection through use of contaminated needles (IV), sexual transmission (vaginal or rectal), and maternal transmission in utero or through breast milk (Keele et al., 2009; Miller et al., 2005; stone et al., 2009) . There are also macaque models to study the emergence and clinical implications of HIV drug resistance (Van rompay et al., 2002) .\n\nThese models most routinely utilize rhesus macaques (Macaca mulatta), cynomolgus macaques (M. fasicularis), and pigtailed macaques (Macaca nemestrina). All ages are used, depending on the needs of the study. For instance, use of newborn macaques may be more practical for evaluating the effect of prolonged drug therapy on disease progression; however, adult NHPs are more frequently employed. Female pigtailed macaques have been used to investigate the effect of the menstrual cycle on HIV susceptibility (Vishwanathan et al., 2015) . studies are performed in Bsl-2 animal laboratories and NHPs must be simian type-D retrovirus free and sIV seronegative. sIV infection of pigtailed macaques is a useful model for HIV peripheral nervous system pathology, wherein an axotomy is performed and regeneration of axons is studied (ebenezer et al., 2012) . exposure in model systems is typically through a single high-dose challenge. IV infection of rhesus macaques with 100 TCID 50 of the highly pathogenic sIV/ DeltaB670 induces AIDs in most macaques within 5-17 months (mean of 11 months) (Fuller et al., 2012) . Peak viremia occurs around week 4. AIDs in such models is often defined as CD4+ T-cells that have dropped to less than 50% of the baseline values. Alternatively, repeated low dose challenges are often utilized, depending on the requirements of the model (Henning et al., 2014; Moldt et al., 2012; reynolds et al., 2012) .\n\nsince NHPs infected with HIV do not develop an infection with a clinical disease course similar to humans, sIV or sIV/HIV-1 laboratory-engineered chimeric viruses (sHIVs) are used as surrogates. NHPs infected with pathogenic sIV may develop clinical disease which progresses to AIDs, and are thus useful pathogenesis models. A disadvantage is that sIV is not identical to HIV-1 and is more closely related to HIV-2. However, the polymerase region of sIV is 60% homologous to that of HIV-1 and it is susceptible to many reverse transcriptase (rT) and protease inhibitors. sIV is generally not susceptible to nonnucleoside inhibitors, thus HIV-1 rT is usually put into sIV for such studies (Uberla et al., 1995) .\n\nsIVmac239 is similar to HIV in the polymerase region and is therefore susceptible to nucleoside, rT, or integrase inhibition (Witvrouw et al., 2004) . NHPs infected with sIVmac239 have an asymptomatic period and disease progression resembling AIDs in humans, characterized by weight loss/wasting, CD4+ T-cell depletion. Additionally, sIVmac239 utilizes the CXCr5 chemokine receptor as a coreceptor, similar to HIV, which is important for drugs that target entry (Veazey et al., 2003) .\n\nNHPs infected with sHIV strains, may not develop AIDs, but these models are useful in testing vaccine efficacy . For example, rT-sHIVs and env-sHIVs are useful for testing and evaluation of drugs that may target the envelope or rT, respectively (Uberla et al., 1995) . One disadvantage of the highly virulent env-sHIV (sHIV-89.6 P), is that it uses the CXCr4 coreceptor. Of note, env-sHIVs that do use the CXCr5 coreceptor are less virulent; viremia develops then resolves without further disease progression (Humbert et al., 2008) .\n\nsimian-tropic (st) HIV-1 contains the Vif gene from sIV. Infection of pigtailed macaques with this virus results in viremia, which can be detected for 3 months, followed by clearance (Haigwood, 2009) .\n\nA number of routes are utilized for sIV or sHIV infection of NHPs, with IV inoculation the most common route. Mucosal routes include vaginal, rectal, and intracolonic. Mucosal routes require a higher one-time dose than the IV route for infection. For the vaginal route, female macaques are treated with Depo-Provera (estrogen) 1 month before infection to synchronize the menstrual cycle, thin the epithelial lining of the vagina, and increase susceptibility to infection by atraumatic vaginal instillation (Burton et al., 2011) . Upon vaginal instillation of 500 TCID 50 of sHIV-162P3, peak viremia was seen around 12 days postexposure with greater than 10 7 copies/ml and dropping thereafter to a constant level of 10 4 rNA copies/ml at 60 days and beyond. In another example, in an investigation of the effect of vaccine plus vaginal microbicide on preventing infection, rhesus macaques were vaginally infected with a high dose of sIVmac251 (Barouch et al., 2012) . An example of an intrarectal model utilized juvenile (2-year-old) pigtailed macaques, challenged intrarectally with 10 4 TCID 50s of sIV mne027 to study the pathogenesis related to the virulence factor, Vpx (Belshan et al., 2012) . Here, viremia peaked at approximately 10 days with more than 10 8 copies/ml. Viral rNA was expressed in the cells of the mesenteric lymph nodes.\n\nThe male genital tract is seen as a viral sanctuary with persistent high levels of HIV shedding even with antiretroviral therapy. To better understand the effect of HAArT therapy on virus and T-cells in the male genital tract, adult (3-to 4-year-old) male cynomolgus macaques were intravenously inoculated with 50 AID50s of sIVmac251 and the male genital tract tissues were tested after euthanasia by PCr, IHC, and in situ hybridization (Moreau et al., 2012) .\n\nPediatric models have been developed in infant rhesus macaques through the infection of sIV, allowing for the study of the impact of developmental and immunological differences on the disease course (Abel, 2009) . Importantly, mother-to-infant transmission models have also been developed (Jayaraman et al., 2004) . Pregnant female pigtailed macaques were infected during the second trimester with 100 MID 50 sHIV-sF162P3 by the IV route. Four of nine infants were infected, one in utero and three either intrapartum or immediately postpartum through nursing. This model is useful for the study of factors involved in transmission as well as the underlying immunology.\n\nNHPs infected with sIV or sHIV are routinely evaluated for weight loss, activity level, stool consistency, appetite, virus levels in blood, and T-cell populations. Cytokine and chemokine levels, antibody responses, and cytotoxic T-lymphocyte responses may also be evaluated.\n\nThe ultimate goal of an HIV vaccine is sterilizing immunity (preventing infection). However, a more realistic result may be to reduce severity of infection and permanently prevent progression. strategies have included live attenuated, nonreplicating, and subunit vaccines. These have variable efficacy in NHPs due to the genetics of the host (MHC and TrIM alleles), differences between challenge strains, and challenge routes (letvin et al., 2011) . NHP models have led to the development of antiviral treatments that are effective at reducing viral load and indeed transmission of HIV among humans. One preferred variation on the models for testing the long-term clinical consequences of antiviral treatment is to use newborn macaques and treat from birth onward, in some cases more than a decade (Van rompay et al., 2008) . Unfortunately, however, successes in NHP studies do not always translate to success in humans, as seen with the recent sTeP study which used an adenovirus-based vaccine approach (Buchbinder et al., 2008) . Vaccinated humans were not protected and may have even been more susceptible to HIV, viremia was not reduced, and the infections were not attenuated as hoped. With regard to challenge route, IV exposure is more difficult to protect than mucosal exposure and is used as a \"worst case scenario.\" However, efficacy at one mucosal route is usually comparable to other mucosal routes.\n\nHuman and animal papillomaviruses cause benign epithelial proliferations (warts) and malignant tumors of the various tissues that they infect (Bosch and de sanjose, 2002) . There are over 100 human papillomaviruses, with different strains causing warts on the skin, oropharynx, nasopharynx, larynx, and anogenital tissues. Approximately one third of papillomaviruses are transmitted sexually. Of these, virulent subtypes, such as HPV-16, HPV-18, HPV-31, HPV-33, and HPV-45 place individuals at high risk for cervical and other cancers. Up to 35% of head and neck cancers are caused by HPV-16, particularly oropharyngeal cancers. Major challenges in the study of these viruses are that papillomaviruses generally do not infect any other species outside of the natural hosts and can cause a very large spectrum of severity. Thus, no wild-type animal models have been identified that are susceptible to HPV. However, a number of useful surrogate models exist which use animal papillomaviruses in their natural host or a very closely related species (Borzacchiello et al., 2009; Brandsma, 1994; Campo, 2002) . These models have facilitated the recent development of useful and highly effective prophylactic HPV vaccines (rabenau et al., 2005) .\n\nWild-type inbred mice cannot be used to study disease caused by papillomaviruses unless they are engrafted with relevant tissue, orthotopically transplanted or transgenic, but they are often used to look at immunogenicity of vaccines (Jagu et al., 2011; Oosterhuis et al., 2011) . Transgenic mice used for HPV animal modeling typically express the viral oncogenes e5, e6, e7, or the entire early region of HPV-16 from the keratin 14 promoter which is only active in the basal cells of the mouse epithelium (Chow, 2015) . Cancers in these models develop upon extended estrogen exposure (Maufort et al., 2010; Ocadiz-Delgado et al., 2009; stelzer et al., 2010; Thomas et al., 2011) . Transgenic mice with constitutively active Wnt/B-catenin signaling in cervical epithelial cells expressing the HPB oncoprotein e7 develop invasive cervical squamous carcinomas (Bulut and Uren, 2015) . The tumors occur within 6 months approximately 94% of the time. Another model uses C57Bl/6 mice expressing the HPV16-e7 transgene which are then treated topically with 7,12-dimethylbenz(a)anthracene (DMBA) (De Azambuja et al., 2014) . These mice developed benign and malignant cutaneous lesions.\n\nCervical cancers can also be induced in human cervical cancer xenografts transplanted onto the flanks of athymic mice and serially transplanted thereafter ( Hiroshima et al., 2015; siolas and Hannon, 2013) .\n\nA wild-type immunocompetent rodent model uses M. coucha, which is naturally infected with Mastomys natalensis papillomavirus (MnPV) (Vinzon et al., 2014) . MnPV induces papillomas, keratoacanthomas, and squamous cell carcinomas and provides a means to study vaccination in an immunocompetent small animal model.\n\nWild cottontail rabbits (Sylvilagus floridanus) are the natural host for cottontail rabbit papillomavirus (CrPV), but this virus also infects domestic rabbits (Oryctolagus cuniculus), which is a very closely related species ( Breitburd et al., 1997) . In this model, papillomas can range from cutaneous squamous cell carcinomas on one end of spectrum, and spontaneous regression on the other. lesions resulting from CrPV in domestic rabbits do not typically contain infectious virus.\n\nCanine oral papillomavirus (COPV) causes florid warty lesions in mucosa of the oral cavity within 4-8 weeks postexposure in experimental settings (Johnston et al., 2005) . The mucosatrophic nature of these viruses and the resulting oropharyngeal papillomas that are morphologically similar to human vaginal papillomas caused by HPV-6 and HPV-11 make this a useful model (Nicholls et al., 1999) . These lesions typically spontaneously regress 4-8 weeks after appearing; this model is therefore useful in understanding the interplay between the host immune defense and viral pathogenesis. Male and female beagles, aged 10 weeks to 2 years, with no history of COPV, are typically used for these studies. Infection is achieved by application of a 10 µl droplet of virus extract to multiple 0.5 cm 2 scarified areas within the mucosa of the upper lip of anesthetized beagles (Nicholls et al., 2001) . some investigators have raised concerns that dogs are not a suitable model for high-risk HPV-induced oral cancer (staff, 2015) .\n\nBovine papillomavirus (BPV) has a wider host range than most papillomaviruses, infecting the fibroblasts cells of numerous ungulates (Campo, 2002) . BPV-4 infection of cattle feeding on bracken fern, which is carcinogenic, can result in lesions of the oral and esophageal mucosa that lack detectable viral DNA. BPV infections in cattle can result in a range of diseases, such as skin warts, cancer of the upper gastrointestinal tract and urinary bladder, and papillomatosis of the penis, teats, and udder.\n\nFinally, rhesus papillomavirus (rhPV), a sexually transmitted papillomaviruses in rhesus macaques and cynomolgus macaques is very similar to HPV-16 and is associated with the development of cervical cancer ( Ostrow et al., 1990; Wood et al., 2007) .\n\nMonkeypox virus (MPXV) causes disease in both animals and humans. Human monkeypox, which is clinically almost identical to ordinary smallpox, occurs mostly in the rainforest of central and western Africa. The virus is maintained in nature in rodent reservoirs including K. VIrAl DIseAse squirrels (Charatan, 2003; Khodakevich et al., 1986) . MPXV was discovered during the pox-like disease outbreak among laboratory monkeys (mostly cynomolgus and rhesus macaques) in Denmark in 1958. No human cases were observed during this outbreak. The first human case was not recognized as a distinct disease until 1970 in Zaire (the present DrC) with continued occurrence of a smallpox-like illness despite eradication efforts of smallpox in this area.\n\nDuring the global eradication campaign, extensive vaccination in central Africa decreased the incidence of human monkeypox, but the absence of immunity in the generation born since that time and increased dependence on bush meat have resulted in renewed emergence of the disease.\n\nIn the summer of 2003, a well-known outbreak in the Midwest was the first occurrence of monkeypox disease in the United states and Western Hemisphere. Among 72 reported cases, 37 human cases were laboratory confirmed during an outbreak (Nalca et al., 2005; sejvar et al., 2004) . It was determined that native prairie dogs (Cynomys sp.) housed with rodents imported from Ghana in West Africa were the primary source of outbreak.\n\nThe virus is mainly transmitted to humans while handling infected animals or by direct contact with the infected animal's body fluids, or lesions. Person-to-person spread occurs by large respiratory droplets or direct contact (Jeézek and Fenner, 1988) . Most of the clinical features of human monkeypox are very similar to those of ordinary smallpox (Breman and Arita, 1980) . After a 7-to 21-dayincubation period, the disease begins with fever, malaise, headache, sore throat, and cough. The main sign of the disease that distinguishes monkeypox from smallpox is swollen lymph nodes (lymphadenitis), which is observed in most of the patients before the development of rash (Di Giulio and eckburg, 2004; Jeézek and Fenner, 1988) . A typical maculopapular rash follows the prodromal period, generally lasting 1-3 days. The average size of the skin lesions are 0.5-1 cm and the progress of lesions follows the order: macules, papules, vesicles, pustules, umblication then scab, and desquamation and lasts typically 2-4 weeks. The fatality rate is 10% among the unvaccinated population and death generally occurs during the 2nd week of the disease (Jeézek and Fenner, 1988; Nalca et al., 2005) .\n\nMPXV is highly pathogenic for a variety of laboratory animals and many animal models have been developed by using different species and different routes of exposure (Table 33 .3). Due to unavailability of variola virus (smallpox) to develop animal models and similar disease manifestations in humans that are similar, MPXV is one of the pox viruses that are utilized very heavily to develop a number of small animal models via different routes of exposure. Wild-derived inbred mouse, sTAT1-deficient C57Bl/6 mouse, ICr mouse, prairie dogs, African dormice, ground squirrels, and Gambian pouched rats are highly susceptible to MPXV by different exposure routes (Americo et al., 2010; Falendysz et al., 2015; Hutson et al., 2009; Osorio et al., 2009; sbrana et al., 2007; schultz et al., 2009; sergeev et al., 2016; stabenow et al., 2010; Tesh et al., 2004; Xiao et al., 2005) . CAsT/eiJ mice, one of the 38 inbred mouse strains tested for susceptibility to MPXV, showed weight loss and dose dependent mortality after IN exposure to MPXV. studies with IP route of challenge indicated a 50fold higher susceptibility to MPXV when compared to IN route (Americo et al., 2010) .\n\nsCID-BAlB/c mice were also susceptible to the IP challenge route and the disease resulted in mortality on day 9 postinfection (Osorio et al., 2009) . similarly, C57Bl/6 sTAT1 −/− mice were infected IN with MPXV and the infection resulted in weight loss and mortality 10 days postexposure. recently sergeev et al. (2016) showed that IN challenge of ICr mice with MPXV resulted in purulent conjunctivitis, blepharitis, and ruffled fur in these mice although there was no death. The mouse models mentioned here are very promising for screening therapeutics against poxviruses but testing in additional models will be required for advanced development.\n\nHigh doses of the MPXV by IP or IN routes caused 100% mortality in 6 days postexposure and 8 days postexposure, respectively, in ground squirrels (Tesh et al., 2004) . The disease progressed very quickly and most of the animals were lethargic and moribund by day 5 postexposure without any pox lesions or respiratory changes. A comparison study of UsA MPXV and Central African strain of MPXV strains in ground squirrels by the subQ route resulted in systemic disease and mortality in 6-11 days postexposure. The disease resembles hemorrhagic smallpox with nosebleeds, impaired coagulation parameters, and hemorrhage in the lungs of the animals. Another study by sergeev et al. (2017) showed that IN challenge with MPXV caused fever, lymphadenitis, and skin rash in ground squirrels 7-9 days postexposure. Mortality was observed in 40% of the animals 13-22 days postexposure (sergeev et al., 2017) . since MPXV was transmitted by infected prairie dogs in the Us outbreak, this animal model has been more thoroughly studied and utilized to test therapeutics and vaccines compared to other small animal models ( Hutson et al., 2009; Keckler et al., 2011; smith et al., 2011; Xiao et al., 2005) . studies using IN, IP, and ID routes of exposure showed that MPXV was highly infectious to prairie dogs, IP infection with the West African MPXV strain caused a more severe disease and 100% mortality than challenge by the IN route. Anorexia and lethargy were common signs of the disease for both exposure routes. In contrast to IP route, the IN route of exposure caused severe pulmonary edema and necrosis of lungs in prairie dogs, while splenic necrosis and hepatic lesions were observed in IP-infected animals (Xiao et al., 2005) . Hutson et al. (2009) \n\nAfrican and Congo basin strains and showed that both strains and routes caused smallpox-like disease with longer incubation periods and most importantly generalized pox lesions. Therefore, this model has the utility for testing therapeutics and vaccines against pox viruses. Furthermore, MPXV challenged prairie dogs were used to perform in vivo bioluminescent imaging (BlI) studies (Falendysz et al., 2015) . BlI studies showed real time spread of virus in prairie dogs as well as potential routes for shedding and transmission.\n\nThe African dormouse is susceptible to MPXV by a footpad injection or IN routes (schultz et al., 2009) . Mice had decreased activity, hunched posture, dehydration, conjunctivitis, and weight loss. Viral doses of 200 and 2000 pfu provided 100% mortality with a mean time to death of 8 days. Upper gastrointestinal hemorrhage, hepatomegaly, lymphadenopathy, and lung hemorrhage were observed during necropsy. With the hemorrhage in several organs, this model resembles hemorrhagic smallpox.\n\nIn a recent study, comparison of the disease pathogenesis was performed by using live bioluminescence imaging in the CAsT/eiJ mouse and African dormouse challenged with low dose of MPXV (earl et al., 2015) . Following IN challenge, MPXV dissemination occurred through the blood or lymphatic system in dormice compared to dissemination that was through the nasal cavity and lungs in CAsT/eiJ mice. The disease course was much faster in CAsT/eiJ mice (earl et al., 2015) . Considering the limited availability of prairie dogs, ground squirrels and African dormice, lack of reagents specific for these species, and not having commercial sources of these species, these small animal models are as attractive for further characterization and vaccine, and countermeasure testing studies. NHPs were exposed to MPXV by several different routes to develop animal model for MPXV (edghill-smith et al., 2005; Johnson et al., 2011; Nalca et al., 2010; stittelaar et al., 2006; Zaucha et al., 2001) . During our studies using an aerosol route of exposure, we observed that macaques had mild anorexia, depression, fever, and lymphadenopathy on day 6 postexposure (Nalca et al., 2010) . Complete blood count and clinical chemistries showed abnormalities similar to human monkeypox cases with leukocytosis and thrombocytopenia (Huhn et al., 2005) . Whole blood and throat swabs had viral loads peak around day 10, and in survivors, gradually decrease until day 28 postexposure. since doses of 4 × 10 4 pfu, 1 × 10 5 pfu, or 1 × 10 6 pfu resulted in lethality for 70% of the animals, whereas a dose of 4 × 10 5 pfu resulted in 85% lethality, survival was not dose dependent. The main pitfall of this model was the lack of pox lesions. With the high dose, animals succumbed to disease before developing pox lesions. With the low challenge dose, pox lesions were observed but they were few in comparison to the IV model. A recent study also evaluated the cytokine levels in aerosol challenged animals. (Tree et al., 2015) . Tree et al. (2015) showed that IFNγ, Il-1rα, and Il-6 increased dramatically on day 8 postexposure the day that death was most likely to occur, and viral DNA was detected in most of the tissues. These results support the idea of a cytokine storm causing mortality in monkeypox disease.\n\nMPXV causes dose dependent disease in NHPs when given by the IV route (Johnson et al., 2011) . studies showed that a 1 × 10 7 pfu IV challenge results in systemic disease with fever, lymphadenopathy, macula-papular rash, and mortality. An IT infection model skips the upper respiratory system and deposits virus into the trachea, delivering the virus directly to the airways without regard to particle size and the physiological deposition that occurs during the process of inhalation. Fibrinonecrotic bronchopneumonia was described in animals that received 10 7 pfu of MPXV intratracheally (stittelaar et al., 2006) . Although a similar challenge dose of IT MPXV infection resulted in a similar viremia in NHPs to the aerosol route of infection, the timing of the first peak was delayed by 5 days in intratracheally exposed macaques compared to aerosol infection, and the amount of virus detected by qPCr was approximately 100-fold lower. This suggests that local replication is more prominent after aerosol delivery compared to the IT route.\n\nAn intrabronchial route of exposure resulted in pneumonia in NHPs (Johnson et al., 2011) . Delayed onset of clinical signs and viremia were observed during the disease progression. In this model, similar to aerosol and IT infection models, the number of pox lesions was much less than in the IV infection model.\n\nA major downside of the IV, IT, and intrabronchial models is that the initial infection of respiratory tissue, incubation, and prodromal phases are circumvented with the direct inoculation of virus to the blood stream or to the lung. This is an important limitation when the utility of these models is to test possible vaccines and treatments in which the efficacy may depend on protecting the respiratory mucosa and targeting the subsequent early stages of the infection, which are not represented in these challenge models. Although the aerosol model is the natural route of transmission for human VArV infections and a secondary route for human MPXV infections, the lack of pox lesions is the main drawback of this model. Therefore, when this model is used to test medical countermeasures, the endpoints and the biomarkers to initiate treatment should be chosen carefully.\n\nHepatitis B virus (HBV) is one of the most common infections worldwide with over 400 million people chronically infected and 316,000 cases per year of liver cancer due to infection (lee, 1997) . The virus can naturally infect both humans and chimpanzees (Guha et al., 2004) . HBV is transmitted parenterally or postnatally from infected mothers. It can also be transmitted by sexual contact, IV drug use, blood transfusion, and acupuncture (lai et al., 2003) . The age at which one is infected dictates the risk of developing chronic disease (Hyams, 1995) . Acute infection during adulthood is self-limiting and results in flu-like symptoms that can progress to hepatocellular involvement as observed with the development of jaundice. The clinical symptoms of HBV infection last for a few weeks before resolving (Ganem and Prince, 2004) . After this acute phase, lifetime immunity is achieved (Wright and lau, 1993) . Of those infected, less than 5% will develop the chronic form of the disease. Chronicity is the most serious outcome of the disease as it can result in cirrhosis or liver cancer. Hepatocellular carcinoma is 100 times more likely to develop in a chronically infected individual than a noncarrier (Beasley, 1988) . The viral determinant for cellular transformation has yet to be determined, although studies involving the woodchuck hepatitis virus suggest that X protein may be responsible (spandau and lee, 1988). Many individuals are asymptomatic until complications emerge related to chronic HBV carriage.\n\nChimpanzees have a unique strain that circulates within the population (Hu et al., 2000; . It was found that 3%-6% of all wild-caught animals from Africa are positive for HBV antigen ( lander et al., 1972) . Natural and experimental challenge with the virus follows the same course as human disease; however, this is only an acute model of disease (Prince, 1972) . To date, chimpanzees are the only reliable method to ensure that plasma vaccines are free from infectious particles (Prince and Brotman, 2001 ). This animal model has been used to study new therapeutics and vaccines. Chimpanzees are especially ideal for these studies given that their immune response to infection directly mirrors humans (Nayersina et al., 1993) . recent regulations by the National Institute of Health (NIH) and restrictions to use great apes as animal models forced researches to find alternate models for HBV infection.\n\nOther NHPs that have been evaluated are gibbons, orangutans, and rhesus monkeys. Although these animals can be infected with HBV, none develops hepatic lesions or liver damage as noted by monitoring of liver enzymes (Pillot, 1990 ).\n\nMice are not permissible to infection, and thus numerous transgenic and humanized lines that express HBV proteins have been created to facilitate their usage as an animal model. These include both immunocompetent and immunosuppressed hosts. The caveat to all of these mouse lines is that they reproduce only the acute form of disease (Guha et al., 2004) . recently, the entire genome of HBV was transferred to an immunocompetent mouse line via adenovirus. This provides a model for persistent infection (Huang et al., 2012) .\n\nAnother model that has been developed is hydrodynamic injection of HBV genomes in the liver of mice (liu et al., 1999; Yang et al., 2002) . Although this model is very stressful to mice and has liver toxicity, it is successfully used to evaluate antivirals against HBV (McCaffrey et al., 2003) . liver chimeric mouse models are an additional set of surrogate models for HBV infection (Dandri and lutgehetmann, 2014) . In these models human hepatocytes are integrated into the murine liver parenchyma (Allweiss and Dandri, 2016) . This model might be used to test antivirals as well as to study the molecular biology of HBV infection.\n\nHBV can also be studied using surrogate viruses, naturally occurring mammalian hepadna viruses (Mason et al., 1982) . The woodchuck hepatitis virus induces hepatocellular carcinoma (summers et al., 1978) . Within a population, 65%-75% of all neonatal woodchucks are susceptible to chronic infection (Cote et al., 2000) . A major difference between the two hepatitis isolates is the rate at which they induce cancer; almost all chronic carriers developed hepatocellular carcinoma within 3 years of the initial infection in woodchucks, whereas human carcinogenesis takes much longer (Gerin et al., 1989) . The acute infection strongly resembles what occurs during the course of human disease. There is a self-limiting acute phase resulting in a transient viremia that has the potential of chronic carriage (Tennant, 2001) . Challenge with virus in neonates leads to a chronic infection while adults only develop the acute phase of disease (Buendia, 1992) . A closely related species to the woodchuck is the Marmota himalayan. This animal is also susceptible to the woodchuck hepadna virus upon IV injection. The marmot Himalayan develops an acute hepatitis with a productive infection (lucifora et al., 2010) .\n\nHepatitis D virus (HDV) is dependent upon HBV to undergo replication and successful infection in its human host (Gerin, 2001) . There are two modes of infection possible between the viruses: coinfection where a person is simultaneously infected or superinfection in which a chronic carrier of HBV is subsequently infected with HDV (Purcell et al., 1987) . Coinfection leads to a similar disease as seen with HBV alone; however, superinfection can result in chronic HDV infection and severe liver damage (Guilhot et al., 1994) . Both coinfection and superinfection can be demonstrated within the chimpanzee and woodchuck by inoculation of human hepatitis D (Ponzetto et al., 1991) . A recently published report demonstrated the use of a humanized chimeric uPA mouse to study interactions between the two viruses and drug testing (lutgehetmann et al., 2012) \n\nNew models ranging from NHPs to small animals and representing the disease characteristics in humans are necessary to study viral and host factors that drive disease pathogenesis and evaluate medical countermeasures. The ideal animal model for human viral disease should closely recapitulate the spectrum of clinical symptoms and pathogenesis observed during the course of human infection. Whenever feasible, the model should use the same virus and strain that infects humans. It is also preferable that the virus is a low passage clinical isolate thus animal passage or adaptation should be avoided if model species can be identified that are susceptible. Ideally, the experimental route of infection would mirror that occurs in natural disease. In order to understand the interplay and contribution of the immune system during infection, an immunocompetent animal should be used. The aforementioned characteristics cannot always be satisfied; however, and often virus must be adapted, knockout mice must be used, and/or the disease is not perfectly mimicked in the animal model. Well-characterized animal models are critical for licensure to satisfy FDA \"Animal rule.\" This rule applies to situations in which vaccine and therapeutic efficacy cannot safely or ethically be tested in humans; thus licensure will come only after preclinical tests are performed in animal models. Many fields in virology are moving toward standardized models that can be used across institutions to test vaccines and therapeutics. A current example of such an effort is within the filovirus community, where animal models, euthanasia criteria, assays, and virus strains are in the process of being standardized. The hope is that these efforts will enable results of efficacy tests on medical countermeasures compared across institutions. This chapter has summarized the best models available for each of the viruses described."}