{"title": "Human metapneumovirus infections in hospitalised infants in Spain", "body": "H uman metapneumovirus (hMPV), recently described in the Netherlands, 1 is an RNA virus belonging to the Paramyxoviridae family, subfamily Pneumovirinae, genus Metapneumovirus. Although hMPV was first described only 4 years ago, 100% seroprevalence has been found in samples obtained 50 years ago. 1 It is therefore believed this virus may have been present in humans for over five decades. The difficulties in isolating this type of virus from cell cultures have possibly delayed its detection as a common pathogen in children's respiratory infections. Over the past 4 years, this virus has been identified in patients with respiratory diseases in several countries, including Canada, 2 3 Finland, 4 the United Kingdom, 5 Spain, 6 7 the United States, 8 9 and France. 10 hMPV is genetically similar to avian pneumovirus, particularly serotype C. Two main genetic lineages have been identified to date. The phylogenetic studies conducted by the Dutch group 11 show a high similarity to respiratory syncytial virus (RSV), with which it shares morphological similarities and similar infective capacity and spectrum of disease. Upper and lower respiratory tract infections, from common colds to pneumonia, are attributed to hMPV, with bronchiolitis being the main clinical sign of primary infection in hospitalised patients. 10 From an epidemiological point of view, hMPV infection shows seasonal behaviour, with a pattern similar to RSV infection, though few prospective studies on its behaviour throughout the whole year are currently available.\n\nWe previously reported hMPV infection in 18 infants under the age of 2 admitted to hospital during 2002-2003. 7 The current objectives were to estimate the relative contribution of hMPV in infants hospitalised for acute respiratory tract infection in Spain, as well as to define the clinical and epidemiological features of hMPV infection as compared with RSV infection over 3 years.\n\nThis was a substudy of an ongoing prospective investigation of respiratory tract infections in children under 2 years of age, funded by the Fondo de Investigaciones Sanitarias. The study was conducted at the paediatric department of Severo Ochoa Hospital in Madrid, Spain. We recruited all children under the age of 2 consecutively admitted to our hospital with acute respiratory infections throughout the 2000-2001, 2001-2002, and 2002-2003 epidemiological seasons (from October 2000 to June 2003). Cystic fibrosis was the only criterion for exclusion. All parents were duly advised, upon admission, that clinical data relating to their children might be used for clinical research purposes. Furthermore, in each case, informed verbal consent was obtained from each of the parents or legal guardians. Nasopharyngeal aspirates (NPAs) were taken from each patient upon admission and sent to the Respiratory Virus Laboratory at the National Microbiology Center (ISCIII, Madrid, Spain). Samples were processed within 24 h of collection for virological study. Indirect immunofluorescence assays and multiplex RT-nested-PCR were carried out on every sample for RSV, influenza viruses, parainfluenza viruses, adenoviruses, or enteroviruses. 12 13 A 200 ml aliquot was taken from each NPA sample (with all the necessary precautions being taken to avoid contamination) and then kept frozen at 270˚C until analysis for hMPV.\n\nAll samples were investigated for hMPV using specific amplification methods, regardless of the existence of a Abbreviations: CRP, C-reactive protein; hMPV, human metapneumovirus; ICU, intensive care unit; NPA, nasopharyngeal aspirate; RSV, respiratory syncytial virus; WBC, white blood cell previous positive or negative result for other viruses. RT-PCR assays for hMPV were performed as described previously by our group. 14 Briefly, hMPV in respiratory secretions from patients was investigated using two separate RT-PCR assays designed in two different genes, one gene encoding for the matrix protein (M) and the other for the viral polymerase (L), as described elsewhere. 14 Specific primer pairs were designed to amplify highly conserved regions of both M and L genes. Nucleic acids from original samples were extracted as previously described by Casas et al. 15 For reverse transcription and PCR amplification of the M gene, a commercial kit (Qiagen OneStep RT-PCR Kit, Qiagen, Valencia, CA) was used. A subsequent half-nested PCR reaction was conducted using a total of 2 ml from the first reaction products, which were then added to the reaction mixture (to a final volume of 50 ml). The amplified products were analysed by gel electrophoresis stained with ethidium bromide and a 687 bp band was obtained.\n\nThe polymerase gene fragment was amplified using L6 and L7 oligonucleotides. 16 The L6 oligonucleotide was labelled at the 59 end with biotin to allow for detection of the PCR product by chemoluminescence. The specific probe designed to be used in the reverse line blot hybridisation with the PCR product was 59 end amino-labelled. The Qiagen One Step RT-PCR kit was also used for the RT-PCR reaction. The resulting amplified and labelled DNA was subjected to membrane hybridisation with a specific probe, after which the membrane was washed and finally treated with a streptavidineperoxidase conjugate (Roche, Indianapolis, IN). The resulting products were detected by chemoluminescence with ECL detection reagents (Amersham Pharmacia Biotech, Piscataway, NJ, USA).\n\nTo check the specificity of the results, amplified products obtained from the positive clinical samples were sequenced in an ABI PRISM 3700 DNA Analyzer (Applied Biosystems, Foster City, CA) at the DNA Sequencing Facility, Genomics Unit (National Microbiology Center, ISCIII, Spain).\n\nNPAs were only considered positive for the presence of hMPV when a positive result for this virus was obtained in both assays.\n\nClinical assessment and statistical analysis Throughout their hospital stay, a study questionnaire (complete with demographic and clinical data) was kept for all patients. All data (except hMPV results) were collected during the hospital stay: some were obtained at admission (age, gender, sex, month of admission, clinical diagnosis, history of prematurity, and underlying chronic diseases), while the rest were provided when the patient was discharged (need for oxygen therapy evaluated by transcutaneous oxygen saturation, axillary temperature >38˚C, presence of infiltrate/atelectasis in chest x rays, administration of antibiotic therapy, length of hospital stay, total white blood cell (WBC) count, C-reactive protein (CRP) serum levels, and, where applicable, blood culture results). In cases where more than one WBC had been effected, only the first count was recorded. Asthma was not considered a chronic underlying disease.\n\nUpper respiratory infection was diagnosed in the presence of rhinorrhea and/or cough, without major systemic disease, and in the absence of wheezing, dyspnea, crepitations, or bronchodilator use. The first episode of acute onset expiratory dyspnea, with previous signs of viral respiratory infection (associated or not with respiratory distress or pneumonia) was diagnosed as bronchiolitis. 17 Children with wheezing, breathlessness, and airway obstruction in whom similar episodes had previously been diagnosed and treated by a physician, were diagnosed with recurrent wheezing. Cases showing focal infiltrates with consolidation in chest x rays were, in the absence of wheezing, classified as pneumonia.\n\nIn order to compare the clinical characteristics associated with hMPV and RSV infections in hospitalised patients, a sample of 95 hospitalised infants (aged ,2 years and in whom RSV infection had been documented) was randomly selected from the same population (Excel data analysis function); the number of RSV and hMPV samples was approximately equal. Having excluded cases with coinfections in order to avoid all potential confusion, 88 RSV infants were finally selected.\n\nValues are given as percentages for discrete variables, or as mean and standard deviation for continuous variables. Clinical characteristics and laboratory variables were compared using Student's t test, the Mann-Whitney U test, the x 2 test, and Fisher's exact test. A two sided value of p,0.05 was considered statistically significant. All analyses were conducted using the Statistical Package for Social Sciences (SPSS), Version 10.0.\n\nA total of 749 samples were taken and analysed from 748 children under the age of 2, each of whom had been hospitalised with an acute respiratory infection. All hospitalised patients were included. NPAs were collected from two children whose febrile condition, though not focally specific, showed some very mild upper respiratory symptoms. One hMPV patient who was 25 months old and accidentally admitted to the infant unit, was excluded from the analysis. RSV (n = 376) and hMPV (n = 69) were the most common causative agents, resulting in 76.1% and 14% (95% CI: 0.11 to 0.16) of 494 virus positive cases, respectively. The remaining viruses studied accounted for 21% of cases (fig 1) . Dual or multiple infections were found in 59 (11.9%) cases. Eighteen of the 69 hMPV infections were co-infections (26%). Of the samples positive for hMPV, more were found for the 2001-2002 season compared with the other two seasons. The peak number of hMPV infections occurred in March, followed by February and April (fig 2) , the distribution for the three seasons being very similar (data not shown).\n\nOf the 13 children (18.8%) who received antibiotics during their hospital stay, 12 had infiltrate/atelectasis. Blood cultures were negative in all cases, except in one patient with Streptococcus pneumoniae bacteremia with normal chest x rays. Length of hospital stay was 5¡2.7 days. One patient with Down's syndrome and interauricular communication required hospitalisation for 60 days (excluded from the mean). One child, who also had Down's syndrome and interauricular communication, was admitted to the intensive care unit (ICU) and required assisted ventilation. None of the children died. Clinical features associated with hMPV infection are shown in table 1. hMPV infection occurred in the first year of life in 82.6% of hMPV infected children. Six patients had a chronic disease (chromosomopathy n = 3, congenital heart disease n = 2 (with Down's syndrome), cerebral paresis n = 1, epilepsy n = 1, and bronchopulmonary dysplasia n = 1). Ten children (14.4%) had been born prematurely after ,37 weeks gestation. One child had been admitted to hospital with recurrent wheezing at 6 months and at 15 months; on both occasions, hMPV was detected in the NPA.\n\nAn additional virus was identified in 18 (26%) of the 69 hMPV positive samples: adenoviruses in 10 (55.5%), RSV in six (33.3%), influenza virus in one (5.5%), and other nonrespiratory virus in one (5.5%). RSV, adenovirus, and hMPV were simultaneously detected in two patients. The clinical characteristics of single virus infections were similar to those of dual infections (table 2). No co-infection was detected in the patient who required mechanical ventilation.\n\nThe clinical characteristics of hMPV and RSV single infections are summarised in table 3. Recurrent wheezing was the most common diagnosis in the hMPV group (p = 0.001), though this was closely followed by bronchiolitis. hMPV infections were mainly detected from February to May, while RSV was especially frequent in December and January (fig 3) . With regard to age, both viruses particularly affected children under 1 year of age (fig 4) . No significant differences were found in any other variable evaluated. Two children in the RSV group and one in the hMPV group were admitted to the ICU. Only the hMPV patient required assisted ventilation.\n\nThis report is one of the largest paediatric series to date and the largest to come from Spain. Our study provides an estimation of the proportion of hospitalisations due to acute respiratory hMPV related infections among infants under the age of 2. Throughout the three seasons studied, hMPV infections accounted for 9% (95% CI: 0.07 to 0.11) of all respiratory infections and 14% (95% CI: 0.11 to 0.16) of infections with positive viral detection. hMPV infections were less common than RSV infections but more common than adenovirus, influenza, and parainfluenza infections.\n\nDifferences in the methods applied in previous studies make it hard to determine the actual frequency of hMPV infections, as well as their relative significance when compared with other virally induced respiratory infections present in the paediatric population. Most studies included hospitalised children, but whereas some authors investigated the presence of hMPV in samples from all patients enrolled, 16 18-22 others did so only for negative samples. 6 8-10 23 24 An additional potentially confusing factor is the different ages of the children studied, 6 15 18 19 20 25 26 for although hMPV can infect children of any age, its highest incidence is seen in children under the age of 1. In addition, the seasonality of hMPV infections means the identification rate of the virus is very different in different studies depending on the epidemiological seasons investigated.\n\nMost incidence studies examining the presence of hMPV only in negative samples reported a lower frequency of hMPV. 10 24 In Spain, Vicente et al 6 found hMPV in 4.1% of children under 3 years of age with a negative virological study. Paediatric series in which both positive and negative samples from infants were studied found an hMPV frequency similar to that reported here. 18 25 27 In our study, the presence of hMPV was investigated in a group of 748 infants under the age of 2 hospitalised for respiratory infection throughout three entire epidemiological seasons, that is, 36 months, without interruption. The overall frequency was 14% and may be an adequate approximation of the actual prevalence of hMPV in this population. The high frequency of hMPV found in this setting suggests investigation of hMPV should be included in the diagnostic routine for respiratory infections among hospitalised infants, as it seems to play a more significant role than adenoviruses and influenza or parainfluenza viruses in this age group. Obviously, improving the aetiological diagnosis of viral infections might avoid unnecessary therapy, antibiotics in particular, and would allow for preventive isolation of infected patients. In our series there are no data available on the prevalence of infection by rhinovirus or coronavirus.\n\nIn agreement with several studies, our data show a higher prevalence of hMPV infections in spring and late winter. 4 9 20 25 28 This seasonal distribution is unlikely to change from one year to another given that in each of the three consecutive seasons studied, peak hMPV activity occurred at the same time. Interestingly, in the French, 10 Dutch, 16 and Norwegian 21 series, hMPV was mainly found in December and January, as with RSV. Although we should be cautious in our interpretation of these results given that, for some of the studies, full epidemiological seasons were not included, such data may indeed reflect the specifics of hMPV circulation in different countries.\n\nThe clinical features in infants with hMPV positive samples were similar to those previously reported. 1 4 8 10 16 19-21 23 29 30 Our data confirm that diseases related to hMPV in infants are more frequent in those aged ,12 months, who represent more than 80% of our inpatients. Most cases were associated with recurrent wheezing or bronchiolitis. Although the study by Rawlinson et al 31 attributed a limited role to hMPV in asthma exacerbations in children, other studies have shown that hMPV is related to asthma exacerbations and wheezing in the paediatric population. 4 21 26 32 33 More than half of our patients required oxygen therapy and relatively long hospital stays. One patient required ICU admission and assisted ventilation. These data, together with those published recently in several series reporting hMPV infected patients requiring admission to ICUs and requiring assisted ventilation, illustrate the pathogenetic role of this virus among the paediatric population. 22 33-35 Two patients with Down's syndrome and congenital heart disease were among the most severely affected, suggesting that hMPV infections may be more severe in children with underlying diseases. The finding of the same patient suffering from hMPV infections in two different seasons, each requiring admission to hospital, suggests that hMPV infections may not confer permanent immunity, or that viruses from different seasons belong to different lineages.\n\nWhile data from other reports appear to suggest that dual infection with hMPV and another respiratory virus is rare, 6 8 18 the high co-infection rate found in our patients (26%) suggests the opposite. This co-infection rate is among the highest reported to date after the series by Greensill et al, 36 Maggi et al, 25 and Cuevas et al, 19 all of whom reported coinfection in 30%-70% of all hospitalised young children. The overlap in seasonal distribution between hMPV and RSV could explain the high frequency of co-infections. Studying the presence of hMPV only in samples negative for other respiratory viruses might well underestimate the true frequency of hMPV; this is probably one of the most important factors in explaining the different rates of hMPV seen in very similar populations. 6 7 The role of hMPV as a concomitant pathogen in these dual infections has not yet been fully established. Some studies 34 36 37 suggested co-infections are more severe. Other series, however, did not report differences in severity between co-infections and single infections. 23 27 In our series, there were no significant differences in diagnosis, need for oxygen therapy, length of hospital stay, frequency of fever, antibiotic therapy, or radiological changes between co-infections and single infections, suggesting that the presence of hMPV in the setting of another viral respiratory infection does not make the condition more severe. However, since only one patient required assisted ventilation, the role of co-infections in the most severe disease could not be clearly evaluated in our study.\n\nA comparative analysis of the clinical characteristics of hMPV and RSV infections in patients hospitalised only once confirmed that both viruses particularly affect children aged ,12 months, 37 with peak frequency in the first 3 months of life in both groups. 38 Almost all children had lower respiratory infection but recurrent wheezing was diagnosed significantly more frequently in the hMPV group, whereas bronchiolitis was the most common diagnosis in the RSV group. Having established that RSV is present at the start of the season, a child with recurrent hMPV induced wheezing could, conceivably, already have suffered an episode of RSV induced bronchiolitis earlier in the year. The severity of the disease associated with both viruses was similar, and no differences could be shown in terms of length of hospital stay, need for oxygen therapy, fever frequency, or history of prematurity or underlying diseases. 18 30 38 One of the limitations of our work, as with most studies published to date, was that it was not designed to investigate mild or asymptomatic hMPV infections.\n\nIn conclusion, our study supports the epidemic nature of hMPV infection, and its significant role as a major pathogen in respiratory tract infection in infants under the age of 2. Within this age group, clinical signs are indistinguishable from those associated with RSV infection. The results obtained to date lead us to recommend that human metapneumovirus be taken into account in the differential diagnosis of acute respiratory infections in hospitalised infants, mainly in order to differentiate these from infections caused by the RSV. "}