{"title": "Production of adenovirus vectors and their use as a delivery system for influenza vaccines NIH Public Access", "body": "Adenoviruses (Ads) are nonenveloped DNA viruses consisting of a linear, double-stranded DNA genome of approximately 30-40 kilo base pairs (kbp). Since their initial discovery in the 1950s, more than fifty-one different human Ad (HAd) serotypes have been identified of which serotypes 2 (HAd2) and 5 (HAd5) have been extensively characterized genetically and biochemically. A number of other Ad serotypes from avian, bovine, canine, ovine, porcine, and nonhuman primates have also been characterized [1] .\n\nAds have shown tremendous promise as delivery vehicles for recombinant vaccination and gene therapy. Some of the attributes which make Ad vectors suitable candidates for gene delivery applications include: (i) the safety and relative ease of vector development; (ii) the ability to infect a wide range of actively dividing and non-dividing mammalian cells and to induce a high-level of transgene expression; (iii) the minimum risk of integration into the host genome; (iv) the capacity to be grown to very high titers in tissue culture; (v) the availability of certified cell lines and technology for large scale purification; (vi) the inherent property to serve as an adjuvant by activating innate immunity; and (vii) the development of high levels of antigen-specific humoral and cell-mediated immune responses in response to vector delivery either via a systemic or mucosal route.\n\nSince their first use as expression vectors in the 1980s, Ad vectors have received tremendous attention as gene delivery vehicles for vaccine antigens. They have been extensively tested as vaccine delivery systems in several pre-clinical and clinical studies for a number of infectious diseases including measles, hepatitis-B, rabies, anthrax, Ebola, severe acute respiratory syndrome (SARS), human immunodeficiency virus 1 (HIV-1), malaria, tuberculosis, and influenza [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] . There are two basic types of Ad vectors that are being utilized for gene delivery applications. The first type of Ad vectors, the replication-competent Ad (RCA) vectors, have the early region 1 (E1) of the genome intact with a transgene expression cassette typically in the E3 region [13] . The second type of Ad vectors are replication-defective typically due to a partial or complete deletion of the E1 region and have a transgene expression cassette inserted in the E1 or E3 region. These replication-defective Ad (RDA) vectors have gained tremendous popularity due to their high safety profile. Typically, there are three classes of RDA vectors that are currently being developed for vaccination and other gene therapy purposes. Ad vectors with deletions in the E1 and/or E3 are termed as early or first generation Ad vectors, while the vectors having deletions in the E1, E2, E3 & E4 regions to further reduce the toxicity and vector immunity are denoted as second generation Ad vectors. The third generation Ad vectors are called helper-dependent or gutless vectors having nearly all of their viral genes replaced by foreign sequences while leaving the packaging signal and the inverted terminal repeats (ITRs) intact. This classification applies to the majority of human and nonhuman Ad vectors excluding avian and ovine vectors which do not seem to have early regions similar to HAd5.\n\nNumerous strategies have been developed to construct Ad vectors carrying a foreign gene insert. Traditionally, Ad vectors were constructed using two standard methods. The first method is the in vitro ligation method [14] involving the ligation of a DNA fragment obtained by restriction digesting of a plasmid carrying the foreign gene insert flanked by Ad sequences with a DNA fragment representing the rest of Ad genome. The second method consisted of homologous recombination in permissive cell lines between two plasmids [15] -the shuttle plasmid carrying the foreign gene insert flanked by Ad sequences for site-specific insertion and the genomic plasmid carrying almost the entire Ad genome. These classic methods of vector construction usually have low efficiency and sometimes can be contaminated with the parental virus.\n\nAlternate approaches have been developed to circumvent the limitations of traditional methods. One such strategy is based on the highly efficient homologous recombination machinery of E. coli (BJ5183) to generate Ad vectors [16] [17] [18] [19] . Homologous recombination between a linearized or intact plasmid containing almost an entire Ad genome and a shuttle plasmid containing an exogenous expression cassette flanked by homologous sequences from the site of insertion in the Ad genome generates an infectious clone with a modification and/or insertion in the desired region. A similar strategy employing homologous recombination in yeasts has been reported [20] . This strategy involves homologous recombination between Ad DNA and the yeast artificial chromosome (YAC) vector containing sequences from the left and the right termini of Ad genome, resulting in the generation of a yeast artificial chromosome containing an infectious copy of Ad genome. Transfection of the excised Ad genome into appropriate cells results in generation of infectious virions.\n\nIn order to overcome the low efficiency of homologous recombination in mammalian cells, approaches based on bacteriophage P1 Cre/LoxP recombination system have been developed [21] [22] [23] [24] [25] . Ad vectors are generated as a result of Cre-mediated site specific recombination between two plasmids after their co-transfection into a suitable cell line expressing Cre recombinase. Frequency of vector generation using Cre/LoxP-based system has been found to be 30 to100-fold higher compared to the traditional homologous recombination methods [23] [24] [25] .\n\nLarge scale manufacture of clinical grade viral vaccines requires efficient scalable production and purification methods [26] . Traditional methods for Ad vector production involve vector propagation in anchorage-dependent packaging cell lines in small cell culture devices such as roller bottles, T-flasks or cell factories, followed by purification of viruses from the cell lysate by cesium chloride (CsCl) density-gradient centrifugation [27] . While these approaches are suitable for production of small-scale vector lots of approximately 1×10 13 viral particles (VP) that are sufficient for preclinical studies, they cannot be scaled to achieve the large quantities (>1×10 15 VP) of clinical grade preparations. In order to overcome the limitations associated with traditional anchorage-dependent culture processes, microcarrier bioreactor systems and suspension cell culture bioreactor systems are being used for large scale cultivation of various cell lines that support growth of Ad vectors.\n\nThese large scale mammalian cell culture systems have several advantages which include the potential to scale-up, an ease of harvesting and downstream processing, quality assurance and process control, and low production costs. Microcarrier bioreactor systems consisting of Cytodex microcarriers have been successfully used for the large scale cultivation of anchoragedependent human embryonic kidney (HEK) 293 cells needed for Ad vector production [28] . These systems provide a high surface-to-volume ratio resulting in very high cell densities of up to 5-10×10 6 cells per milliliter producing very high viral titers [29] . The typical total Ad vector yield from a 160-liter (L) micro-carrier bioreactor is about 3-4×10 15 VP [30] .\n\nLarge scale production of Ad vectors is also carried out in large suspension culture bioreactors using continuous cell lines such as PER.C6 (human embryonic retinal cell line) and 293SF (293 cells that are adapted to grow in suspension and serum-free media) [31] [32] [33] [34] [35] [36] . These serumfree suspension culture systems, as opposed to microcarrier culture systems, are relatively easy to operate and straightforward to scale up to 1000 to 10,000 L capacity [28, 37] . Two types of suspension bioreactors being used for large scale production of Ad vectors are the wave bioreactors and the stirred tank bioreactors. Typical virus yields using suspension cell culture systems are approximately 5-10 ×10 13 VP/L of culture [38] , therefore, the expected yield from a 10,000 L bioreactor would be about 5-10 ×10 17 VP. Experimentally the purified virus yield of approximately 7.3 × 10 15 VP was obtained from a 600 L bioreactor, about 58% of the total virus in the cell lysate [30] . This yield should be equivalent to 73,000 vaccine doses if 1×10 11 VP per inoculation is used.\n\nLarge scale purification of Ad vectors is usually carried out using various chromatographic techniques. Some of the chromatographic processes which have shown great scale-up potential include affinity chromatography [39] , anion-exchange chromatography [40, 41] , size-exclusion chromatography [42] , and membrane chromatography [43] . Two-step purification strategies involving sequential chromatography or chromatography-tandem ultracentrifugation/filtration are most commonly used for the large scale purification of Ad vectors [44] . These two step processes consist of an initial chromatography step to capture Ad from the nuclease-treated (Benzonase/Pulmozyme) cell lysate and a second step using polishing chromatography to get rid of the cellular and virus-free proteins. These chromatographic techniques either alone or in combination have been found to be very efficient for the large scale purification of Ad vectors since they are scalable to >10 16 input viral particles per run [45] The chromatographic strategies currently in use for Ad vector purification seem to have minimum adverse impact on the virus infectivity, yield, and purity. This is important especially in a pandemic scenario when large quantities of highly purified Ad-based vaccines would be required in a short period of time.\n\nIt is estimated that the entire process from the identification of the vaccine virus to the vaccine formulation and filling using the adenovirus vector-based vaccine technology is approximately 11-13 weeks. A schematic diagram of Ad-based influenza vaccine manufacturing process is shown in Fig. 1. \n\nDue to their inherent immunogenicity, Ad vectors are known to activate both innate and adaptive immune responses. Systemic administration of Ad vectors results in a dose-dependent pro-inflammatory response characterized by the secretion of pro-inflammatory cytokines and chemokines. These include tumor necrosis factor-alpha (TNF-α), interleukin (IL)-1beta (IL-1β), IL-6, IL-12, interferon-gamma (IFN-γ), IFN-γ inducible protein-10 (IP-10), regulated on activation, normal T expressed and secreted (RANTES), monocyte chemoattractant protein-2 (MCP-2) and macrophage inflammatory protein (MIP) -alpha (MIP-α), MIP-1β and MIP-2 [46] [47] [48] [49] [50] [51] [52] [53] . Innate immune responses elicited by Ad vectors have been shown to be mediated through TLR-dependent and TLR-independent pathways [48, [54] [55] [56] [57] . Ad vectorinduced maturation of dendritic cells seems to be NF-κB-dependent [58] .\n\nThese inflammatory responses considerably reduce the efficacy of gene transfer and cause noticeable morbidity in transduced hosts at a very high vector dose [59] . These pro-inflammatory responses also influence the development of Ad-specific cellular and humoral immune responses [60] . Five to seven days post viral transduction, Ad-specific CTLs are generated [61, 62] . Cellular immune responses mediated through CD8+ CTLs eliminate target cells expressing viral and transgene products thus limiting the duration of transgene expression [46, [63] [64] [65] . Cellular immune responses to Ad vectors can be overcome using newer generations of Ad vectors with diminished adaptive immune responses [66] [67] [68] [69] [70] . High-capacity helper-dependent Ad vectors have been shown to greatly attenuate Ad-specific cellular immune responses [71] and mediate high levels of transgene expression for a substantial period of time [72] [73] [74] .\n\nDue to the ubiquitous nature of human Ad, a large percentage of human population has variable levels of neutralizing antibodies know as 'preexisting vector immunity' or 'vector immunity' against more than one HAd serotypes [75] [76] [77] [78] . These neutralizing antibodies are directed against the viral capsid components and adversely affect the uptake of HAd vectors by target cells [79] [80] [81] . The levels of vector immunity vary based on age, since children and young adults usually have higher titers compared to older people [82] . Ad neutralizing antibodies persist for years posing a challenge when repeated administrations are necessary.\n\nThe approach that involves priming with a DNA vaccine and boosting with an Ad-based vaccine has shown promise in overcoming the suppressive effects of anti-HAd immunity This prime-boost strategy has the advantage of inducing both cellular and humoral immune responses and is currently being evaluated in preclinical and clinical studies for a number of infectious diseases, including HIV-1, Ebola virus, hepatitis C virus, anthrax, Venezuelan equine encephalitis virus and influenza virus [83] [84] [85] [86] [87] [88] . Oral or intranasal delivery of HAd-based vaccines has also been shown to partially overcome/bypass suppressive effects of anti-HAd5 immunity and result in better transgene-specific immune responses [89] [90] [91] [92] . However, further studies are needed to rule out the safety issues relating to the dissemination of intranasally administered Ad vector to the central nervous system (CNS) via the olfactory tissues.\n\nIn addition, the encapsulation of Ad vectors into alginate microspheres [93, 94] , the linking of HAd vector to polyethylene glycol (PEG) [95] , the use of immunosuppressive agents such as cyclosporine and cyclophosphamide [96] , the covalent modification of viral capsid and fiber proteins [97] or the use of Ad vectors derived from nonhuman Ads [1] have been evaluated for the purpose of evading preexisting vector immunity.\n\nClinical utility of HAd vectors is severely hampered due to the high prevalence of vector immunity in the human population [75, 77, 78] . The importance of preexisting vector immunity in inhibiting HAd vector-based gene delivery in humans is not well understood, however, its implication in modulating transgene expression through Ad vectors is still a potential concern.\n\nIn order to overcome this limitation, Ad vectors derived from a number of nonhuman Ad species are being explored. Some of the nonhuman Ads that have been developed as delivery vehicles for vaccination and gene therapy include bovine Ad [19, [98] [99] [100] , porcine Ad [1, 101, 102] , ovine Ad [103, 104] , fowl Ad [105, 106] and chimpanzee adenovirus serotype-1 [107] . Some of the key features which make nonhuman Ads suitable as vectors for gene delivery applications are their non-pathogenicity in humans, their ability to transduce a wide range of human and nonhuman cell types, their efficient expression of foreign genes in target cells, their well characterized genomes, and the absence of vector cross-neutralizing antibodies in humans [1, 53, [102] [103] [104] 107] . A number of studies with nonhuman Ad vectors in animal models have demonstrated that these vectors elude high levels HAd immunity [107] [108] [109] [110] .\n\nReplication-incompetent HAd vectors derived from less prevalent HAd serotypes belonging to subgroups A, B, D, E, F are also being explored as suitable alternatives to HAd5 vectors for gene therapy and vaccination purposes. Among them, subgroup B HAd serotypes 3, 7, 11, and 35 have gained attention due to their ability to infect cells using the membrane complement protein CD46 which is expressed on most human cells [111] . Some of the attractive features of these vectors include expanded cell tropism [112] [113] [114] [115] , low seroprevalence in human populations [114, 116] and the ability to evade preexisting HAd5 immunity [117, 118] . However, the levels of adaptive immune responses induced with these vectors, especially those derived from HAd 35 serotype, has been shown to be lower compared to those obtained with HAd5 vectors [117, 119] . This low immunogenicity of HAd 35-based vaccines has been attributed to its CAR (coxsackievirus-adenovirus receptor)-independent tropism. Fiber modified HAd35 vectors containing HAd5 fiber knob have been shown to be more immunogenic than HAd35 vectors [120] . Thus it appears that Ad capsid proteins influence the development of adaptive immune responses.\n\nAd vectors that have been used as delivery vehicles for gene therapy and vaccination are considered non-pathogenic for humans. The oral delivery of a live HAd4 and HAd7 entericcoated vaccine to protect against Ad-mediated respiratory diseases was successfully used in U.S. military recruits since early 1970 [121] without any adverse effects suggestive of the safety aspect of Ad-based vaccines.\n\nApproximately 23% of 1472 worldwide clinical trials for gene therapy or infectious diseases utilized Ad vectors, and more than sixty cancer gene therapy trials using HAd vectors expressing p53 have been approved for treatment of several forms of cancer (Journal of Gene Medicine, http://www.wiley.com/legacy/wileychi/genmed/clinical/). The commercial use of HAd expressing p53 (Gendicine) and H101 (an oncolytic Ad) [122] for the therapeutic intervention in variety of tumors by the State Food and Drug Administration (SFDA) of China is a promising step in the development of Ad vectors for human use.\n\nAd vectors have also exhibited a favorable safety profile in clinical trials for vaccination against a number of infectious diseases [1, 123] . Phase I clinical studies for HIV-1 vaccination demonstrated that an HAd-based vaccine was safe, well tolerated and immunogenic [124, 125] . However, a Phase II clinical trial with an HAd-vectored HIV vaccine was a failure, presumably because the presence of preexisting anti-HAd antibodies and HIV-mediated activation of T cells created a favorable environment for HIV replication [126] . Therefore, preliminary screening of the target population for vector neutralizing antibodies would be essential prior to vaccination -at least for HIV-1.\n\nA Phase I clinical trial conducted to evaluate the safety and immunogenicity of an HAd-based influenza vaccine in humans showed promising results. Intranasal and epicutaneous inoculation of an HAd-based influenza vaccine (AdCMV-PR9.HA) in twenty-four healthy human adult volunteers resulted in only mild side effects which subsided within 24-48 hours following inoculation [127] . A number of Phase 1 clinical trials are currently in progress to evaluate the safety and efficacy of Ad-based vaccines against other infectious diseases including malaria, Ebola virus, influenza and tuberculosis (http://www.clinicaltrials.gov & http://www.paxvax.com/). However, in the field of Ad-based gene therapy, there was a setback in 1999 when an eighteen-year-old patient (Jessi Gelsinger) with ornithine transcarbamylase (OTC) deficiency died following the administration of 3.8 × 10 13 Ad vector particles directly into the hepatic artery [128] . The death was attributed to systemic Ad-induced shock syndrome caused by a cytokine cascade leading to disseminated intravascular coagulation, acute respiratory distress and multi-organ failure. The susceptibility to damage induced by high amounts of vector particles may vary from individual to individual since a female patient who received a similar dose of Ad vectors in the same trial showed no significant side effects. For immunization, the vector dose will be several hundred-fold lower than the dose used in the above gene therapy trial, and the route of immunization will be either via intramuscular, intranasal, oral, or intracutaneous rather than intravenous. The safety of Ads delivered via the above routes, either for vaccination or gene therapy purposes, has extensively been investigated with satisfactory results [129] [130] [131] [132] [133] [134] .\n\nDespite significant advances in science and technology, influenza remains a major global public-health problem. According to the World Health Organization (WHO), influenza viruses infect 5-15% of the global population annually resulting in 250,000 to 500,000 deaths. In the United States alone, it is estimated that influenza infects more that 50 million people every year resulting in over 200,000 hospitalizations and 30,000-50,000 deaths, making it the seventh leading cause of death annually [135] [136] [137] . Influenza affects people of all age groups, but the highest risk of complications occurs among children under the age of two years, people 65 years and older, pregnant women, and people with certain medical conditions such as cancer, chronic lung disease, heart disease, diabetes, and the blood, lung, or kidney disorders [138] .\n\nThe 20 th century has witnessed three major influenza pandemics -the \"Spanish flu\" in 1918, the \"Asian flu\" in 1958 and the \"Hong Kong flu\" in 1968. Each of these pandemics accounted for millions of deaths worldwide, with the Spanish flu being the most severe among them killing about 675,000 people in the United States and over 50 million people around the world [139] . Interestingly, 99% of the people who died during the 1918 Spanish flu were under 65 years of age.\n\nOver the last decade or so, human infections with a novel H5N1 subtype of highly pathogenic avian influenza (HPAI) have been reported. The first cases of human infection with H5N1 influenza were reported in 1997, when HPAI outbreaks in poultry farms and markets in Hong Kong resulted in eighteen cases and six deaths [140] [141] [142] . Since then, this virus has spread to many countries in Asia, Africa and Europe resulting in over 424 human cases with an over 60% mortality rate [138, 143, 144] . In addition, H9N2 and H7N7 avian influenza subtypes have also been reported to cause human infections [138, 145, 146] .\n\nAlmost four decades after the last major influenza pandemic, a new swine/human/avian-origin influenza A (H1N1) virus emerged in Mexico in April 2009 [147] . Within weeks, it spread around the world resulting in the first influenza pandemic of 21 st century. While the H1N1 pandemic was not as lethal as feared, it still highlighted the need for better pandemic preparedness including more effective vaccines.\n\nVaccination remains the most effective and economical way to prevent influenza infections and their complications. There are two types of influenza vaccines that are currently licensed for use in humans [138, 148] -inactivated influenza vaccines (whole/sub-virion) and live attenuated influenza vaccines (LAIV). The efficacy of these vaccines largely depends on the antigenic closeness of the vaccine virus with that of the circulating strain. The vaccine virus is grown in embryonated chicken eggs using a system that has been in use for fifty years. Although the egg-based system is well-established for the production of seasonal influenza vaccines, it has several limitations in a pandemic scenario. The uncertainty in the availability of billions of embryonated chicken eggs and enhanced biosafety facilities to produce pandemic influenza vaccines pose obvious problems. Since these vaccines are not broadly protective, they cannot be stockpiled for pandemic preparedness. Producing them in large quantities at a short notice is also a significant concern. The adaptation of the vaccine virus for replication in eggs could be another issue. Hence, there is an urgent need to develop egg-independent influenza vaccines which are safe and protective in all target groups, easy to manufacture at a low cost, highly immunogenic, thermostable, and protective against diverse influenza strains.\n\nAd vector-based influenza vaccines offer several advantages over egg-based influenza vaccines. Ad-based vaccines are inexpensive, easier to manufacture in large quantities in certified cell lines at a short notice, and do not require enhanced biosafety facilities. Replication-deficient Ad vectors expressing distinct influenza antigens have been evaluated for their immunogenicity and protective efficacy in a variety of animal models including mice, chickens, and pigs as well as in clinical trials in humans. (Table 1 ) In one of the earliest studies, immunization of mice with Ad expressing HA gene from a swine influenza virus -A/Swine/ Iowa/1999 (H3N2) resulted in induction of high levels of anti-influenza neutralizing and hemagglutination inhibition (HI) antibody titers, which provided partial protection against lethal challenge with a heterologous virus [A/HK/1/1968 (H3N2)] [149] . In a Phase I trial involving twenty-four healthy adult volunteers, intranasal or epicutaneous immunization with a replication defective Ad vector encoding the HA gene of A/PR/8/1934 (H1N1) influenza virus resulted in a fourfold increase in HI titers in 83% of the participants [127] . The presence of preexisting vector immunity did not seem to have a significant impact on the resultant HAspecific immune response.\n\nWe developed a replication defective . These results demonstrated that the Ad vector-based vaccine conferred cross-protection against antigenically distinct strains of H5N1 highly pathogenic avian influenza viruses. Importantly, these results suggest that this type of vaccine strategy offers a stockpiling option in a H5N1 pandemic situation to reduce response time before a strain-matched vaccine could be developed.\n\nIn a similar study from another group, an Ad vector-based vaccine (Ad.VNHA) expressing the HA gene of VN/1203/04 (H5N1) VN/1203/04 was used to immunize mice or chickens [2] . Mice vaccinated intramuscularly exhibited high levels of neutralizing antibodies as well as strong HA-specific cellular immune responses that conferred protection against lethal challenge with a homologous virus [VN/1203/04]. Chickens immunized subcutaneously with Ad.VNHA vaccine developed high HI antibody titers to VN/1203/04 and survived the lethal challenge with VN/1203/04 at a 10,000 × virus dose compared to that was given to mice. However, intranasal vaccination of chickens elicited HI antibody production in only one of the ten chickens and conferred partial protection (50% morbidity and 50% mortality) following a homologous virus challenge. In a recent study from same group, an Ad-based influenza vaccine encoding the HA gene of the 2009 H1N1 influenza A virus [A/California/04/2009 (H1N1)] was found to be effective in inducing protective immunity against lethal challenge with a homologous influenza virus [A/Ohio/7/09 (H1N1)] in mice [150] .\n\nTo determine the lowest vaccine dose that would provide protection in mice, animals were immunized intramuscularly with various amounts of the HAd-H5HA vaccine. A vaccine dose as low as 10 6 plaque forming unit (p.f.u.) was able to provide protection against the homologous H5N1 virus challenge [144] even though the levels of HI or virus-neutralizing antibody titers were below the detection limits. It may presumably be due to alternate mechanisms such as CMI and/or non-neutralizing or non-hemagglutinating antibodies [144] . The higher vaccine dose (10 8 p.f.u.) induced humoral and cellular immune responses that persisted at least for twelve months post-immunization. Mice challenged with A/Hong Kong/483/1997(H5N1) virus one year after immunization were fully protected from morbidity and mortality. These results suggested that the immune response generated by Ad-based influenza vaccine was long lasting.\n\nIn general, the influenza virus nucleoprotein (NP) has been shown to elicit a Th1-type of immune response that is essential for virus clearance following infection. Since NP is relatively conserved across influenza A virus subtypes, the cell-mediated immune (CMI) response generated against it is usually broad and cross-protective [151] [152] [153] . In order to broaden the vaccine coverage, Ad-vectored vaccines (HAd-1203HA; HAd-05HA; HAd-1203HANP; HAd-1203NP) incorporating the HA and/or NP gene from clade 1 (VN/1203/04) or clade 2 (A/Indonesia/5/2005) H5N1 viruses were generated and tested in mice [143] . Intramuscular immunization with HAd-1203HA + HAd-05HA vaccines resulted in the generation of neutralizing antibodies against viruses from both the clades. Addition of NP to the HAd-1203HA vaccine should broaden the vaccine efficacy against different clades of H5N1. Significantly higher numbers of both HA or NP specific CD8+ T cells were observed which apparently could be crucial for imparting protection against antigenically distinct H5N1 viruses.\n\nIn a similar multi-antigen approach, Ad-based influenza vaccines were generated based on a complex recombinant Ad vector (CAdVax) platform (Ad vector devoid of E1, E3 and most of E4 regions) incorporating multiple antigens (HA, N1 or M1) from an avian H5N1 strain (A/ Chicken/Thailand/CH-2/2004) and a Spanish influenza strain (A/South Carolina/1/1918 (H1N1) with an expectation that these proteins might induce broader immunity and protection against a spectrum of HPAI H5N1 strains [154] . In mice vaccinated intraperitoneally there was an induction of strong humoral and cellular immune responses against the pandemic influenza virus antigens. Immunized animals were fully protected from challenge with H5N1 strains A/ VN/1203/2004 or A/Indo/5/2005. This study highlighted the multiple-antigen approach for broad and efficient protection against divergent H5N1 influenza viruses.\n\nDNA vaccines incorporating conserved antigens have been shown to confer some level of protection against diverse influenza A subtypes, however, their potency needs to be enhanced [155] [156] [157] . One of the approaches thathas been tested is heterologous prime-boost vaccination in which recombinantviral vectors are used to boost the DNA vaccine encoding thesame antigen. Mice primed with a DNA vaccine and boosted with an Ad-vectored vaccine, both expressing NP of A/PR/8/34 (H1N1), exhibited stronger T cell and humoral responses than mice immunized with either vaccine alone [158] . This prime-boost regimen provided complete protection against challenge with a reassortant virus strain (A/Philippines/2/1982/X-1979), an A/H3N2 reassortant with the NP gene from A/PR/8/1934 (H1N1) and partial cross-protection against highly pathogenic A/H5N1 virus strains (HK/156/1997 and A/HK/483/1997). This prime-boost approach was also effective in significantly reducing virus titers in the lungs and kidneys. This study highlights the importance of DNA prime-Ad boost vaccination strategy in enhancing the potency of influenza vaccines.\n\nInfluenza virus matrix protein M2 is highly conserved among different Influenza A virus subtypes and hence is considered a potential vaccine antigen to elicit cross-protective immunity against multiple influenza virus strains. Mice primed with an M2-DNA vaccine and then boosted with an Ad-based M2 vaccine exhibited broadly cross-reactive antibodies and M2specific T cell responses, which conferred protection against challenge with a homologous [A/ PR/8/34 (H1N1)] and a heterologous [A/Thailand/SP-83/2004 (H5N1)] viruses [159] . In a subsequent study from the same group, DNA/Ad prime-boost approach was found to confer better protection in mice against challenge from a highly pathogenic H5N1 virus compared to a cold-adapted (ca) vaccine [160] . Mice primed and boosted intramuscularly with DNA/Ad vaccines encoding for M2 and NP proteins from A/PR/8/34 (H1N1) developed antigen-specific humoral and cellular immune responses and were protected against challenge from a highly pathogenic H5N1 virus (A/Vietnam/1203/2004), whereas, mice vaccinated with the ca vaccine succumbed to the virus challenge. Although the immune response generated against M2 and NP is sufficient to confer protection against low challenge doses of an HPAI, it is not good enough to provide complete protection against higher doses of an HPAI virus [161] . Hence, vaccine strategies targeting these conserved proteins need to incorporate major antigenic proteins (HA and/or NA) to enhance the protective efficacy. In addition, fusion of these conserved virus proteins to molecular adjuvants such as FMS-like tyrosine kinase 3 ligand (Flt3L), granulocyte-macrophage colony-stimulating factor (GM-CSF), flagellin, defensin or co-delivery with cytokines including IFN-γ, IL-2, IL-12, IL-15 could boost the cross-protective immune responses resulting in better protection.\n\nThe incorporation of pathogen-derived antigenic epitopes into Ad capsid proteins is another strategy to overcome the negative impact of anti-Ad immunity. It has been observed that immune responses against Ad capsid proteins are augmented by repeated Ad administration [162, 163] ; therefore, immune responses against the epitopes incorporated into Ad capsid proteins are expected to be augmented following repeated administration or boosting with the same Ad serotype [164] . Ad vectors that express the HA epitope as a part of various capsid proteins (fiber, hexon, penton, or protein IX) were generated and evaluated for their efficiencies in inducing HA-specific immune responses [165] . Despite presenting the HA epitope in the lowest copy number, expression with fiber elicited the strongest HA-specific immune responses compared to when the HA epitope was incorporated in the hexon, penton, or protein IX. This is an indication that the location of the antigenic epitope on the Ad capsid is a critical factor in generating an epitope-specific immune response.\n\nWhile evaluating both Ad vectored vaccines and vaccination techniques in chickens, the massvaccination of large chicken populations in response to an emerging avian influenza pandemic was feasible using robotic in ovo injectors. In ovo administration of Ad vectored vaccine expressing HA of an H5N9 virus (A/turkey/Wisconsin/1968) with or without intranasal boosting resulted in a potent induction of humoral immunity against HA [166] . Vaccinated chickens were fully protected against an H5N2 virus (A/Chicken/Queretaro/14588-19/1995) and partially protected against an H5N1 HPAI virus (A/swan/Mongolia/244L/2005). In a subsequent study, chickens vaccinated in ovo with an Ad-vectored influenza vaccine containing the HA gene of avian influenza strain [A/Turkey/Wisconsin/1968 (H5N9)] and boosted intramuscularly with an Ad vector expressing HA of A/Chicken/New York/ 13142-5/1994 (H7N3) post-hatch, developed high levels of antibodies against HA from both H5N9 and H7N3 virus strains [167] . All immunized chickens were completely protected against challenge with H7N3 HPAI virus strain A/Chicken/Chile/4957/02 and showed significant reduction in virus shedding from the lungs.\n\nAd-based influenza vaccines have also been used to vaccinate pigs against swine influenza viruses. Vaccination of pigs with a single dose of Ad-vectored vaccine encoding the HA and NP genes of H3N2 swine influenza virus (A/Swine/Iowa/1999) resulted in significantly high levels of virus-specific HI titers which conferred protection against challenge from a closely related H3N2 influenza virus obtained from a farm in Iowa [168] . Nasal shedding of the virus was significantly reduced in vaccinated pigs compared to the non-vaccinated controls. These vaccines were also found to be suitable when delivered via needle-free pneumatic injection devices [169] . Furthermore, as sows and gilts are free from immunity against HAds, these Advectored vaccines were efficacious to stimulate active immunity in suckling pigs, even in the presence of interfering maternal-derived antibodies [170] .\n\nThe above mentioned studies utilized HAd5 based vaccines in various animal models. However, due to the wide prevalence of anti-HAd5 neutralizing antibodies in human populations, the utility of HAd5 vectors could be adversely impacted. Numerous strategies to overcome this limitation have been proposed [1, 77, 78] as described earlier in this review. One promising approach for overcoming this limitation is the use of Ad vectors derived from nonhuman Ad serotypes. Along these lines, vaccines based on chimpanzee and bovine Ad vectors have been investigated with promising results.\n\nChimpanzee Ad-vectored vaccine (AdC7-FluA NP) encoding the NP gene of H1N1 influenza A virus (A/Puerto Rico/8/1934/Mount Sinai) was used to immunize mice [76] . Intramuscular vaccination resulted in a robust anti-NP T-cell response, although no virus-neutralizing antibodies were detected. Vaccinated mice showed an improved survival rate following challenge with a homologous virus strain [A/PR/8/34(H1N1)] as well as heterologous virus strains [A/Vietnam/1203/2004 (H5N1) and A/Hong Kong/483/1997 (H5N1)]. In another study, a bovine Ad-vectored vaccine (BAd-H5HA) expressing HA from an H5N1 influenza virus (A/Hong Kong/483/1997) was able to efficiently elude preexisting HAd5 immunity [109] . When naïve or HAd5-primed mice (mimicking preexisting HAd5 immunity) were vaccinated with BAd-H5HA, no significant reduction in induction of HA-specific HI or CMI responses was observed in HAd5-primed mice compared to naïve mice. Furthermore, a heterologous prime-boost regimen comprised of HAd-H5HA priming and boosting with BAd-H5HA elicited a significantly higher humoral immune response as compared with HAd-H5HA or BAd-H5HA alone. Naïve or HAd5-primed mice vaccinated with BAd-H5HA showed complete protection from morbidity or mortality following a challenge with an H5N1 influenza virus (A/Hong Kong/483/1997). These results strongly suggest the importance of nonhuman Ad-based influenza vaccines as an alternate to HAd-vectored vaccines, and also as a heterologous prime-boost strategy for combating influenza.\n\nVaccination is considered to be one of the most effective ways to prevent and control infections during an influenza epidemic or pandemic. However, because of the high incidence of mutation due to an antigenic drift or antigenic shift, lifelong immunity against these viruses through a single vaccination is not possible. Hence, regular updating of the antigenic content of influenza vaccines is essential to remain fully protected against seasonal influenza virus variants and new pandemic influenza viruses. Although egg-based technology is effective for producing enough seasonal influenza vaccines every year, this technology alone may not be able to meet the global demand for influenza vaccines in a pandemic situation.\n\nIn response to the limitations of the egg-based vaccine production system, a number of novel vaccination approaches that are fast, efficient, cost-effective and also capable of inducing intrasubtypic cross-protection are being explored to replace or supplement the current technology. An Ad-vector-based influenza vaccine strategy has demonstrated considerable potential as a suitable alternative or supplement to the currently licensed egg-based approach to meet the global vaccine demand during an influenza pandemic. This vaccine approach is egg-and adjuvant-independent. Using this approach, influenza vaccines can be produced in large quantity in 11-13 weeks compared to traditional egg based methods which take 4-6 months after the identification of the pandemic strain. Another advantage of the Ad based approach is that it offers flexibility in changing the antigenic content of vaccines at a very short notice. Adbased vaccines should have better stability in the freeze-dried state than the traditional eggbased influenza vaccines. It is almost impossible to predict even the HA and NA subtype of the next pandemic influenza virus. Therefore, for pandemic preparedness there is a need to stockpile pre-pandemic vaccines covering at least a specific subtype, e.g., H5N1, which could be used until a strain-matched vaccine is developed. According to our current understanding of immune responses and protection against influenza viruses, the pre-pandemic vaccine should have HA from a couple of virus strains and the conserved influenza antigens such as NP and M2. Ad-based vaccine technology seems to have some of the characteristics for stockpiling pre-pandemic influenza vaccines. Given the limitations of the currently licensed egg-based influenza vaccine manufacturing processes and the increasing global demand for highly efficient vaccine manufacturing technologies, it is critical that other strategies should be seriously examined. With an increase in our understanding of the conserved B and/or T cell epitopes for influenza viruses, we are optimistic that influenza vaccines, which could provide better heterosubtypic protection, would be available soon.\n\nInfluenza viruses are important respiratory pathogens and are responsible for widespread infections in humans, a variety of birds, pigs, horses and marine mammals. Antigenic drift, the accumulation of point mutations in the viral genome, creates variants that escape immunity to previous influenza strains and cause severe epidemics every few years. Furthermore, genetic reassortment between human, swine, or avian influenza strains lead to antigenic shift resulting in a virus with a novel HA and/or NA, against which the majority of human population lacks immunity. The 2009 H1N1 pandemic influenza virus was originated due to a complex recombination event involving avian, human and swine influenza viruses. In 1997, HPAI H5N1 viruses were transmitted from infected poultry to humans leading to severe infections including death. Since then H5N1viruses have diverged into distinct clades and subclades and spread to many countries in Asia, Africa and Europe. Although, the currently circulating H5N1 viruses are inefficient in person-to-person spread, but they could acquire this property with the emergence of an avian-human reassortant or a couple mutations in the HA gene segment. The above mentioned events have renewed interest in developing vaccine strategies capable of inducing a broad cross-reactive immunity against novel influenza variants. It is anticipated that global spread of the next influenza pandemic will be rapid, allowing little time for the development and production of a traditional strain-matched vaccine.\n\nInfluenza vaccines which can induce balanced humoral and cell-mediated immune responses will confer a greater degree of protection against antibody-escape variants of seasonal or pandemic influenza viruses emerging from non-human reservoirs. Adenovirus (Ad) vectorbased vaccines represent an attractive alternative/supplement to the currently licensed eggbased influenza vaccines. These vaccines have the advantage of inducing strong humoral and cell-mediated immune responses, which could offer protection against a broad spectrum of influenza strains. Since Ad-based vaccines do not require the use of live influenza viruses, this system is safe, convenient and economical compared to the traditional influenza virus-based vaccines. This approach also has the potential for delivering multiple vaccine antigens from a single vector to broaden the protection coverage. Ad vectors induce a strong innate immunity characterized by induction of proinflammatory chemokines and cytokines that enhances the development of adaptive immune responses by preferential targeting of antigen-presenting cells (APC) to facilitate antigen presentation (Fig. 1) . Interaction with APC could be further enhanced by expressing APC-binding motifs on the Ad surface. Our understanding of Ad biology suggests that this vaccine system needs further exploration for developing vaccine strategies for the elderly.\n\nLike most other viral vectored vaccines, the common concern with Ad vectors has been the prevalence of variable levels of Ad vector immunity in the human population. This preexisting Ad vector immunity has been shown to decrease the immunogenicity of Ad-based vaccines in animal models. Several strategies to overcome this limitation are being explored and have shown promise in pre-clinical studies. One such strategy involves the use of vectors derived from non-human Ads. In our study, a BAd3-based H5N1 influenza vaccine was found to overcome exceptionally high levels of preexisting Had5 immunity and confer complete protection from challenge with a homologous lethal H5N1 virus. However, further pre-clinical and clinical studies are needed to evaluate the safety and efficacy of the non-human Ad vectors. Heterologous prime-boost regimens involving priming with a DNA vaccine and boosting with an Ad-based vaccine or priming with a human Ad vaccine and boosting with a non-human Adbased vaccine will be also effective in overcoming the limitation of preexisting vector immunity.\n\nThe virus characteristics and the timing of the next influenza pandemic are difficult to predict. Therefore, the focus of our pandemic preparedness should be to stockpile at least subtypespecific pre-pandemic vaccines for the time period until a strain-matched vaccine is developed. It is anticipated that the identification of new conserved influenza-specific B and T cell epitopes would certainly help in developing an influenza vaccine that could provide protection against a number of diverse influenza subtypes. Overall, Ad vector-based influenza vaccines hold great promise for influenza pandemic preparedness, in addition to preventing seasonal influenza. The issue of vector immunity needs to be resolved by designing novel Ad vectors. It seems that considerable clinical evaluation of Ad-based influenza vaccines will be necessary before they can be approved for human applications.\n\nThis process involves identification of appropriate immunogen/s that needed to be incorporated in an adenovirus vector. For example, hemagglutinin (HA) and nucleoprotein (NP) serve as excellent immunogens for influenza viruses. The gene of interest can be amplified from RNA isolated from influenza virus infected cells or embryonated eggs by reverse transcriptase PCR (RT-PCR). Alternately, the codon-optimized gene can be synthesized if the sequence is known. The gene of interest under the control of an appropriate promoter and a polyadenylation site is required to be cloned into a shuttle vector in order to generate adenovirus vector carrying the gene/s of interest. The adenovirus vector is characterized for expression of the appropriate immunogen/s followed by the preparation of virus stocks in a certified cell line. Immunogenicity and vaccine efficacy will then be tested in appropriate animal models while making plans for a large scale vector production using bioreactors. The vector virus isolated from bioreactor/s is processed for virus purification and concentration followed by vaccine formulation and dispensing. This vaccine is now ready for testing in the animal species it is intended for. Adenovirus vector-based vaccine needs to undergo Phase 1 to III clinical trials before it could be distributed for human use. "}