{"title": "Comment", "body": "The Ebola virus disease outbreak in west Africa and the rapid spread of other emerging viruses, such as the severe acute respiratory syndrome or the Middle East respiratory syndrome coronaviruses, showed how limited or non-existent infection prevention and control (IPC) programmes, combined with an inadequate water supply, poor sanitation, and a weak hygiene infrastructure in health facilities, can threaten global health security. In such outbreaks, instead of serving as points where disease was controlled, health-care facilities became dangerous places for outbreak amplification among staff and patients and transmission back to communities. According to WHO, defective IPC practices during everyday healthcare delivery also cause harm to hundreds of millions of patients worldwide every year. 1,2 The European Centre for Disease Prevention and Control estimated that more than 2·6 million new cases of health-careassociated infection occur every year in Europe, with a cumulative burden estimated in disability-adjustedlife-years that is higher than all other reported 32 communicable diseases. 3 The burden of health-careassociated infections was also recently highlighted in southeast Asian countries. 4 Many health systems fail to build strong foundations to reduce the risks and spread of health-care-associated outbreaks. They also tolerate an unacceptably poor level of IPC in everyday practice.\n\nIt is now urgent to consider IPC capacity building and actual implementation as global health priorities. This would create a unique opportunity to make IPC a strong contributor to the achievement of the health-related UN's Sustainable Development Goals (particularly, 3.1-3, 3.b, 3.d, and 6), including quality universal health coverage (3.8) . 5 It would also help effective implementation of other major global health priorities, including the International Health Regulations, antimicrobial resistance (AMR) action plans, patient and health worker safety, and integrated people-centred care. 6, 7 Among its efforts in this field, WHO coordinates the Global IPC (GIPC) Network. This brings together major IPC organisations with the aim to enhance local, national, and international collaboration. It also supports country efforts in strengthening IPC systems and programmes, outbreak preparedness and response, and capacity building for surveillance. In early 2017, GIPC Network participants and WHO identified priorities for the next 5 years at both the country and global (panel) level. Together with the recent WHO guidelines on core components of IPC programmes, 8 the new priorities will be a source of direction and focus for decision-makers and influencers at national and international healthcare levels. Ebola virus disease and other outbreaks, as well as the seriousness of the seemingly inexorable march of AMR, 9 have been wake-up calls to political and public health leaders around the world. However, the relationship between these big picture global threats and the need to secure real and sustained IPC improvements in every country (panel) is not always fully appreciated. Inevitably, the pace at which change can be achieved in countries will vary for historical, logistical, and financial reasons. This should not detract from the realisation that political engagement, constant provision of the necessary resources for such a vital function, and the need for greater awareness and training, should be a priority everywhere.\n\nAt the global level (panel), there is a need for international organisations to recognise that global health security relies on effective IPC to control emerging health threats (including AMR) and that there is a need to intensify IPC support to countries and the international community. An early opportunity to convince global and national leaders of the value of IPC action is this year's World Antibiotic Awareness Week which emphasises IPC among its core messages. While efforts such as new drug development are certainly needed, IPC is a tried-and-true approach that is likely to be cost-effective and with the capacity to sustain or even potentiate successes gained through new drug development or improving antibiotic use.\n\nA number of common challenges and barriers still exist to accomplish these priorities, such as competing political agendas, resource constraints, and multiple promotional health messages. Additionally, despite strong evidence for the effectiveness of IPC, further research is needed to identify and validate innovative technologies and equipment to support IPC, provide a stronger demonstration of the costeffectiveness of IPC interventions, and identify feasible implementation approaches and local solutions for low-resource settings.\n\nThere are strong economic and ethical reasons to enhance IPC within the national and global health security agendas given both the burden and priorities outlined by the GIPC Network. Very recently, Tedros Adhanom Gehebreyesus, the new Director-General of WHO, has said, \"Universal health coverage and health emergencies are cousins….Strong health systems are our best defense to prevent outbreaks from becoming epidemics\". 10 Efforts should capitalise upon evidence-based recommendations, proven and feasible implementation strategies, and awareness raised by AMR and epidemic-prone disease threats. The GIPC Network Call for Action promotes coordination, synergy, accountability, and communication as essential means to make this happen. "}