{"title": "Susceptibility of Rats of Different Ages to Inoculation with Swine Haemagglutinating Encephalomyelitis Virus (a Coronavirus) by Various Routes", "body": " 2001 Harcourt Publishers Ltd was produced experimentally in piglets by inoculation via the oronasal route (Alexander, 1962) . In 1969, an antigenically similar virus was isolated Introduction in England from suckling pigs showing anorexia, Haemagglutinating encephalomyelitis virus (HEV), depression and vomiting but not encephalomyelitis a coronavirus, causes a vomiting and wasting dis- (Cartwright et al., 1969) . These isolates, which ease and encephalomyelitis in piglets (Andries et showed characteristic petal-shaped spikes on the al., 1978; Andries and Pensaert, 1980a, b ; Siddell viral envelope, were later identified as coronaet al., 1983) . Infection was first recognized in viruses (Greig et al., 1971; Phillip et al., 1971) . In Canada as a disease of nursing pigs, with high America, Mengeling and Cutlip (1976) demmorbidity, vomiting, anorexia and constipation onstrated that the two major clinical forms of the (Roe and Alexander, 1958) . Greig and Girard disease (i.e., vomiting and wasting, and en-(1963) isolated in primary cell culture of pig kidney cephalomyelitis) were due to the same field isolates. a previously unrecognized viral pathogen with HEV strain 67N has been adapted exhaemagglutinating properties from the brains of perimentally to grow in the brains of suckling mice (Hirai et al., 1974; Kaye et al., 1977) . ND 5/5·0 (4-6) 5/5·2 (5-6) 2×10 3 5/3·2 (3-4) ND 5/5·3 (5-6) 2×10 2 ND 5/5·6 (4-6) 3/6·3 (5-8) 2×10\n\n5/4·0 (3-5) 3/6·3 (5-7) ND 2 5/4·0 (3-5) ND ND Intranasal 2×10 5 5/4·0 (4) 5/7·8 (6-12) 5/7·4 (7-8) 2×10 4 ND 5/9·0 (8-10) 3/8·3 (7-10) 2×10 3 5/5·6 (4-6) 1/10 (10) 3/9·5 (9-10) 2×10 2 5/6·0 (5-7) ND ND 2×10\n\n3/6·0 (5-7) ND ND Intraperitoneal 2×10 6 5/3·6 (3-4) 5/6·8 (6-9) 0 2×10 5 ND 1/10 (10) 0 2×10 4 5/4·0 (4) 2/9·0 (8-10) ND 2×10 3 5/4·6 (4-6) 1/10 (10) ND 2×10 2 3/5·7 (4-7) ND ND Subcutaneous 2×10 6 5/3·8 (3-4) 5/5·2 (4-6) 5/5·0 (4-6) 2×10 5 ND 5/5·4 (4-6) 5/6·0 (5-7) 2×10 4 5/4·4 (4-5) 5/5·0 (4-6) 3/9·0 (7-11) 2×10 3 5/5·0 (4-6) 2/6·0 (6) ND 2×10 2 1/5 (5) ND ND Intravenous 2×10 6 ND 5/6·0 (6) 0 2×10 5 ND 5/6·2 (6-7) 0 2×10 4 ND 3/7·2 (6-8) ND 2×10 3 ND 1/7 (7) ND Oral 2×10 5 2/5 (5) 0 0 2×10 4 0 0 0 * Deaths in groups of 5/mean number of days (and range) to death, See text for comparable results in rats aged 2 weeks. ND, not done.\n\n(1986) studied the pathogenicity of this strain for the lumbar spinal cord and later from the brain.\n\nIn accordance with these results, antigen-positive mice of different ages by various routes of inoculation. After inoculation by the intracerebral neurons were first detected in the lumbar spinal cord and later in the cerebral cortex, hippocampus, (i.c.) route, 35-day-old mice died from encephalitis, with central nervous system (CNS) signs. However, pons and cerebellum (Hirano et al., 1998) . These findings suggested that the virus spread to the CNS mice aged 20 days or more proved to be resistant to intranasal (i.n.), intraperitoneal (i.p.) or sub-by neural routes rather than via the blood-stream.\n\nThe purpose of the present study was to examine cutaneous (s.c.) inoculation. Hirano et al. (1990) , who reported successful (1) the susceptibility to HEV 67N of rats of different ages inoculated by various routes, and (2) the spread propagation and plaque assay of HEV strain 67N in an established swine cell line (SK-K cell culture), of virus in the CNS after i.c. inoculation, as demonstrated by immunohistochemical methods. found that the mortality from encephalitis in 4week-old mice inoculated by the i.c. route with SK-K-grown virus was strongly dose-related. Rats aged 4 weeks also died showing CNS signs after Materials and Methods i.c., i.n., s.c., i.p. or intravenous (i.v.) inoculation Rats (Hirano et al., 1995) . However, rats infected by the s.c. route died a few days earlier than those Pregnant specific pathogen-free (SPF) Wistar rats, serologically negative for murine coronavirus in-inoculated with comparable doses by the i.p. or i.v. route. By direct inoculation into the sciatic fections, were obtained from SLC (Hamamatsu, Japan) to supply offspring aged 1, 2, 4 or 8 weeks nerve or footpad, the virus was first isolated from in accordance with the guidelines of animal experimentation of Iwate University.\n\nThe 67N strain of HEV (Mengeling et al., 1972) was propagated and assayed by the plaque method in SK-K cell culture, as described by Hirano et al. (1990) , the titres being expressed as plaque-forming units (PFU). For viral assay of brain and spinal cord (see below), 10% (w/v) homogenates were prepared in Eagle's minimum essential medium, and the supernates were subjected to the plaque method after centrifugation at 2000 rpm (1000 g) at 4°C for 10 min.\n\nIn a group of experiments designed to examine the effects of age and route of inoculation on susceptibility of rats to infection, rats (n =400) aged 1, 2, 4 or 8 weeks were inoculated by the i.c., i.n., i.v., i.p., s.c. or oral routes with various doses. The dose volume was 0·02 ml for i.c. and i.n. received a volume of only 0·02 ml. As control, several rats were given non-infected fluid from SK-K cell cultures in each individual experiment.\n\nIn a further experiment to examine the growth old for the experiments. In most of the experiments male offspring only were used. Animals were given of virus in the brain and spinal cord by viral assay and immunohistochemical examination, 20 rats unlimited access to commercial pellets and water, but those aged 2 weeks or less were nursed by aged 4 weeks were inoculated with 2×10 6 PFU by the i.c. route and killed in groups of five, 1, 2, 3 their dams. Rats were kept in lamina-flow units throughout the experiments, which were performed and four days later. On each day, three rats were \n\nThe experimental design and results in rats aged 1, 4 and 8 weeks are shown in Table 1 . In animals that survived until the experiment was terminated (14 days), no virus was detected in the brain by tissue culture or IHC. Control rats remained normal throughout.\n\nAnimals aged 1 week given doses ranging from 2×10 3 to 2×10 6 PFU by all routes except the oral died. (The i.v. route was not tested in rats of this age.) Doses ranging from 2 to 2×10 2 PFU usually resulted in death in the majority of animals inoculated. By the oral route, however, even 2×10 5 PFU produced only two deaths in five rats, and 2×10 4 PFU produced none. All deaths occurred within 3 to 7 days of inoculation.\n\nThe results in 2-week-old rats (not shown in Table 1 ) were generally similar to those described above. Doses of 2×10 3 PFU by the i.v. route killed three of five rats, but i.v. doses of 200 PFU were without effect. No deaths occurred in rats given 2×10 6 PFU by the oral route.\n\nRats aged 4 weeks appeared somewhat less susceptible. For example, doses of 2×10 3 PFU or less by the i.n., i.p., s.c. or i.v. route killed only a minority of animals. Moreover, the time to death ranged from 4 to 12 days. Thus, doses as large as 2×10 6 PFU by the i.p. and i.v. routes were without apparent effect, and doses of 2×10 4 PFU by the i.n. and s.c. routes killed only a proportion of rats. By the i.c. route, a dose used for viral assay and two for immunohistochemistry (IHC). of 2×10 3 PFU was still capable of killing all rats, but 200 PFU resulted in the death of only three of five animals. Deaths occurred within 4 to 11 days IHC of inoculation, but the mean time to death was greater in rats inoculated by the i.n. route than in The infected rats were perfused with phosphatebuffered saline (PBS) and Bouin's solution without those given s.c. or i.c. inoculation. acetic acid. Multiple sections of the brain and spinal cord were cut and embedded in paraffin wax. The Growth of Virus in Brain and Spinal Cord virus-specific antigen was detected in sections by the avidin-biotin peroxidase complex (ABC) method, On the basis of the results of the previous experiment, 4-week-old rats were inoculated by the with a commercial ABC kit (Vector Laboratories, Burlingame, CA, USA). The sections were treated i.c. route with 2×10 5 PFU of the virus. As shown in Fig. 1 , the virus was first detected in the brain sequentially with normal goat serum, anti-HEV mouse serum (1 in 1000), biotinylated goat anti-on day 1 after inoculation. The viral titres in the brain increased exponentially, reaching a max-mouse IgG, ABC reagent, and 3,3′-diaminobenzidine tetrahydrochloride 0·05% and imum of more than 10 7 PFU/0·2 g on day 3 to 4, at which time CNS signs developed. The virus was H 2 O 2 0·1% in Tris buffer, pH 7·6. The sections were counterstained with haematoxylin. The anti-first isolated from the spinal cord on day 2, and the infectivity titre had reached that of the brain HEV 67N mouse serum showed an antibody titre of 1028 by the haemagglutination inhibition test by day 4. No virus was detectable in the liver, spleen or blood of rats examined on days 1 to 4. (Hirano et al., 1990) . neuron groups were found in patches as shown in IHC Fig. 2 . On day 2, viral antigen was found in the Virus-specific antigen was first detected as cytolarge-sized neurons in the pons. On days 2 to 3, plasmic labelling in a few pyramidal cells of the the antigen-positive neurons increased in number cerebral cortex and of the hippocampus on day 1 and were distributed widely in the cerebral cortex and hippocampus. Fig. 3 shows many pyramidal after inoculation. In the hippocampus, positive cells with viral antigen in the cerebral cortex on were found in neurons of the lumbar dorsal root ganglion and in the right side of the spinal cord at an day 2. In the spinal cord, antigen-positive neurons were first found in ventral and dorsal horns in the early stage of infection; at a late stage of infection, specific antigen was found in the neurons of the cervical region. On day 3, antigen-positive cells were found in the thoracic and lumbar spinal cord, cerebral cortex, hippocampus and brainstem, and in Purkinje cells of the cerebellum, but not in any as well as in the cervical spinal cord (Fig. 4) . On day 4, Purkinje cells in the cerebellum were also glial cells, including ependymal cells and cells of the choroid plexus (Hirano et al., 1998) . antigen-positive (Fig. 5) . Virus-specific antigen was not detected in the glial cells, ependymal cells or Our observations in rats indicate that, after i.c., footpad or sciatic nerve inoculation, HEV infects choroid plexus, or in the liver or spleen.\n\nneurons of the CNS via neural pathways. Andries and Pensaert (1980a) detected HEV antigens in Discussion the respiratory tract and neurons of piglets after oro-nasal inoculation. Narita et al. (1989) also dem-HEV infection in pigs has three possible consequences, namely, fatal encephalomyelitis in neo-onstrated HEV antigens in the neurons of the midbrain, thalamus and pons, and in the trigeminal natal piglets (Mitchell, 1963) , vomiting and wasting disease in piglets under 2 weeks old (Alexander and ganglion, of piglets infected orally or intranasally.\n\nThe present and previous studies suggest that Saunders, 1969; Cartwright et al., 1969; Kershaw, 1969) and symptomless infection in adults (Appel rats would be useful for studying the pathogenesis of HEV in pigs. Moreover, the neurotropic prop-et al., 1965) . This suggests that host age plays a crucial role in the susceptibility of pigs to HEV erties of HEV 67N indicate that this virus might be useful as a transsynaptic tracer for analysing infection, and in the manifestation of infection. Yagami et al. (1986) demonstrated experimentally neuronal connections in the CNS of rats, in the field of neuroscience. that mice aged 20 days or more survived after inoculation by the i.n., i.p. and s.c. routes, whereas 35-day-old mice succumbed to i.c. inoculation. Acknowledgment The present study in 1-, 2-, 4-or 8-week-old rats This study was supported by a Grant-in-Aid (No. showed that susceptibility to infection by various 11660309, [1999] [2000] from the Ministry of Eduroutes (i.c., i.n., i.p., s.c., i.v. and oral) declined cation and Culture of Japan. with age. The i.c. route was the most successful in producing disease, and the oral route the least.\n\nReferences The age-related decline in susceptibility to infection by the oral route was similar to that observed by Alexander, T. J. L. (1962) . Viral encephalomyelitis of swine in Ontario. Experimental and natural trans- Hirano et al. (1975) suggesting that viral spread in the CNS was not Andries, K. and Pensaert, M. (1980b) . Immunoestablished via the central canal or the bloodstream. fluorescence studies on the pathogenesis of hem-In a previous study to define HEV 67N spread agglutinating encephalomyelitis virus after oronasal by neural pathways or the bloodstream from periinoculation. American Journal of Veterinary Research, 41, pheral tissues to the CNS, rats were inoculated in 1372 -1378 . Andries, K., Pensaert, M. and Callebaut, P. (1978 . the right hind footpad; fatal infection was aborted Pathogenicity of hemagglutinating encephalomyelitis by cutting the right sciatic nerve within 6 h but not (vomiting and wasting disease) virus of pigs using after 12 h (Hirano et al., 1994) . In addition, virus different routes of inoculation. Zentralblatt für Veterinärinoculated directly into the right sciatic nerve was medizin, Reihe B, 25, [461] [462] [463] [464] [465] [466] [467] [468] recovered from the caudal half of the spinal cord Appel, M., Greig, A. S. and Corner, A. H. (1965) . on day 2, and from the rostral half of the spinal Encephalomyelitis of swine caused by a haemcord as well as the brain on day 3. In accordance agglutinating virus. IV. Transmission routes. Research in Veterinary Science, 6, 482-489. with the results of viral isolation, HEV antigens"}