{"title": "Human bocavirus and rhino-enteroviruses in childhood otitis media with effusion", "body": "The most frequently diagnosed types of otitis media in childhood are acute otitis media (AOM) and otitis media with effusion (OME). It is widely accepted and known that the most important preceding factors for AOM are respiratory viral infections. 1-3 OME is considered to be a continuation of AOM but the role of respiratory viruses in preceding or causing OME is not yet proven. 1 OME is a multifactorial disease, which is characterized by accumulation and persistence of fluid in the middle ear cavity. The precise etiopatho-Abbreviations: AOM, acute otitis media; OME, otitis media with effusion; HRV, human rhinovirus; HEV, human enterovirus; HBoV, human bocavirus; MEE, middle ear effusion; RT, reverse transcription; PCR, polymerase chain reaction; RNA, ribonucleic acid; DNA, deoxyribonucleic acid; PBS, phosphate buffered saline; SD, standard deviation; NCR, non-coding region; TNF, tumor necrosis factor.\n\n* Corresponding author. \n\nA number of earlier studies have given evidence that respiratory viruses can be detected in MEE samples in children with OME. Viruses most frequently identified were rhinoviruses, 6 respiratory syncytial virus 7 and human coronavirus. 8 The most often studied respiratory viruses have been rhinoviruses, which are also the most important common cold viruses. The detection rates vary widely between 0 and 40% for rhinoviruses. 6, 8, 9 The positive viral findings in MEE suggest a possible role of respiratory viruses in the pathogenesis of OME. However, the presence of (rhino)viral RNA may also represent non-causative remnants of an earlier respiratory infection. A substantial proportion of respiratory infections have also been shown to be caused by enteroviruses as well as the newly discovered human bocaviruses. 10, 11 Although enteroviruses replicate most prolifically in the gastrointestinal tract, there is increasing evidence to suggest that enteroviruses are also important in causing common cold. 12 Enteroviruses have not, however, been included in studies with MEE from OME children. The putative role of the newly discovered parvovirus, the human bocavirus, in OME is not yet established. In order to understand the pathogenesis of OME and its possible viral associations, more information is needed.\n\nThe purpose of the present study was to determine the presence of human bocavirus and rhino-enteroviruses, and the rate of coinfection in a set of MEE samples collected from OME children. We were especially interested in finding out whether the mucoid type shows any difference to serous MEE according to viral detection.\n\nThe study population comprised 54 children (32 boys), median age 5.4 years, range 2.8-9.8 years with OME who had been admitted for elective surgery (adenoidectomy or tonsilloadenoidectomy), either to the Department of Otorhinolaryngology and Head and Neck Surgery of the University of Debrecen or to the Borsod County Hospital of Miskolc from November 2006 to April 2007. All children were free of acute respiratory infections at least during the preceding 3 weeks and at the time of surgery. All children had conductive hearing loss documented by pure tone audiometry and type B tympanograms by tympanometry for a minimum of 4 weeks prior to operation. The middle ear effusion showed unresponsiveness to conservative treatment with antibiotics and nasal decongestants for 7-14 days after the first diagnosis of MEE. The study protocol was accepted by the Institutional Ethics Committee of the Health and Science Centre of the University of Debrecen. A written informed consent was obtained from each child's parents.\n\nMiddle ear fluids were obtained under general anaesthesia. After mechanical cleaning of the external auditory canal a myringotomy was performed on the anterior part of the tympanic membrane and specimens of MEE were aspirated with a gentle suction to a sterile glass tip. Samples were characterized as serous or mucoid effusions based on the viscosity of the fluid. Samples were rinsed out from the collector with 1 ml of PBS into sterile tubes, tightly capped, frozen immediately and stored at −70 • C for 2-28 weeks before processing. All samples were then transported on dry ice to the University of Helsinki in Finland for virological analysis. Middle ear fluid specimens were analyzed at the National Public Health Institute in Helsinki for rhino-and enterovirus RNA and at the Department of Virology of the Haartman Institute of the University of Helsinki for bocavirus DNA.\n\nExtraction of viral RNA from MEE samples was performed with a commercial RNA isolation procedure (QIAamp, QIAGEN GmbH, Hilden, Germany). Reverse transcription PCR was carried out by the method described previously by Blomqvist et al. 13 and Suvilehto et al. 14 The primers were targeted to highly conserved 5 NCR sequences shared by rhino-and enteroviruses and therefore the differentiation of rhinoviruses from enteroviruses was carried out by a Table 1 Number of positive samples for respiratory virus nucleic acid in two groups of samples (serous and mucoid) based on the type of effusion in 54 children with otitis media with effusion. Differences between these two groups were statistically non-significant with Fisher's Exact Test (level of significance: P ≤ 0.05). liquid-phase hybridisation assay with Europium-labelled oligonucleotide probes (Wallac Oy, Turku, Finland, one for rhinovirus and the other for enterovirus). 15 Quantification of lanthanide fluorescence was performed in a time-resolved manner. The cut-off value of positive samples for both europium-labelled probes was the mean of the negative controls plus 5 times the SD of the mean.\n\nDNA was purified from 200 l fluid of serous or 20 mg glue of mucoid middle ear effusion sample with the QIAamp DNA Mini Kit (QIAGEN GmbH, Hilden, Germany) and eluted in 200 l of distilled water, of which 5 l was used in a total reaction volume of 25 l. The TaqMan universal PCR master mix (PE Applied Biosystems) was used and the PCR, amplifying a part of the NP1 gene 16 was performed as described before by Kantola et al. 17 using the Stratagene Mx3005P thermal cycler. A positive quantifiable result was obtained with down to 10 copies/l of the HBoV ST2-containing plasmid. 18 To avoid contamination, samples and PCR mixtures were prepared under laminar flow hoods in separate rooms. Water was used as negative control.\n\nAltogether, 26 (34.7%) of the total 75 MEE samples were positive for viral nucleic acid ( Table 1 ). The two HBoV-positive samples had 4.4 HBoV-genome copies/ml in mucoid effusion and 596 copies/ml in serous effusion, respectively. A sole virus species was detected in 19 of the 26 virus positive samples; enterovirus in 15 (78.9%), rhinovirus in 3 (15.8%) and bocavirus in 1 (5.3%) sample. There were 6 cases of dual (rhino and enterovirus in each) and one case of triple viral infection detected.\n\nAccording to the type of the effusion, the samples were divided into two groups: mucoid and serous effusions (Table 1 ). In the mucoid MEE group, the proportion of virus positive samples (except for bocavirus) was higher than in the serous group, but there was no statistically significant difference between these two groups with Fisher's Exact Test.\n\nTwenty-one (39%) children had a bilateral disease while 33 (61%) children had MEE only in one ear. Virus detection showed identical results for both ears in 12 (57%) of the 21 children who had a bilateral disease ( Table 2 ). There were no children with bilateral OME with a different virus detected in the other ear. \n\nIn the present study we have shown that 34.7% of MEE samples from children with OME were positive by PCR for HBoV and/or HRV/HEVs. The most common viruses were enteroviruses (29.3%), followed by rhinoviruses (13.3%) and human bocavirus (2.7%).\n\nPositive rhinovirus findings are in line with earlier studies where the high rhinovirus positivity rate in MEE samples of children with OME was shown by RT-PCR. 6, 8 This frequent detectability of rhinoviruses in MEE raises the question whether the presence of rhinoviruses is associated with OME pathogenesis or if it is just an innocent bystander. Rhinovirus RNA can remain detectable by PCR up to 8 weeks in MEE 8 and if the child had a rhinovirus infection during the weeks preceding surgery, the possibility of coincidental positive rhinovirus findings cannot be excluded. It is, however, a limitation of our study that we do not have information on respiratory symptoms of the children for the pre-surgical period as long as 8 weeks. In fact, it would have been difficult to find otitisprone children without respiratory infection during the season of contagious infections from early fall until late spring.\n\nIn our present study, the rhinovirus positivity rate was lower than in previous studies. In earlier papers, however, rhino-and enteroviruses may not have been differentiated, but rather grouped together in case the primers were derived from the highly conserved 5 non-coding region. In contrast, in our study, after this first step, virus group specific probes were used to differentiate HRVs from HEVs. Unfortunately, the method we used is not without shortcomings 15 as some rhinovirus prototypes (namely HRV 45, 51, 65, 71 and 87) were detectable only with the enterovirus probe and not with the rhinovirus probe, which leads to misidentification of these HRV prototypes and therefore to a shift forward to a higher prevalence of HEV infections. Nevertheless, our method is not validated for detecting species C rhinoviruses, the importance of which in the development of otitis media has recently been discovered. 19 It is likely that the identification of missed positives with a proper method should raise the prevalence of HRV infections even further. It is of note, however, that when enteroviruses were studied separately enterovirus RNA was detected in only one of 37 MEE samples in children with OME. 6 In contrast, we have found the prevalence of enterovirus in MEE samples as high as 29.3%. Whether this reflects ongoing asymptomatic enterovirus infections is not known. Alternatively, positive results might be based on the remnants of previous infections. Mere detection of viruses in the MEE does not, therefore, necessarily indicate a causal relationship between virus infection and the concurrent disease.\n\nHuman bocavirus was discovered in Sweden in 2005 by utilising non-specific genome amplification techniques and large-scale sequencing. 18 According to several studies, HBoV is a frequently identified parvovirus associated with acute respiratory infections in children 11, 16, 20, 21 but the association with OME is not known. In most of the studies HBoV is detected in fewer than 8% of acute respiratory exudates, 18, 22 although in some studies the detection rate is over 18%. 16 In more than half of all findings the HBoV was found to coincide with one or more other viruses, 23 e.g. adenovirus coinfection was detected in 69% of HBoV-positive hospitalized children. 24 However, due to HBoV persistence in the respiratory tract, 20,25 not all PCR-positive children have an acute primary infection. 17 We had 2 (2.7%) out of 75 middle ear effusion samples positive for HBoV DNA, one in a single and one in a triple viral infection.\n\nIt is interesting to note the tendency that a higher number of virus positive samples were found in the mucous than in the serous effusion group. Experimental studies showed that inflammatory cytokines (especially the tumor necrosis factor ␣) significantly increased the production of mucopolysaccharides by the epithelial cells in culture from the mucosal lining of the middle ear. 26 Viral nucleoproteins effectively stimulate inflammatory T cells to produce TNF-␣ and other proinflammatory cytokines. In addition, this process could probably explain the role of the persistent virus in the middle ear in producing effusion of higher viscosity.\n\nIt was shown in our study that 42.8% of bilateral cases were virus positive only on one side. This is in concordance with previous studies showing that development and progression of OME may vary between the two ears, not only in the quantity and quality of the effusion, but also in the dominant pathologic processes based on the local environment. 27 Differences between the two ears in detection of viruses from MEE samples indicate the complexity of the pathogenesis of OME.\n\nOur results suggest that the studied common respiratory viruses can be associated with OME in children. However, the role of the presence of respiratory viruses in development of MEE in OME children requires further investigations."}