{"title": "Immunization of cattle with recombinant Newcastle disease virus expressing bovine herpesvirus-1 (BHV-1) glycoprotein D induces mucosal and serum antibody responses and provides partial protection against BHV-1", "body": "Bovine herpesvirus-1 (BHV-1) is a pathogen of major economic importance in the cattle industry worldwide. BHV-1 is the causative agent of respiratory infection (infectious bovine rhinotracheitis), genital infection (infectious pustular vulvovaginitis), conjunctivitis, and systemic infection leading to abortion and fetal deaths [1] . Furthermore, BHV-1 has been associated with meningo-encephalitic diseases, infectious balanoposthitis, and may predispose cattle to secondary opportunistic bacterial infections [2, 3] . Currently used vaccines against BHV-1, formulated with either inactivated or modified live virus, have a number of disadvantages. The inactivated vaccines are usually poor immunogens and may cause clinical dis-that BHV-1 gD subunit vaccines prepared using recombinant baculovirus [12] or tobacco mosaic virus [13] , or gD expressed by adenovirus vectors [14] [15] [16] [17] , provided partial protection and reduced virus shedding. However, these efforts have not been translated for practical use, due to limitations of effective delivery of vaccine antigen to the mucosal surface and incomplete protection. Therefore, there is a need to evaluate additional viral vectors to deliver BHV-1 antigens to cattle.\n\nIn the last 15 years, reverse genetic systems for many nonsegmented negative-strand RNA viruses (NNSV) were developed not only to study the pathogenesis and biology of these viruses but also to engineer them as vaccine vectors. Among them, Newcastle disease virus (NDV) is of particular interest as a candidate vaccine vector for delivery of foreign antigens. NDV is a member of the genus Avulavirus in the family Paramyxoviridae. The genome of NDV is a single-stranded, negative-sense RNA that contains six genes in the order 3 -NP-P-M-F-HN-L-5 and encodes eight proteins [18, 19] . NDV causes an economically important disease affecting all species of birds. The severity of disease in avian species depends on the pathotype of NDV strain and host species: lentogenic strains cause mild or asymptomatic infections that are restricted to respiratory tract; mesogenic strains are of intermediate virulence; and velogenic strains cause systemic infections with high mortality [20, 21] . Currently, lentogenic strains are widely used as live NDV vaccines for poultry throughout the world.\n\nNDV has several properties that are useful in a vaccine vector in non-avian hosts. NDV is attenuated in non-human primates, and likely in other non-avian species, due to a natural host range restriction [22, 23] . NDV is antigenically distinct from common animal and human pathogens, and thus would not be affected by preexisting immunity in humans and animals. NDV can infect efficiently via the intranasal (IN) route and has been shown to induce humoral and cellular immune responses both at the mucosal and systemic levels in murine and nonhuman primate models. NDV was used to express protective antigens of simian immunodeficiency virus, respiratory syncytial virus, H5N1 avian influenza virus and human immunodeficiency virus in mice; human parainfluenza virus type 3, severe acute respiratory syndrome associated coronavirus and H5N1 avian influenza virus in monkeys [22] [23] [24] [25] [26] [27] [28] . However, NDV has not been explored as a viral vector for pathogens of cattle. There are many diseases of cattle for which effective vaccines are not available.\n\nRecently we evaluated the replication and immunogenicity of NDV in calves and showed that NDV was highly attenuated due to host range restriction and yet induced virus-specific humoral and mucosal antibody responses in this unnatural host [29] . In the present study, we examined the widely used avirulent NDV vaccine strain LaSota as a topical respiratory vaccine vector to deliver the gD of BHV-1 as a test foreign antigen. Two different recombinant NDVs, one expressing the native gD and the other expressing a chimeric version of the gD, were constructed. These NDV vectored vaccines were evaluated for replication, pathogenicity for birds, immunogenicity and protection against BHV-1 following IN and intratracheal (IT) immunization of calves. Our results indicated that a single IN administration of recombinant NDVs expressing BHV-1 gD resulted in the induction of mucosal and systemic antibody responses against BHV-1 and provided partial protection against IN challenge with a virulent BHV-1. The NDV vectored vaccines were safe and attenuated in cattle, suggesting that NDV can be used to elicit antigen specific immune responses against other pathogens of cattle. Further our data indicated that the gD alone may not be sufficient to confer complete protection against BHV-1 challenge. Inclusion of other BHV-1 glycoproteins, namely gC and gB, along with gD may be necessary for generation of complete protection against BHV-1.\n\nMadin-Darby bovine kidney (MDBK), human epidermoid carcinoma (HEp-2) and chicken embryo fibroblast (DF1) cell lines were obtained from the American Type Culture Collection (ATCC, Manassas, VA). HEp-2 and DF1 cells were grown in Dulbecco's modified Eagle medium (DMEM) containing 10% fetal bovine serum (FBS) and maintained in DMEM with 5% FBS. MDBK cells were grown in Eagle's minimum essential medium (EMEM) containing 5% horse serum and maintained in EMEM with 2% horse serum. Recombinant and wild-type NDV strains were grown in 9-dayold specific-pathogen-free (SPF) embryonated chicken eggs. BHV-1 strain Cooper was obtained from ATCC and propagated in MDBK cells. The modified vaccinia virus strain Ankara expressing the T7 RNA polymerase was grown in primary chicken embryo fibroblast cells.\n\nThe construction of plasmid pLaSota carrying the full-length antigenomic cDNA of the lentogenic NDV vaccine strain LaSota has been described previously [30, 31] . Two versions of the BHV-1 gD gene were constructed and inserted into the NDV genome. The genomic DNA of BHV-1 was isolated from purified BHV-1 using a standard protocol [32] . To make an insert encoding unmodified gD glycoprotein, the gD open reading frame (ORF) from BHV-1 genomic DNA was amplified by PCR using forward primer 5 -AGCTTTGTTTAAACTTAGAAAAAATACGGGTAGAACGCCACCatgcaagggccgacattggc-3 and reverse primer 5 -AGCTTTGTTTAAACtcacccgggcagcgcgctgta-3 that introduced PmeI sites (italicized), the NDV gene end and gene start transcriptional signals (underlined), the T intergenic nucleotide (boldface), an additional nucleotide in order to maintain the genome length as a multiple of six (italicized and bold), and a six-nucleotide Kozak sequence for efficient translation (bold, underlined). The BHV-1-specific sequence is in small case. PCR was performed using 100 ng of pre-denatured viral DNA, 50 pmol of each primer, 2 × GC buffer I containing Mg 2+ , 200 M dNTPs, 0.5 units of TaKaRa LA Taq TM polymerase (Takara Bio USA, Madison, WI). After amplification, the 1298 base pair product was digested with PmeI and cloned into pCR 2.1-TOPO vector (Invitrogen). The integrity of the gD gene was confirmed by sequence analysis.\n\nA second version of the gD gene was constructed in which the ectodomain of gD was fused to the transmembrane domain and cytoplasmic tail (amino acids 497-553) of the NDV F protein by overlapping PCR. Briefly, the gD gene of BHV-1 was amplified by PCR using the forward primer described before and a reverse primer 5 -AGCTTTGTTTAAACggcgtcgggggccgcgggcgtagc-3 (the PmeI site is italicized and the sequence specific to the BHV-1 gD gene at position 1057-1080 is in lowercase). To amplify the transmembrane domain and cytoplasmic tail sequences of NDV F gene, PCR was performed using forward primer 5 -gctacgcccgcggcccccgacgccAGCACATCTGCTCTCATTACCA-3 (sequence specific to the BHV-1 gD gene overlap is in lower case and NDV F gene transmembrane-specific sequence is in uppercase) and a reverse primer 5 -agctttGTTTAAACTCACTTTTTGTAGTGGCTC-3 (the PmeI site is italicized and NDV F gene cytoplasmic tail-specific sequence is in uppercase). Both the fragments were ligated by overlapping PCR using forward primer 5 -AGCTTTGTTTAAACTTAGAAAAAATACGGGTAGAACGCCACCatgcaagggccgacattggc-3 and reverse primer 5 -agctttGTTTAAACTCACTTTTTGTAGTGGCTC-3 . After amplification, the 1298-bp PCR product was digested with PmeI and cloned into pCR 2.1-TOPO vector. The integrity of the gD gene was confirmed by sequence analysis. The inserts bearing the gD gene of BHV-1 were released by digestion with PmeI, dephosphorylated, and inserted at the unique PmeI site between P and M genes of fulllength NDV plasmid. The plasmids containing the native gD ORF and the gD ectodomain fused with NDV transmembrane domain and cytoplasmic tail were designated as pLaSota/gDFL and pLa-Sota/gDF, respectively. The recombinant viruses were recovered from pLaSota/gDFL and pLaSota/gDF antigenomic cDNAs following the procedure described previously [30] . The recovered recombinant viruses were designated as rLaSota/gDFL and rLaSota/gDF, respectively. The recombinant viruses were plaque purified and grown in 9-day-old embryonated SPF chicken eggs [33, 34] . The gD genes from genomic RNAs of purified viruses were amplified by RT-PCR and sequence analyzed to confirm the correct gD gene structure and absence of any adventitious mutations.\n\nThe expression of gD by the recombinant viruses was examined in DF1 cells by immunofluorescence assay. Briefly, confluent monolayers of DF1 cells on 4-well Lab-Tek chamber slides were infected with the recombinant viruses at a multiplicity of infection (MOI) of 0.1. After 24 h, the infected or control cells were washed with phosphate buffered saline (PBS) and either fixed with 4% paraformaldehyde for 20 min at room temperature for detection of surface antigen, or fixed with 4% paraformaldehyde for 20 min at room temperature and permeabilized with 0.2% Triton X-100 in PBS for 10 min for detection of total antigen. After further washing with PBS, the cells were incubated for 30 min with 3% normal goat serum to block nonspecific binding sites and incubated for 1 h with 1:50 dilution of a pool of gD specific monoclonal antibodies (kindly provided by Dr. Suresh K. Tikoo, Vaccine & Infectious Disease Organization, Saskatoon, Canada). The cells were rinsed with PBS and incubated with 1:1000 dilution of Alexa Fluor 488 conjugated goat anti-mouse immunoglobulin G antibody (Invitrogen, Carlsbad, CA) for 45 min. The cells were washed with PBS and analyzed with a fluorescent microscope.\n\nTo further confirm the expression of gD by the recombinant viruses, flow cytometry assay was performed. Briefly, DF1 cells in tissue culture flasks were infected with the recombinant virus at a MOI of 0.1. After 24 h the cells were detached with PBS containing 5 mM EDTA and centrifuged at 500 × g for 5 min at 4 • C. Cell pellets were resuspended in Ca 2+ -and Mg 2+ -deficient PBS supplemented with 3% normal goat serum. Cells were then incubated with the gD specific monoclonal antibodies (1:50 dilution) for 30 min at 4 • C. Subsequently, cells were washed with PBS, and incubated for 30 min on ice with 1:1000 diluted Alexa Fluor 488 conjugated goat anti mouse immunoglobulin G antibodies. Cells were analyzed by using a FACSRIA II apparatus and Flowjo software (both from Becton Dickinson Biosciences).\n\nTo examine the incorporation of the native and chimeric gDs into the NDV virions, SPF embryonated eggs were infected with rNDV and allantoic fluid was harvested 48 h postinfection. The allantoic fluids were clarified by low-speed centrifugation, and the viruses were concentrated by ultracentrifugation through a 25% w/v sucrose in PBS at 130,000 × g at 4 • C for 2 h and resuspended in PBS. The viral proteins in the purified virus preparations were analyzed by SDS-PAGE followed by Coomassie blue staining.\n\nThe pathogenicity of the recombinant viruses for chickens was determined by two internationally-established in vivo tests: the mean death time (MDT) test in 9-day-old SPF embryonated chicken eggs and the intracerebral pathogenicity index (ICPI) test in 1day-old SPF chickens. The MDT test was performed by a standard procedure [21] . Briefly, a series of 10-fold dilutions of fresh allantoic fluid from eggs infected with the test virus were made in sterile PBS, and 0.1 ml of each dilution was inoculated into the allantoic cavity of each of five 9-day-old embryonated chicken eggs. The eggs were incubated at 37 • C and examined four times daily for 7 days. The time that each embryo was first observed dead was recorded. The highest dilution that killed all embryos was considered the minimum lethal dose. The MDT was recorded as the time (in h) for the minimum lethal dose to kill the embryos. The MDT has been used to classify NDV strains as velogenic (taking under 60 h to kill), mesogenic (taking between 60 and 90 h to kill), and lentogenic (taking more than 90 h to kill). The ICPI test was performed as described previously [21] . Briefly, fresh allantoic fluid from eggs infected with the test virus was diluted 10-fold and inoculated into groups of ten 1-day-old SPF chicks via the intracerebral route. The inoculation was done using a 27-gauge needle attached to a 1-ml stepper syringe dispenser that was set to dispense 0.05 ml of inoculum per inoculation. The birds were observed daily for 8 days, and at each observation, the birds were scored 0 if normal, 1 if sick, and 2 if dead. The ICPI value is the mean score per bird per observation. Highly virulent viruses give values approaching 2, and avirulent viruses give values approaching 0.\n\nThe gD-specific immune response to the recombinant viruses was examined in 2-week-old SPF white leghorn chickens (SPAFAS, Norwich, CT). Chickens were inoculated once with 100 l of fresh allantoic fluid containing the rLaSota, rLaSota/gDFL or rLaSota/gDF virus (hemagglutination titer of 2 8 ) through the oculo-nasal route. Chickens were observed daily for nasal discharge or respiratory symptoms and weight loss for 2 weeks post-immunization. Blood samples were collected before the start of the experiment and at the end of 2 weeks. The serum samples were assessed for antibody response against NDV by hemagglutination test and against BHV-1 gD by Western blot analysis of lysate of purified BHV-1. The neutralization ability of the chicken antiserum against BHV-1 was determined by plaque reduction neutralization assay.\n\nThe immunogenicity and protective efficacy of the recombinant viruses against BHV-1 were evaluated in Holstein-Friesian calves that were confirmed to be seronegative for BHV-1 by ELISA and for NDV by HI assay. Calves were housed in isolation stalls at the USDA-approved and AAALAC-certified BSL-2 facility of Thomas D. Morris Inc., Reistertown, MD, USA. The animals were cared in accordance with a protocol approved by the Animal Care and Use Committee of Thomas D. Morris Inc. Strict biosecurity measures were observed throughout the experimental period. Nine 10-12 weeks old calves were randomly divided into groups of three and immunized with rLaSota, rLaSota/gDFL or rLaSota/gDF virus. The calves were infected once with a single dose of recombinant virus (10 6 PFU/ml) by combined IN (5 ml in each nostril) and IT (10 ml) routes. In an initial study we have found this method to be appropriate for infection of calves with NDV [29] . All calves were challenged IN (5 ml in each nostril) with the virulent BHV-1 strain Cooper on day 28 after immunization and euthanized 12 days post-challenge. The calves were clinically evaluated daily by a veterinarian until the end of the study for general appearance, rectal temperature, inappetence, nasal discharge, conjunctivitis, abnormal lung sounds, coughing and sneezing. Calves were bled on days 0, 7, 14, 21, 28, 35, 40 following immunization for analysis of the antibody response in serum. To assess shedding of the vaccine and challenge viruses, nasal swabs were collected from day 0 to 10 and from day 29 to 40, respectively and stored in an antibiotic solution at −20 • C. Nasal swabs were used for NDV and BHV-1 isolation and titration. Nasal secretions were collected from day 0 to 10 and day 29 to 40 as described previously [29] . Briefly, a slender-sized tampon was inserted into one nostril for approximately 20 min. Secretions were harvested by centrifugation, snap frozen at −70 • C, and analyzed later for mucosal antibody response. On day 12 post-challenge, all animals were sacrificed and examined for gross pathological lesions.\n\nIsolation and titration of NDV from nasal swabs were carried out in 9-day-old SPF embryonated chicken eggs. Briefly, 100 l of the eluent from nasal swabs were inoculated into the allantoic cavitiy of each egg. Allantoic fluid was harvested 96 h post-inoculation and checked for NDV growth by hemagglutination (HA) assay. BHV-1 isolation and titration from nasal swabs was performed by plaque assay on MDBK cells in 24-well plates with methyl cellulose overlay. The BHV-1 titers were standardized by using equal amount of nasal swab eluent (100 l) from each animal.\n\nHemagglutination inhibition (HI) assay was performed to measure NDV-specific antibody response as described previously [29] . In the HI assay, 1% chicken erythrocytes and wild type NDV strain LaSota was used as the indicator virus. Serial 2-fold dilutions of heat inactivated (56 • C, 30 min) calf sera were used to inhibit 4 HA units of the virus.\n\nAntibody responses to BHV-1 in calf sera were determined by Western blot analysis. MDBK cells were infected with BHV-1 at an MOI of 5 PFU per cell. The overlying medium was harvested after 24 h of infection. BHV-1 particles were purified from the harvested medium by sucrose gradient centrifugation. Purified BHV-1 was separated on 8% SDS-PAGE gel and blotted on to nitrocellulose membrane and incubated overnight in dilution buffer (Synbiotics, Kansas city, MO). Next day, the membranes were incubated for 2 h at room temperature with calf sera diluted 1:40 in dilution buffer. Membranes were washed with washing solution (Synbiotics, Kansas city, MO) four times and incubated with 1:1000 diluted HRP conjugated goat anti-bovine IgG (KPL, Gaithersburg, MD) for 1 h at room temperature. After washing four times, gDspecific protein was detected using a chemiluminescence assay kit (GE Healthcare).\n\nNeutralizing antibodies to BHV-1 in calf sera were measured by plaque reduction neutralization assay in MDBK cells. Serial 2fold dilutions of heat inactivated calf sera were mixed with 100 PFU of BHV-1 and incubated for 2 h at 37 • C. The residual infectious virus in the serum-virus mixture was quantified by plaque assay on MDBK cells. The titers were expressed as the reciprocal of the highest dilution of the serum that reduced the plaque number by 60%.\n\nBHV-1 specific IgG and IgA responses were measured in serum and nasal secretions, respectively, by ELISA using the SERELISA BHV-1 total Ab mono indirect kit (Synbiotics Corporation, Lyon, Cedex 07, France). Briefly, 1:20 dilutions of days 0-28 and 1:500 dilutions of day 41 bovine sera or 1:2 dilution of nasal secretions were incubated in duplicate on BHV-1 viral antigen coated plates for 1 h at 37 • C. Bound antibodies were detected using horseradish peroxidase-conjugated anti-bovine IgG antibodies (Kirkgaard Perry Lab.). IgG and IgA titres in serum samples and nasal secretions were expressed as sample to positive (S/P) ratio. The S/P ratio was calculated by subtracting the average normal control absorbance from each sample absorbance, then dividing the difference by the corrected positive control, which is the difference between aver-age positive absorbance and average normal control absorbance. According to manufacturer's protocol, a sample was considered to be positive for BHV-1 antibodies if the S/P ratio was ≥0.3.\n\nThe recombinant lentogenic NDV strain LaSota containing a unique PmeI site between the P and M genes [31] was used as a vector to express the BHV-1 gD glycoprotein from an added gene. The BHV-1 gD gene was amplified by PCR from genomic DNA extracted from purified BHV-1 virions. The gD ORF was placed under the control of NDV transcriptional signals and inserted at the PmeI site between the P and M genes in the NDV vector (Fig. 1) . The transcription cassette was designed to maintain the rule of six, whereby the genome nucleotide length must be an even multiple of six in order to be efficiently replicated [35, 36] . A Kozak sequence was inserted before the start codon of the gD gene ORF to provide for efficient translation [37] . The resulting plasmid, designated as pLaSota/gDFL, encoded an antigenome of 16,476 nt, which is increased by 1290 nt compared to the parental NDV strain LaSota.\n\nAs a potential strategy to increase the efficiency of incorporation of gD into the NDV vector virion, we made another construct in which the ectodomain of gD was fused with the transmembrane domain and cytoplasmic tail of the NDV F protein. This chimeric gene, flanked by NDV transcription signals, was inserted into the NDV antigenomic cDNA in the same way as described above (Fig. 1) . The resulting plasmid, designated pLaSota/gDF, encoded an antigenome of the same nt length as pLaSota/gDFL and also conformed to the rule of six.\n\nBoth of the recombinant viruses, designated as rLaSota/gDFL and rLaSota/gDF, were recovered using the reverse genetics method described previously [30] . The structure of each gD insert in the genome of these viruses was confirmed by RT-PCR and nucleotide sequence analysis (data not shown). Both of the recombinant viruses were propagated in embryonated chicken eggs and the titers were determined by HA assay. The HA titers of rLaSota/gDFL and rLaSota/gDF viruses were 1-2 log 2 lower than that of the parental rLaSota virus. This result is consistent with previous findings that a moderate attenuation of replication can result from the insertion of a foreign gene [30, 34] . To determine the stability of the gD gene in the rLaSota/gDFL and rLaSota/gDF viruses, the recovered viruses were passaged five times in embryonated chicken eggs and five times in chicken embryo fibroblast DF-1 cells. Sequence analysis of the gD gene of the resulting virus preparations showed that the integrity of the gD gene was preserved and stably maintained even after 10 passages.\n\nThe expression of the two versions of gD in DF1 and MDBK cells infected with rLaSota/gDFL and rLaSota/gDF viruses was analyzed by indirect immunofluorescence using a pool of gD-specific monoclonal antibodies. Intracellular expression was investigated in cells that were fixed and permeabilized with Triton X-100 detergent. This showed that gD was expressed efficiently in the cytoplasm of both of the cell lines by rLaSota/gDFL and rLaSota/gDF viruses at 24 h post-infection (Fig. 2, panels b, c, e and f). We were not able to perform Western blot analysis with the gD specific monoclonal antibodies as these antibodies recognize only conformationally dependent epitopes.\n\nTo visualize cell surface expression of gD, infected DF1 and MDBK cells were fixed with paraformaldehyde and incubated with the gD-specific monoclonal antibodies followed by immunostaining with Alexa Fluor-conjugated goat anti-mouse IgG antibody. As shown in Fig. 3A , there was extensive expression of gD on the surface of both of the cell types infected with rLaSota/gDFL and rLa-Sota/gDF viruses (panels b, c, e and f). The fluorescent staining that was observed with the mononoclonal antibodies was specific to gD, since no reactivity was observed on the surface of cells infected with rLaSota virus (panels a and d).\n\nThe expression of gD on the surface of DF1 cells infected with the recombinant viruses was further examined and quantitated by flow cytometry analysis of infected cells. The cells were treated with gD-specific monoclonal antibodies followed by staining with Alexa Fluor conjugated goat anti mouse IgG antibodies and analyzed by flow cytometry. Fluorescence histograms of DF1 cells infected with rLaSota/gDFL, rLaSota/gDF and rLaSota viruses are shown in Fig. 3B . DF1 cells infected with rLaSota/gDFL virus showed higher level of expression compared to rLaSota/gDF virus (92% by rLaSota/gDFL against 89% by rLaSota/gDF).\n\nIt has been reported that expression of foreign envelope glycoproteins by recombinant NNSV can result in incorporation of these proteins into their virions with various efficiencies [22] . Moreover, it has been shown that replacement of the transmembrane domain and cytoplasmic tail of the foreign envelope protein with those of a NDV envelope protein increased incorporation of the foreign glycoprotein into the NDV virion [26] . Therefore, we wanted to determine whether the native and chimeric gDs were incorporated into the NDV virion. Both of the recombinant viruses were purified through sucrose gradients and the viral proteins were analyzed by Coomassie blue staining of SDS-PAGE gels. Surprisingly, it was the native gD expressed by rLaSota/gDFL, rather than the chimeric gD expressed by rLaSota/gDF, that was incorporated into the virions (Fig. 4) . Both the monomeric (71 kDa) and dimeric (140 kDa) forms of the native gD were detected by Coomassie blue staining; this incomplete dissociation of the gD homoligomer during SDS-PAGE is commonly observed. The chimeric gD expressed by rLaSota/gDF was not visible by Coomassie blue staining, indicating that either the chimeric gD was incorporated in very small amounts that were below the detection level or was not incorporated. Densitometric analysis of the gel indicated that the relative molar amount of native gD incorporated into the NDV virion was approximately 2.5-fold greater than that of the NDV HN protein.\n\nQuantification of NDV NP, P, M, F, HN and L protein bands showed that the molar ratios of these proteins remained unaffected in rLa-Sota/gDF and rLaSota/gDFL viruses compared to those of parental rLaSota virus (data not shown). These results suggested that the transmembrane domain of gD is highly efficient in directing incorporation into the heterologous NDV envelope, and that the foreign gD does not appear to displace the native NDV proteins.\n\nThe pathogenicity of rLaSota/gDFL and rLaSota/gDF viruses along with their parental rLaSota virus was determined in 9-dayold embryonated chicken eggs by the MDT test. NDV strains are categorized into three pathotypes on the basis of their MDT values: velogenic (less than 60 h), mesogenic (60-90 h), and lentogenic (greater than 90 h). The values of MDT for rLaSota, rLaSota/gDFL and rLaSota/gDF were 104, 116, and 108, respectively (Table 1) . We also evaluated the pathogenicity of the recombinant viruses in 1-dayold chicks by the ICPI test. Velogenic strains give values approaching 2.0, whereas lentogenic strains give values close to 0. The ICPI values of rLaSota, rLaSota/gDFL and rLaSota/gDF were 0 (Table 1) . Both these tests indicated that incorporation of both versions of BHV-1 gD into NDV virions did not increase the pathogenicity of the recombinant viruses in chickens. Indeed, the MDT test suggested that the presence of the added native or chimeric gD gene conferred a small amount of additional attenuation to the NDV vector.\n\nThe ability of the rLaSota/gDFL and rLaSota/gDF viruses to induce serum antibodies against the vector and against the foreign gD protein was evaluated in chickens. Two-week-old chickens were inoculated with rLaSota, rLaSota/gDFL or rLaSota/gDF virus by the oculo-nasal route. The induction of NDV-specific antibodies was measured by HI assay. NDV HI titers ranging from 6 log 2 to 7 log 2 were observed in chickens inoculated with rLaSota, rLa-Sota/gDFL and rLaSota/gDF viruses ( Table 2 ). The induction of BHV-1 gD-specific antibodies was determined by Western blot \n\nHemagglutination inhibition titer b Neutralization titer c rLaSota 2 7 No reduction rLaSota/gDFL 2 7 1:4 rLaSota/gDF 2 6 1:2\n\nAll the values are the mean of 3 chickens per group. a Chickens in groups of 3 were inoculated with 100 l of infected-egg allantoic fluid. Serum samples were collected before inoculation and on day 14 following inoculation. b The hemagglutination inhibition (HI) titer is expressed as the reciprocal of the highest serum dilution causing complete inhibition of four HA units of NDV. c Neutralization titers were determined by a plaque reduction assay in MDBK cells. The serum dilution giving >60% plaque reduction was considered the neutralizing end point. analysis against purified BHV-1 protein and by a plaque reduction assay. In the Western blot (Fig. 5) , antibodies reactive with the 71 kDa BHV-1 gD were detected in sera from chickens inoculated with the rLaSota/gDFL and rLaSota/gDF viruses but were absent in sera from chickens inoculated with the rLaSota virus (Fig. 5) . Densitometric analysis of the Western blot indicated that there were 2-fold more antibodies to gD in sera of chickens immunized with the rLaSota/gDFL virus than in sera of chickens immunized with the rLaSota/gDF virus. These results indicated that the titer of BHV-1 gD-specific antibodies induced by the rLaSota/gDFL virus was higher than that induced by the rLaSota/gDF virus. The ability of the chicken sera to neutralize BHV-1 was examined a by plaque reduction neutralization assay ( Table 2 ). The chickens inoculated with the rLaSota/gDFL virus developed a higher BHV-1 neutralizing antibody titer compared to those inoculated with the rLaSota/gDF virus.\n\nThe rNDVs expressing native and chimeric gDs were evaluated in calves for safety, replication, immunogenicity and protective efficacy. Nine 10-12 week old calves seronegative for NDV and BHV-1 were randomly divided into groups of three. Each group was immunized once with a single dose of 2 × 10 7 PFU of rLaSota, rLa-Sota/gDFL or rLaSota/gDF virus by the combined IN and IT route. The calves were observed daily from days 1 through 10 post-infection for any clinical signs of disease. None of the animals showed any clinical disease signs following inoculation with any of the recombinant NDVs. Nasal swabs were collected on days 1 through 10 Fig. 5 . Western blot detection of gD-specific antibodies in sera from chickens following inoculation with NDV recombinants by the oculo-nasal route. BHV-1 that was grown in cell culture and purified by sucrose gradient centrifugation was subjected to 10% SDS/PAGE under reducing conditions and transferred to nitrocellulose. This was cut into strips and incubated with 1:100 dilutions of sera from representative chickens that had been inoculated, as described in the text and in Table 2 , with (a) rLaSota, (b) rLaSota/gDFL, or (c) rLaSota/gDF viruses. The position of the BHV-1 gD monomer (71 kDa) is indicated by the arrow in the right margin. post-infection to assess shedding of the NDV vector. Analysis of nasal swabs for the presence of NDV was performed by inoculation of eluent from nasal swabs into 9-day-old embryonated chicken eggs. The allantoic fluid was harvested 96 h post-inoculation and was tested for NDV replication by the HA test. There was no evidence of NDV shedding, as no virus was isolated from the nasal swabs of any of the animals (data not shown). These results indicate that NDV is highly attenuated for replication in the respiratory tract of calves. Furthermore, the lack of shedding means that the vaccine virus will not be significantly released into the environment.\n\nThe serum antibody response in calves inoculated with the rNDVs as described in the previous section was measured by the NDV-specific HI assay. There were no detectable antibodies against NDV in sera of calves from before inoculation (on day 0), as would be expected. After the single dose of rNDV, all the calves developed NDV-specific serum antibodies as measured by the NDV HI test ( Table 3 ). The NDV-specific antibodies were first detected on day 7 post-immunization (p.i.) in six calves, on day 14 in one calf, and on day 21 in the remaining two calves. The responses were maximal on day 35 and ranged from 1:40 to 1:160 except for one calf, which developed a very high HI titer of 1:640. These results suggested that the NDV vectors replicated in the respiratory tract of calves, leading to induction of antibodies against NDV. These results are in agreement with the results of our previous study [29] .\n\nMucosal IgA and systemic IgG antibodies directed against BHV-1 gD were measured by a commercial ELISA kit using purified BHV-1 as the antigen. Our results showed that all the calves immunized with rLaSota/gDFL and rLaSota/gDF viruses developed BHV-1 specific IgG and IgA antibody responses in serum and nasal secretions, respectively. These responses developed in most of the animals after 1 week of immunization and peaked by day 14 (Fig. 6A and B). Two calves (R42 and R45) of the rLaSota/gDFL vaccine group developed significantly higher BHV-1 specific IgG (S/P ratio of 0.61 and 0.71, respectively) and IgA (S/P ratio of 0.97 and 1.0) responses compared to calves of rLaSota/gDF group. We also confirmed the specificity of the response by Western blot analysis, which showed that sera from two calves taken 28 days following inoculation with rLaSota/gDF reacted strongly with gD (Data not shown). To determine the ability of the recombinant viruses to induce BHV-1-neutralizing serum antibodies, a plaque reduction neutralization assay was carried out using sera collected at different times following immunization. A neutralizing antibody titer of 1:2 was detected in two animals (R42 and R45) from the rLaSota/gDFL group on day 28 following immunization, while animals from the rLaSota/gDF and rLaSota groups were negative for neutralizing serum antibodies prior to challenge (Table 4 ).\n\nOn day 28 after immunization, all of the immunized calves were challenged by the IN route with a high dose of virulent BHV-1 strain Cooper (2 × 10 7 PFU per animal). Following challenge, calves were clinically evaluated for temperature and for the severity of nasal lesions. The mean rectal temperature of calves in all groups showed a sharp increase after three days of challenge (Fig. 7) . However, in the group vaccinated with rLaSota/gDFL virus, the temperature in two calves (R42 and R45) returned to normal by the fifth day post-challenge. These were the two calves with detectable BHV- Fig. 6 . Induction of mucosal and serum antibodies specific to BHV-1 gD following IN and IT immunization of calves with recombinant NDVs. Calves in groups of 3 were immunized with the rLaSota, rLaSota/gDF, or rLaSota/gDFL virus. Calves Y83, R67 and R74 belong to the rLaSota control group; W181, R34 and R60 belong to the rLaSota/gDF group; R32, R42 and R45 belong to the rLaSota/gDFL group. (A) BHV-1 specific serum IgG titers, (B) BHV-1 specific IgA titers. The S/P ratio was calculated by subtracting the average normal control absorbance from each sample absorbance, then dividing the difference by the corrected positive control, which is the difference between average positive absorbance and average normal control absorbance. According to manufacturer's protocol, a sample was considered to be positive for BHV-1 antibodies if the S/P ratio was ≥0.3. (Table 4 ). In contrast, the animals in groups immunized with rLaSota and rLaSota/gDF maintained an increased temperature over a period of eight days (Fig. 7) . In addition, whereas all of the challenged calves developed nasal lesions characteristic of BHV-1, those of calves R42 and R45 of rLaSota/gDFL group were smaller than for the other animals (data not shown). Fig. 7 . Mean rectal temperatures of rNDV-immunized calves after challenge with BHV-1 strain Copper. Calves in groups of 3 were immunized with the rLaSota, rLa-Sota/gDF, or rLaSota/gDFL virus and challenged on day 28 with 10 7 PFU/calf of BHV-1 strain Cooper. Calves Y83, R67 and R74 belong to the rLaSota control group; W181, R34 and R60 belong to the rLaSota/gDF group; R32, R42 and R45 belong to the rLaSota/gDFL group.\n\nSerum antibody responses against the indicated NDV vector in immunized calves a .\n\nCalf no. Post-immunization HI antibody titer b   Day 0  Day 7  Day 14  Day 21  Day 28  Day 35   rLaSota  Y83  <10  40  80  80  80  160  R67  <10  20  40  40  80  160  R74  <10  <10  <10  20  40  160   rLaSota/gDFL  R32  <10  20  40  40  80  80  R42  <10  40  80  160  320  160  R45  <10  20  40  80  80  160   rLaSota/gDF  W181  <10  20  40  40  80  160  R34  <10  <10  20  40  80  80  R60  <10  <10  <10  20  40  40 a Calves in groups of 3 were immunized once by the combined IN and IT routes with a single dose of 2 × 10 7 PFU of rLaSota, rLaSota/gDFL or rLaSota/gDF virus. Sera were collected prior to inoculation (day 0) and on the indicated days post-inoculation. b The hemagglutination inhibition (HI) titers are expressed as the reciprocal of the highest serum dilution causing complete inhibition of four HA units of NDV. a Calves received a single IN/IT immunization with the indicated rNDV as described in Table 3 , and were challenged IN with BHV-1 on day 28. b Sera were taken on the indicated day post-immunization, and the neutralization titers were determined by a 60% plaque reduction assay.\n\nThese data indicated that there was a partial protection from BHV-1 disease in two out of three calves immunized with the rLaSota/gDFL vaccine.\n\nShedding of BHV-1 challenge virus was monitored by taking nasal swabs from day 1 to day 10 post-challenge. Infectious BHV-1 was quantified by plaque assay on MDBK cells (Fig. 8 ). In the control group immunized with rLaSota, the peak mean titer of challenge BHV-1 was approximately 5.0 log 10 /ml from days 3 to 5, after which shedding decreased but continued through day 10, the last study day. In animals immunized with rLaSota/gDF, the peak mean titer of challenge virus was approximately 5.0 log 10 /ml on day 3, after which it decreased to 3.0 log 10 /ml on days 4, 5, and 6, with shedding terminated by day 8. In animals immunized with rLaSota/gDFL, the mean titer of challenge virus did not exceed 3.0 log 10 /ml, and shedding terminated by day 7. These data indicated that there was partial restriction of the BHV-1 challenge in calves immunized with either the rLaSota/gDFL or rLaSota/gDF virus, and suggested that the protective efficacy of rLaSota/gDFL virus was greater than that of the rLaSota/gDF virus.\n\nTo measure the anamnestic response elicited in rNDVimmunized calves following BHV-1 challenge, sera were collected following challenge and analyzed by a commercial ELISA kit using purified BHV-1 virions as antigen (Fig. 9 ) and by the plaque reduction assay (Table 4 ). On day 12 post-challenge (day 40 post-immunization), the serum IgG response against BHV-1 was increased significantly in the rLaSota/gDFL and rLaSota/gDF groups compared to the rLaSota group (the average S/P ratio was 3.75, 3.16 and 2.49 in the rLaSota/gDFL, rLaSota/gDF and rLaSota group, respectively) (Fig. 9 ). The level of IgG response in calves immunized with rLaSota/gDFL virus was higher than those immunized with 9 . BHV-1-specific serum IgG response induced in rNDV-immunized calves 12 days after challenge with BHV-1 strain Cooper. Sera were analyzed with a commercial ELISA kit using purified BHV-1 as antigen. Positive responses were determined at S/P ratio of 0.3 or higher as described in the legend to Fig. 6 . Calves Y83, R67 and R74 belong to the rLaSota control group; W181, R34 and R60 belong to the rLaSota/gDF group; R32, R42 and R45 belong to the rLaSota/gDFL group. rLaSota/gDF virus. On days 7 and 12 post-challenge (days 35 and 40 post-immunization), calves immunized with either rLasota/gDFL or rLasota/gDF virus had higher levels of serum neutralizing antibodies (ranging from 1:80 to 1:1280) against BHV-1 compared to the control rLaSota calves (1:40) ( Table 4 ). The level of serum neutralizing antibodies in two animals (R42 and R45) of rLaSota/gDFL group was 32 and 16 times higher than those of the calves of control rLa-Sota and rLaSota/gDF groups, respectively (Table 4 ). This difference in the magnitude of the secondary responses support the interpretation that the initial immunization with rLasota/gDFL was more immunogenic than that of rLasota/gDF, consistent with the better protective efficacy observed with rLasota/gDFL.\n\nBovine respiratory disease (BRD) complex is a leading cause of economic loss in the U.S. cattle industry. BHV-1 plays a major role in the BRD complex. Currently, safe and effective vaccines are not available against BHV-1. There are also many devastating cattle diseases that are foreign to the U.S., such as Foot and Mouth disease (FMD), Rinderpest, and Rift Valley fever. Live vaccines against these diseases based on attenuated forms of the pathogen are prohibitory in a disease-free country like the U.S. because of concerns about the introduction of live pathogen. Therefore, there is a need to develop alternative vaccine strategies for BHV-1 and these foreign animal diseases that do not involve attenuated versions of the pathogens. Among the possible strategies, one of the most promising is the use of live viral vectored vaccines. The major advantage of a live viral vectored vaccine is that they do not require the use of the whole infectious pathogen but can have the efficacy of a live-attenuated vaccine. NDV has several features that make it a promising viral vaccine vector. NDV grows to high titers in embryonated chicken eggs and in cell lines. In contrast to other viral vectors that encode large number of proteins, such as herpes viruses and pox viruses, NDV encodes only eight proteins; therefore, there is less competition for immune responses between vector proteins and the expressed foreign antigen. NDV replicates in the cytoplasm and does not integrate into the host cell DNA. Genetic exchange is either rare or does not occur in NDV, as with other NNSV, thus making it a stable vaccine vector. NDV can infect efficiently via the IN route and induce local IgA and systemic IgG antibody and cell-mediated immune responses. NDV vectors are available that are based on lentogenic strains that are already in widespread use as live vaccines and pose no danger to the poultry industry.\n\nNDV is an avian virus, but is capable of infecting non-avian species including cattle [29, 38] . NDV is attenuated in non-avian species due to a natural host-range restriction. Recently, NDV has been evaluated in non-human primates as a potential vaccine vector for human use [39, 40] . In addition, NDV has been used as an oncolytic agent against bovine papillomatosis in cattle and has been shown to be safe in repeated inoculations [38] . NDV shares only a low level of amino acid sequence identity with bovine paramyxoviruses and is antigenically distinct, suggesting that the entire bovine population would be susceptible to infection with a NDV vectored vaccine. Thus prior immunity against common bovine viruses should not affect the replication and immunogenicity of the vector. Recently, we have shown that IN and IT inoculation of calves with the lentogenic NDV strain LaSota resulted in an asymptomatic infection of the respiratory tract with induction of mucosal and systemic antibody responses against NDV [29] . Therefore, NDV is an attractive vector for bovine pathogens for which vaccines are not available or need improvement. In this study, for the first time, we have evaluated the potential of NDV as a vaccine vector for bovine use.\n\nPrimary infection by BHV-1 occurs at mucosal surfaces via contact or aerosol transmission. Mucosal infection with BHV-1 engenders mucosal antibodies and resistance to primary infection [41] . It has been demonstrated previously that the level of protection against BHV-1 correlated with the magnitude of the mucosal antibody response [9, 42, 43] . The envelope of BHV-1 has three major surface glycoproteins, namely the gB, gC, and gD glycoproteins. Respiratory infection by BHV-1 requires gD for attachment and penetration of the virus into cells [44] . Monoclonal antibodies against gD prevent infection, and thus gD is an independent neutralization antigen [45, 46] . Native or recombinant BHV-1 gD has been shown to induce neutralizing antibodies in serum and protection from challenge [1, 5] . Previously we have shown that NDV is capable of infecting calves through the respiratory route and induced both humoral and mucosal antibodies without causing any symptomatic disease [29] . Therefore, immunization with an NDV vector by the respiratory route would provide for direct stimulation of immunity at the primary site of infection.\n\nA single intranasal immunization of calves with NDV-vectored vaccines based on the avirulent LaSota strain induced gD-specific IgG and IgA responses in serum and nasal secretions, respectively. The immune response produced by a single immunization with the rLaSota/gDFL or rLaSota/gDF vaccine was not sufficient to prevent BHV-1 shedding following challenge, but the virus titers and duration of shedding were reduced as compared to the control group. The increase of gD-specific IgG in vaccinated calves suggested that the gD expressed by rLaSota/gDFL or rLaSota/gDF vaccines was sufficient to prime the antigen specific IgG.\n\nIn the present study, the failure to provide complete protection against BHV-1 by the NDV recombinants expressing gD likely was due to the induction of insufficient mucosal and systemic immune responses. Previous studies have also reported varying degree of protection by using adenovirus vectors [43] , BHV-1 ISCOMs [47, 48] gene-deleted live BHV-1 [49] , DNA vaccines [50] and subunit vaccines [9] . There could be various reasons for the partial protection conferred by the NDV vectored vaccines in this study. First, it is possible that repetitive doses of the recombinant gD vaccine may be required to boost sufficient mucosal and systemic anti-body responses for complete protection. Second, it has been shown that, besides gD, the gB and gC surface glycoproteins also are immunodominant antigens, and are the targets of neutralizing antibodies and are major antigens for the cellular immune response [15, [51] [52] [53] . Hence, the incomplete protection generated by vaccination with NDV vectors expressing only the gD might be overcome by simultaneously administering NDV vectors expressing the gB and gC proteins. Third, in this experiment calves were challenged with a high dose of virulent BHV-1 strain Cooper. Such high dose of infection does not occur under natural conditions. Hence, the possibility of overwhelming the immune response by the challenge virus exists.\n\nThe magnitude of mucosal and systemic antibodies induced by intranasal administration of the more effective NDV recombinant, namely rLaSota/gDFL, was variable among the animals of this group. One calf had a low immune response compared to those of the other two calves. Similar variation in the immune response among animals vaccinated by gD and gB has also been reported previously [41] . This variation could be associated with genetic restriction among out bred populations [54] [55] [56] [57] , which might be overcome by administration of multiple BHV-1 glycoproteins.\n\nThis study demonstrated that large quantities of a foreign glycoprotein can be incorporated into the NDV virion without affecting vector replication and pathogenicity. The amount of native gD present in the virions of recombinant rLaSota/gDFL was 2.5 times more than that of the native HN protein. In contrast, the chimeric gD (ectodomain of gD fused with the transmembrane domain and cytoplasmic tail of NDV F protein) that was designed to be incorporated more efficiently than the native gD was not incorporated detectably. The maximum level of incorporation of foreign proteins observed in earlier studies with recombinant vesicular stomatitis virus (VSV) expressing either influenza virus hemagglutinin (HA) or neuraminidase (NA) glycoprotein, the measles virus H or F protein, or the respiratory syncytial virus F protein from extra genes was up to 30% of the VSV G protein [58] [59] [60] . As other examples, the Ebola virus glycoprotein GP expressed from a human parainfluenza virus type 3 vector was incorporated into the vector particle with 13% of the efficiency of the native proteins, and the H5 avian influenza virus expressed by an NDV vector was incorporated at 23% the efficiency of the native proteins [61] . In addition, we observed that incorporation of gD did not change the molar ratio of the NDV HN and F proteins relative to the nucleocapsid and matrix proteins, and did not appear to affect the yield of particles or their infectivity. These results suggest that space is not a constraint in the incorporation of foreign proteins into envelope of NDV. At the present, we do not know the basis for the highly efficient incorporation of the gD protein in the NDV virion. One possibility is that some feature of the amino acid sequence of the transmembrane domain or cytoplasmic tail of the native BHV-1 gD makes it more efficient for inclusion in particles. Another possibility is that gD might accumulate at the cell surface in a higher molar amount compared to the NDV proteins, leading to more efficient incorporation. However, it remains unexplained why the chimeric gD protein containing the cytoplasmic and transmembrane from the NDV F protein accumulated efficiently at the cell surface yet was not significantly incorporated. One potential consequence of incorporating such high amounts of gD into the virus particles was that it might lead to an increase in virulence of the NDV vector, but this was not observed for the MDT and ICPI tests in chickens. Furthermore, the rLaSota/gDFL virus remained as restricted for replication in bovines as the LaSota empty vector and the rLaSota/gDF vaccine.\n\nIn summary, for the first time we have evaluated the potential of an avian virus as a vaccine vector for bovine use. The commonly used NDV vaccine strain LaSota was used to express the gD of BHV-1. Our results showed that calves vaccinated with the recombinant viruses elicited an immune response against the gD and provided partial protection from BHV-1 challenge. These results suggested that the gD could be a useful component of a mucosal vaccine against BHV-1 infection. These vectored vaccine candidates are highly attenuated for replication in cattle and are not shed into the environment. Furthermore, the observation that NDV has a negligible incidence of recombination with other circulating viruses in cattle population makes it a promising and safe vaccine delivery vector candidate for bovine population. This strategy may be useful for the development of live viral vectored vaccines against foreign animal diseases for which currently safe and effective vaccines are not available."}