{"title": "", "body": "Cytopathology is a highly useful, noninvasive method for diagnosis of malignant vs. benign conditions and identifi cation of infectious agents. However, a number of problems confront the cytopathologist on a daily basis because of limitations of conventional cytologic features. Adjunct techniques can be utilized to give additional information, which allows one to reach a defi nitive diagnosis. These techniques must be used in parallel with conventional cytologic features and include immunodiagnostics for cellular origin, electron microscopy for presence of subcellular structures, special histochemical stains for demonstration of chemical constituents, fl ow cytometry and image analysis for a quantitative evaluation of cellular markers, and molecular diagnostics for clonality or chromosomal abnormalities. In this chapter, we discuss adjunct diagnostic techniques and focus on both their applications in cytopathology and histopathology.\n\nThe detection of antigens by immunologic and chemical reactions in tissue sections (immunohistochemistry-IHC-), or cytologic preparations (immunocytochemistry-ICC-) has become one of the most commonly used ancillary morphologic techniques in diagnostic pathology (Barr and Wu, 2006) . The advantages of IHC and ICC are: 1) They do not require the use of expensive equipment. 2) Both prospective and retrospective studies can be done on a variety of samples. 3) Antigen detection can be correlated with morphologic changes (IHC) and its cellular location (ICC). 4) Stained slides can be stored for many months. 5) Routine processing of samples is usually acceptable for these techniques. Both IHC and ICC are practical in the characterization of poorly differentiated neoplasms, differentiation of primary from metastatic tumors, and determination of sites of origin of metastatic lesions and prognostic assessments (DeLellis and Hoda, 2006) . The general consensus is that IHC/ICC methods, if properly applied and interpreted, increase diagnostic accuracy in pathology. Technical aspects of IHC and ICC, interpretation of results, and pitfalls will be reviewed. An algorithmic approach to the diagnosis of tumors, the diagnosis of metastatic disease, and the use of antibodies as prognostic markers will be presented. This review will not include detailed IHC or ICC procedures. For this purpose, the reader is referred to other published material (Polak and Van Noorden, 2003; Ramos-Vara and Saeteele, 2007) .\n\nImmunohistochemistry (IHC) demonstrates antigens in tissue sections by incubating the sections with specifi c antibodies and demonstrating the immunologic reaction with a histochemical (enzyme-substrate) reaction to produce a colored (visible) reaction (Ramos-Vara, 2005) . Polyclonal or monoclonal antibodies can be used. In general, polyclonal antibodies are usually raised in rabbits and have higher affi nity but lower specifi city than monoclonal antibodies. Cross-reactivity (defi ned as recognition of unrelated antigens) is more common with polyclonal antibodies. Key in the use of polyclonal antibodies in diagnostic IHC/ICC is their degree of purifi cation (examples of commercially available antibodies include whole serum antibodies, antibodies purifi ed by precipitation of immunoglobulins, and immunoglobulins purifi ed by affi nity chromatography). Monoclonal antibodies, produced in mice using the hybridoma technology, recognize a single epitope (a 4-8 amino acid chain in a protein) and therefore are highly specifi c and have constant characteristics among different batches of antibody. Rabbit monoclonal antibodies are increasingly being used in human diagnostic IHC, but despite their reported advantages over mouse monoclonal antibodies (e.g., higher affi nity, no need for antigen retrieval, use on mouse tissues), some of them neither react on animal tissues nor perform better than mouse monoclonal antibodies (Reid et al., 2007; Vilches-Moure and Ramos-Vara, 2005) . Selection of a particular antibody will be determined by published information or the experience of other laboratories. There are no guarantees that an C H A P T E R 17 Advanced Diagnostic Techniques José A. Ramos-Vara, Anne C. Avery, and Paul R. Avery antibody that recognizes an antigen in one species will do so in another species; only testing will determine if this is the case. Needless to say, the large number of species from which samples can be obtained is one of the biggest challenges that a veterinary pathologist must face in immunodiagnostics.\n\nThe universal fi xative for histopathology and diagnostic IHC is buffered formalin. Attempts to replace formalin fi xative in diagnostic IHC have failed, although for specifi c situations the use of nonformaldehyde fi xatives, particularly glyoxal-based, has been reported (Yaziji and Barry, 2006) . Fixation is necessary for preservation of cellular components, to prevent autolysis and displacement of cell constituents, to stabilize cellular materials (antigens), and to facilitate conventional staining and immunostaining (Ramos-Vara, 2005) . The use of formalin is not without problems. First, the quality of formalin solutions varies widely in regard to concentration of formaldehyde, pH, and presence of preservatives. Second, formalin fi xation, by producing methylene bridges between amino groups and other functional groups, alters the tertiary and quaternary structure of proteins and forms cross-links between soluble tissues and proteins. These chemical reactions may modify the targeted epitope. Amino acids that are especially sensitive to formalin fi xation include lysine, glycine, tyrosine, arginine, histidine, and serine. Despite the fact that formalin fi xation may impair immunohistochemical detection, good fi xation is paramount to detect antigens with IHC. Underfi xation is as bad as or worse than overfi xation, and is a fairly common problem due to reduced turnaround times in diagnostic laboratories. With the advent of heat-induced epitope retrieval (HIER), overfi xation or variable fi xation time among samples is less critical in the detection antigens targeted in human diagnostic IHC (Webster et al., 2009) . The same will probably be true with common antigens demonstrated in animal samples. Autolysis is a common problem in diagnostic pathology. Studies addressing the effects of autolysis in IHC have shown that most antigens are still detectable despite decomposition; however, caution in the interpretation of autolyzed material is necessary due to the loss of detection of some antigens (Maleszewski et al., 2007) . Necrotic tissue tends to produce more background than normal tissue; however, IHC of necrotic tissue can provide valuable information when no other tissue is available, particularly for cytokeratins and CD45. Decalcifi cation of formalin-fi xed tissues generally does not reduce the immunoreactivity of most antigens, particularly when using weak acids; some loss of reactivity is apparent when using strong acids for decalcifi cation, but it does not affect all antigens.\n\nProcessing of samples for diagnostic IHC is the same as for routine histopathology. Antigens have been successfully detected in formalin-fi xed, paraffi n-embedded (FFPE) tissues stored for several decades (Litlekalsoy et al., 2007) . Autolyzed samples or those with biopsy artifacts should be avoided. For IHC and ICC, samples are mounted onto silanized slides, poly-L-lysine-coated slides, or charged slides to allow a strong bond between the slide and the tissue section. Pooling of reagents under the tissue section or tissue loss can occur when using noncharged slides or slides without special coatings. Complete deparaffi nation is critical to achieve optimal immunostaining. Deparaffi nation is somewhat cumbersome and there are commercial products to perform deparaffi nation and antigen retrieval simultaneously although results may not be completely satisfactory. A simple approach to deparaffi nation and antigen retrieval with heat has recently been published (Boenisch, 2007) .\n\nAs previously mentioned, formalin fi xation modifi es the tertiary structure of proteins, often rendering antigens undetectable by specifi c antibodies. A factor in the binding of antibodies to antigens is their conformational fi t, which may be modifi ed during fi xation. Antigen retrieval (AR) is intended to reverse the changes produced during fi xation. In addition to conformational changes in the structure of proteins, fi xation produces major changes in the electrostatic charge of proteins (antigens), which is critical for the initial attraction between antigens and antibodies. Therefore, recovery of the electrostatic charges lost during formalin fi xation has been proposed as another mechanism of antigen retrieval for many (but not all) proteins. In other words, it appears that more than one mechanism may be involved in the lack of recognition of antigens by antibodies after fi xation in cross-linking fi xatives. The two more common AR procedures include proteolytic enzymes (e.g., pronase, trypsin, proteinase K) and immersion of slides in buffer at high temperature. Each antibody may react differently to antigen retrieval and therefore it is necessary to test several methods when optimizing the IHC procedure although some HIER procedures appear to produce optimal results in a wide variety of antibodies. With the variety of AR methods available, standardization of IHC methods among laboratories and comparison of results is very challenging at best. phosphatase detection methods) is blocked in procedures using this enzyme. Mammalian tissues have two alkaline phosphatase isoenzymes; the nonintestinal form is easily blocked with levamisole; the intestinal isoform unfortunately requires acetic acid to be blocked, a chemical that can damage some antigens. Numerous tissues have endogenous avidin-biotin activity that must be blocked before adding biotinylated reagents in avidin-biotin detection systems. Nonspecifi c binding of immunoglobulins to tissue is blocked by incubating tissue sections with bovine serum albumin or serum from the same species as the secondary reagent before the incubation with the primary antibody. There are commercially available reagents to block endogenous activities and nonspecifi c immunoglobulin binding.\n\nThe immunohistochemical reaction can be divided into an immunologic (antigen-antibody) reaction followed by its demonstration with a histochemical (colored) reaction. The sensitivity of the immunohistochemical reaction is mostly the result of the detection method used (Ramos-Vara, 2005) ; progress in this regard has been dramatic in the last decade. Two main enzymes are used in IHC: peroxidase and alkaline phosphatase. Peroxidase is probably the enzyme most commonly used, but in some occasions, particularly with heavily pigmented samples or samples rich in endogenous peroxidase, alkaline phosphatase is an excellent alternative. Current IHC methods can be divided into avidin-biotin or non-avidin-biotin systems. After incubation with the primary antibody, a secondary antibody specifi c for the primary antibody (secondary reagent) is added. For avidin-biotin systems the secondary reagent is biotinylated. For avidin-biotin methods, a tertiary reagent labeled with avidin molecules and an enzyme (peroxidase or alkaline phosphatase) is needed. The most common non-avidin-biotin method is based on polymer technology. The polymers contain many molecules of secondary antibodies and enzyme. Polymer methods are usually two-step methods, whereas avidin-biotin methods are usually three-step methods.\n\nPolymer-based methods have fewer steps, do not have endogenous avidin-biotin background problems, and are usually more sensitive, but are beyond the scope of this review (Vosse et al., 2007) . Detection of multiple antigens in the same tissue section is also possible. Issues to keep in mind in double or multiple immunostaining is the compatibility of AR among antigens to be detected, the type of primary antibodies (polyclonal or monoclonal), cellular localization of antigens, and the color of chromogens used.\n\nThe addition of a substrate for the enzyme used plus a chromogen will produce a colored reaction if there is binding of antibodies to tissue antigens. For immunoperoxidase methods, the most common chromogen is diaminobenzidine (DAB), which produces a brown deposit. Another common chromogen is aminoethylcarbazole (AEC). For alkaline phosphatase, Fast Blue and Fast Red are common chromogens. The use of a chromogen needs to be coordinated with the counterstaining and coverslipping methods.\n\nLike any other ancillary technique, IHC needs to be standardized and validated. Optimization (standardization) of a new antibody/test is the process of serially testing and modifying components of the procedure (e.g., fi xation, antigen retrieval, antibody dilution, detection system, incubation time, etc.) with the aim of producing a consistent, high-quality assay. The reader is advised to standardize every antibody used in his/her laboratory despite the existence of published protocols, to ensure optimal results. Standardization includes adequate tissue fi xation. Tissues should be fi xed in 10% neutral buffered formalin for a minimum of 8 hours. Every new antibody is tested following a standard protocol that includes three pretreatments: no antigen retrieval, AR with a proteolytic enzyme (e.g., proteinase K), and HIER (e.g., citrate buffer, pH 6.0); and four, two-fold dilutions of the primary antibody . With this standard protocol, the total of slides initially processed for each antibody is 15, including a negative reagent control for each pretreatment. The positive control section used in standardization (and later in a diagnostic setting) is one in which the antigen in question has been detected with a different method (e.g., virus isolation) and its cellular location is known. A negative control section (containing cells known by independent methods to lack the antigen in question) also should be included. Usually, the same tissue block used for the positive control can be used for the negative control. Incubation of the primary antibody is done at room temperature; duration varies from 30 minutes to 2 hours. Overnight incubations (usually at 4 °C) may be beneficial, but disrupt the automation of the IHC procedure. Based on the results of this initial procedure, the optimal AR method and dilution of the primary antibody is selected as the slide with the best signal (specifi c staining)-to-noise (background staining) ratio. If staining is nonspecifi c or suboptimal, other AR methods and dilutions should be tested. Keep in mind that some antibodies raised against human antigens may not be reactive in animal tissues. For standardization, tissue samples are processed in the same way as the diagnostic samples that eventually will be tested.\n\nTest validation in IHC follows standardization; however, because it is time consuming and expensive, it is seldom done in veterinary medicine. Validation of a test examines technical aspects such as the effects of prolonged fi xation, but focuses more on the ability of the antibody to be used as a marker of a specifi c cell, tumor, or infectious agent. Antibodies used as tumor markers need to be tested against tumors that may be diffi cult to distinguish from the one in question (tumors with similar phenotype, e.g., round cell tumors) with routine stains and tumors present in the same location/organ . Validation should also include evaluation of staining differences among different tumors, staining differences within tumors-particularly when different phenotypes are present (e.g., spindle and epithelioid melanomas staining differences with Melan-A)-and differences between primary and metastatic tumors. Validation is critical given the relative immunologic promiscuity (recognition of more than one cell type or tumor) of most antibodies. Finally, and due to the proven variation of antibody reactivity among different species, standardization and validation of an immunochemical procedure must be done in each species examined.\n\nImmunocytochemistry can be performed on most types of cytologic samples including cytospins, cell smears, cell blocks, and liquid-based monolayer preparations (Fetsch and Abati, 2004) . Cytospins and cell smears are used when the sample volume is small. The advantage of cytospins is better preservation of cytomorphology. However, ICC on cytospins, cell smears, and liquid-based monolayer preparations (ThinPrep) tends to produce more background staining (Barr and Wu, 2006) . Cell blocks of FFPE thrombin clots are the method of choice when there are abundant cells (e.g., effusions). The advantage of cell blocks is the similarity of processing to surgical pathology specimens (and therefore comparable results), the possibility of preparing multiple sections of the same block (e.g., for testing multiple markers), and ease of storage. Cell blocks may present some disadvantages such as loss of cytomorphology and loss of antigenicity due to formaldehyde fi xation (Brown, 2001) . Cell blocks are preferred for nuclear antigens (e.g., Ki-67, p53, PCNA), whereas air-dried cytospins are preferred for the detection of surface antigens (e.g., leukocytic antigens). Thin-Preps are less suitable than cell blocks for detection of nuclear antigens (Gong et al., 2003) .\n\nICC may be performed on previously stained Romanowsky or Papanicolau slides when that is the only available specimen and produces similar results to that of unstained slides. The ICC staining can be done with or without previous destaining (with acid alcohol) of the routine stain (Abendroth and Dabbs, 1995; Barr and Wu, 2006; Miller and Kubier, 2002) . However, there are some technical drawbacks to using previously stained slides: loss of cells from the slide, cell disruption (affecting mostly ICC of membranous and cytoplasmic markers), and signal reduction for some markers (e.g., S100) due to repeated passage of the sample through graded alcohols. In cases in which only a slide is available and the area containing cells is large, multiple markers can be tested simultaneously. Alternatively, the sample can be divided following tissuetransfer techniques (Sherman et al., 1994) .\n\nCytology slides are either wet-fi xed or air-dried and fi xed immediately before performing ICC (Dabbs, 2002) . When wet-fi xed preparations were compared with airdried samples, there were no signifi cant changes in terms of cytologic preservation or ICC staining. However, air-dried preparations may lose fewer cells than wet-fi xed samples. Air-dried preparations can be stored at 2 to 8 °C for up to 2 weeks before immunostain without loss of antigenicity (Fetsch and Abati, 2004) . Samples are put in a plastic microscope slide box, then in a ziplock plastic bag containing desiccant. Samples should equilibrate to room temperature before the bag is opened to avoid cell rupture. Storage for several weeks can be done at Ϫ70 °C (Suthipintawong et al., 1996) .\n\nOne of the main problems in comparing the quality of immunostaining in cytology preparations is the wide range of fi xatives and fi xation protocols used in different laboratories. This issue is very different from diagnostic IHC, in which a universal fi xative, 10% buffered formaldehyde is used in most instances. Here we are giving general rules, but each laboratory should standardize and validate their protocols to obtain consistent results. Fixation is necessary to preserve cell integrity during multistep immunostaining procedures. Fixation should be performed immediately before immunostaining; theoretically, the type of fi xative is selected on an antibodyby-antibody basis. In general, for lymphoid and melanoma markers, samples should be fi xed for 5 to 10 minutes at room temperature in acetone; for epithelial markers, 5 minutes at room temperature in alcohol (95% ethanol or a 1:1 mixture of methanol and 100% ethanol); for nuclear antigens, 3.7% buffered formalin for 15 minutes (Fetsch and Abati, 2004) . Some authors favor formal saline as a universal fi xative suitable for most antigens (Leong et al., 1999) . S100 protein, gross cystic disease fl uid protein-15, and hormone receptors are not well demonstrated in ethanol-fi xed samples due to cytoplasmic antigen leakage (Dabbs, 2002) .\n\nImmunocytochemical methods parallel those of immunohistochemistry. There are several steps previous to the incubation of the primary antibody (e.g., endogenous peroxidase block, nonspecifi c binding block, avidin-biotin block, antigen retrieval). After the primary antibody incubation, a secondary, and sometimes a tertiary, reagent is necessary to demonstrate the immune reaction. The peroxidase block is necessary when using immunoperoxidase techniques; the usual method is with 3% H 2 0 2 in deionized water. The peroxidase blocking step can be omitted in acetone-fi xed specimens. Antigen retrieval is necessary in numerous occasions. Unfortunately, there is no rule to determine a priori whether antigen retrieval is needed or which method is optimal. The approach to standardize ICC is similar to that for IHC. A comprehensive list of antibodies used in ICC at the National Cancer Institute including antibody sources, dilution of the primary antibody, and fi xation and antigen retrieval methods is available (Fetsch and Abati, 2004) .\n\nImmunohistochemistry is an ancillary method and therefore needs to be interpreted in conjunction with clinicopathologic data, including cytologic and surgical biopsy fi ndings, if available. In very few cases is IHC considered a standalone technique in human or veterinary pathology. Specifi c knowledge of the right staining pattern of a given marker is extremely important to determine whether the staining is signifi cant or not. Interpretation of ICC is more challenging than that of IHC because of the diffi culty in obtaining positive and negative control samples treated in a similar way to the test sample and the additional diffi culty of distinguishing normal from neoplastic cells. As stressed in the upcoming section on immunohistochemical diagnosis of metastatic tumors, there are very few, if any, antibodies that are truly specifi c for a single cell type. The interpretation of an IHC reaction is based on the expected \"antibody personality profi le\" (see below) and the infi delity of tumor-specifi c markers (e.g., reactivity in T-cells with B-cell markers) (Yaziji and Barry, 2006) . Simultaneous presence of an antigen in more than one cellular compartment is possible in neoplastic cells, but usually results from diffusion of proteins due to cellular damage during processing. Detection of an antigen in an unusual location should be interpreted with caution and indicated in the immunohistochemical report. Generally speaking, antibodies used in IHC can be used in ICC. In addition, some antibodies that are nonreactive in surgical biopsy specimens are suitable for cytologic preparations.\n\nThe interpretation of an immunohistochemical reaction requires a defi nition of positive or negative staining. This is a controversial issue so only guidelines will be given. Some markers are expected to be present in most cells in a tumor (e.g., cytokeratins in a carcinoma), whereas the detection of other markers (e.g., uroplakin III in transitional cell carcinoma) in only a small group of cells is considered a positive result. Perhaps, as recommended recently in human pathology (Goldstein et al., 2007) , a statement in the IHC report indicating the intensity of the staining and the percentage of positive tumor cells would be more informative than merely a positive or negative result as provided in a recent veterinary study (Höinghaus et al., 2008) . The lack of expression of a particular antigen may be as signifi cant as its presence in prognostication (e.g., absence of expression of progesterone receptor is linked to poor outcome in human breast cancer; lack of bcl-6 expression combined with MUM1 expression in cutaneous large B-cell lymphoma is linked to short survival) (Bardou et al., 2003; Sundram et al., 2005) . In human pathology IHC antibodies are classifi ed as Class I devices by the FDA, meaning that antibodies are considered special stains as adjuncts to conventional histopathologic diagnostic examination (Rhodes, 2005) . In other words, with some exceptions, IHC is not a standalone technique and results must be interpreted by the pathologist in the context of the disease. Some IHC tests (e.g., assays for ER, PR, HER2/neu) are considered class II devices with potential predictive or prognostic value. Similarly in veterinary medicine, immunohistochemical results are part of the pathology report and need to be interpreted by the pathologist (Ramos-Vara et al., 2008) .\n\nAlthough IHC has largely displaced electron microscopy as the ancillary technique of choice in diagnostic pathology, it has some limitations (Fisher, 2006) . One of the main problems is the lack of standardization and quality control among laboratories, particularly in regard to antigen retrieval. This interlaboratory lack of reproducibility is signifi cant when dealing with prognostic markers (Mengel et al., 2002) . Interpretation of immunostaining is also subjective (wide range of interobserver interpretations) and a degree of knowledge of IHC and the antibodies used is required to interpret results correctly. What constitutes a positive result (percentage of positive cells needed, intensity of the reaction) is still controversial, but a critical issue for therapeutic decisions in oncology. Some tumors do not express specifi c markers beyond the generic ones, which makes testing with multiple markers expensive and unrewarding. Neoplastic cells up-and downregulate gene expression, resulting in the lack of expression of expected antigens or the expression of new antigens. All these issues are perhaps more serious in veterinary medicine, where the degree of sophistication and use of IHC techniques is not as advanced as in human pathology, and are exacerbated by interspecies differences in antigen expression and detection.\n\nThe most common cause of lack of staining in the test and control samples is improper procedure (from fi xation to immunocytochemical procedure including antigen retrieval, antibody concentration, and an improper counterstain) (Dabbs, 2002) . A systematic approach to the entire IHC procedure is necessary to determine the cause of staining failure.\n\nIn this context, weak staining applies to both the positive (tissue) control and the test sample and is the result of too much buffer left after a rinsing step, excessive antibody dilution, insuffi cient incubation time, or improper storage of reagents including buffers, antibodies, and substrates (Fetsch and Abati, 2004) . If weak staining only affects the test sample it might be the result of loss of epitopes in the tissue or overfi xation.\n\nThere are multiple causes of background staining. A common one is inadequate blocking of serum proteins. Blocking is usually done with normal serum or protein (Brown, 2001) . Bovine serum albumin has been used extensively in the past as a blocking reagent of nonspecifi c reactions. However, there is recent evidence that adding albumin to antibody and diluent solutions increases the background of immunohistochemical reactions (Mittelbronn et al., 2006) . Other causes of falsepositive staining are necrotic tissue, crushed cells, improper fi xation, incomplete blocking of endogenous peroxidase or endogenous biotin, and high concentration of the primary antibody (Dabbs, 2002) . Samples that are too thick tend to trap reagents and produce background staining. Carcinoma cells in fl uids often express vimentin and lose their immunoreactivity for cytokeratins; antigens shed into effusion fl uid can be absorbed onto the surfaces of other cells present in the same fl uid. Some antigens in cytologic samples such as factor VIII-rAg and immunoglobulins tend to diffuse into the surrounding tissue contributing to incorrect interpretation of immunostaining (Barr and Wu, 2006) . To avoid overstaining due to the concentration of the primary antibody, retitration of primary antibodies on cytologic preparations is recommended. Other causes of background staining are included elsewhere (Ramos-Vara, 2005) . When using detection kits that recognize primary antibodies made in goats, extensive background in both the positive and negative controls is observed if using tissue sections from the same or related species (ruminants) due to the presence of endogenous immunoglobulins recognized by the secondary antibody (anti-goat IgG). A similar problem is observed with rabbit monoclonal antibodies tested on rabbit tissues or mouse monoclonal antibodies tested on mouse tissues. Special detection procedures are commercially available to avoid this background staining. Although not an example of nonspecifi c background staining, it is very important in immunocytochemistry to distinguish positive staining in normal or reactive cells from that of neoplastic cells. This distinction can be challenging when the number of reactive cells is higher than that of the neoplastic cells (e.g., T-cell-rich B-cell lymphoma). \n\nThe same type of controls described under IHC is used for ICC (tissue and reagent controls). Ideally, the control tissue sample should contain the antigen of interest and be fi xed and processed in an identical way to the test sample. The ideal positive control should demonstrate immunoreactivity that is weak in some places and strong in others. A negative reagent control is also necessary for each antibody tested (see Fig. 17 -2). For the negative reagent control, either an irrelevant antibody or nonimmune serum from the same species as the primary antibody (and ideally the same Ig isotype for monoclonal antibodies) replaces the primary antibody (Fetsch and Abati, 2004) . The slide with the negative reagent control should be processed in an identical manner as the slide with the primary antibody. The negative control slide is used to assess nonspecifi c staining that is not the result of specifi c antigen-antibody binding (background staining). If only one slide is available, it may be used divided into test and negative reagent control by circling the areas of interest with a diamond or wax pen or using the cell transfer technique already mentioned (DeLellis and Hoda, 2006) . In some instances, a slide negative for one marker can be used to test a second marker.\n\nThe goal of diagnostic IHC is to maximize sensitivity without compromising specifi city of results. A typical approach is to cover the main tumor types with antibody panels that include cytokeratins (carcinoma), vimentin (sarcoma), S-100 (melanomas or peripheral nerve sheath tumors), and CD45 (leukocytic neoplasms). To achieve maximum sensitivity, the use of \"redundant\" antibodies for a given antigen is recommended: in other words, the use of several antibodies that should label the same cell type. Table 17 -2 lists cell markers and their use in the immunochemical diagnosis of tumors, with emphasis on organ system. In human pathology, the following expanded panel has been proposed: Pan-cytokeratin (carcinomas), CD45 and CD43 (lymphomas), S-100 and Melan-A or gp 100 (melanomas), vimentin and collagen IV (sarcoma) (Yaziji and Barry, 2006) . Some of these markers are not available or not reactive in animal tissues, so alternatives need to be found. Once other clinicopathologic data has been examined judicious use of antibodies is the best approach: it will reduce both the cost of testing and the need to explain unexpected reactions to the client. Once a particular tumor group has been identifi ed (e.g., sarcoma), more specifi c markers to determine the type of tumor are used. This approach is based on B A C D ■ FIGURE 17-1. A-P, Troubleshooting in immunohistochemistry. A, Tissue section cut several weeks before immunohistochemical testing shows no staining for Ki67 as a result of tissue section aging. B, Compare the same tissue section when cut fresh and immunohistochemistry is performed that shows anti-Ki67 nuclear staining in several cells. C, A clean heating unit is shown, which helps avoid fl uctuations in the incubation temperature. D, Note the buildup of salt deposits when using a steamer. algorithms. Fig. 17 -3 shows a basic algorithm to characterize tumors frequently found in domestic species. This algorithmic approach is borrowed from the human experience; unfortunately many markers currently used in human pathology are not reactive in animal tissues or their reactivity is different (in other words, when dealing with IHC, not all animal species and antibodies are created equal). This problem is compounded because the extensive testing (validation) of antibodies used in human diagnostic IHC is almost nonexistent in veterinary medicine. The lack of predictive behavior (percentage of positive cases of a tumor with a particular antibody) is one of the most diffi cult barriers to overcome in veterinary diagnostic IHC. The use of a particular marker will be also determined by its availability in the laboratory. Many antibodies with diagnostic or prognostic significance in human pathology await validation in similar tumors of animals (Capurro et al., 2003) . A similar algorithmic approach can be used in immunocytochemistry.\n\nAntibody personality profi le (APF) is a new concept introduced by Yaziji and Barry (2006) . An APF is defi ned by 1) location of expected signal (e.g., cytokeratins are exclusively cytoplasmic; S-100 protein and calretinin are cytoplasmic and nuclear; CD45, CD11 are in the cell membrane; laminin, collagen IV are found only in the interstitium); 2) antibody pattern (S-100 produces a homogeneous signal; cytokeratins, a fi lamentous signal; chromogranin A and Melan-A, a granular signal); 3) antibody-characteristic pattern across tissues and tumors (thyroid transcription factor-1 [TTF-1] stains most neoplastic cells in a pulmonary carcinoma; uroplakin III stains only a small percentage of tumor cells). Knowledge of the profi le facilitates accurate interpretation of immunohistochemical results. Keep in mind that the APF may vary among animal species , 2002b .\n\nThe number of antibodies available for diagnostic purposes has increased exponentially in the last few years. This gives the diagnostician more opportunities to make a defi nitive diagnosis. Keep in mind that regardless of the number of markers used to characterize a particular tumor, the gold standard before attempting IHC should be HE. A careful examination of HE-stained slides will reduce the number of markers needed to arrive to a defi nitive diagnosis. Even after that, it is uncommon to make a defi nitive diagnosis with only one marker because expression (or lack of thereof) of proteins in tumor cells may differ from that in the normal cell counterpart. Upregulation and downregulation of gene expression and the proteins codifi ed by such genes is common in neoplastic cells. The use of tumor marker panels in the diagnosis of metastatic disease is key to improving our chances of arriving at a defi nitive diagnosis. Considering the relatively low cost of IHC and the expenses of treating some tumors, clinicians are keen to get a defi nitive A, This section of lymphoid tissue was not pretreated with hydrogen peroxide to remove endogenous peroxidase activity. Red blood cells (asterisk) contain abundant endogenous peroxidase activity. B, Nonspecifi c DAB precipitate can mimic true staining. C, The border of the section (asterisk) is less stained than the center due to loss (evaporation) of reagents during prolonged incubation, in this case of lymphoma stained for CD3. D, Four slides show the results for the two markers Melan-A and S100. Each marker has two tissue sections on two slides; one slide incubated with the primary antibody (slides labeled as MEL and S-100) and one slide in which the primary antibody has been replaced with nonimmune serum or immunoglobulins [slides labeled as (-) CONTROL]. It is advisable to add a known positive control to the same slide that contains the test tissue section (in this case, the positive control is the brown-stained tissue in the upper half of the slides). This case was positive for S100 and negative for Melan-A (test tissues are in the lower half of the slides). answer from the pathologist. A treatment tailored to a specifi c tumor will more likely improve the quality of life of the animal. The proposed series of steps to characterize a metastatic tumor has been modifi ed from Dabbs (2006) and include: 1) Determine the cell line of differentiation using major lineage markers. 2) Determine the cytokeratin type for carcinomas and possible coexpression of vimentin. 3) Determine if there is expression of cellspecifi c products, cell-specifi c structures, or transcription factors unique to specifi c cell types. The main difference with the algorithmic approach for a metastatic Neuroendocrine carcinoma (Neuroendocrine markers ϩ)\n\nPulmonary carcinoma\n\nNeural neoplasia (other Neural markers ϩ)\n\nHistiocytic sarcoma (CD 18 ϩ CD11d -) tumor is that without knowing the location of the primary tumor, the differential diagnosis includes more tumor types and the tumor marker panel therefore includes more antibodies.\n\nMarkers should include keratins as well as lymphoid, melanoma, and sarcoma markers (Chijiwa et al., 2004; Höinghaus et al., 2008) . A basic panel of markers for small animals is: pancytokeratins (clones AE1/AE3 or MNF 116), CD45 (panleukocytic marker), Melan-A or S100 (melanocytic differentiation), and vimentin (mesenchymal differentiation).\n\nCytokeratins comprise approximately 20 polypeptides with different molecular weight, numbered 1 through 20. They are separated by charge into acidic (type I) and basic (type II) keratins. Cytokeratins are paired together as acidic and basic types. Most low-molecular weight keratins (e.g., CK 7, 8, 18, 20) are present in all epithelia except squamous epithelium, whereas high-molecular weight keratins (e.g., CK 1, 2, 3, 4, 9, 10) are typically present in squamous epithelium. Almost all mesotheliomas and carcinomas, except squamous cell carcinomas, have CK 8 and 18. The coordinate expression of CK 7 and CK 20 is one criterion to classify carcinomas in human pathology. This approach has proven very useful in metastatic carcinomas of undetermined origin. There is only one paper published regarding domestic animals that examines a wide range of carcinomas in dogs and cats for expression of CK 7 and CK 20 (Espinosa de los Monteros et al., 1999) . Results for CK 7 were similar to those in humans, but major differences were observed for CK 20 among both animal species. CK 5 is a useful marker of myoepithelial differentiation in glandular tumors as well as for squamous epithelium and mesothelial cells. Although cytokeratins are the typical marker of epithelial differentiation, they can be detected in mesenchymal tumors (melanoma, leiomyosarcoma, gastrointestinal stromal tumors, liposarcoma, meningioma, and angiosarcoma), although usually in only a few cells, as opposed to the diffuse and strong staining of carcinomas and sarcomatoid carcinomas (Dabbs, 2006) . Coexpression of intermediate fi laments has been reported in certain human fetal and adult tissues. Some carcinomas frequently express vimentin, particularly endometrial carcinoma, renal cell carcinoma, salivary gland carcinoma, spindle cell carcinoma, and thyroid follicular carcinoma. In a few cases, coexpression of CKs and vimentin is observed in colorectal, mammary, prostatic, and ovarian carcinomas.\n\nThis group of markers includes proteins or glycoproteins produced by a few cell types. The exact function of some of these proteins is unknown.\n\nWithin the generic neuroendocrine markers, synaptophysin and chromogranin A are the most commonly used and specifi c for this group of tumors. Antibodies for these markers work well in most animal species. Keep in mind that synaptophysin, in addition to staining the majority of pheochromocytomas of the adrenal gland, may stain a signifi cant number of adrenal cortical tumors as well. Neuron specifi c enolase (NSE) is another classic generic neuroendocrine marker. Unfortunately, this marker is less specifi c than its name claims and stains other nonendocrine cell types, making its use in diagnostic IHC questionable. A recently used neuroendocrine marker in veterinary pathology, protein gene product (PGP) 9.5, a ubiquitin hydrolase, labels many neuroendocrine cells but also labels unrelated tumors . Antibodies to peptide hormones (e.g., thyroglobulin, calcitonin, glucagon, insulin) usually cross-react among different animal species and demonstrate specifi c endocrine cell types.\n\nEvery year, numerous scientifi c papers report the characterization of \"novel\" markers (antibodies) that are extremely specifi c for particular human cells or tumors. Most eventually will be relegated to use in combination with other antibodies (as part of a tumor panel). In this section are presented some markers that are useful in the characterization of specifi c animal tumors. Thyroid transcription factor-1 (TTF1), a nuclear transcription factor, is frequently expressed in thyroid tumors (more common in follicular, but also present in medullary, tumors) and pulmonary tumors (Ramos-Vara et al., 2002a . Other tumors, including mesotheliomas, are usually negative. Hep Par 1 (hepatocyte paraffi n 1) is consistently detected in hepa tocytes and their tumors with no staining of biliary epithelium, which makes it a good choice to distinguish these tumors, particularly when used in conjunction with CK 7 (Ramos-Vara et al., 2001a). However, some intestinal, and probably pancreatic, tumors can be positive (Ramos-Vara and Miller, 2002) . Melan-A is one of the best specifi c and sensitive markers of melanomas in dogs (less sensitive in feline melanomas) and certainly more specifi c than other classic markers such as S100 and NSE , 2002b . It should be noted that many steroidproducing tumors from the adrenal cortex, testis, and ovary show strong reactivity for Melan-A (Ramos-Vara et al., 2001b) . Uroplakin III, a major component of the asymmetric unit of transitional epithelium, is expressed in most canine transitional cell carcinomas and, in conjunction with CK 7, the number of transitional cell carcinomas detected approaches 100% (Ramos-Vara et al., 2003) . Uroplakin III has not been detected in nonurothelial normal or neoplastic tissues of dogs which makes this marker the exception to the rule (coexpression of the same marker in different cell types).\n\nA marker widely used in human pathology to discriminate mesothelioma from carcinoma is calretinin. However, attempts to use it in canine mesotheliomas with a variety of antibodies have been unrewarding. There is a report of calretinin staining in equine mesothelioma (Stoica et al., 2004) . The differential diagnosis of mesothelioma and pulmonary carcinoma is challenging in human pathology and numerous antibodies have been tested. A recent study indicates that the combination of D2-40 and calretinin (both positive in mesothelioma and negative in lung carcinoma) and CEA and TTF-1 (both negative in mesothelioma and positive in pulmonary carcinoma) antibodies is an economic way to distinguish these two types of tumors (Mimura et al., 2007) . Desmin is detected in reactive mesothelial cells but not in mesothelioma or carcinoma in cytologic preparations (Afi fy et al., 2002) . As previously mentioned, TTF-1 is a specifi c and sensitive marker of canine pulmonary and thyroid carcinomas. The use of CEA on animal tumors is very limited. We are not aware of D2-40 staining of mesotheliomas in animal species. The use of both cytokeratins and vimentin (usually coexpressed in mesotheliomas) is probably the best approach to distinguish mesothelioma from pulmonary carcinoma in animals (Geninet et al., 2003; Morini et al., 2006; Sato et al., 2005; Vural et al., 2007) .\n\nA smooth muscle-specifi c protein, calponin, has been evaluated in canine mammary tumors (Espinosa de los Monteros et al., 2002) . In addition, Webster et al. (2007b) studied the expression of the embryonic transcription factor OCT4 in canine neoplasms.\n\nIHC in oncology is useful as a tool to determine tumor prognosis or disease outcome. This is a topic of intense investigation in human pathology, and not without controversy. Prognostic markers are currently under investigation for some animal tumors. Briefl y discussed below are proliferation markers, telomerase activity, KIT stem cell factor, and immunophenotypic changes during cancer progression.\n\nThis group includes Ki67, PCNA and cyclins, and in general indicates the proportion of proliferating/cycling cells in a given tumor; these markers correlate well with mitotic index. Malignant tumors generally have more proliferating cells than benign tumors, with some exceptions. Lymphomas, mammary tumors, melanocytic tumors, and mast cell tumors are probably the tumors in domestic species in which these markers have been studied most extensively (Ishikawa et al., 2006; Kiupel et al., 1999; Madewell, 2001; Sakai et al., 2002) . In mast cell tumors, there is good correlation between decreased survival time and Ki67 index and between the histochemical detection of nuclear organizing regions (AgNORs), which determine the rate of cellular proliferation (generation time) and decreased disease-free interval (Webster et al., 2007a) . In a different study (Scase et al., 2006) , both AgNORs and Ki67 scores were considered useful prognostic markers for canine mast cell tumors, with Ki67 score used to divide Patnaik grade 2 mast cell tumor into 2 groups showing markedly different actual survival times. PCNA score did not correlate with differences in survival times of several types of tumors (Roels et al., 1999; Scase et al., 2006; Webster et al., 2007a) . The prognostic signi fi cance of detection of cyclins in animal tumors has not been fully evaluated (Murakami et al., 2001) .\n\nTelomeres are portions of repetitive DNA that protect chromosomes from degradation and loss of essential genes (Cadile et al., 2007) . With each cell division, telomeres progressively shorten in all somatic cells until cells undergo replicative senescence or apoptosis. Telomerase is a ribonucleoprotein enzyme complex that synthesizes telomere DNA. In normal cells telomerase is detected in male germ cells, activated lymphocytes, lens tissue, and stem cell populations but not in somatic cells. In human cancer, telomerase activity is detected in 85% to 90% of cases and in dogs more than 90% of tumors examined express telomerase activity (Kow et al., 2006) . Telomerase expression in dogs is signifi cantly associated with tumor proliferation (Ki67 labeling index) and/or tumor grade (Long et al., 2006) . Immunohistochemical detection of telomerase could be useful as a prognostic marker and tool to determine the therapeutic approach to cancer (Argyle and Nasir, 2003) .\n\nThe KIT protein, a tyrosine kinase receptor product of the c-kit proto-oncogene, is expressed in numerous tissues and cells including mast cells and mast cell tumors. Immunohistochemical staining patterns of KIT in canine mast cell tumors have been used as a prognostic tool (Kiupel et al., 2004) . In a normal mast cell, KIT is localized in the cell membrane; localization within the cytoplasm in mast cell tumors has been linked to increased rate of local recurrence, decreased survival rate, or increased tumor grade (Reguera et al., 2000) .\n\nObserved in some human cancers is the loss or redistribution of epithelial markers and gain of mesenchymal markers. EMT is usually associated with one or more of the following tumor features: increased tumor cell motility, invasive potential, tumor grade or tumor stage (Baumgart et al., 2007) . The most common proteins affected in EMT are epithelial markers (E-cadherin, betacatenin, and plakoglobin) and mesenchymal markers (Ncadherin and vimentin). Although it is likely to occur, there is no published evidence of EMT or its prognostic signifi cance in cancer of domestic animals.\n\nThe ultrastructural examination of tissues and cells is one of the most common ancillary methods used in diagnostic cytology and pathology (Dardick et al., 1996) . If the markers of immunohistochemistry are structural or secretory proteins specifi c for a cell or tissue, then the markers of electron microscopy (EM) are subcellular structures such as organelles or matrix constituents. Electron microscopy has contributed in great measure to an understanding of the structural features of normal and pathologic tissues. Although the use of EM has declined in the last decade and been partially replaced by other techniques (e.g., immunohistochemistry), EM is still a very valuable tool to reach a defi nitive diagnosis in some diffi cult cases, particularly in peripheral nerve sheath tumors, some synovial sarcomas, pleomorphic sarcomas, and mesotheliomas (Dardick and Herrera, 1998; Mackay, 2007) . EM and IHC should be used in a complementary fashion based on the type of diagnostic problem (Fisher, 2006) . As an ancillary technique, EM raises the level of confi dence in diagnoses based on light microscopy. Of the three main types of ancillary techniques currently used in veterinary pathology (EM, IHC, PCR), EM is the most mature technique, meaning that it has gone through the usual stages of development, evaluation and, stabilization as opposed to the other two techniques that are still in development or evaluation stages. As the saying goes, embrace the new techniques if they are worthy and keep the proven old ones.\n\n• It is the only method to examine the fi ne detail of tissues and cells (organelles, inclusions, pigments, extracellular matrix). • There is a wealth of information on ultrastructural pathology in the literature of the last 40-plus years. • Although not optimal, formalin-fi xed (and even paraffi n-embedded) tissues can be used. • It can identify infectious agents not previously reported (and therefore without specifi c antibodies or genetic probes). • Many microorganisms are more resistant to autolysis than eukaryotic cells (and therefore warrant ultrastructural examination in suboptimally preserved tissues) (Figs. 17-4 to 17-7). • For some tumors, it is the most reliable method for diagnosis ( Fig. 17-8 ). • For certain lesions (e.g., glomerular disease) EM is still the gold standard method (Fig. 17-9 ). • Immunologic assays can be performed on EM samples. • EM complements immunohistochemistry. • Cellular structures are nearly identical among animal species at the ultrastructural level (in IHC, in contrast, it is not unusual to be unable to demonstrate a particular antigen in a new species due to lack of interspecies cross-reactivity).\n\n• Sample preparation is rather tedious.\n\n• Optimal preparation is only achieved with special fi xation. • Pathologic changes are sometimes diffi cult to distinguish from autolysis or processing artifacts. • Sampling may not be representative due to small sample size (an important limiting factor for heterogeneous lesions); pitfalls include the presence of necrotic, normal, or stromal tissue. • Overall, it is more expensive than immunohistochemistry. • It requires expensive equipment and highly skilled technicians.\n\n• Examination of samples is very tedious.\n\n• Pathologists with extensive experience and interest in ultrastructural pathology are an endangered species.\n\nThe principle on which the transmission electron microscope operates is similar to that of the light microscopei.e., lenses are used to magnify images. The main difference used to produce images is in the type of radiation, which for EM is electrons, and the means to focus, which for EM is electromagnetic lenses. The resolving power of an electron microscope is around 0.2 nm or less, much higher than that obtained with a photonic microscope (200 nm) or with a fl uorescence microscope (100 nm). Processing a sample for EM is basically similar to that for light microscopy, paraffi n-embedded samples, but the reagents used are different.\n\nThe speed of fi xation is critical in EM to avoid changes due to autolysis. As previously mentioned, the fi xative of choice for light microscopy is formaldehyde. For routine electron microscopy glutaraldehyde is the gold standard, with secondary fi xation in osmium tetroxide. These two fi xatives are complementary: glutaraldehyde stabilizes proteins and osmium tetroxide stabilizes lipids. Glutaraldehyde has a slower diffusion rate than formaldehyde and very small samples (around 1 mm 3 ) are required for optimal fi xation. Formaldehyde is not an optimal fi xative but in diagnostic pathology is the most commonly used primary fi xative for EM, particularly when ultrastructural studies are not considered initially in the diagnostic workup. Due to the impurities of commercially available formaldehyde solutions (e.g., formic acid, methanol), ultrastructural preservation is compromised. Tissues fi xed in paraformaldehyde (an aldehyde from which formaldehyde is produced) are more amenable to immunoelectron microscopy than those fi xed in glutaraldehyde.\n\nFixed samples are dehydrated and embedded in a liquid resin that polymerizes to produce a hard block that is cut using special glass or diamond knives in an ultramicrotome. Epoxy resins are the standard embedding material, but for special procedures (e.g., immunoelectron microscopy) acrylic resins such as Lowicryl and LR White resins are preferred (Bancroft and Gamble, 2007). For cell suspensions (fi ne-needle aspirates, cytology samples), samples are pre-embedded in a protein medium (e.g., agar, bovine serum albumin). Semi-thin sections (0.5 to 1.0 μm) are fi rst cut to localize the most appropriate portion of the sample to section at an approximate thickness of 60 to 90 nm (silver to straw-colored ultrathin sections). Routine sections are usually stained with uranyl acetate and lead citrate (osmium fi xative will also stain membranes and lipid vacuoles). FFPE tissues can be used when no other sample is available. Keep in mind that the degree of preservation of organelles and membranes in FFPE samples may be severely compromised. (m) . B, Toxoplasma bradyzoites with conoid (arrow), micronemes (mi), and rhoptries (r) surrounded by a cyst wall (arrowheads). C, Lung of a pig with numerous Pneumocystis carinii trophozoites (t) on the alveolar surface. Note the type one (p1) and type 2 (p2) pneumocytes, red blood cell (r), neutrophil (n), and lymphocyte (l). D, Three trophozoites (t) and one cyst (c) form. Note the cyst has a thick cell wall (arrows), a rudimentary cytoplasm (asterisk), and four intracystic bodies (i).\n\nSample selection and interpretation of electron micrographs is heavily biased by the clinical history and light microscopy fi ndings. After examination of FFPE tissues under the light microscope, differential diagnoses are made and additional ancillary techniques (e.g., EM, IHC) are requested for further characterization of that lesion.\n\nAfter examining a lesion by light microscopy, the pathologist will determine which features to seek at the ultrastructural level. During the ultrastructural examination, a good observer may fi nd additional, unexpected features that prompt reconsideration of the original diagnosis. Formalin fi xation or delayed fi xation will probably create artifacts that may render the sample unsuitable for thorough ultrastructural evaluation but still adequate to detect specifi c features (e.g., viral particles, parasites, inclusions, crystals). Buffered formaldehyde (approximately pH 7.4) will reduce the loss of cellular components and tissue shrinkage. A sequential (orderly) approach to the ultrastructural study of tumors involves: topographic cellular relationships → external lamina → cell contours → intercellular junctions → cytoplasmic granules → cytoplasmic fi laments; cytoplasmic vacuoles and vesicles → type and distribution of organelles → nuclear and nucleolar morphology → stroma.\n\nIn case of a confl ict of interpretation between light microscopy and electron microscopy, re-evaluation of fi ndings is mandatory. As a rule, if discrepancies still persist, light microscopy fi ndings should prevail due to the far greater amount of tissue examined. However, the current specialization of pathology makes the use of multiple ancillary techniques (EM, IHC, PCR) common in diffi cult cases and careful evaluation of all results needs to be made before establishing a fi nal diagnosis. Malignancy cannot be determined on ultrastructural grounds. Establishment of a malignant phenotype is in the realm of light microscopy and tumor biologic behavior, supported in very specifi c cases by immunohistochemical and molecular tests. Tables 17-3 and 17-4 are intended to give the reader a general approach to the ultrastructural characterization of common tumors.\n\nThere are excellent atlases on ultrastructural pathology (Dickersin, 2000; Dvorak and Monahan-Earley, 1992; Erlandson, 1994; Eyden, 1996; Ghadially, 1998) . (v) . B, Membranous glomerulonephritis in a cat reveals irregular thickening of the basement membrane (asterisks) of the glomerulus. The basement membrane has multiple immune-complex electron-dense deposits (long arrows). Note the fused foot processes of podocytes (arrowheads). Lumen of capillary vessel (l) is surrounded by a fenestrated lining (short arrows). Also shown is a red blood cell (r) and the urinary space (u). C, Membranous glomerulonephritis in a dog demonstrates irregular thickening of basement membrane that contains multiple immune-complex electron-dense deposits (long arrows), some in a subepithelial location (short arrows). Note microvilli (arrowheads) on the surface of a podocyte (p). D, Canine glomerulocystic kidney disease has parietal epithelium (e) that is hypertrophic and distorted, containing abundant, mildly electron-dense material (asterisks). The associated Bowman's capsule (c) is expanded by extracellular matrix and surrounds the urinary space (u). \n\nThe term \"special stains\" groups most of the histochemical stains used in histopathology and arbitrarily separates them from the standard hematoxylin-eosin. Special stains have been and still are important techniques in the characterization of numerous lesions and tissues. Before the advent of immunohistochemistry and molecular techniques, special stains were the main tool to characterize lesions beyond an HE. The majority of laboratories are capable of doing special stains with the same equipment available for routine histopathology.\n\n• They are easy and usually quick to produce.\n\n• Most have standard and very reproducible protocols. • Currently, numerous special stains can be purchased as kits and used in automatic stainers. • They have been extensively validated and numerous variations to original protocols have been produced to improve their quality. • They are fairly inexpensive. • They detect substances to which there are no commercial antibodies to be detected by IHC.\n\n• Some stains are somewhat unpredictable.\n\n• Due to the nature of the histochemical reaction, large chemical groups rather than a small number of amino acids encompassing an epitope of an antigen (immunohistochemistry) or short sequences of nucleic acids (molecular techniques) are detected; in other words, they are less specifi c than IHC or molecular techniques.\n\nNumerous factors contribute to dye-tissue affi nities including: 1) Solvent-solvent interactions (e.g., hydrophobic bonding between enzymes and their substrates); 2) Stain-stain interactions (e.g., metachromatic staining with basic dyes, silver impregnation); 3) Reagent-tissue interactions of Coulombic attractions (e.g., acid and basic dyes); Van der Waal's forces (e.g., detection of large molecules such as elastic fi bers); hydrogen bonding (e.g., staining of polysaccharides by carminic acid from nonaqueous solutions); or covalent bonding (e.g., nuclear detection by the Feulgen reaction, PAS stain) (Bancroft and Gamble, 2007) . Special stains are used mainly to demonstrate specifi c chemical groups characteristic of a substance (e.g., glycogen, myelin) (Fig.17-10 and Table 17 -5) and to demonstrate the general morphology of microorganisms (e.g., fungi, bacteria) (Fig. 17-11 and Table 17-6). There are excellent books regarding special stains and other aspects of histotechnology (Bancroft and Gamble, 2007; Carson, 1997; Prophet, 1992) .\n\nWhile cytomorphology alone is often suffi cient for cell identifi cation, there are many instances where more objective or detailed identifi cation is needed to provide diagnostic or prognostic information. Flow cytometry is a valuable and readily available tool that allows the analysis of individual cells as they pass in front of a laser as a single cell suspension. The light absorbance and scatter properties of the cells can provide information about cell size and internal complexity/granularity respectively, and the use of specifi c antibodies allows the quantifi cation of both intracellular and surface-expressed components.\n\nNucleus Nuclear irregularities are common in neoplastic cells. Artifact of sectioning with contained portions of cytoplasm (pseudoinclusions or nuclear pockets).\n\nMultiple tumor types. Nonspecifi c feature. Osteoclast-like giant cell tumors. Multilobation: multiple nuclear profi les connected by thin bridges. Multinuclearity: Nuclear profi les not joined. Hydroxyapatite deposits on collagen fi bers (osteoid) (ϩ/Ϫ).\n\nThe most widely used clinical application involves incubating cells with fl uorescently labeled antibodies directed at surface antigens to allow the determination of both the frequency of cells that express the given molecule as well as the relative expression levels on individual cells. Because antibodies can be labeled with a variety of fl uorochromes that have different excitation and emission wavelengths, the expression of several surface molecules can be detected simultaneously. The major advantage of fl ow cytometry is that it allows the rapid and objective identifi cation of large numbers of cells. Clinically, fl ow cytometry is generally used for the analysis of hematopoietic cells, in order to characterize lymphoma and leukemia, and to quantify cells in cases of suspected immunologic disorders.\n\nTo analyze a sample with fl ow cytometry the cells must be in suspension and free of any clumping or debris. Anticoagulated whole blood or cavity effusions can generally be submitted directly to a fl ow cytometry facility for analysis. Aspirates from solid tissue can be resuspended in media with serum. In university or laboratory settings, tissue culture media such as RPMI or DMEM, buffered with HEPES and supplemented with 5% to 10% fetal bovine serum is ideal. However in the clinic setting, 0.9% saline can be used, and 10% serum from the patient can be added. Serum from another patient of the same species may also be used. Because a minimum of 10,000 cells are needed for each antibody combination, several tissue aspirates are needed for a complete analysis. If samples are to be shipped, they must be shipped overnight with a cold pack.\n\nThe preparation of cells for fl ow cytometry varies widely between laboratories (Lana et al., 2006a; Ruslander et al., 1997; Vernau and Moore, 1999; Villiers et al., 2006; Wilkerson et al., 2005) , and at present there is no consensus about the best method. Most commonly, the fi rst step in cell preparation is to remove the red blood cells by lysis in a hypotonic solution. An alternative method is to prepare the cells by differential density centrifugation through a solution such as Histopaque. Neutrophils, red blood cells, and platelets will pass through the solution, whereas mononuclear cells will remain on top of the \n\nHistopaque layer. While this technique concentrates the mononuclear cells considerably, it is possible that cells of interest may pass through the density gradient and be lost from the analysis. For analysis of antigens expressed on the cells' surface, such as CD4 and CD8, cells are incubated with antibodies to cell surface markers. Primary antibodies are either unlabeled or have been directly conjugated to a fl uorescent molecule called a fl uorochrome. The directly conjugated antibodies can be visualized immediately after staining and they greatly facilitate the use of multiple markers simultaneously. Cells stained with unlabeled antibodies must be subjected to a second staining reaction using a labeled antibody that will recognize the immunoglobulin portion of the primary antibody. In general, only a single unconjugated antibody can be used in a staining reaction, preventing the simultaneous quantifi cation of multiple markers on individual cells. It is important to include control reactions for each sample. Controls consist of the same cells left unstained and cells stained with an antibody of the same isotype that should not specifically bind to any antigens on the cells of interest. The unstained cells allow the operator to correct for autofl uorescence, and the fl uorescent intensity of the irrelevant antibody reaction can be used to determine the level of background staining.\n\nLaboratories use a variety of different antibodies in different combinations for immunophenotyping. Table 17-7 lists a suggested panel for dogs and cats, although most laboratories (including our own) use a more extensive array of antibodies. The largest supplier of directly conjugated antibodies for use in routine veterinary fl ow cytometry is Abd Serotec (www.ab-direct.com), and the clones listed in Table 17 -7 are all available through this company. Other suppliers, such as R&D Systems (www. rndsystems.com), B-D Biosciences (www.bdbiosciences. com), and Southern Biotech (www.southernbiotech.com, cats only) have fewer antibodies.\n\nThe cells are washed after the fi nal staining reaction, and then can either be fi xed in paraformaldehyde for later analysis or analyzed immediately without fi xation. If cells are analyzed immediately, they can be additionally stained with propidium iodide, which will label cells with a disrupted cell membrane and can therefore be used to exclude dead cells from the analysis. This technique is extremely useful because dead cells tend to nonspecifi cally bind antibodies.\n\nIn addition to surface molecules, several useful antigens are located within the cell cytoplasm. For example, most human T-cell acute lymphoblastic leukemia (ALL) lack surface expression of CD3, but have cytoplasmic expression of CD3 (Szczepanski et al., 2006) . The CD3 reagent commonly used for IHC in dogs can also be used for fl ow cytometry (Wilkerson et al., 2005) and could be included in a panel used to phenotype acute leukemia. The monocyte/granulocyte lineage markers myeloperoxidase (MPO) and MAC387 are also cytoplasmic and can be useful for analyzing acute myeloid origin leukemia (Villiers et al., 2006) . In order to expose these cytoplasmic molecules, cell membranes must be permeabilized using commercially available permeabilization reagents before staining.\n\nThe most important aspect of fl ow cytometry is data analysis, which begins with the examination of the light scatter properties of the cells. As cells pass in front of the laser, they scatter the light, and detectors record the amount of forward-scattered and side-scattered light. The total amount of forward-scattered light detected depends on cell surface area or size, whereas the amount of sidescattered light indicates cellular complexity or granularity. Figure 17 -12 demonstrates a typical scatter plot from canine peripheral blood, where each dot represents an individual cell placed relative to the amount of forward and side scatter recorded as it passes in front of the laser. Typical scatter properties allow the identifi cation of lymphocyte, monocyte, and neutrophil populations.\n\nAlthough there is no consensus on analysis methods in veterinary medicine, in general the fi rst step of an analysis is to \"gate\" different populations of cells based on their scatter properties. As shown in Figure 17 -12, lymphocytes have lower forward and side scatter, whereas neutrophils have higher forward and side scatter, with monocytes falling in between. The next step is to determine the percentage of cells within each population that expresses the markers of interest by looking at the fl uorescence profi le of each population. The fl uorochromes used to label antibodies are excited by the laser and emit a particular peak emission wavelength, which can be detected by the fl ow cytometer. Different fl uorochromes have distinct peak emission wavelengths so antibodies conjugated to two different fl uorochromes can be used simultaneously in one staining reaction. The amount of fl uorescent signal detected is proportional to the number of fl uorochrome molecules on the cell. The data can then be displayed as a single parameter in the form of a histogram, or two parameters can be displayed simultaneously as a dot plot ( Fig. 17-13) . Two-parameter dot plots allow individual events/cells to be displayed so that the relative fl uorescence for two individual markers can be displayed.\n\nElectronic gating of different populations allows the user to determine the percentage of cells in each population that are positive for a given molecule (see Fig. 17-13) . The percentage of positive cells is usually determined by fi rst analyzing the isotype control and setting gates based on this control. The percentage of positive cells is determined by the number of cells that fall above the gate set by the negative control (see Fig. 17-13) . While the isotype control is used as a guideline, it is generally accepted that there is some fl exibility in the placement of gates to include logical populations of cells. \n\nAll laboratories report fl ow cytometry data differently. In peripheral blood analysis, the most useful information is the absolute number of a lymphocyte subset in peripheral blood per microliter. When only percentages are reported, it may be diffi cult to distinguish loss of one population from expansion of another population. Although normal values have been published (Byrne et al., 2000) , preparation methods differ so widely between laboratories that each lab should generate their own normal values. For other samples, percentages of lymphocyte subsets are reported usually after gating on the relevant population by size. For example, in lymph node aspirates from dogs with lymphoma, the neoplastic lymphocytes are usually large. Therefore, the percentage of each lymphocyte subset will be determined after gating on the large cells. In addition to the percentage of cells expressing different markers, cells with an abnormal phenotype, such as loss of an antigen or aberrant expression of an antigen, should also be described or quantifi ed.\n\nRoutine immunophenotyping of circulating lymphocytes is becoming more prevalent in veterinary medicine as more cross-reactive and species-specifi c antibodies become available. A number of studies have described the immunophenotypic markers of canine lymphoma and leukemia (Appelbaum et al., 1984; Day, 1995; Caniatti et al., 1996; Ruslander et al., 1997; Grindem et al., 1998; McDonough and Moore, 2000; Modiano et al., 1998; Ponce et al., 2003) . Distinguishing a reactive from a neoplastic process is often the fi rst task faced by the clinician. Finding of a phenotypically homogeneous population of lymphocytes suggests a neoplastic, rather than a reactive, process. For example, canine chronic lymphocytic leukemia (CLL) most commonly involves an expansion of CD8ϩ T cells, and less frequently B cells (Vernau and Moore, 1999; Workman and Vernau, 2003) . CD8 T cells usually comprise 25% to 35% of canine peripheral blood, and B cells usually comprise 5% to 20% (Byrne et al., 2000; Greeley et al., 2001) . Leukemia would be the primary differential diagnosis in a dog with persistent lymphocytosis when a majority of peripheral blood lymphocytes are CD8ϩ T or B cells, although no criteria have been established in veterinary medicine for making this distinction. A rare exception to such an interpretation in dogs would be lymphocytosis in Ehrlichia canis infection, which can be associated with the selective expansion of CD8ϩ T cells (Heeb et al., 2003; McDonough and Moore, 2000; Weiser et al., 1991) . To our knowledge, there are no such examples in cats. Studies of the predictive value of an expanded lymphocyte population and the absolute lymphocyte counts that can be used to defi ne leukemia would be important and clinically useful, but at present no such reports are available in the veterinary literature.\n\nAberrant expression of surface molecules can provide a defi nitive diagnosis of leukemia or lymphoma (Rezuke et al., 1997) as reactive lymphocytes will generally retain expression of their normal constellation of antigens.\n\nHuman T-cell leukemias are characterized by their tendency to lose expression of normal T-cell antigens, or to express aberrant combinations of antigens (Jennings and Foon, 1997) . For example in one study of 87 human malignant T-cell disorders, complete loss of any T-cell antigen (CD2, CD5, CD7) or the panleukocyte antigen CD45 was diagnostic for malignancy (Gorczyca et al., 2002) . In order to detect aberrant antigen expression it is useful to examine a large panel of antigens using multicolor fl uorescence protocols. In our experience, loss of the panleukocyte marker CD45 is the most common form of aberrant antigen expression in T-cell leukemia while smaller numbers of cases have been documented that have lost expression of CD4 and CD8 (Vernau and Moore, 1999) . Despite the utility in helping to diagnose T-cell leukemia, decreased expression of CD45 does not appear to be associated with prognosis (Williams et al., 2008) .\n\nStudies of canine multicentric lymphoma have consistently demonstrated that immunophenotype (B versus T) provides prognostically useful information in conjunction with clinical stage (Ruslander et al., 1997; Teske et al., 1994) . T-cell lymphomas typically have a worse prognosis than B-cell lymphomas. It is important to note, however, that there are histologic subtypes of T cell lymphoma (Ponce et al., 2004) that have a good prognosis, and histologic subtypes of B-cell lymphoma that have a poor prognosis (Raskin and Fox, 2003) . In human medicine, surface markers have been identifi ed to help distinguish between some histologic subtypes of lymphoma via fl ow cytometry but, because we have not yet reached that point in veterinary medicine, immunophenotype should ideally be combined with histologic subtyping. Peripheral Lymphocytosis. Willliams et al. (2008) have examined the immunophenotype of canine lymphoproliferative disorders involving peripheral lymphocytosis (without distinguishing lymphoma from leukemia) and its prognostic signifi cance.\n\nAnalyzing peripheral blood samples, immunophenotype, plus one additional clinical or cellular feature allowed dogs with circulating neoplastic lymphocytes to be placed in good and poor prognostic categories. In B-cell disorders, the size of the circulating lymphocytes was prognostic (larger B cells were associated with shorter survival), and in CD8 T-cell disorders, the lymphocyte count was prognostic (cases with Ͼ30,000 lymphocytes/l had shorter survival times) (Williams et al., 2008) .\n\nAcute leukemia, diagnosed by cellular morphology, has long been known to have a poor prognosis. The use of anti-canine CD34, a marker generally found on precursor lymphocytes, is useful in objectively identi fying cases of acute leukemia. CD34 is most likely expressed on both ALL and AML (Villiers et al., 2006; Workman and Vernau, 2003) , but there are presently no published studies examining the distribution of CD34 on different leukemic subtypes. In addition, because the traditional classifi cation scheme for acute leukemia has relied on cellular morphology alone, the correlation between blast morphology and CD34 expression has not been established. Despite this fact, recent work has documented a signifi cantly shortened survival time in dogs with increased numbers of circulating CD34ϩ cells (Williams et al., 2008) . Often when blasts are identifi ed in the peripheral blood or bone marrow it is diffi cult to assign a cell lineage, and fl ow cytometry can be extremely useful in these cases although again, few reports have been published correlating morphologic characteristics with immunophenotype. Cytoplasmic staining of acute leukemias may be more useful than surface staining, because human T-cell ALL express CD3 only in their cytoplasm ( Szczepanski et al., 2006) , and the B cell marker CD79a is located in the cytoplasm. Leukemias staining with either of these markers can generally be classifi ed as lymphoid. Cells staining with surface markers such as CD14 or CD11b are classifi ed as myeloid. Intracellular staining with an antibody to myeloperoxidase or using the antibody MAC387 may provide further confi rmation of the myeloid origin of these cells. There is an excellent study correlating AML subclassifi cation (AML-M1, M4 and M5) with immunophenotype using a variety of markers (Villiers et al., 2006) , but similar studies are not available for ALL.\n\nA particularly useful application of fl ow cytometry involves distinguishing lymphoma from thymoma in cases of lymphocyte-rich mediastinal masses (Lana et al., 2006a) . Thymic lymphocytes coexpress the markers CD4 and CD8 whereas all other T cells express either CD4 or CD8. A proportion of the lymphocytes associated with the neoplastic epithelial tissue in a thymoma will coexpress CD4 and CD8 so that this phenotype, together with the small size of the cells, is diagnostic for thymoma ( Fig. 17-14) . Lymphomas involving the mediastinum are generally T cell, but express only one or neither of the subset markers CD4 or CD8. Since making the distinction between lymphoma and thymoma determines whether a patient will have chemotherapy or surgery, this is a particularly important use for this assay.\n\nComplementary to fl ow cytometry is image analysis. Image analysis is the measuring and counting of microscopic images in order to obtain information of diagnostic importance. Although image analysis has existed for some time, the advent of computer-assisted analysis has led to a more rapid, sensitive, and quantitative method of evaluation (Meijer et al., 1997) . Typically, a television camera receives images from a light microscope. These signals are converted into digits by an interfaced computer, creating digitized cell images that can be displayed on a monitor. Image analysis can be divided into three different areas: for example, cellular morphometry, counting cellular components, and cytometry. Morphometry is the quantitative description of geometric features of cellular structures of any dimension. The counting of cellular components or object counting is usually applied to the assessment of cell kinetics by evaluating proliferative markers in tumors. This allows for the quantitation of the proliferative fraction or number of mitoses in a cell population, which has been shown to be useful for evaluation of the biologic behavior of tumors. Proliferation markers include bromodeoxyuridine (BrdU), proliferating cell nuclear antigen (PCNA), Ki67, and AgNOR method.\n\nDNA cytometry is the measurement of DNA content in tumor cells and is used as a marker of malignancy in oncology. Image cytometry is used to measure the amount of ICC or IHC stained proteins in cells.\n\nLaser scanning cytometry is a newer technology that scans cells on a slide, which are evaluated by fl ow cytometry type analysis (Darzynkiewicz et al., 1999) . Laser cytometry permits the observer to view cells and correlate fl ow cytometry data directly with cells measured and classify those cells by standard morphologic criteria.\n\nIn human medicine, determination of clonality by detecting clonally rearranged antigen receptor genes is often the test of choice if routine cytology, histology and immunophenotyping are not able to provide a defi nitive diagnosis of lymphoid malignancy (Swerdlow, 2003) . Clonality testing is based on the observation that lymphocytes mount a diverse response to antigens, whether they are derived from the environment (such as allergens), from pathogens, or from self (autoantigens). By contrast, malignant lymphocytes are homogeneous, arising from a single transformed cell. Normal lymphocyte differentiation depends on the process of antigen receptor rearrangement; therefore, all mature lymphocytes have antigen receptor genes that have undergone V-J or V-D-J rearrangement. Immunoglobulin genes are rearranged in B lymphocytes, and T-cell receptor genes ␣/␤ and/or ␥/␦ in T lymphocytes (Jung and Alt, 2004) . During this process (Fig. 17-15 ) nucleotides are trimmed or added between genes as they recombine, resulting in signifi cant length and sequence heterogeneity, particularly within the complementarity determining region 3 (CDR3). Further diversity within B-cell immunoglobulin genes is created by somatic hypermutation during antigen-driven B cell activation. The end result of this differentiation is a diverse population of lymphocytes with virtually limitless antigen specifi city and a large variety of CDR3 sequences and lengths. Lymphocytes derived from the same clone will have CDR3 regions of the same length and sequence. The term PARR is used to distinguish it from other types of PCR assays and from other methods of determining clonality. Additional means of determining clonality in human medicine would include the amplifi cation of BCL1-IGH and BCL2-IGH genes, because the chromosomal translocation that brings the BCL and IGH loci together is relatively common in human B cell lymphomas (van Dongen et al., 2003) .\n\nThe principle behind this assay has been described more detail Workman and Vernau, 2003) . The steps to carry out a clonality assay begin with DNA extraction from tissue. Virtually any type of tissue can be used as a source of DNA, including blood, cavity fl uids, aspirates, CSF, stained or unstained cytology preps, and tissue in paraffi n blocks. The latter is the least desirable because formalin fi xation degrades DNA and can result in both more false negatives and false positives.\n\nPrimers that hybridized to the conserved portions of V and J region genes of immunoglobulin and T-cell receptor genes are then used to amplify DNA in a PCR reaction. Although T-cell receptors can either be ␣/␤ or ␥/␦, primers recognizing TCR␥ are used. Since there are fewer TCR␥ genes, fewer primers are needed to detect the majority of malignancies, and TCR␥ is rearranged before TCR␤, so will be clonal even if the malignancy ultimately expresses TCR␣/␤. In human medicine, primers recognizing TCR␥, TCR␤, TCR␦, as well V-J, D-J and BCL-IgH rearrangements, are used to detect clonality (van Dongen et al., 2003) .\n\nAnalysis of these PCR products can be carried out using a variety of methods designed to evaluate the size of the products, and in some cases the sequence heterogeneity. Polyacrylamide gel electrophoresis separates the PCR products by size. The presence of a dominant, single-sized product indicates the presence of a group of lymphocytes that share an identically sized CDR3 region (e.g., clonally expanded). The presence of a variably sized products suggests a polyclonal population of lymphocytes. For gel electrophoresis to be used, the gels must have the ability to resolve products that are three base pairs different in size (thus agarose gels cannot be used). Alternative methods include heteroduplex analysis , which resolves products by both size and sequence heterogeneity (and thus may provide more resolving power), capillary gel electrophoresis, which separates products by size but is less time consuming, and melt curve analysis (Xu et al., 2002) , which uses Syber Green technology and also relies on both size and sequence heterogeneity. Figure 17 -16 shows PCR products separated by size using polyacrylamide gel electrophoresis (Burnett et al, 2003) . Each case has a positive control (lane 1) to confi rm the presence of DNA. The positive control DNA is amplifi ed with any primers that will give a single product, thereby confi rming the relative quantity and quality of the extracted DNA. Two sets of primers are used to amplify immunoglobulin genes in separate reactions (lanes 2 and 3), and two sets of primers are used to A, One V region gene (of more than 100 in the human genome) recombines with a randomly selected D region gene and a J region gene, looping out the intervening DNA. B, During this process, nucleotides are added (black bars) between genes, which generate length and sequence diversity in the complementarity determining region 3 (CDR3). Differentially sized DNA can be separated on a polyacrylamide gel and will appear as a ladder representing different populations of B cells (shown at left). C, Primers with homology to the conserved framework regions of V and J regions (arrows) will amplify PCR products of different sizes when the DNA is derived from different lymphocytes. Primers are located outside the hypervariable CDR3.\n\namplify TCR␥ (lane 4) in the same reaction (there are technical reasons for this arrangement). Amplifi cation can result in no product (for example lane 3 in panel A), a smear (lane 4 in panel A), a singlesized PCR product (lane 2 panel A), or multiple discrete products (lane 4 panel C). A smear or no product is interpreted as a negative result (no evidence of clonality), while one or more prominent, discrete products is considered a positive result (indicating the presence of a clonally expanded population[s]). In Figure 17 -16, the dog in panel A had a clonal B cell population and the dogs in panels B and C had clonal T cell populations.\n\nThe most common positive result is one or two PCR products. Two PCR products is most likely the result of rearrangements of both chromosomes in the tumor. However it is not unusual to see multiple rearrangements (Kisseberth et al., 2007) . The reason for more than two discrete PCR products is not clear. It may also be possible that a derivative of the original neoplastic clone underwent additional recombination events. These questions may be resolved by sequencing individual PCR products, but this has not yet been done.\n\nIt is important that as laboratories develop this assay, they provide sensitivity and specifi city numbers for their assay-published results from one laboratory do not translate to another because of the wide variation in the way the assay is carried out. In the authors' laboratory, the sensitivity of the assay on canine cases of histologically or cytologically confi rmed lymphomas or leukemias is 80%. The reasons for false negative results may be: 1) it is not possible to generate primers that detect all V or J region genes, and the malignancy uses a gene to which the pri mers do not hybridize; 2) the malignancy has lost the chromosome carrying the antigen receptor genes; 3) somatic hypermutation in cases of B-cell lymphoma or leukemia has altered the sequence to which the primers hybridize; 4) the malignancy is NK in origin and therefore does not contain a rearranged antigen receptor gene.\n\nThe presence of a clonal population is 94% specifi c for malignancy. The 6% of cases in which there is a clonal population of B or T cells, but no lymphoproliferative disease, have included single cases of Lyme disease, Rocky Mountain Spotted Fever, Bartonella infection, and several cases of Ehrlichia canis infection. There are likely additional reasons for detecting a clonal lymphocyte population in non-neoplastic conditions, which need to be determined.\n\nClonality testing is now available for dogs and cats on a routine basis. The fi rst large-scale study of this technique was reported by Burnett et al. (2003) following earlier studies that demonstrated the presence of clonally rearranged T-cell receptor genes in canine malignancy (Dreitz et al., 1999; Fivenson et al., 1994; Vernau and Moore, 1999) .\n\nThe most common application of this technique is in cases where cytology or histology is ambiguous. Because the assay can detect between 1:100 and 1:1000 neoplastic cells within a population of normal cells (Burnett et al., 2003) , it can be useful in early cases of lymphoma or leukemia. Stained or unstained cytology slides or cells freshly aspirated into EDTA tubes are the best samples for this purpose. Interpretation of the results will vary depending on the sensitivity and specifi city of the assay in each laboratory offering the test.\n\nSince the PARR assay is more sensitive than visual examination of cells, it can detect neoplastic cells in the peripheral blood when they are not detected by cytology (Keller et al., 2004) . Approximately 75% of stage III lymphomas, which have no visually detectable circulating neoplastic cells, will have a PARRϩ result in the peripheral blood (Lana et al., 2006b) . The presence of these cells does not appear to correlate with a worse outcome; however, clinical staging remains the most useful predictor of prognosis. It may be possible to use PARR to monitor the progression of disease following chemotherapy and to predict relapse before it is clinically evident, but this application has not yet been explored.\n\nThe sequence of the CDR3 region that is amplifi ed during the PCR process is unique to each lymphocyte clone. Therefore this sequence can be used to establish the relationship between neoplastic cells that arise in different places in the body, arise at different times, or have a dramatically different morphologic appearance. For example, the relationship between Helicobacter pylori infection and human gastric lymphoma was established by showing that the B-cell lymphoma in a patient with a history of Helicobacter infection had the same CDR3 sequence as clones found in reactive gastritis biopsy specimens obtained several years earlier (Zucca et al., 1998) .\n\nThe unique CDR3 sequence can be used to determine if two tumors with morphologically different phenotypes are related. Brauninger et al. (1999) described two human patients with two distinct forms of lymphoma occurring simultaneously. Both patients had classic Hodgkin's lymphoma while one also had a follicular lymphoma and the other had a T cell-rich B-cell lymphoma. The CDR3 sequence of the immunoglobulin gene in the Reed-Sternberg cells of the Hodgkin's lymphoma was identical to the CDR3 sequence of the other form of B-cell lymphoma in both patients. This fi nding indicates that a single clone can evolve into dramatically different morphologic phenotypes. Burnett et al. (2004) carried out a similar study in a dog treated for classical non-Hodgkin's B-cell lymphoma which then developed multiple myeloma. By sequencing the CDR3 regions of both tumors, it was shown that the B cells from the lymphoma and the plasma cells from the multiple myeloma had the same clonal origin\n\nThe sequences of TCR␥ and immunoglobulin genes from cats have been published and used for clonality assays in cases of visceral B-cell lymphoma and intestinal T-cell lymphoma Werner et al., 2005) . In a study using these primers in cases of feline intestinal lymphoma, the sensitivity of the T cell primers was 89%, and the sensitivity of the B cell primers was 68%. In our laboratory, when applied to all forms of feline lymphoma and leukemia, these primers currently can detect approximately 60% of all confi rmed feline lymphomas and leukemias. Additional primers are being developed in an attempt to increase sensitivity. This assay will be particularly useful for distinguishing infl ammatory bowel disease from lymphoma in cats, a distinction that is often diffi cult to make histologically.\n\nLymphoma and leukemia are frequently associated with translocations because the process of recombining antigen receptor genes leaves lymphocytes susceptible to mistakes in recombination. Most translocations found in human leukemia and lymphoma involve the immunoglobulin heavy chain gene locus. For example, the t(11;14) translocation juxtaposes the locus encoding cyclin D1 on chromosome 11 to an immunoglo bulinenhancer sequence on chromosome 14. This translocation, which results in the overexpression of cyclin D1, is found in virtually all cases of mantle cell lymphoma (Campo, 2003) . Detection of the translo cation by PCR or the overexpressed protein by immunohistochemistry can be used to confi rm the diagnosis of mantle cell lymphoma in histologically ambiguous cases. Recently, a consortium of European researchers found that the combined use of clonality determi nation through antigen receptor rearrangements together with detection of this and other translocations by PCR resulted in detection of a clonal population in 95% of cases of confi rmed lymphoid malignancies (van Krieken et al., 2003) . Chromosomal aberrations have been detected in dogs by conventional karyotyping (Hahn et al., 1994) and by comparative genome hybridization (Thomas et al., 2003) . Aberrations include the gain or loss of portions of chromosomes, as well as balanced translocations between different chromosomes. The assays used to detect these chromosomal changes are not yet amenable to routine diagnostic testing, and may not be suffi ciently sensitive for detecting early malignancy or a small number of malignant cells within a population of reactive cells. Despite this fact, studies of this sort will almost certainly lead to the discovery of targeted PCR and immunohistochemistry or fl ow cytometry-based assays that can be used for detecting malignant lymphocytes in ambiguous cases.\n\nThe primary utility of the PARR assay is to help establish the presence of lymphoma or leukemia in cases where more routine diagnostic tests are ambiguous. Some examples of situations where PARR is useful include: lymph node aspirates where lymphoma is suggested but cannot be concluded (e.g., a predominance of small to interme diate-sized lymphocytes or the mild expansion of intermediate-sized to large lymphocytes), lymphocyte-rich, nonchylous effusions, or increased plasma cell numbers in the marrow. Flow cytometry is the fi rst test of choice for animals with peripheral lymphocytosis. In cases of cytologically or histologically confi rmed lymphoma, fl ow cytometry, immunohistochemistry, or immunocytochemistry are the best methods for immunophenotyping. diagnostic dilemmas involving lymphoproliferative disorders, and the type of test that is most useful in each. Note that while this list applies to both dogs and cats, both fl ow cytometry and PARR are less rewarding in cats. There are fewer antibodies for fl ow cytometry in this species, resulting in less complete characterization of lymphoproliferative diseases, and the PARR assay is currently less sensitive in cats."}