{"title": "Small interfering RNA targeting nonstructural protein1 α (nsp1α) of porcine reproductive and respiratory syndrome virus (PRRSV) can reduce the replication of PRRSV in MARC-145 cells", "body": "Small interfering RNA targeting nonstructural protein1 α (nsp1α) of porcine reproductive and respiratory syndrome virus (PRRSV) can reduce the replication of PRRSV in MARC-145 cells A B S T R A C T Porcine reproductive and respiratory syndrome virus (PRRSV) is one of the most economically devastating and pandemic diseases of swine, which is poorly controlled by current methods. The inhibition of specific genes by small interfering RNA (siRNA) has been proven to be a potential therapeutic strategy against viral infection. Previous studies have indicated that the nonstructural protein 1α (nsp1α) of PRRSV may take an important role in virulence of PRRSV. The present work was involved to explore the effect of siRNA targeting nsp1α on the replication of PRRSV in MARC-145 cells, and the results showed that over-expression of nsp1α enhanced the replication of PRRSV and that siRNAs specifically targeting nsp1α significantly inhibited the replication of PRRSV in MARC-145 cells. In conclusion, this work indicated that nsp1α may be a viral pathogenicity factor of PRRSV and that siRNAs specifically targeting nsp1α may be a new strategy to control PRRSV in the future.\n\n© 2015 Elsevier Ltd. All rights reserved.\n\nPRRSV, a positive-stranded RNA virus, is a member of family Arteriviridae (Snijder et al., 2013) . PRRSV is one of the most economically important diseases of swine which is characterized by severe reproductive failure in sows and respiratory distress in piglets and growing pigs (Rossow, 1998) . Infection with PRRSV also predisposes pigs to secondary infection by bacterial and viral pathogens (Mateu and Diaz, 2008) . However, to date, there is no efficient antiviral agent or method available against PRRSV, and unfortunately, both traditional-control strategies and conventional vaccines are insufficient to provide sustainable control of PRRSV (Darwich et al., 2010) , so it is very important and urgent to develop therapeutic strategies to control PRRSV effectively.\n\nRNA interference (RNAi) is sequence-specific gene silencing which is mediated by 21-to 25-nt RNA duplexes (siRNAs) and can be as an exciting method to silence viral genes, especially for the single strand RNA genomes (Meister and Tuschl, 2004) . To date, RNAi has been used against several viruses including hepatitis B virus and dengue virus Kahana et al., 2004) .\n\nThe PRRSV genome has ten open reading frames (ORFs) and could produce 16 nonstructural proteins (termed nsp1α, nsp1β, etc.) (Snijder et al., 2013) . Previous studies have indicated that the nsp1α was essential for the synthesis of PRRSV subgenomic mRNA and it may play an important role in the virulence of PRRSV (Kroese et al., 2008; Nedialkova et al., 2010) . However, whether the PRRSV nsp1α facilitates the replication of the virus and siRNAs targeting the nsp1α can influence the replication of PRRSV was not clear. In this work, we firstly constructed an expression plasmid encoding a GFP-nsp1α fusion polypeptide (pcDNA3.1-GFP-nsp1α)(GFP-nsp1α) by subcloning from the plasmid pcDNA3.1-FLAG-nsp1α (Shi et al., 2011) to pcDNA3.1-GFP (Shi et al., 2013) using the restriction endonuclease Hind III and EcoRI, and the results of the western-blot experiment in Fig. 1A confirmed the successful expression of GFP-nsp1α. Secondly, in order to investigate the effect of nsp1α on the replication of PRRSV, the MARC-145 cells were grown in 24-well plates overnight, and then the cells were transfected with expression plasmid GFP-nsp1α or the control plasmid pcDNA3.1-GFP. Six hours after transfection, the cells were infected with BJ-4 PRRSV at a MOI of 0.1, and 24 hours later, the cells were lysed by freezing and thawing repeatedly. The supernatants were obtained and the virus yields were measured by 50% tissue culture infected dose (TCID50) using the Reed-Muench method in MARC-145 cells. The result in Fig. 1B showed that the viral titer in the MARC-145 cells transfected with pcDNA3.1-GFP-nsp1α has been increased to 1.5 times as compared with that in the MARC-145 cells transfected with control plasmid.\n\nHaving demonstrated that overexpression of nsp1α enhanced PRRSV titers in MARC-145 cells, it is reasonable to design the siRNA of nsp1α and study its effect on the replication of PRRSV. We designed three siRNAs 5′-CAGTCTTGAAGG CTCTACA-3′, 5′-CTGAACTTCCAACAAAGAA-3′ and 5′-CCAGTGG AAACCTGAACTT-3′ that specially targeted nucleic acid sequence of nsp1α, and a control siRNA 5′-CCTACGCCACCAATTTCGT-3′ (a random sequence not found in the virus and host genome). MARC-145 cells grown in 24-well plates were co-transfected in triplicate with the nsp1α siRNA (100 nM/well) and the plasmid GFP-nsp1α (800 ng/well). Twenty four hours later, the cells in five random fields were analyzed by fluorescence microscopy (50×) and only one of them were shown in Fig. 2 . The results in Fig. 2A showed that all of the three siRNAs targeting nsp1α could inhibit the expression of GFP-nsp1α and did not influence the expression of GFP. Similar results were obtained when HEK293T cells were in place of MARC-145 cells (data not shown). Finally, two siRNAs targeting nucleic acid sequence of nsp1α were selected to determine whether they could reduce the replication of PRRSV in MARC-145 cell. MARC-145 cells grown in 24-well plates were transfected in triplicate with the nsp1α siRNA 1(100 nM), nsp1α siRNA 2 (100 nM) or control siRNA (100 nM). Six hours later after the transfection, the cells were infected with PRRSV at a MOI of 0.1 or mock infected, and 24 hours later, the cells were lysed and then viral titers were measured by TCID50. The results in Fig. 2B showed that siRNAs targeting nucleic acid sequence of nsp1α could significantly reduce the replication of PRRSV.\n\nnsp1α was a multi-functional protein, and both our and other previous studies have shown that PRRSV nsp1α was an interferon antagonist and found that mutation to the nucleic acid sequence of nsp1α influenced the synthesis of PRRSV subgenomic mRNA (Kroese et al., 2008; Shi et al., 2011) . Our present study showed that over-expression of PRRSV nsp1α can enhance the replication of PRRSV in MARC-145 cells (Fig. 1) , so the present work gave direct evidence that nsp1α may be a viral pathogenicity factor for PRRSV.\n\nIdentification and targeting of viral pathogenicity factor are critical for understanding and controlling the virus. Targeting pathogenicity factors is an attractive strategy for vaccine development such as live attenuated influenza virus vaccines encoding altered NS1 proteins (Richt et al., 2006) and highly efficient coronavirus vaccines (Zust et al., 2007) . In this work, we also explore whether the siRNA, which targeted the nucleic acid sequence of nsp1α, influenced the replication of PRRSV, and the results showed that siRNA targeting nsp1α significantly reduced the replication of PRRSV (Fig. 2) . The inhibition of specific genes by siRNA in recent years has been proven to be a potential therapeutic strategy against viral infection (Mahmoodur et al., 2008) , especially for positive single stranded RNA viruses since their genomes function as both the mRNA and the replication template , and additionally, a recent improved live PRRSV vaccine has indicated that ORF1a and ORF1b were virulence determinants in PRRSV (Wang et al., 2008) , therefore, it is reasonable to propose that our present results provided a basis for generating the new PRRSV vaccine by targeting PRRSV nsp1α.\n\nIn conclusion, our present work indicated that nsp1α may be a pathogenicity factor of PRRSV and a promising target for controlling PRRSV in future. dation China (grant no. 31372453). MARC-145 cells grown in 24-well plates were co-transfected with pcDNA 3.1-GFP-nsp1α (800 ng/well) or pcDNA 3.1-GFP (800 ng/ well) and nsp1α siRNA 1(100 nM), nsp1α siRNA 2 (100 nM), nsp1α siRNA 3 (100 nM) or control siRNA(100 nM). Twenty-four hours later, the cells in five random fields were analyzed by fluorescence microscopy (50×) and only one of them was shown. (B) MARC-145 cells grown in 24-well plates were transfected with nsp1α siRNA 1(100 nM), nsp1α siRNA 2 (100 nM) or control siRNA (100 nM). Six hours later, the cells were infected with PRRSV at MOI of 0.1 or mock infected, and 24 hours later, the cells were lysed and then viral titers were measured by TCID50. The results shown were from one of three independent experiments with similar observations. Error bars represented the standard deviations. *P < 0.05 compared with the results in control."}