{"title": "Amplification chemistries in clinical virology", "body": "Clinical microbiologists are constantly striving to deliver accurate test results more quickly to ensure that appropriate treatment and infection control measures are implemented on time. Conventional diagnostic methods, such as microscopy and culture are laborious, timeconsuming and require considerable technical skill for accurate analysis of the pathogen [1, 2] . The technology revolution that has occurred over the last few decades has considerably improved and expanded the diagnostic capabilities of modern clinical microbiology laboratories. In particular, the development of nucleic acid amplification chemistries that allows rapid amplification and characterization of the target nucleic acid has aided in the development of numerous commercial assays for several relevant viral pathogens ( Table 1 ). The amplification chemistries are often modified to detect multiple targets or to improve the overall sensitivity and specificity of the method, by controlling specific reaction conditions or by the addition of specially designed oligonucleotides and enzymes. Most of these diagnostic methods have been automated or converted to a sample-to-answer format that can manipulate smaller volumes of sample and can deliver accurate, quantifiable test results in a short amount of time. Furthermore, automation eliminates the need for extensive training of laboratory personnel and reduces the possibility of contamination and human error. This review focuses on the major amplification chemistries, including target amplification, signal amplification, and probe amplification that are currently being used for developing commercial assays for the detection of viral pathogens, discusses the advantages and disadvantages of each technique, and their application in the clinical virology laboratory.\n\nTarget amplification is the most popular method for DNA and RNA analysis and has been widely implemented for the detection of viral pathogens. In this method, nucleic acids of interest are enzymatically amplified and the amplified products can be detected by various methods such as electrophoresis, electrochemiluminescence, or labeled oligonucleotides that hybridize to the complementary target sequence. Target amplification techniques include several chemistries such as the polymerase chain reaction (PCR), nucleic acid sequence-based amplification (NASBA), transcription mediated amplification (TMA), loopmediated isothermal amplification (LAMP), and strand displacement amplification (SDA), which are described in detail below.\n\nAptima HPV 16 cycler, and the steps are repeated for several cycles (n) to produce multiple copies (2 n ) of the target sequences [4] . The end product formed can be detected by various methods such as agarose gel electrophoresis, colorimetric detection, and chemiluminescence. Gel electrophoresis uses fluorescent dyes such as ethidium bromide, SYBR Green, SYBR Gold or SYBR Safe, that can intercalate between the stacked DNA bases and fluoresce under UV exposure [5] . In colorimetric detection, labeled oligonucleotides are incorporated within the target DNA, and the complex formed is detected using a chromogenic substrate [6] . In chemiluminescence detection, enzyme catalyzed chemical reactions involving the amplified nucleic acid emit energy in the form of light, which can be visualized by autoradiography or CCD imaging [7] . Alternatively, in real-time PCR (also known as quantitative PCR or qPCR), amplification and detection occur simultaneously, which can eliminate PCR post-processing steps and may reduce the overall turnaround time, depending on the assay design. The accumulated amplification product is measured in real time as the reaction progresses and thus quantified after each cycle, although real-time PCR can be used for both qualitative and quantitative DNA analysis. This method employs dsDNA intercalating dyes (SYBR Green I and EvaGreen) or fluorophorelabeled oligonucleotides (Scorpions, Amplifluor, TaqMan, etc.) for detection and quantification of the amplified products [8] . The fluorescent-labeled oligonucleotides can be further subdivided into three categories based on the type of fluorescent molecule usedprimer probes (Scorpions, Amplifluor, etc.), hydrolysis probes (TaqMan, etc.), and hybridization probes (FRET, Molecular Beacons, etc.). While the dsDNA intercalating dyes increase fluorescence after binding to the minor groove of the DNA, the fluorophore-labeled oligonucleotides either hybridize to the PCR product, or undergo hydrolysis, which then separates the fluorophore from a quenching dye and results in an increased signal (Fig. 1b) . Quenching chemistries such as MultiCode ® -RTx uses the synthetic DNA basepair 2ʹ-deoxy-5-methyl-isocytidine (iC):2ʹdeoxyisoguanosine (iG) (isobases) for site-specific incorporation of a quencher molecule that quenches fluorescence as a measure of amplification in real-time [9] . Commercial real-time PCR assays have been developed for the detection and quantification of most relevant viruses -Epstein-Barr virus (EBV) [10] , hepatitis C virus (HCV) [11] , hepatitis B virus (HBV) [12] , herpes simplex virus 1&2 (HSV 1&2) [13] , and human immunodeficiency virus (HIV) [14] . Conventional PCR has been modified over time to increase sensitivity and specificity (nested-PCR), detect RNA targets (reverse-transcription or RT-PCR), and amplify multiple targets in the same reaction mixture (multiplex PCR). Nested PCR uses two sets of amplification primers and two successive PCR reactions [15] . In the first stage PCR, the first set of primers binds to the DNA template on either side of the target sequence so that there is some sequence flanking both ends of the target (Fig. 1c) . The amplified product generated is used as a template for the second stage reaction where a second set of primers anneals to sequences internal to the first set. The sensitivity and specificity are increased by this method as the first amplicon provides more template for the second reaction and the second primer set can only anneal if the first amplicon has complementary sequences. The amplified product can be detected in the same way as conventional PCR [16] . Some disadvantages of nested PCR can be long turnaround time due to timeconsuming post-PCR steps, difficulty to automate the procedure if the reactions are not performed in a single tube and require tube transfer, and increased risk of amplicon contamination because of high amplicon yield, particularly when the process employs separate tubes for each stage [17, 18] . Commercial nested PCR and multiplex nested PCR assays have largely overcome these limitations and have been developed for the molecular diagnosis of respiratory viruses such as Flu A & B, coronavirus, enterovirus, respiratory syncytial virus (RSV), parainfluenza, rhinovirus, adenovirus, bocavirus, and human metapneumovirus (hMPV) [19] , viruses causing meningitis and encephalitis such as cytomegalovirus (CMV), enterovirus, HSV 1 & 2, human herpesvirus type 6 (HHV-6), human parechovirus, and varicella -zoster virus (VZV) [20] , and gastrointestinal viruses such as adenovirus F 40/41, astrovirus, norovirus GI/GII, rotavirus A, and sapovirus [21] . These assays have demonstrated 94-100% sensitivity and > 94% specificity for the viral targets in the various clinical trial studies.\n\nPCR can also amplify RNA targets when preceded by a reverse transcription (RT) reaction at 42-55°C [22] . In RT-PCR, target RNA templates are converted to their complementary DNA (cDNA) sequences by reverse transcriptase (Fig. 1d) . The newly synthesized cDNA is then amplified by conventional PCR. Commercial RT-PCR kits are available for the detection of HCV [23] , severe acute respiratory syndrome-associated coronavirus (SARS-CoV) [24] , dengue virus [25] , and HIV-1 virus [26] .\n\nPCR amplification can be also multiplexed to detect several targets in a single reaction which is beneficial for infection control, timely treatment decisions, and is substantially less expensive than detecting individual pathogens by monoplex real-time PCR [27, 28] . In multiplex PCR, multiple primer pairs complementary to specific targets of interest are used to simultaneously amplify their corresponding DNA fragments in a single multiplex reaction or in multiple parallel singleplex reactions. For developing sensitive and specific multiplex PCR panels, care should be taken during design to ensure compatibility of primers and PCR conditions [29] . Commercial multiplex syndromic panels are available for the detection of respiratory [30] [31] [32] and gastrointestinal viruses [33] .\n\nThe necessity of stringent temperature control can make PCR an expensive and time-consuming process that would be difficult to implement in low resource and field settings [34] . Unlike PCR, isothermal amplification methods are carried out at a constant temperature that eliminates the need for sophisticated and expensive thermal cyclers. Isothermal methods are rapid, sensitive, require less energy than PCR, and are easier to implement in a point-of-care or low resource setting. Additionally, the risk of contamination is reduced as these methods are usually performed in enclosed microsystems or portable devices. The primary challenges for isothermal amplification include designing compatible primer pairs, requirement for specific assay optimization, and potential for generation of nonspecific amplified products [35] .\n\nNASBA is a sensitive, isothermal amplification system that is primarily used for the identification of RNA targets. Three enzymes are used in this reactionavian myeloblastosis virus reverse transcriptase, RNase H, and T7 RNA polymerase that ultimately produce ssRNA as the terminal amplification product [36] . A sequence-specific primer (P1) binds the target sequence to be amplified and reverse transcriptase extends to produce a RNA-DNA hybrid. RNase H degrades the RNA portion of the hybrid and the second primer (P2) binds to the remaining cDNA (Fig. 2) . A second primer extension generates the complementary strand, forming a dsDNA molecule. The P1 primer includes a T7 RNA polymerase promoter site so that multiple RNA copies can be transcribed from the DNA template. The ssRNA end product can be detected by various methods such as gel electrophoresis, enzyme-linked gel assay, enzymatic bead based detection, and electrochemiluminescence [37] . The primary concern for NASBA is RNA integrity and controlling the reaction temperature, as the enzymes involved are thermolabile. Commercial NASBA assays are clinically used for the detection of RSV [38] , HIV-1 [39] , CMV [40] and human papillomavirus (HPV) [41] . A multiplex NASBA assay for HIV-1 and HCV has been developed and demonstrated an analytical sensitivity of 1000 copies/mL, 93.3% clinical sensitivity, and 100% specificity [42] . and the chemiluminescent signal from the probe-amplicon hybrids is measured [45] . The performance of TMA is critically dependent on primer design, and like NASBA, precise control of the reaction temperature is important for denaturing the secondary structures. Commercial TMA assays are available for the detection and quantification of HIV-1, HCV, and HBV and have demonstrated equivalent performance when compared to commercial real-time PCR assays [46] .\n\nSDA is an isothermal amplification reaction for DNA and RNA targets that can be performed in three simple stepsa) heat denaturation of the target DNA in the presence of primers and other reagents; b) addition of HincII restriction endonuclease and 3′ → 5′ exo minus Klenow fragment; and c) incubation of the sample at 37°C [47] . In the first stage of the reaction, the target DNA sequence is duplicated using four primers in the presence of DNA polymerase and results in the addition of restriction endonuclease sites at each end of the amplified target (Fig. 3) . In the second stage, multiple cycles involving nicking of the restriction endonuclease site, extending the nicks by DNA polymerase, and strand displacement occur, resulting in exponential amplification of the target. The amplified target can be detected by photometry, sequence-specific labeled probes, and chemiluminescence [48, 49] . The limitations of SDA include its inefficiency in amplifying long target sequences and the probability of producing considerable background reactions due to unspecific primer binding [50, 51] . A commercial SDA assay developed for the detection of HSV 1 & 2 has demonstrated a sensitivity of 96.7-100% and 98.4-100%, and specificity of 95.1-99.4% and 80.6-97% for HSV-1 and HSV-2, respectively [52] .\n\nLAMP is an isothermal amplification that uses 4-6 sets of different primers which can individually recognize up to 6-8 distinct sequences on the target DNA [53] . The four core primers employed by the LAMP system are FIP (forward inner primer), BIP (backward inner primer), F3 (forward primer) and B3 (backward primer). The LAMP reaction starts when FIP binds to the F2c region of the target DNA and initiates complementary strand synthesis [54] (Fig. 4) . Following strand synthesis, the F3 primer hybridizes to the target DNA and is extended by DNA polymerase. Primer extension displaces the FIP-linked complementary strand which then forms a self-hybridizing loop structure at the 5' end. This strand serves as a template for the BIP, which initiates complementary strand synthesis and opens up the 5' end loop. After the complementary strand is synthesized, hybridization, extension, and displacement reactions are repeated with the B3 primer which generates a double looped dumbbell-shaped DNA. Nucleotides are added to the 3' open end and the dumbbell-shaped DNA is converted to a stemloop structure. This stem-loop DNA structure serves as the initiator for the second stage, i.e., exponential LAMP cycling. In this stage, the FIP hybridizes to the loop, initiates strand synthesis, thereby displacing the F1 strand to form a new loop at the 3' end. The nucleotide addition step is repeated, followed by DNA extension that displaces the FIP strand and again forms a dumbbell-shaped DNA. Subsequent self-primed strand displacement DNA synthesis yields one complementary structure of the original stem-loop DNA and one gap repaired stem-loop DNA. Both of these products are used as a template by the BIP. The annealing and displacement cycles are repeated and as the reaction proceeds, the product grows to form long concatamers. The amplified products can be detected by indirect detection methods like turbidity and non-specific dyes [53] . Compared to conventional PCR, LAMP assays are highly sensitive, rapid, cost-effective, and can be easily implemented in resource-limited settings [55] . However, complicated primer design and the possibility of carry-over contamination still remain a concern for LAMP-based assays [50, 56] . A commercial LAMP assay demonstrating > 94% sensitivity and > 95% specificity is available for the detection of HSV 1 & 2 [57] . LAMP-based assays have also been developed for the detection of emerging viral pathogens such as SARS-CoV [58] , chikungunya, and dengue virus [59] . Reverse transcriptase LAMP (RT-LAMP) assays have been developed for the detection of several viruses such as foot-andmouth disease virus [60] , zika virus [61] , influenza virus [62] , CMV [63] , HPV [64] , BK [65] , VZV and HSV viruses [66] .\n\nNEAR is an isothermal amplification method that relies on the rapid identification of small DNA or RNA fragments that are directly generated from the target nucleic acid [67] . In this method, a set of targetspecific primers, a nicking endonuclease, and a strand displacing DNA polymerase are used for isothermal unwinding and subsequent generation and amplification of these small fragments (Fig. 5) . Insertion of a nicking enzyme recognition site inside the target sequence facilitates the amplification procedure. The DNA polymerase initiates primer extension at the nick created by a nicking enzyme and releases small oligonucleotide fragments. Repeated nicking, polymerization, and strand displacement result in linear amplification of these small oligonucleotides, and the amplicons generated can be detected using a variety of probe formats such as molecular beacons and lateral flow sandwich. The primary limitation of the NEAR reaction includes generation of a large number of non-specific products that not only inhibit the progression of the forward reaction, but also limit the detection sensitivity, and thus may require more specific and accurate amplification analysis methods for avoiding detection errors [68] .\n\nCommercial point-of-care (POC) NEAR assays are available for Flu A/B and RSV which can provide results within 5-7 minutes and have demonstrated 91.8-97.8% sensitivity and 85.6-96.3% specificity for Flu A/B as compared to viral culture [69, 70] . However, when compared to multiplex real-time RT-PCR assays, the POC NEAR assay has demonstrated 71.3-93.8% sensitivity for Flu A, and 91.8-93.3% sensitivity for Flu B [71, 72] . The poorer sensitivity has been attributed to low positive samples that were below the limit of detection for the \n\nHDA is an isothermal process of DNA amplification that relies on the complementary strand displacing ability of a thermostable DNA helicase [73] . Using the free energy from ATP hydrolysis, helicase, in the presence of the accessory protein MutL, catalyzes the unwinding of the dsDNA (Fig. 6) . The unwound ssDNA strands are then coated with ssDNA-binding proteins, and sequence-specific primers are hybridized at the 3'-end of each ssDNA template. DNA polymerase extends the annealed primers and converts the ssDNA to dsDNA, which again acts as the substrate for helicase, thus initiating the subsequent rounds of the exponential amplification of the target sequence. Although helicases can unwind dsDNA at a single temperature, it has been observed that an initial heat-induced denaturation and annealing step can increase the amplification efficiency and the yield by 40%-60% [73] . The sensitivity, speed, and robustness of HDA assays can be further improved by restriction endonuclease-mediated DNA helicase homing, macromolecular crowding agents, and optimization of reaction enzyme mix [74] . HDA assays are critically dependent on primer design, and are often vulnerable to primer-dimer amplicon contamination [75] . Amplification of the primer-dimers in place of the target nucleic acid leads to erroneous detection and remains one of the major concerns for HDA based assays. Currently, HDA-based commercially available assays have been developed for the detection of HSV 1 & 2, Flu A & B, RSV, and hMPV. The HSV HDA assay has demonstrated a positive percent agreement (PPA) of 98.2% and a negative percent agreement (NPA) of 90.9% when compared to shell vial virus culture and immunofluorescence typing [76] . Like other isothermal reactions, HDA assays are rapid, sensitive, inexpensive, can be performed without sophisticated instrumentation, and can be successfully implemented in low resource settings [77] .\n\nRCA is an isothermal process that uses DNA or RNA polymerase to generate ssDNA or RNA strands utilizing the principles of rolling circle replication [78] . An initiating primer is annealed to the replication origin site of the circular template and the polymerase facilitates the continuous addition of nucleotides to the leading strand, resulting in long ssDNA or RNA with tandem repeats (Fig. 7) . Depending on the number of annealed primers, RCA can be classified as linear RCA (produces up to 10 5 copies) or exponential RCA (produces up to 10 9 copies) [79] . In linear RCA, a single complementary primer generates a single amplified product that is linked to the initiating primer. Exponential RCA uses two primers, where the second primer binds to the ssDNA product of the first primer and initiates further amplification. Circulating oligonucleotide probes or padlock probes (PLPs) can further enhance the specificity and multiplexing ability of RCA [80] . The 5′ and 3′ ends of these probes are designed to recognize adjacent sequences on the target strand, and when properly hybridized, the ends can be joined using ligase to result in circularized probes. Following circularization, the probe is replicated by RCA and the products are labeled and detected using various signal readout techniques such as gel electrophoresis, fluorescence spectroscopy, and microscopy [78] . High specificity is ensured since the hybridization and circularization can only occur when the target sequence is correctly recognized by both ends of the probe.\n\nRCA-based assays have been developed for the full-length genome amplification of HBV from samples with viral loads as low as 10 copies/ reaction [81] . Commercial RCA kits that aid in the preparation of circular DNA templates for cycle sequencing, cloning, and transformation have been used to detect plant viruses [82] ; however, currently no commercial RCA assays are available for detection of viral pathogens that affect humans. Several challenges have limited the application of RCA for commercial diagnostic purposes, including technical concerns such as preparation of large quantities of high purity circular templates, enzyme efficiency on small DNA substrates, and extensive optimization requirements for RCA product length, sequence, and composition [78] .\n\nSignal amplification is an alternative to enzymatic amplification that amplifies and detects the signal generated by an external probe molecule that binds to the target nucleic acid. The signal produced is directly proportional to the amount of target present in the reaction mix, and therefore this method is also suitable for developing quantitative assays. The sensitivity and specificity are determined by the design of the probe molecule that recognizes the target sequences.\n\nThe bDNA technology is a powerful tool for reliable quantification of targeted nucleic acids and is primarily used for monitoring patients on antiviral therapy for HIV, HCV, and HBV [83] . Unlike PCR that relies on in vitro amplification of the target sequences, bDNA is based on a series of specific hybridization reactions and chemiluminescent detection of hybridized probes [84] . The assay uses multiple synthetic capture oligonucleotides (label extenders and capture extenders) that are hybridized to complementary regions of the target nucleic acid to form a sandwich complex of probes and target sequences (Fig. 8) . The capture extenders can bind efficiently to the targeted nucleic acid sequences as well as the capture probes that are attached on an immobilized surface, such as a microtiter plate. Once the capture extenders are hybridized to the capture probes, the sample containing the viral nucleic acid is added for hybridization. Following hybridization, the label extenders are added to the mix and bind to contiguous regions on the target and also to a preamplifier oligonucleotide. Hybridization of the label extenders to the preamplifier molecule initiates the signal amplification process. The preamplifier molecule also harbors regions that hybridize to multiple bDNA amplifier molecules forming a branched structure. This branched structure is finally bound to alkaline phosphatase (AP)-labeled oligonucleotides, which are complementary to bDNA amplifier sequences. The chemiluminescent product of the AP reaction generates the bDNA signal that is directly proportional to the amount of DNA or RNA target present in the original sample.\n\nThe complexity of the method in addition to the intellectual property surrounding bDNA technology has limited its application in the development of molecular infectious disease assays [85] . Currently, only two U.S. FDA approved commercial bDNA assays are available -Versant ® HIV-1 RNA 3.0 assay for HIV and Versant ® HCV 3.0 Assay for HCV. The dynamic range of the HIV and HCV assays are 7.5 × 10 1 -5 × 10 5 copies/mL and 6.15 × 10 2 -7.69 × 10 6 IU/mL, respectively [86, 87] . However, when compared to commercial real-time PCR assays, the bDNA-based HBV assay has demonstrated lower sensitivity and less linear dynamic range (3.57 × 10 2 -1.79 × 10 7 for bDNA vs. 5.6 × 10 1 -5.00 × 10 8 for real-time PCR), thereby indicating that these assays might be insufficient for detecting very low levels of viral load [88] . In the last decade, bDNA technology has been used to develop modified fluorescent in situ hybridization (FISH) assays for the detection of HBV [89] and oncogenic FGFR3-TACC3 fusion genes [90] . bDNA has been also adapted to the Luminex xMAP ® bead array technology for direct quantification of DNA, RNA, and protein targets [91] .\n\nHybrid capture technology relies on the capture and detection of RNA and DNA hybrid complexes [85] . In this method, a target DNA is hybridized to synthetic complementary RNA probes, generating RNA-DNA hybrids (Fig. 9) . The RNA-DNA hybrids are then captured onto a solid phase that is coated with universal capture antibodies specific for RNA-DNA hybrids. The antibody-hybrid conjugates are then detected by anti-RNA-DNA monoclonal antibody conjugated to several AP molecules. Multiple detection antibodies bind to the RNA-DNA hybrid, resulting in signal amplification. The amplified signal is then detected using a chemiluminescent substrate measured on a luminometer.\n\nCurrently, the only commercial hybrid capture assay available is for the detection of HPV. The Hybrid Capture 1 (HC1) assay was the first commercially available assay for diagnosis of HPV [92] . Since then, an updated version of the HPV hybrid capture assay (HC2) has been released that has demonstrated comparable performance with other molecular diagnostic methods and is considered to be a reliable and robust assay for cervical cancer screening. [93] [94] [95] . However, the HC2 HPV assay has a relatively lower analytical sensitivity (˜5000 copies of HPV DNA) when compared to PCR [85] . But, for HPV screening, the clinical sensitivity and specificity are more important than analytical performance for predicting high-risk cases of cervical cancer over positive results which may be clinically irrelevant [96] . The primary limitation of the HC2 assay is its inability to distinguish between different strains of HPV which is essential for efficient risk analysis and to determine persistence of infection [97] . However, the future of hybrid capture assays seems questionable as the manufacturer appears to be more focused on traditional target amplification methodologies as well as other newer technologies [85] .\n\nProbe amplification techniques rely on the hybridization and amplification of synthetic oligonucleotide probes that are complementary to the target nucleic acid. The reaction generates multiple copies of the bound probe, which are then detected by various methods such as gel electrophoresis or fluorescent label detection. The method consists of four major stepssample preparation and denaturation of the target DNA, hybridization of the labeled probe, removal of the unbound probe, and detection of the hybridized probe.\n\nLCR chemistry uses four synthetic oligonucleotides (each 20-35 nucleotides in length)two adjacent oligonucleotide primers that uniquely hybridize to one strand of the target DNA and a complementary set of adjacent oligonucleotides that bind to the other strand of the target DNA [98] (Fig. 10) . In a nick-closing reaction, thermostable DNA ligase joins the two adjacent oligonucleotide sets only when the nucleotides are perfectly basepaired at the oligonucleotide junction and are hybridized to the complementary sequence in a 3′ to 5′ orientation on the same strand of the target DNA [99] . The ligated products then serve as templates for the subsequent reaction cycles that lead to an exponential amplification, similar to PCR. The LCR products generated can be differentiated and detected by several methods such as polyacrylamide gel electrophoresis, fluorescent label detection, and autoradiography.\n\nLCR assays are sensitive, specific, easy to perform, and can be readily automated. Unlike PCR, no new DNA is synthesized and therefore misincorporated nucleotides or sequences not present in the target DNA are not replicated in the final product [99] . The potential drawbacks of LCR include increased background signal and false positive results when target independent ligation occurs in the absence of template DNA, difficulty in inactivating post-amplification products, and the inability to incorporate effective contamination control methods [100, 101] . LCR assays have been successfully developed for the detection of several viruses such as HPV [102] , HSV 1 & 2 [103] , and HBV [104] ; however, no commercial LCR-based viral assays are currently available in the U.S.\n\nGap-LCR or gLCR is a modified LCR that can reduce the background that is generated by target-independent, blunt-end ligation. In this reaction, the gap between the annealed probes is filled in by DNA polymerase which is then subsequently joined by DNA ligase [105] . Modified gap ligase chain reaction (gLCR) has been developed for detection of HCV which detected fewer than 50 copies of synthetic RNA transcript and demonstrated comparable results with nested RNA-PCR detection [106] .\n\nCPT is an isothermal amplification method that can detect and quantify low amounts of target DNA without amplification of the target DNA sequences. A sequence-specific chimeric probe (25-30 bases in length), typically DNA-RNA-DNA, anneals to the complementary single strand of the targeted DNA and acts as the substrate for a thermostable RNase H [107] (Fig. 11) . RNase H specifically degrades the RNA portion of the chimeric probe and disassociates the shorter DNA probe fragments from the target DNA, making them available for hybridization with the next probe molecule. The accumulated probe fragments can be detected using fluorescence markers, gel electrophoresis, or can be amplified by a secondary amplification system [108] .\n\nCommercial kits combining quantitative real-time PCR with CPTbased detection have been used for rapid detection and quantification of HHV-6 and can also discriminate between HHV-6A and HHV-6B [109] . CPT has also been employed for differentiating strains of VZV [110] , rapid and specific detection of resistant influenza A viruses [111] , and HCV [112] .\n\nThe cleavase-invader technology is an isothermal probe amplification method that can detect both DNA and RNA targets with high sensitivity and specificity [113] . The assay uses two oligonucleotide probesthe invader oligonucleotide and an allele-specific primary oligonucleotide. These two probes hybridize to a single-stranded target and form a unique partially overlapping three-dimensional invader or \"flap\" structure (Fig. 12) . This three-dimensional structure is recognized by cleavase, a flap endonuclease (FEN) that cleaves the 5′ flap of the primary probe. The cleaved 5′ flap product subsequently anneals with a fluorescence resonance energy transfer (FRET) probe and initiates a second invasive cleavage reaction that releases a fluorescent dye detectable by a fluorometer. Measurable fluorescent signal is generated only when the primary probe matches the target sequencethe cleavase remains inactive if there is a mismatch.\n\nCommercial invader assays have been developed for rapid differentiation of HCV genotypes and is compatible with various commercially available PCR-based HCV 5′ non-coding region amplification assays [114] . Invader assays have also been developed for classification of HBV [115] , and commercial invader assays with improved specificity are available for detection of HPV [116] . Modified invader assays combining PCR with invader chemistry in a single, closed-tube, continuous-reaction format have been developed for simultaneous differentiation of HSV 1 & 2 with 100.0% clinical sensitivity and 98.6% specificity [117] . Additionally, invader assays have also been adapted for the detection of novel viruses, such as African swine fever virus which has demonstrated a dynamic range from 2.5 × 10 3 to 2.5 × 10 6 copies [118] . Invader assays have also been developed for SNP genotyping but have two major limitations [119] . First, these assays require either a large amount of sample DNA or an initial amplification of the sample DNA. Second, in its current format, these assays have demonstrated poor multiplexing ability and can only genotype one SNP per reaction.\n\nRapid and accurate diagnosis of infectious pathogens has been proven paramount for improving the overall clinical outcomes in patients and for infection control. In the last two decades, molecular testing methods have considerably improved the diagnosis of viral pathogens and are often being considered as the new \"gold standard\". While most of these methods are implemented routinely in the clinical virology laboratory, some are still used only for reference testing. Commercial assays based on the fundamentals of nucleic acid amplification have been extensively developed for the detection, identification, and quantification of relevant viral pathogens. Most of these assays require minimal hands-on time, have short turnaround times, can be automated, and can provide results directly from the specimen, thus eliminating lengthy pre-and post-processing steps. The primary advantage of molecular assays is their high sensitivity and specificity when compared to conventional diagnostic methods. However, with higher rates of pathogen detection, testing should be performed and the results analyzed based on the clinical signs and symptoms before initiating a specific treatment. Primary concerns for molecular assays are their complexity, the level of technical expertise required, and potentially high cost per test. However, many of these chemistries have evolved to moderate or low complexity sample-to-answer systems and are even achieving CLIA-waived point-of-care (POC) status. Although diagnostic companies are developing strategies to help reduce cost, clinical laboratories should evaluate their patient population, their size and capacity, and perform a cost-analysis for their specific setting before implementing specific tests.\n\nBoth authors contributed equally to all phases of preparation of this review article.\n\nS. Dunbar and S. Das are employees of Luminex Corporation.\n\nNone.\n\nNot applicable."}