{"title": "Sialic Acids in Molecular and Cellular Interactions", "body": "SBRGE KELM AND ROLAND SCHAUER reviews (Schauer, 1982a; Schauer and Kamerling, 1997; Schauer et al., 1995; Varki, 1992) are recommended for the interested reader. However, an increasing number of 3-deoxy-2-nonulosonic acid (Kdn) derivatives have been discovered in many different species including mammals (Schauer et al., 1995) . Because the biology of Kdn and its derivatives is very similar and because they can be considered as 5-hydroxy-5-deaminoneuraminic acid or its derivatives, they also belong to the family of Sias. In analogy to other monosaccharides, neuraminic acid can also be described as 5-amino-5-deoxy-Kdn (Fig. 1) . From this point of view, one could also redefine Sias as derivatives of Kdn.\n\nBesides specific functions in cellular and molecular interactions, more general functions of Sias must also be mentioned. For example, Sias contribute significantly to the overall negative charge of cell surfaces and glycoproteins. Therefore, they cause repulsion of cells (antiadhesion effect), e.g., of erythrocytes, and influence the physicochemical properties of glycoproteins, especially in highly sialylated molecules such as mucins (Schauer, 1982b) .\n\nDue to the shielding effect, sialylated glycans can also protect parts of a glycoprotein from proteolytic attack. Of course, as parts of many divers glycans, they contribute to almost any of the roles proposed or shown for these oligosaccharide chains, such as modulation of hormone-receptor interactions (see also Varki, 1992 , for a recent overview with an exhaustive list of references).\n\nA particular property of Sias is the unmatched variety of naturally occurring variants resulting from modifications of hydroxyl groups and the amino function (Table I) . Most common modifications are acetyl esters of hydroxyls groups and acetyl or glycolyl residues at the amino group of neuraminic acid. The distribution of Sia variants is species specific and depends on the cell type and its developmental stage, suggesting biologically significant functions (Schauer, 1982a; Schauer and Kamerling, 1997; Schauer et af., 1995; Varki, 1992) . One important role described has been the influence of Sia modifications on the susceptibility to hydrolytic cleavage by sialidases (Schauer, 1982b) . For example, Sias containing 0-acetyl groups in the glycerol side chain are released at slower rates by most sialidases, whereas at position C4 they prevent cleavage by most enzymes (Schauer, 1987) . Direct evidence for an important role of 0-acetylated Sias during very early embryogenesis in mice came from attempts to generate transgenic mice expressing sialate esterase from influenza C virus (Varki et aZ., 1991) , an enzyme converting 0-acetylated Sias into Neu5Ac or NeuSGc (see Section III,A,l,b). Surprisingly, no such transgenic animals could be obtained, if the protein was constitutively expressed, because the development was arrested already at the two-cell stage. Specific recognition of Sia modifications was first reported for influenza A, B, and C viruses (Higa ef al., 1985; Rogers et al., 1986 ; Sections IIT,A,l,a and III,A,l ,b). However, endogenous receptors recognizing specific Sias remained unknown until recently, when the specificities of the murine adhesion molecules sialoadhesin (Sn) and myelin-associated glycoprotein (MAG) for NeuSAc and of Neu 5 ,7Ac2\n\nNeu5.9Ac2\n\nNeu4,S,9Ac3 Neu5.7.9Ac3 NeuS, 8, 9Ac3 Neu5, 7.8, 9Ac4 NeuS.Ac9Lt Neu4,5Ac29Lt Neu5 AcSMe Neu5,YAc28Me NeuSAc8S Neu5Ac9P\n\nNeu5.8Acz N-Ace1 yl 0-Acetyl N-Acetyl N-Acetyl N-Acet yl N-Acet y 1 N-Glycolyl 0-Sulpho X-Glycolyl-0-ace tyl N-Glycolyl-0-me thy1 0-Acetyl \" Listed are the sialic acids that have been found in natural sources and that can occur in glycoconjugates. Their names, recommended abbreviations, and the types of modifications at positions C,, Cs. C,, Cg, and C, are given. For a complete list of sialic acids, the occurrence, and the corresponding references see Schauer and Kamerling (1997) .\n\nCD22 for NeuSGc were demonstrated (Kelm et al., 1994b ; Section III,C,2,C).\n\nThe main routes in the metabolism of Sias have been clarified; see Schauer et al., (1995) and Schauer and Kamerling (1997) for reviews. Therefore, here only some basic steps in eukaryotic cells will be summarized (Fig. 2) . Free Sia is synthesized in the cytosol by condensation of phosphoenol pyruvate with N-acetylmannosamine-6-phosphate for NeuSAc9P or with mannose-6-phosphate for Kdn9P. After dephosphorylation, the free monosaccharide is activated to the CMP glycoside (P-anomer) in the nucleus. This is then transported by an antiporter to the Golgi apparatus. En route CMP-Neu5Ac can be modified to CMP-NeuSGc in the cytosol by the CMP-NeuSAc hydroxylase. In the Golgi, Sias are transferred by sialyltransferases, enzymes that are specific for both the acceptor glycan and the linkage formed, but seem to be rather unspecific for the type of Sia transferred. Glycan-bound Sia (a-anomer) can be further modified, e.g., by Oacetylation or O-methylation. The intracellular localization as well as the mechanism of other modifications of Sias, such as 9-O-lactylation or 8-Osulfation, are still unknown. At least for the O-acetyltransferase reaction, several enzymes are predicted to exist because the characterization of 0acetylation reactions in rat liver has demonstrated glycan-or even glycoconjugate-specific modification (Butor et al., 1993) .\n\nDegradation of sialylated glycoconjugates usually starts with the hydrolysis of Sias by extracellular or intracellular sialidases. Because some Sia modifications are more or less resistant to enzymatic hydrolysis (see above), these modifications must be removed by specific enzymes, e.g., O-acetyl groups by corresponding esterases that occur in many tissues (Schauer, 1987; Schauer et al., 1995) . However, for other Sias resistant to sialidases, such as 8-O-methylated Sias, enzymes removing the modification have not yet been discovered. Studies on the half-life time of glycoproteins demonstrated that terminal Sias have a significantly faster turnover than the underlying glycans or the peptide backbone, suggesting that at least a part of the glycoconjugates is resialylated by cycling from the cell surface through the Golgi and back to the cell surface (Tauber et al., 1988) . If glycoconjugates are delivered to lysosomes, Sias are removed by lysosomal sialidases, followed by a specific transport from the lysosome into the cytosol. There, they can be reutilized or are degraded by a cytosolic aldolase (Schauer, 1982b) . \n\nAs terminal residues in many glycans of glycoconjugates, Sias can mask underlying structures, most important probably subterminal galactose residues (Section 11,A). However, in this context other substituents not related to Sias, for example, sulfate or uronic acids, could have the same effect as well. Also, structural features further away from the terminus of the glycan can be masked by Sias, including the protein backbone and antigenic or functional sites therein . One pharmacologically important aspect of sialylated glycans of glycoproteins is their influence on the biological activity of recombinant glycoproteins used in the treatments of diverse diseases. For example, erythropoietin from which the N-glycans had been removed showed a drastically reduced biological activity in vim, although in witro it is a more potent hormone (Higuchi ef al., 1992) .\n\nThe first experimental evidence for this role of Sias came from survival studies of desialylated serum glycoproteins described by Ashwell and colleagues Morell et al., 1971) . Their findings led to the discovery and subsequent characterization of the hepatic galactosespecific receptor first purified from rabbit liver (Hudgin et al., 1974) . Although it is not certain whether its sole in vivo function is the clearance of desialylated glycoproteins, it has been called the asialoglycoprotein receptor (ASGP-r). Some basic properties of this receptor are reviewed under Section 11,AJ.\n\nIn 1974 it was reported for the first time that in rabbits desialylated erythrocytes are rapidly cleared from the bloodstream ( Jancik and Schauer, 1974) , similar to asialoglycoproteins. Later experiments showed the same phenomenon also for other species, including man (Jancik et al., 1975 (Jancik et al., , 1978 , as well as for lymphocytes (Kaufmann et al., 1981) . Further studies demonstrated the in vivo binding of desialylated erythrocytes to macrophages in liver and spleen (Jancik et al., 1978) . Similar to the sequestration of glycoproteins, the removal of cells is mediated by receptors specific for galactose (Aminoff et al., 1977; Muller et al., 1981) . Later characterizations of these interactions revealed that rat liver (Roos et al., 1985) (Section II,A,2) and rat peritoneal (Kawasaki et al., 1986; Kelm and Schauer, 1988 ) (Section II,A,3) macrophages express distinct galactose-specific receptors. In contrast to the hepatic ASGP-r, which only mediates uptake of molecules and small particles, these macrophage receptors mediate the uptake of large particles and cells (Roos et al., 1983; Schauer et al., 1990) .\n\nThe high endocytotic capacity of the ASGP-r in combination with its specific expression in hepatocytes has been used in a number of attempts to deliver drugs or genes specifically to these cells (Biessen et al., 1995a; Bijsterbosch and van Berkel, 1990; Chen et al., 1994; Martinez Fong et af., 1994; Midoux et al., 1993; Plank et al., 1992; Wu and Wu, 1991) . However, if galactosylated molecules are used to target these to hepatocytes, other receptors with similar specificity have to be taken into account, such as galactose receptors closely related to the ASGP-r found on peritoneal macrophages (Section II,A,3) and sperm (Abdullah et al., 1991; Goluboff et al., 1995) , because these could take up the galactosylated compounds as well. An interesting case has been the effect of galactosylated cholesterol, which causes a reduction of serum cholesterol levels due to its incorporation into serum low-density lipoprotein and high-density lipoprotein leading to an increased clearance of these lipoproteins from serum (Biessen et al., 1994b (Biessen et al., , 1995b Bijsterbosch et al., 1992; Bijsterbosch and van Berkel, 1990 ). Indeed, it was shown that depending on the degree of galactosylation, Kupffer cells become the major site of uptake of lipoproteins containing galactosylated cholesterol if a short spacer (C,) was used between the galactose-containing oligosaccharides (Bijsterbosch and van Berkel, 1990) , whereas the majority of lipoproteins were ingested by hepatocytes if a long spacer (C,,) was applied (Biessen et af., 1994b) . Because only hepatocytes are able to irreversibly remove cholesterol from the body in the form of bile acids, efficient targeting to these cells is desired and therefore of pharmacological relevance.\n\nDesialylated serum glycoproteins are rapidly cleared from circulation compared to the sialylated proteins due to uptake by the ASGP-r. This receptor has been purified and characterized thoroughly from various species Schwartz, 1984) and is one of the best characterized cell surface receptors to date. Besides its specificity for glycans with terminal galactose residues, the properties of the ASGP-r as an endocytotic receptor have drawn much attention. In fact, it became an important model system for cell biologists studying receptor-mediated endocytosis Bridges et al., 1982; Connolly et al., 1982; Courtoy et al., 1985; Harford and Ashwell, 1985; Harford et af., 1984) , as reviewed by Schwartz (1991) and Weigel (1993) .\n\nThe receptor purified from rat liver contains three proteins, ASGP-r 1, ASGP-r 2, and ASGP-r 3 with molecular masses of 43, 50, and 61 kDa, respectively (Oka et al., 1990; Schwartz, 1984) , which all are modified by 150 S0RGE KELM AND ROLAND SCHAUER FIG. 4 Comparison of the primary sequences of three Gal-binding C-type lectins from rat. The amino acid sequences of the asialoglycoprotein receptor proteins 1 and 213 (ASGP-r 1 and ASGP-r 2/3), the peritoneal macrophage receptor (PMG-r), and the Kupffer cell receptor (KC-r) are compared. Amino acids that are identical in three proteins are shown in gray boxes and amino acids identical in all four proteins are shown in black boxes. (A) Nterminal amino acid sequences of ASGP-r 1, ASGP-r 2/3. and PMG-r up to the carbohydraterecognition domain (CRD), containing the cytoplasmic domain, the transmembrane anchor. and the stem region, are aligned. (B) The CRDs of all four proteins are aligned. Amino acids responsible for the preferential binding of GalNAc over Gal in ASGP-r 1 (Iobst and Drickamer, 1996) are marked with a \"+\". treated erythrocytes. Furthermore, these findings support the hypothesis that the overall density of terminal Gal residues is important for cell binding.\n\nThe biological significance of resialylation of cell surface glycans has been shown for the interaction between peritoneal macrophages and lymphocytes. In contrast to erythrocytes, sialidase-treated lymphocytes are not phagocytosed by peritoneal macrophages, possibly due to morphological differences in the cellular interaction ( Jibril et al., 1987) . Furthermore, after prolonged incubation of sialidase-treated lymphocytes in the presence or absence of peritoneal macrophages, Gal-specific binding to macrophages is significantly reduced, suggesting that resialylation of cell surface Gal residues occurred during the cultivation of the lymphocytes (Fischer et af., 1991) . Quantitative analysis of the cell surface Sia content of lymphocytes after sialidase treatment revealed that after approximately 16 h in culture, SO% of the Sia had been restored (A. Thode, unpublished observation). Taken together, these findings support the hypothesis that resialylation of exposed Gal residues by endogenous sialyltransferases allows the dissociation of bound lymphocytes (Fig. 5 ) observed in vivo (Kaufmann et al., 1981) . This model may also operate in other systems of reversible cellular interactions, for example, during embryogenesis.\n\nThe carbohydrate specificity of the PMG-r has been characterized thoroughly (Lee et al., 1988; Ozaki et af., 1995) . Aspects studied include the functional groups of Gal residues required for binding and the influence of valency in oligosaccharides. Using a series of galactosides in which the sugar was linked to naturally occurring or synthetic \n\nS0RGE KELM AND ROLAND SCHAUER structures, it has been shown that only the ring conformation of the Gal residue is recognized and that the glycosidic linkage, a or p, has no influence on binding (Lee et al., 1988) . The role of hydroxyl groups at each position of Gal for binding to PMG-r has been studied using monosaccharides related to Gal, as well as derivatives of Gal and lactose in which one or two hydroxyl groups have been converted into methyl ethers or replaced by other substituents such as C1, NH2, or N-acetyl residues (Lee et al., 1988) . These results made it most likely that the recognition of Gal residues involves interaction with the more hydrophobic side B (Fig. 6) , exposing no hydroxyl groups because the introduction of a hydroxyl group on this side of the monosaccharide, as in the C2, C3, or C4 epimers of Gal, caused a drastic reduction in binding. Stacking of hydrophobic patches of carbohydrates to aromatic amino acids in the binding pocket is a common theme in other protein-carbohydrate interactions. In addition, the hydroxyl groups at positions C3 and C4 are likely to contribute to the interaction because modifications at these positions are not well tolerated. It has been shown that these hydroxyl groups are most likely to ligate the Ca2+ ion required for binding in analogy to other C-type lectins, the mannose-binding proteins, for which high-resolution X-ray analysis of crystals complexed with monosaccharides have been performed (K. K. S. Weis et al., 1991) . In contrast to ASGP-r and GP-r, PMG-r purified from peritoneal macrophages binds Gal at least as well or slightly better than GalNAc (Kawasaki et al., 1986; Lee et al., 1988; Ozaki et al., 1995) . A mutagenesis study on the CRD of ASGP-r and PMG-r has identified amino acids of the ASGP-r interacting with the N-acetyl residue of GalNAc ( Fig. 4 ) (Iobst and Drickamer, 1996) . Similar to the ASGP-r, the PMG-r binds oligoantennary glycans with higher affinity than monovalent oligosaccharides (Lee el a/., 1988; Ozaki et al., 1995) . However, some differences exist between the optimal structures. In a study using synthetic oligovalent galactosides (Ozaki et al., 1995) it was found that intersugar distances of 3.3-4.3 nm were preferred over more closely spaced (1.7 nm) Gal residues, similar to the cluster effect described for the ASGP-r. In this study, the best ligand for both lectins was a triantennary structure found on N-linked glycans. However, whereas the ASGP-r binds best to this triantennary glycan (Schwartz, 1984) , the PMG-r binds with 10-fold higher affinity to tetraantennary N-linked glycans (Lee et al., 1988) . Both receptors have in common that this cluster effect is less pronounced, if solubilized protein is used compared to cell surfacebound lectin (H. Lee et d., 1988; R. T. Lee et d., 1984 ). An explanation for this phenomenon could be differences in the oligomeric arrangement of the membrane-bound or solubilized proteins.\n\nThe masking effect of Sias can easily be explained by the hindrance of access to the Gal residue due to the bulky, negatively charged Sias. As previously mentioned, this effect could also be expected to occur with other structures not related to Sias. Therefore, specific effects of Sias seemed unlikely. In fact, the oxidation of C6 in Gal to a carboxyl group prevents recognition (Lee et al., 1988) . Thus, a surprising finding was that free Sia inhibits galactose-specific binding of the PMG-r. A detailed analysis of this phenomenon ) demonstrated that Sia is specifically recognized by the PMG-r and that the binding of Sia reduces the affinity €or Gal residues. Because it is difficult to imagine structural similarities between Sia and Gal, which could lead to competition for the same site, it has been proposed that a second binding site specific for Sia exists on this receptor that allosterically influences the affinity for Gal (Fig. 7) . In favor of this proposal are several observations showing that characteristic features of Gal binding and Sia recognition by PMG-r are different (Table 11) . No such effect has been found for the ASGP-r of hepatocytes or the GP-r from Kupffer cells (H. Lee, unpublished observations and V. Kolb-Bachofen, personal communication) . \n\nCultured fibroblasts divide until they contact neighboring cells. A series of experiments have identified a cell surface glycoprotein, termed contactinhibin, as being responsible for this phenomenon. Interestingly, the signaling function of this molecule depends on terminal Gal residues on its N-glycans. It has been shown that contactinhibin is synthesized and transported to the cell surface fully sialylated by cells both at high and at low densities . At confluency, however, the Sia content of cell surface-bound contactinhibin is significantly reduced. A cell surface-bound sialidase pres- al., 1995) has been an important step toward understanding the role and control of terminal Gal residues and the masking effect of Sia in this system.\n\nTheoretically, for the masking effects ascribed to Sias (Section 11) specific recognition of its structure is not necessary, although Sias seem to be especially well suited for this function because they are bulky negatively charged residues. Also, the influence of Sias on the physicochemical properties of glycoconjugates could probably be obtained with other negatively charged but simpler structures. Usually, nature is more conservative with metabolic energy and correspondingly one would expect that the biosynthesis of a complex monosaccharide such as Sia would be eliminated during evolution, Therefore, the widespread occurrence of Sia and the variety of modifications is one reason why more specific functions and biologically significant roles in cellular and molecular interactions involving Sia recognition have been proposed for several years. As in many other cases in biology, studies on pathogenic microorganisms led the way in the field of Sia-specific cell recognition. Influenza and other viruses, the myxoviruses, were the first to be shown to use Sias as recognition determinants for interactions with their host cells. Some of these have been studied in great detail and the developments made in the most prominent examples are summarized under Section III,A,l. It seems unlikely that the complicated and highly regulated metabolic pathways and expression patterns of Sias were developed just to serve as binding sites for pathogens. Considering the exposed position of Sias on cell surfaces, it seems plausible that these residues have evolved not only for shielding the cells from the environment but also as recognition markers in multicellular organisms. Microorganisms may have taken advantage of this development for anchoring to their host cell surfaces.\n\nIf Sias function as recognition markers, receptors binding selectively to sialylated glycans should exist. However, no such receptors had been well characterized in vertebrates before the Selectin (Section II1,B) and Sialoadhesin (Section II1,C) families of adhesion molecules were described. In this chapter we summarize developments made in the characterization of these proteins, their specificity for sialylated glycans, and structural aspects of the protein-carbohydrate interactions.\n\nAlso, other Sia-specific lectins from plants and animals have been described (Schauer et al., 1995; Zeng and Gabius, 1992) . Some of these have drawn considerable interest and have been widely used as analytical tools in the characterization of glycoconjugates and in histochemistry (Roth, 1993) . Their biological functions have remained mainly unknown because many of them have been found in plants and lower animals that do not contain Sias. However, it has been speculated that they play a role in defense mechanisms, such as a primitive immune system in invertebrates, or serve as protection against Sia-containing microorganisms or plant-eating animals because many lectins are toxic.\n\nIn most cases, sialidase sensitivity is the first main evidence for Siadependent binding. However, there are several aspects to be considered when using these enzymes (Schauer, 1982a) . Sialidase preparations may be contaminated with activities such as proteases or other glycosidases. These activities could lead to results suggesting the requirement of Sias for binding. One possible control for the specificity of the treatment is the use of the inhibitor 2-deoxy-2,3-didehydro-N-acetylneuraminic acid (Neu2enSAc), which should prevent the sialidase effect if it is specific. Sialidases do not release all Sia variants with the same efficiency. For example, 4-0-acetylated Sias are not cleaved at all by most sialidases. In addition, sialidase treatment of viable cells is not quantitative, probably due to steric hindrance. This could lead to significant amounts of residual Sia left on the cell surface, which easily can account for more than 50% of the initial amount. Therefore, it is necessary to quantify the amount of Sias released or remaining on cells or glycoconjugates after sialidase treatments . Residual Sias on cell surfaces could be sufficient for binding because often relatively low amounts of Sias are required if they are found on appropriate glycans. Therefore, results suggesting Sia independence have to be taken with caution. Finally, Sias contribute to the overall negative charge of cell surfaces and sialidase treatments, therefore cause a significant drop in charge that may account for an effect. A powerful method to establish Siadependent binding and to investigate several aspects in the biology and biochemistry of Sia recognition is the use of purified sialyltransferases to synthesize defined sialylated glycans on cell surfaces, as was first described by Paulson et al. (1979) . Besides demonstrating the significance of cell surface Sias convincingly, this technique also allows to investigate the influence of the amount and type of Sias on the cell surface (Paulson and Rogers, 1987) .\n\nPathogenic as well as nonpathogenic microorganisms frequently use cell surface carbohydrates as binding sites on their host cells. In many cases these are Sia-containing glycans. However, many other structures were also described as binding sites. For a recent summary of bacterial attachment mechanisms see the book by Doyle and Ofek (1995) . In this chapter we provide an overview of our knowledge in a few prominent cases.\n\nHistorically, the interaction of influenza A virus with cell surface Sia has been the first study on Sia function reported (Hirst, 1941 (Hirst, ,1942 McClelland and Hare, 1941) . In fact, these experiments were performed before the structure of Sia had been elucidated. Binding of virus particles to erythrocytes and subsequent elution after incubation was used to purify the virus (Hirst. 1942) . This not only represents probably the first affinity chromatography but also nicely illustrates the different aspects of the interaction of influenza and several other viruses with cell surface Sia (see below).\n\nViruses binding to mucins were named myxoviruses because of this feature. Two taxonomic families are distinguished based on structural differences such as the organization of the genome (fragmented versus unfragmented). The Orthomyxoviridae encompass the influenza A, B, and C viruses, whereas viruses such as Newcastle disease virus, mumps virus, Sendai virus, and parainfluenza viruses belong to the Paramyxoviridae. All myxoviruses express three activities on their surface that are important for infectivity: (i) The hemagglutinins are used to bind to the cell surface glycans; (ii) the receptor-destroying enzymes remove the receptor determinant, an essential part of the glycan, therefore releasing the virus; and (iii) the fusion activities are used to fuse the virus membrane with the host cell membranes, often those of endocytotic vesicles. In most viruses two of these properties are combined in one protein. In influenza A and B viruses, the fusion activity is part of the hemagglutinin (HA) and the sialidase is a different protein (NA), whereas on paramyxoviruses the fusion activity is a separate peptide (F) and the hemagglutinin and the sialidase are together on the same protein (HN). Influenza C represents a special case because all three activities are located on the same protein (HEF). An overview on the biochemistry and biology of myxoviruses interacting with Sia-containing glycoconjugates has been given by Herrler etal. (1995b) .\n\nWhereas for myxoviruses Sia-dependent attachment seems to be the rule, only some members of most other virus families use Sias as receptor determinants (Table 111 ). In most cases the biological significance is far less clear compared to that of influenza viruses. This is not surprising considering the often complex situation due to strain differences, host-virus interaction, and complementary binding sites frequently found. In addition, structural similarities between Neu5Ac and GlcNAc, as also recognized by the plant lectin wheat germ agglutinin, seem to be responsible for dual Utagawa et al., 1982 Stoner et al., 1973 Cahan and Paulson, 1980 Cahan et al.. 1983 : Fried et al., 1981 Stehle and Harrison, 1996 : Stehle et al., 1994 Haun et al., 1993 Keppler et al., 1994 Keppler et al., 1995 Mantyjarvi et al., 1972 : Seganti et al., 1981 Sinibaldi et al., 1990 Choi ef al., 1990 Gentsch and Pacitti. 1985 : Paul et al., 1989 : Rubin et al.. 1992 Tang et al., 1993 Superti and Donelli, 1991 Rolsma er al., 1994 Svensson. 1992 Ravindranath and Graves. 1990 Lobert et al, 1995 Wadell, 1969 Barbis etul.. 1992: Parrish. 1994: Basak et al.. 1994; Tresnan et ai.. 1995 \" Viruses that have been shown to bind to sialylated glycans on cells are listed together with their receptor determinants as far as are known, the evidence for Sia requirement, and some relevant references.\n\nS0RGE KELM AND ROLAND SCHAUER specificities and possible drifts in Sia dependence as observed, for example, with murine (Ravindranath and Graves, 1990 ) and human (Lobert et al., 1995) cytomegaloviruses. In the following subsections some aspects of Sia recognition by viruses and recent developments will be discussed.\n\nInfluenza A and B viruses cause annual influenza epidemics of various severities. Mutational changes in the primary sequences of the H A and NA are reasons for the antigenic drift allowing the virus to escape the host immune system (Kilbourne, 1987) . In addition, much more seldomly antigenic shifts occur that are due to the appearance of new types of H A and/or NA. These are the cause of the more severe pandemics, such as the Hongkong flu of 1968-1969 and the Russian flu in 1977. To date, 15 antigenic variants of the HA (H1-H1.5) have been identified for influenza A (Rohm et al., 1996) . Only H1, H2, and H3 have been found in human isolates, whereas the other HAS occur in animals, mainly birds. The possible role of animals as sources for new virus strains introduced into the human population will be discussed briefly at the end of this section.\n\nThe epidemiological importance of influenza virus infections, mainly by A strains, has been the driving force for many investigations. Therefore, it is not surprising that the interaction of these viruses with Sia and its biological significance is probably the best studied example in the field. Influenza B viruses are very similar to influenza A in many aspects but less well characterized. Therefore, the topics discussed in this section are based on our knowledge on influenza A, but often they are also relevant for influenza B. The hemagglutinin-fusion protein (HA) is the major glycoprotein on the envelope membrane of virions. It is a type I transmembrane protein of approximately 560 amino acids. It is assembled as a noncovalently linked homotrimer in the rough endoplasmatic reticulum of the host cells. Posttranslational modifications include several glycosylations of asparagine residues, acylation with fatty acids, formation of disulfide bonds, and a proteolytic clip. Glycosylation and fatty acid acylation are probably not essential per se for virus replication, whereas the other modifications are required. A proteolytic cleavage either within the host cell or by extracellular proteases results in the formation of two subunits, HA, and HA2, that are held together by disulfide bridges (Kilbourne, 1987; Lamb, 1989) . Without this cleavage, the H A does not display a fusion activity (Klenk and Garten, 1994) and virus strains carrying a glycan hindering the site for proteolysis show a strongly reduced pathogenicity.\n\nX-ray crystallographic studies have resolved the structure of the HA H3 (Wilson etal., 1981) . The membrane proximal region with the fusion domain forms a stem consisting of HA2 and parts of HAI, whereas the membrane distal globular head is formed by HA1 and contains an open depression to which Sia is bound (Weis et al., 1988) . In a later crystallographic analysis a secondary Sia binding site was located on the H A that binds several sialosides besides a2,3-linked Sia but with much lower affinities compared to the primary site, whereas other Sia derivatives including a-2,6-linked Sia were not bound (Sauter et al., 1992a) . This secondary site is located below the globular head and forms a concave pocket at the interface between HA, and HA2 of the same H A monomer but in close proximity to the adjacent monomer (Sauter et al., 1992a) . The biological significance of this secondary site is not clear. In fact, it may be buried on intact virus particles and therefore not be involved in binding to the host cell surface during infection. If accessible, this secondary site may strengthen the binding of di-or oligovalent sialosides significantly and one can assume a supporting role in firm attachment of the virion to the host cell surface. In this case, it could also be helpful to develop small-molecular-weight inhibitors as potential anti-influenza A drugs targeted to bind at both sites simultaneously. Finally, based on a report showing that host cell Sias influence the fusion properties (de Lima et al., 1995) , it may be speculated that the secondary binding site is involved in this phenomenon because it is located more closely to the fusion domain of the HA. Here, gangliosides, such as GMM3 or GMvllb, containing terminal a-2,3-linked Sia may play a critical role because they have been shown to interact with influenza A H A (Suzuki, 1994; Suzuki et al., 1985 Suzuki et al., , 1986 .\n\nBinding of the virus HA to the host cell surface is the initial step in viral infection. Blocking this interaction would be predicted to prevent infection and disease. Therefore, several approaches have been made to develop Sia analogs that would bind with high affinity to the HA. These attempts were boosted by the identification of the primary binding site for Sias on the hemagglutinin H3 by X-ray crystallographic analysis of cocrystals of the bromelain fragment of the H A with sialyllactose (Weis et al., 1988) . It is formed by a depression on the tip of the protein containing mainly highly conserved amino acids. From the close proximity found between functional groups of Sias and amino acids in the binding site, the hydroxyls at C8 and C9, the methyl group of the N-acetyl residue, and the carboxyl function were predicted to contribute to the binding of Sias (Fig. 8 ). Based on these observations, a rational drug design approach seemed to be in reach. Now, 8 years later, we have learned a great deal about the molecular basis of Sia binding to the HA, as summarized below. However, no small-molecularweight compound has been reported that would bind to the H A with an affinity high enough to be considered an anti-influenza drug.\n\nAn interaction of the methyl group of the N-acetyl residue, most likely with Try153, has been confirmed by nuclear magnetic resonance (NMR) experiments (Hanson etal., 1992; Sauter etal., 1989 Sauter etal., ,1992b and by inhibition studies with Sia analogs modified at this position . Whereas several hydrophilic, charged, highly electronegative or bulky modifications at this methyl group are not well tolerated by the HA from X31, such as in Neu5Gc (Higa et al., 1985) , N-trifluoroacetylneuraminic acid, N-succinylneuraminic acid or N-(benzyloxycar-bony1)neuraminic acid (Sauter et al., 1992b) , slightly longer and noncharged acyl residues as in N-propionylneuraminic acid (Sauter et al., 1992b) are well tolerated. A replacement of the acetyl oxygen by a sulphur atom (Nthioacetylneuraminic acid) gives a sialidase-resistant Sia that is accepted as well as NeuSAc by the H A (Machytka et al., 1993) . Also, the requirement for the axial position of the carboxyl group for binding has been demonstrated in inhibition experiments with corresponding Sia analogs (Hanson et al., 1992; Kelm et al., 1992; Sauter et al., 1989 Sauter et al., , 1992b . The contribution of the hydroxyl groups of the glycerol side chain of Sia to its affinity has been shown by shortening it to the C7 analog by periodate oxidation followed by borohydride reduction (Suttajit and Winzler, 1971 ) and has been investigated in several inhibition assays and NMR experiments with various Sia analogs (Hanson ef al., 1992; Kelm et al., 1992; Matrosovich e f al., 1991 Matrosovich e f al., , 1992 Sauter ef al., 1992b; Toogood et al., 1991) . Whereas at C8 the hydroxy function contributes to the binding most likely via a hydrogen bond to Tyr98, C9 was found not to be involved to a significant extent despite several possible hydrogen bonds predicted from the crystal structure (Fig. 8) . However, introduction of bulkier residues such as an 0acetyl residue prevents binding (Higa ef al., 1985) , probably due to steric hindrance. Even a replacement by an amino function reduces the affinity, most likely due to a charge repulsion leading to a slight shift of the Sia molecule in the binding pocket further away from Tyr98 and Trp153 (Sauter et al., 1992b) , which are likely to be involved in binding. Also, the replacement of the hydroxyl at C7 by a hydrogen atom caused a significant drop in inhibition depending on the assay used Sauter et al., 1992b) . Whether this is due to interaction with the protein or to conformational differences in the Sia molecule has not been clarified. Most of these observations were made with the same H A from X31, a laboratory reassortant containing the H A from A/Aichi/68, the strain causing the Hongkong flu. A survey with a number of different H3, H1, and B strains has demonstrated differences in requirements for the structural integrity of the glycerol side chain (C7-C9) of Sia (Matrosovich ef al., 1991) , which possibly makes it even more difficult to design high-affinity molecules that inhibit the HAS of all strains. Another difference in specificity between strains is the tolerance of Neu5Gc as a receptor determinant observed in some recently isolated strains (Higa et al., 1985) as discussed below.\n\nFrom the crystallographic studies (Sauter et al., 1992a,b; Watowich et al., 1994; Weis ef al., 1988) it appeared that the hydroxy function at C4 is protruding outside of the binding site, which would allow bulkier residues at this position. In fact, Sias containing an 0-acetyl or an aminoacetyl group at this position are equally well bound and can serve as receptor determinants (Matrosovich ef al., 1992; Sauter et al., 1989 Sauter et al., , 1992b . In fact, a bulky residue as dansylglycine at C4 increased the affinity of the monosialoside 10-fold (Weinhold and Knowles, 1992) . In addition, removal of the hydroxy group has no effect, excluding a contribution of this function in binding, whereas an epimerization at C4 strongly reduces binding, suggesting a repulsion of an axial hydrophilic residue at this position (S. Kelm and E. Zbiral, unpublished results) .\n\nIn the search for potent inhibitors of the HA, different aglycons in synthetic sialosides were found to enhance significantly the affinity to the H3 of X31 (Sauter et al., 1992b; Toogood et al., 1991) . A derivative containing a 6-( ((naphtylmethy1)amino)carbonyl)-hexyl aglycon in combination with a dansylglycine residue at C4 has probably been the most potent monovalent 166 S0RGE KELM AND ROLAND SCHAUER inhibitor for this H A (Weinhold and Knowles, 1992) . However, in this case, HAS from other strains may have lower affinities for this class of inhibitors, as shown for A/Memphis/102/72 (Pritchett et al., 1987) or a horse serum-resistant mutant of X31 (X31/HS) .\n\nWhereas the affinities of most monovalent sialosides to the HA are relatively low ( K D values in the low mM range), glycoproteins such as cu2-macroglobulin bind with high affinity to influenza A virus, suggesting polyvalent interactions (Pritchett and Paulson, 1989) . Furthermore, large differences were observed in the inhibitory potencies of a2-macroglobulin isolated from different animals. Because these differences could not be attributed to specific types of Sias or glycans, it was assumed that the inhibitory potencies are due to differences in the presentation of glycans (Pritchett and Paulson, 1989) . A possible explanation would be a simultaneous binding of Sia residues of a single molecule to several binding sites on the virus, either within the same H A trimer or on neighboring HA molecules. Several studies using divalent sialosides with variable distances between the Sia residues have demonstrated that the best inhibitors within a series were compounds that were too small to bridge two binding sites on the same H A trimer Sabesan et al., 1991 Sabesan et al., , 1992 Unverzagt et al., 1994) . The conclusion has been that these inhibitors bridge two neighboring H A trimers . Based on the necessity for multiple interactions for highaffinity binding, several oligovalent synthetic sialosides have been prepared, e.g., as polyacrylamide derivatives (Gamian et al., 1991; Kingerywood e f al., 1992; Lees et al., 1994; Matrosovich et al., 1990; Mochalova et al., 1994; Sparks et al., 1993) . In summary, these compounds have increased inhibitory potencies depending on the density of Sia residues. The best inhibitors were obtained with an intermediate density of one Sia per 5-10 acrylamide units or 0.1 nm distance (Gamian et al., 1991; Lees et al., 1994; Matrosovich et al., 1990) . Still, most of these compounds were not able to inhibit viral growth in chicken eggs or tissue culture cells.\n\nBesides the Sia residue as the receptor determinant, the structure to which the Sia is linked and its presentation as oligo-or multivalent molecule play important roles in the biology of influenza A interaction with the host cells. In a series of studies Paulson and co-workers have demonstrated that influenza A strains differ in their specificities for sialylated glycans depending on the host (Connor et al., 1994; Higa et al., 1985; Paulson, 1985; Rogers and Paulson, 1983; Rogers et al., 1983a,b) . In summary, human isolates bind preferentially to a-2,6-linked Sia, whereas strains grown in birds and other animals bind with higher affinity to a-2,3-linked Sia. Surprisingly, this change in specificity can occur by a single amino acid change at the edge of the binding pocket, Leu226 correlating with a specificity for the a-2,6-linkage and Gln226 found in a-2,3-binding strains (Rogers et al., 1983a) . However, not all HA serotypes of influenza A with glutamine at this position show preferential binding of a-2,3-linked Sia because H2, H6, and H9 isolates have been described that are specific for the a-2,6-linkage despite a Gln226 in their primary sequence (Nobusawa et al., 1991) . The specificity of human isolates for a-2,6-linked Sia correlates well with the occurrence of such glycans on the surface of ciliated human bronchial epithelia, the main site of influenza virus infection, whereas the mucinproducing cells in bronchia express a-2,3-linked Sia (Baum and Paulson, 1990) . In vivo experiments have demonstrated a lower virulence of a L226Q mutant virus in ferrets, the animal model for human influenza, as manifested in much lower virus titers obtained from animals infected with the mutant, which correlated with the distribution of sialylated glycans in ferrets being similar to human bronchial epithelia (Leigh et al., 1995) . Although animals infected with the mutant strain developed only a mild influenza, they obtained the same level of immunity against the wild-type virus, suggesting a new strategy for the development of an attenuated live vaccine.\n\nOne interesting aspect of influenza biology and Sia specificity is the development of new strains. As mentioned previously, several antigenic variants of HAS exist in various animals. Live stocks such as ducks, pigs, and horses are especially considered as potential resources for new strains pathogenic to man, such as the Hongkong flu virus, which is a new H3N2 strain not found in the human population before 1968 (Kilbourne, 1987) . With respect to the Sia linkage specificity, an avian strain would be expected to develop a higher affinity for a-2,6-linked Sia than the parent virus in order to become pathogenic for man. Interestingly, the bronchial epithelia of pigs express both a-2,3-and a-2,6-linked Sia and pigs are susceptible to infection by both avian and human H l N l virus strains (T. Ito, unpublished results). In addition, influenza A isolates from pigs can be grouped in two classes based on the primary sequences of their HAS. One group is more closely related to avian strains and the other more closely to human isolates. Based on these observations, two scenarios seem plausible in which new strains could develop: (i) Two different strains, e.g., one from avian and one from human origin, coinfect a third host such as pigs. Because both strains could replicate efficiently in the same cell (in a pig), reassortants from the fragmented viral genome can occur yielding a new virus; (ii) alternatively, an avian virus replicating in pigs mutates to a strain with preferential binding of ~-2,6-linked Sia and then becomes pathogenic for man. In support of this are observations made with an avian-like influenza H l N l strain that had been introduced into European pigs in 1979 where it still is circulating besides \"classical\" H l N l and human-like H3N2 strains. Whereas isolates of this avian-like virus obtained before 1985 bind to both a-2,3-linked and to a-2,6-linked Sia, recent isolates lost their binding activity for a-2,3-linked Sia (T. Ito, unpublished results). This suggests that, al-though viruses with avian-like specificity can grow in pigs, in these animals the virus is under a selective pressure toward the human-like specificity.\n\nThe other surface glycoprotein of influenza A virus is the sialidase (NA), historically termed neuraminidase, the receptor-destroying enzyme. At least nine serologically distinct subtypes (Nl-N9) occur in animals, mainly in birds, whereas until now only N1 and N2 have been found in human isolates (Kilbourne, 1987; Lamb, 1989) . The three-dimensional structures of NAs from influenza A, N2, N9, and influenza B have been resolved by X-ray crystallography to high resolution (Burmeister et al., 1992; Tulip et al., 1991; Varghese and Colman, 1991) . Interestingly, at least N1 and N9 sialidases express an intrinsic hemagglutination activity (Air and Laver, 1995; Hausmann et al., 1995) , although their pathological relevance is unclear. Most influenza NAs previously investigated showed a much higher capacity to release a-2,3-linked Sia compared to the a2,6-linked isomer. However, human isolates with the N2 NA isolated later than the mid-1970s have developed the ability to hydrolyze the a-2,6 linkage at about the same rate as the a-2,3 linkage (Baum and Paulson, 1991) . Similarly, a drift toward improved cleaving rates for a-2,6-linked Sia has been observed for influenza B virus (Xu et al., 1993) and for porcine influenza A (Xu et al., 1995) NA from recent isolates. An advantage for a virus cleaving both linkages equally well could be a more rapid release during budding from the infected host cell, allowing a faster spread of the virus.\n\nAlthough the search for high-affinity inhibitors for the H A by rational drug design has not seen a major breakthrough, a similar approach for the NA has been successful. The crystallographic analysis of NA cocrystals with the well-known sialidase inhibitor Neu2enSAc revealed an open space above the hydroxyl at C4 containing two glutamine residues (Bossart-Whitaker et al., 1993) . Based on this observation and the knowledge that in contrast to most other sialidases influenza A, NA can release glycosidically bound Neu4,5Ac2 at a low rate (Schauer, 1982b) , it was rationalized that a positively charged residue at C4 could fit into this pocket and possibly form stabilizing salt bridges with the glutamine residues (von Itzstein et al., 1993) . Two NA inhibitors were synthesized, 4-amino-Neu2enSAc and 4guanidino-Neu2en5Ac, that revealed very low K, values for viral sialidases, but were much less inhibitory for eukaryotic or bacterial sialidases. Furthermore, in tissue culture and in vivo, 4-guanidino-Neu2enSAc efficiently prevents growth of influenza A virus (Gubareva et al., 1995; Ryan et al., 1995) and trials with human volunteers have been promising (Hayden et al., 1996) . This clearly demonstrates an important function of the NA during viral infection, probably during release of the virus from the cell surface after replication. However, 4-guanidino-Neu2en5Ac seems to be inefficient in protecting chicken against highly pathogenic strains, possibly because this locally applied inhibitor does not affect viral replication at other sites in systemic infections caused by these strains (McCauley et al., 1995) . Obviously, an immediate question has been whether the virus will be able to escape this inhibitor by mutating its active site. Indeed, recent studies have shown that under a prolonged selective pressure of the inhibitor, resistant mutants can develop in tissue culture (Blick et al., 1995; Gubareva et al., 1996; McKimmbreschkin et al., 1996) . An interesting aspect of these studies is the type of mutations found. Mutations of Glu119, one of the amino acids predicted to form a salt bridge with the inhibitor, to Gly or Ala were identified in two studies (Blick et al., 1995; Gubareva et al., 1996) . This was not too surprising because they showed the predictable, reduced affinity to the inhibitor. However, mutants have also been isolated with changes in the HA amino acid sequence. Interestingly, these are either close to the primary Sia binding site (McKimmbreschkin et al., 1996) or in the vicinity to the secondary binding site (Gubareva et al., 1995) . An explanation for these mutants could be that a weaker binding of the HA would allow the virus to be released from the cell surface independent of the inhibited NA.\n\nThe receptor determinant for influenza C virus remained obscure until the receptor-destroying enzyme was identified as a sialate-9-O-acetylesterase (Herrler et al., 1985) and the specificity of the hemagglutinin for 9-O-acetylated Sia was shown (Rogers et al., 1986) . One major difference between influenza C virus and influenza A or B viruses is that all three surface activities, the hemagglutinin, the receptor-destroying enzyme, and the fusion activity are combined in one protein (HEF). Because the known structural features of this protein have been reviewed (Herrler et al., 1995b; Herrler and Klenk, 1991) , only some aspects are summarized here. The HEF is assembled by the host cell as a homotrimer with approximately 650 amino acids in each monomer. It has similar structural properties and posttranslational modifications as the H A of influenza A and B viruses, including the proteolytic clip leading to two subunits, HEF, and HEF2, that are held together by disulfide bonds. Because the three-dimensional structure of the HEF has not yet been solved, little is known about the binding site, the active center of the esterase, and the fusion domain compared to the H A of influenza A. From studies on mutants it has been concluded that the binding site includes areas within the region between amino acids 178 and 284. For the esterase it has been shown that reagents modifying serine residues such as diisopropyl fluorophosphate (DFP) wipe out the enzymatic activity, indicating that the HEF belongs to the serine-type hydrolases (Muchmore and Varki, 1987; Vlasak et al., 1989) . Covalent modification with DFP has been used to identify Ser71 as the active site serine (Herrler et al., 1988; Vlasak et al., 1989) . In addition to Ser71, His2681369 and Asp261 were shown to be involved in the enzymatic 170 S0RGE KELM AND ROLAND SCHAUER reaction, probably by forming a catalytic triad found in many serine-type hydrolases (Pleschka et al., 1995) .\n\nSimilar to the situation for influenza A, in which the linkage specificity of the HA correlates with the cell tropism for ciliated epithelia in human bronchia, the specificity of the HEF for 9-0-acetylated Sia is responsible for the cell tropism of influenza C virus (Herrler and Klenk, 1987) . In agreement with this is the finding that human nasal mucin and nasal mucous epithelium contain Neu5,9Ac2 in addition to NeuSAc and Neu5Ac9Lt (Reuter et al., 1988) . A 40-kDa protein has been isolated from MDCK-I cells that seems to be the major binding site for influenza C on these cells (Zimmer etal., 1995) . It has been characterized as an 0-glycosylated, mucintype glycoprotein that is rapidly internalized and represents the major cell surface glycoprotein carrying 9-0-acetylated Sia. It will be interesting to find out whether on endothelial cells propagating virus in vivo only one major glycoprotein represents the binding site for influenza C virus because the virus has been shown to bind many glycoconjugates carrying 9-0acetylated Sia, a property that has been used in the detection of these Sias (Harms et al., 1996; Klein et al., 1994; Manuguerra et al., 1991; Muchmore and Varki, 1987; Sjoberg et al., 1994; Zimmer et al., 1992 Zimmer et al., , 1994 .\n\nWhereas the biological function of the hemagglutinin activity of the HEF is obvious, the necessity for the receptor-destroying esterase is not without debate. Although a similar role as that of the NA for influenza A and B could be proposed, studies with esterase-resistant Sia analogs supplied evidence that at least for the infection of tissue culture cells the action of the esterase is not required (Herrler et al., 1995a) . c. Pararnyxovinrses Several, but not all, paramyxoviruses depend on Sias as receptor determinants (Table 111) (Paulson, 1985) . Sendai virus, Newcastle disease virus (NDV), simian virus 5 (SV5), and mumps virus are prominent examples of paramyxoviruses using cell surface Sias for attachment, whereas moribilliviruses such as measles virus (Maisner et al., 1994) do not require cell surface Sias for attachment. The best studied Sia-binding paramyxoviruses are Sendai virus, NDV and SV5. As mentioned under Section III,A,l, on these viruses the hemagglutinin and the receptordestroying sialidase are properties of one protein (HN), whereas the fusion activity is carried on a separate polypeptide (F). Compared to the influenza A virus, much less is known about the interaction of paramyxoviruses with host cell surface Sias. Studies with human erythrocytes with defined sialylated glycans obtained by specific resialylation have demonstrated that both Sendai virus and NDV bind with high specificity to a-2,3-linked Sia (Paulson et al., 1979) . Similar results were obtained with MDCK cells, which became resistant to Sendai virus infection after sialidase treatment. In this study a-2,3-linked Sias but not &-2,6-linked Sias, on glycoproteins could restore the susceptibility to the virus (Markwell and Paulson, 1980) . Also, exogenously added gangliosides containing terminal a-2,3-linked Sias such as GDla or GTlh, restored infectivity (Markwell et al., 1981) . However, in the same study it was shown that gangliosides with terminal Siaa-2,SSiaa-2,3 Gal sequences, such as Golb or GPlc, were 100-fold more effective, which is in agreement with experiments with Sendai virus binding to gangliosides immobilized on plastic surfaces (Holmgren et al., 1980) . a! Coronaviruses Several coronavirus strains have in common with influenza C virus the use of 9-O-acetylated Sias as receptor determinants, as first shown for human and bovine coronavirus (Vlasak et af., 1988b) . In addition, their receptor-destroying enzyme (E3 protein) is a sialate-9-Oacetylesterase (Vlasak et al., 1988a) . In contrast to influenza C virus, they express two proteins (HE and S) on their surface (Herrler et af., 1991) . Coronaviruses for which 9-O-acetylated Sias have been demonstrated as receptor determinants are bovine and human coronavirus (Vlasak et al., 1988b) , murine hepatitis virus (MHV) (Gagneten et af., 1995) and the porcine hemagglutinating encephalomyelitis virus (HEV) (Schultze et af., 1990) . In contrast, the avian infectious bronchitis virus (Schultze et af., 1992) and porcine transmissible gastroenteritis coronavirus (TGEV) (Schultze et al., 1996) require non-O-acetylated a-2,3-linked Sias as receptor determinants, similar to influenza A virus. Furthermore, TGEV binds to NeuSGc with higher preference than to NeuSAc. Interestingly, these viruses lack a receptor-destroying enzyme and require removal of virion-bound Sias in vitro before agglutination of chicken erythrocytes can be detected (Schultze et al., 1992) , suggesting that the hemagglutinating activity is obscured by binding to a-2,3-linked Sias on the virion itself.\n\nThe role of the S protein as primary attachment activity has been shown for bovine coronavirus (Schultze et af., 1991) , human coronavirus OC43 (Kunkel and Herrler, 1993) , and HEV (Schultze and Herrler, 1993) . The H E protein, which initially has been suggested as the major hemagglutinin activity, contains the receptor-destroying esterase (Schultze and Herrler, 1993) and has only a weak hemagglutination activity (Schultze et af., 1991) . The primary sequences of the S proteins of bovine and human coronaviruses revealed polypeptides of approximately 150 kDa with 20 potential Nglycosylation sites (Kunkel and Herrler, 1993) . It has been proposed that after initiating the infection by attachment to host cell surface 9-0acetylated Sias, a secondary interaction of the S protein with a specific protein receptor is necessary, which may result in a conformational change leading to activation of the fusion activity (Schultze and Herrler, 1994) . The S protein of MHV has been shown to bind to a specific protein related to carcinoembryonic antigen. This binding is required for a successful infection, whereas the HE protein, containing hemagglutinin and esterase activ-ity, is not necessary for virulence at least in tissue culture cells (Gagneten et al., 1995) .\n\nThe polyomavirus is the best studied example for a papovavirus binding to sialylated glycans on cell surfaces (Paulson, 1985) . The polyomavirus is a nonenveloped, icosahedrically symmetrical virus. The outer shell of the particle contains 360 copies of the VP1 protein, which is arranged in pentamers. Polyomaviruses have a strict specificity for a-2,3-linked Sia for hemagglutination (Cahan and Paulson, 1980) and for the infection of tissue culture cells (Fried et al., 1981) . Interestingly, a second Sia, a-2,6 linked to the internal GalNAc of 0-glycans, prevents the binding by large plaque-forming strains but not by small plaque-forming strains. Because the capacity to also bind the disialylated glycan correlated with reduced virulence in tissue culture cells, a role of this specificity for virulence has been proposed (Cahan et al., 1983) .\n\nThe molecular basis for the interaction with sialylated glycans has been solved by crystallography of polyoma virus with the corresponding oligosaccharides (Stehle and Harrison, 1996; Stehle et d., 1994) . In addition, it has been shown that a highly virulent strain (LID) has a reduced affinity for sialylated glycans, most likely due to a mutation of Phe296 to Ala (Bauer et al., 1995) . Interestingly, from the X-ray analysis of cocrystals with a-2,3sialyllactose (Stehle et al., 1994) evidence for a van der Waals contact of Phe286 with the ring of Neu5Ac was obtained; this contact has been predicted to be greatly reduced in a model with an alanine at this position (Bauer et al., 1995) . The capability of polyomavirus strains to also bind to glycans with an a-2,6-linked Sia at the internal GalNAc (see above) correlates with a mutation of the amino acid at position 91. Crystallographic analysis of the less virulent strain P16 carrying a glycine at this position revealed a surface pocket that accommodates the a-2,6-linked Sia, but without any obvious specific contacts (Stehle and Harrison, 1996) . In conclusion, all these observations point at the importance of low-affinity binding for virulence. It can be assumed that a weaker binding permits an easier release of the virus from the cells during propagation. This seems to be particularly important for viruses such as the polyomavirus that do not seem to have a receptor-destroying enzyme. A similar role for low-affinity binding has been proposed for those escape mutants of influenza A that developed a hemagglutinin with a lower-affinity under the selective pressure of the sialidase inhibitor 4-guanidino-Neu2enSAc (Section III,A,l,a).\n\nj Reoviruses Reoviruses are a family of capsid RNA viruses. Within the orthoreoviruses, the serotype 3 virus binds to cell surface Sias (Gentsch and Pacitti, 1985; Gomatos and Tamm, 1962; Paul et al., 1989) . Binding occurs to multiple cell surface glycoproteins, depending on the cell type (Choi et al., 1990; Rubin et al., 1992) . On the human epidermoid carcinoma cell line A431 epidermal growth factor receptor (EGF-r) has been identified as one of these glycoproteins (Tang et al., 1993) . Binding to EGF-r occurs via its N-glycans and does not compete with E G F binding. Interaction of the virus with Sias on cell surface glycoproteins or on sialylated bovine serum albumin has been shown to induce a reversible change in the conformation of the viral binding protein crl, close to the N-terminal anchor of the protein (Fernandes et al., 1994) . From this finding it has been assumed that this altered conformational state is required for subsequent steps in the infection process. Sequence similarities between the reovirus 3 hemagglutinin and an anti-idiotypic antibody allowed a tentative mapping of the Sia binding site on the hemagglutinin molecule suggesting interactions with the hydroxyl groups of Ser325 Tyr326, Ser327, and Ser329 (Fernandes et al., 1994) .\n\nRotaviruses are a family of reoviruses that are the major cause of gastroenteritis in humans and animals. Therefore, significant efforts have been made to develop vaccines against these viruses (Hoshino and Kapikian, 1994) and to understand their interaction with host cell surfaces in order to use inhibitors as preventive agents in food. It seems as if all strains investigated use cell surface carbohydrates as receptor determinants. Along this line, the inhibition of viral replication by sialylated oligosaccharides from egg yolk (Koketsu et al., 1995) and by a Sia-containing human milk mucin complex and its 46-kDa glycoprotein component have been reported. However, the nature of the receptors and conclusive receptor determinants have not been determined. Instead, several different glycoconjugates have been reported to mediate binding of one or the other strain or to function as inhibitors. Regarding Sias, binding to sialylated glycoconjugates has been found for simian (Bass et al., 1991; Chen et af., 1993; Willoughby, 1993) and for porcine (Rolsma et al., 1994; Svensson, 1992) strains. Simian rotavirus (group A) binds specifically to highmolecular-weight mucins prepared from suckling mice, whereas much lower binding was observed with mucins from adult mice and, using the same experimental approach, no such molecule could be detected in rats, which are not infected by this rotavirus (Bass et al., 1991) . This suggests that the virus binds to some specific structure(s) expressed only on enterocytes of newborn mice. Furthermore, isolated intestinal murine mucins were potent inhibitors for this rotavirus but not for other strains (Chen et al., 1993) , showing that the receptors and their receptor determinants differ between rotavirus strains. The inhibitory potencies of mucins can be assigned to a subset of 0-linked glycans because simian rotavirus binds to several but not all neoglycolipids prepared from glycoprotein oligosaccharides (Willoughby, 1993) . The high inhibitory potencies of mucins seem to be accomplished by multivalent binding facilitated by a clustered presentation of these glycans. The viral spike protein VP4 has been identified as the hemagglutinin because recombinant VP4 bound to the same mucins as whole virus particles (Bass et al., 1991) . Furthermore, in a panel of reassortant viruses the binding to murine intestinal mucins correlated with VP4 expression (Chen et al., 1993) . The binding site has been mapped to the region between amino acids 98 and 206 using recombinant protein chimeras of VP4 genes from hemagglutinating and nonhemagglutinating strains (Fuentespanana et al., 1995) . Besides Sia-dependent binding, other cell surface components can also serve as attachment sites at least in vitro, because mutants carrying a VP4 protein, which does not bind Sias, have been isolated (Mendez et al., 1993) . Primary sequence analysis of such variants and two revertants revealed Lys187 as a critical amino acid for Sia binding (Mendez et al., 1996) . Reassortant viruses carrying a variant VP4 protein together with a VP7 (the other outer capsid protein) from the human rotavirus DSl were Sia dependent, suggesting that the interaction between the two viral surface proteins influences the binding specificity of the virus (Mendez et al., 1996) .\n\nSialidase-sensitive binding and its inhibition by glycoproteins such as glycophorin A or fetuin have also been demonstrated for a porcine group C rotavirus (Svensson, 1992) . Glycolipids can serve as potential receptors for a porcine group A rotavirus (Rolsma et al., 1994) because two monosialoglycolipid fractions revealed sialidase-sensitive inhibition of virus interaction with porcine enterocytes. However, defined structures for these glycolipids have not been described.\n\nThe situation with rotaviruses pathogenic for man is puzzling. Binding of strain S A l l to neutral glycolipids has been demonstrated in direct binding assays to glycolipid mixtures or purified molecules (Srnka et al., 1992; . Although in these studies no binding to sialylated gangliosides had been observed, an enhancing effect of an unknown acidic component has been described (Srnka et al., 1992) . Binding of virus to monkey kidney cells LL-MK2 (Superti and Donelli, 1991) or human enterocyte-like colon carcinoma cells HT-29 (Superti and Donelli, 1995) was sensitive to treatment with sialidase, ceramide glycanase, or /3galactosidase and could be restored by adding GM, to sialidase-treated cells, suggesting the requirement for Sias on glycolipids. In addition, it has been reported that bovine submandibular gland much inhibits the replication of SAll in vitro and in vivo . Because the inhibitory potency is destroyed by mild alkali treatment, it has been suggested to involve 0-acetylated Sias, which occur in this much and also in human intestinal mucins (Milton et al., 1993; Mullen et af., 1995; Owen and Reid, 1995) . Currently, it is not possible to draw a clear conclusion, because it is difficult to compare these studies because of the different experimental approaches used. However, it seems as if Sia residues participate in the interaction either directly as a receptor determinant or as enhancing \"accessory\" structures.\n\nFor successful colonization, bacteria have to adhere to host cell surfaces. A thorough overview of the role of bacterial adhesins for their pathology has been published (Ofek and Doyle, 1994) . Because cell surfaces are decorated with glycoconjugates, it is not surprising that an increasing number of carbohydrate-specific bacterial adhesins have been discovered (Doyle and Ofek, 1995) . Often, these adhesins are associated with fimbriae or pili, which have been correlated with the pathogenicity of strains (see Section III,A,2,a on Escherichia coli for examples). In fact, it seems as if the expression of specific adhesins is responsible for the tissue tropism of infections. Therefore, it is plausible to assume that the occurrence of certain carbohydrate structures correlates with the susceptibility of hosts for infection during a particular time of development.\n\nExperimental approaches in studying the carbohydrate specificities and potential roles of bacterial adhesins include direct binding to cells or to synthetic surfaces coated with glycoconjugates and hapten inhibition assays. As discussed for viruses, additional binding activities can complicate these experiments. This is even more difficult with bacteria because usually they express several adhesins with different specificities including noncarbohydrate-dependent activities. In addition, the expression of the adhesive proteins can depend on the cultivation conditions and growth phase of the bacteria. Molecular cloning of the adhesion proteins has allowed their recombinant expression on plasmids in nonadhesive bacteria independent of the chromosomal control. These have become powerful tools circumventing such problems.\n\nSeveral bacteria have been reported to use Sia-containing binding sites for interaction with host cells (Table IV) . In the following sections we will discuss recent developments made with Sia-dependent adhesins from several bacteria. Also, some bacterial toxins bind to sialylated glycans on cell surfaces (Schauer et al., 1995) . However, these will not be discussed in this context. One aspect of Sia-dependent adhesion is that soluble inhibitors competing with the cellular attachment sites for the adhesins can protect from infectious colonization. Examples will be summarized under Section III,A,4. a. Escherichia coli Escherichia coli strains are normal inhabitants of the mammalian intestinal tract. However, some strains are the cause of infectious diseases such as diarrhea, pyelonephritis, and meningitis. The pathogenicity of E. coli strains has been correlated with the expression of filamen- (Hacker, 1990) . Examples are fimbriae type I (M-fimbriae) binding to glycans with terminal mannose residues (Klemm, 1985) and P-and Prs-fimbriae binding Gala1,4-Gal and GalNAcal,3GalNAc sequences, respectively (Lindberg et al., 1987; Lund et al., 1988) . Strains shown to use Sias on cell surface glycoconjugates as attachment sites express S-fimbriae (Parkkinen et al., 1983 (Parkkinen et al., , 1986 ), K99fimbriae (Teneberg et al., 1993) , the F41 adhesin (Wadstrom and Baloda, 1986) , or one of the colonization factor antigens (CFAs) (Neeser et al., 1988; Pieroni et al., 1988; Sjoberg et al., 1988; Wenneras et al., 1990) . S-fimbriae expressing E. coli strains cause severe meningitis in newborn infants. The first studies on the specificity of these strains revealed preferential binding to Siaa2,3Galpbl,3GalNAc residues, for example, on erythrocytes (Parkkinen et al., 1983 (Parkkinen et al., , 1986 ). Similar to S-fimbriae, F1C-fimbriae also support Sia-dependent adhesion with an inhibition profile of monosaccharides resembling that of S-fimbriae (Marre et af., 1990) . However, the specificity of the F1C-fimbriae to defined glycans is not known. As the adhesion protein a minor component of S-fimbriae, SfaS, has been characterized by purification (Moch et al., 1987) and by molecular cloning of the gene (Hacker et al., 1985; Schmoll et af., 1989) . Site-directed mutagenesis experiments have provided evidence that the amino acids Lysll6 and Argll8 are important for Sia-dependent binding (Morschhauser et al., 1990) . These are part of a stretch of conserved amino acids also found in other bacterial Sia-binding proteins such as the K99 and CFAI adhesins of E. cofi or the Vibrio cholerae toxin B subunit and the E. cofi heat-labile toxin LTI-B (Fig. 9) .\n\nA detailed study on the specificity of S-fimbriae toward glycolipids (Hanisch et al., 1993 ) demonstrated a preferential binding to gangliosides carrying terminal a-2,3-linked or cw-2,8-linked Sias because structures terminating in NeuSGca(2-3)Gal and NeuSAca(2-8)NeuSAc were bound with highest avidity. In addition, it has been shown that the hydroxyl groups at CK and at C9 are required for recognition of the Sia residues. In this context it should be mentioned that S-fimbriae also mediate binding of E. coli to sulfated glycolipids, which are found in high amounts on brain endothelial cells (Prasadarao et al., 1993) . However, the expression of another protein, SfaA, is required for this adhesion, whereas Sia-dependent adhesion is mediated by SfaS.\n\nK99-fimbriae are expressed by enterotoxigenic E. coli strains (ETEC) isolated from piglets, calves, and lambs in which they cause severe diarrhea. In contrast to the S-fimbriae, in which the adhesin SfaS is only a minor FIG. 9 Amino acid sequences found in several bacterial adhesins binding sialic acids. Stretches of amino acids with high sequence similarity are shown. Basic amino acids, lysine or arginine, found in all six proteins are shown in black boxes, and amino acids found in at least three proteins are shown in gray boxes. The sequences are taken from Evans et al. (1993) and from Ofek and Doyle (1994) . component, the major subunit of the K99-fimbriae contains the binding site. The specificity of K99-fimbriae for Sias has been investigated in several studies. Inhibition experiments with Sia derivatives (Lindahl et al., 1987 ) demonstrated that NeuSGc is bound better than NeuSAc. In addition, a hydrophobic aglycon such as a benzyl residue enhances binding approximately 10-fold compared to a methyl group. Interestingly, the higher affinity for NeuSGc seems to control the susceptibility for infection. NeuSGc-GM3, which is a major attachment site in intestine of susceptible animals (Teneberg et al., 1993) , is bound much better than NeuSAc-GM3. In agreement with this, humans and animals that do not express NeuSGc are not infected with K99-bearing E. coli strains.\n\nMost strains producing the F41 adhesin also express K99-fimbriae. Also, F41 recognizes Sias but its specificity is distinct from that of K99. It binds to glycophorin A, preferentially to the protein carrying the MM antigen compared to the NN glycophorin (Brooks et al., 1989) . From several studies on the role of F41 for the pathology it is clear that the expression of this adhesin in addition to K99 confers advantages at certain stages of colonization in piglets and calves (Ofek and Doyle, 1994) .\n\nCFA adhesins are found on ETEC diarrheal isolates that produce the heat-labile or heat-stabile toxin. CFAs can be distinguished antigenically using monoclonal or polyclonal antibodies. The best characterized CFAs are CFA/I, CFA/II, and CFA/IV. Whereas CFA/I is a single fimbrial antigen, CFA/lI and CFA/IV comprise several antigens. The CFA/I adhesin contains a motif of basic amino acids that is also found in other Sia-binding proteins of bacterial origin such as the SfaS and K99 adhesins from E. coli as well as the B subunits of V. choferae toxin and E. coli labile toxin ( Fig.  9 ) (Morschhauser et al., 1990) . The specificity of CFA/I has not been studied in detail beyond the finding that it recognizes Sia-containing glycoproteins (Neeser et al., 1988; Wenneras et al., 1990) . On human erythrocytes a 26-kDa sialoglycoprotein has been identified as an attachment site for CFA/ I-fimbriae (Pieroni et al., 1988) . CFA/II comprises the three antigens CSI, CS2, and CS3. CFA/II-positive strains were found to contain either CS3 alone or together with CS1 or CS2, but no strains have been described that express all three proteins concurrently (Binsztein et al., 1991) . Whereas CS3-mediated adhesion is insensitive to sialidase-treatment (Neeser et al., 1988) , purified CS2 has been shown to be a Sia-dependent adhesin that is inhibited specifically by sialyllactose (Sjoberg et al., 1988) .\n\nMany bacteria, both gram-positive and gramnegative strains, colonize the oral cavity. Their adhesion properties are very complicated, including interactions of the bacteria with the surfaces of teeth and buccal cells as well as between different bacteria. Several adhesion properties have been explored over the years, as exhaustively reviewed by Ofek and Doyle (1994) . Several Streptococci belonging to the group of S. sanguis, such as S. sanguis, S. mitis, S. gordonii, S. oralis or S. anginosus, are the first bacteria colonizing surfaces of freshly cleaned teeth. An important attachment site is the pellicle, the saliva-coated surface layer on teeth. Different adhesive properties of the bacteria are involved, including hydrophobic interaction, protein-protein interaction, for example, with proline-rich proteins, and protein-carbohydrate interaction, including Siadependent lectins. The distribution of adhesion properties in this group of bacteria has been compared in detail (Hsu et al., 1994) .\n\nA Sia-dependent adhesin has been identified by isolation (Murray et al., 1986) and molecular cloning (Demuth et al., 1990a) . Specificity studies showed preferential binding to O-glycans terminating in NeuSAca2.3Galp-IdGalNAc (Murray et al., 1982) . Specific Sia-dependent interaction with salivary glycoproteins (Murray et af., 1992) and a 23-kDa membrane glycoprotein from human buccal epithelia (Neeser et al., 1995) has been demonstrated. However, the role of this adhesin in attachment to pellicle is not completely clear. It seems to have no function for the initial attachment but is likely to be involved in the transition to the second phase of highavidity binding (Cowan et al., 1987) . The adhesin SSP-5 is a polypeptide of almost 160 kDa comprising three unique domains, two of which contain repetitive amino acid sequences (Demuth et af., 1990a) . The most Cterminal domain is very high in proline (48% Pro). The sequence of SSP-5 is very similar to that of MSL-1, an adhesion protein from S. mutans, that is not Sia dependent but is strongly inhibited by fucose or by lactose (Demuth et al., 1990b) .\n\nStreptococcus suis is a pathogenic bacterium causing severe meningitis in piglets but also in man. It has been shown to contain a Sia-dependent adhesin specific for Sia in a-2,3 linkage on polylactosamine chains on resialylated human erythrocytes (Liukkonen et af., 1992) . Blotting experiments with radiolabeled bacteria demonstrated specific binding to glycans on band 3, band 4.5, and glycophorin as well as to sialylated polylactosamine chains on glycolipids. Although S. suis binds to glycophorin on Western blots, this glycoprotein seems not to be important for binding to red blood cells because En( a-) erythrocytes lacking glycophorin A or trypsinized normal human erythrocytes were agglutinated as well. The molecular properties of the bacterial adhesin involved have not been characterized.\n\nc. Helicobacter pylori This bacterium has drawn rhuch attention since its discovery because it has been correlated with stomach diseases such as gastritis, peptic ulcers, and certain types of stomach cancer. Helicobacter pylori colonizes the mucus layer of gastric tissues, where it survives due to its secreted urease activity . Besides binding to fucose and sulfated carbohydrates such as heparin or heparan sulfate, Sia-180 S0RGE KELM AND ROLAND SCHAUER dependent hemagglutination of erythrocytes has been shown for several but not all H. pylori strains (Evans et al., 1988; Lelwala-Guruge et al., 1992) . In addition, binding to acidic glycolipids from human mucosa, including the ganglioside GM3, has been observed (Saitoh et al., 1991) . In a more detailed specificity study using resialylated human erythrocytes it has been shown that those strains that express the Sia-recognizing adhesin (SAL) preferentially bind to a-2,3-linked Sias on both Nand O-glycans when compared to a-2,6-linked Sias (Hirmo et al., 1996) . Furthermore, modifications of the N-acyl group of Sias are also accepted because derivatized erythrocytes containing a-2,3-linked NeuSAc, NeuSGc, or the synthetic analogs N-formylneuraminic acid or N-triflouroacetylneuraminic acid were equally well agglutinated. This hemagglutination can be inhibited with fetuin or a-2,3-sialyllactose but not with the a-2,6-linked isomer, a1 acid glycoprotein, or asialofetuin. Bacteria not expressing SAL bind with high specificity to sialylated polyglycosylceramides, an uncharacterized complex mixture of glycolipids from human erythrocytes, but not to simpler gangliosides including GM3 (Miller-Podraza et al., 1996) , suggesting the existence of another Sia-dependent adhesin in H. pylori. Cloning of a cDNA coding for a Sia-binding protein has revealed a sequence (amino acids 134-139) similar to a motif found in the carbohydrate binding site of the Sia-recognizing adhesins SfaS, K99, and CFA/I from E. coli (Fig. 9 ) (Evans et al., 1993) . However, this protein was shown to be localized within the bacterial cells, making it unlikely to be the SAL involved in Sia-dependent binding (O'Toole et al., 1995) .\n\nThe role of Sia-dependent adhesion by H. pylori is not clear at the moment because stomach mucins are relatively low in Sia content (Hotta and Goso, 1981) . However, not very much is known about Sia in gastric epithelia, although an increased amount in O-acetylated Sias during metaplasia has been correlated with advanced H. pylori infection (Mullen et al., 1995) . Another potential role of SAL for the pathology of H. pylori could be an influence on the phagocytic activity of leucocytes. Evidence for this comes from experiments with two different H. pylori strains, which are SAL positive (strain 17874) or SAL negative (strain 17875) (Chmiela et al., 1994 (Chmiela et al., , 1995 . For example, strain 17874 was found to bind in higher bacterial numbers to human peripheral mononuclear cells than strain 17875 not expressing SAL and the high binding of strain 17874 was Sia dependent. However, the bound bacteria of strain 17874 were more resistant to ingestion than those of strain 17875 (Chmiela et al., 1995) . In this context it is interesting to note that the Sia-specific influenza A hemagglutinin has an inhibitory effect on the activation capacity of human neutrophils (Hartshorn et al., 1995) . With respect to the role of Sia in H. pylori infection a recent report should be mentioned describing a sialidase activity expressed by H. pylori (Dwarakanath et al., 1995) . However, in a reinvestigation us-ing a more specific and sensitive assay with radioactive sialyllactose as substrate, the presence of this enzyme could not be verified (S. Hirmo et al., 1997) .\n\nBordetella pertussis is the cause of whooping cough. The bacteria express several adhesins (Ofek and Doyle, 1994) , the most relevant of which is probably the filamentous hemagglutinin containing at least three binding domains with distinct specificities, one of them binding carbohydrate structures with Gal or lactose. Bordetella pertussis also secretes an exotoxin, pertussis toxin (PT), binding to sialylated glycans, that can mediate Sia-dependent binding of bacteria to ciliated cells of the respiratory tract. The three-dimensional structure of PT with bound sialylated glycans from transferrin has been solved (Stein et al., 1994) . A contribution of subunit S3 of PT to Sia-dependent adhesion has been concluded from the potential of Sias to inhibit S3-mediated adhesion to human macrophages (van't Wout et al., 1992) . In addition, the subunit S2 seems to mediate Siaindependent adhesion because its binding activity was inhibited by galactose or antibodies against the carbohydrate epitopes Le\" or Lea, suggesting that the unidentified attachment sites on the macrophages carry these structures. Besides PT, Sia-dependent adhesion has been shown for a filamentous adhesin of B. bronchiseptica (Ishikawa and Isayama, 1987) . Its specificity for Sias has been documented by inhibition with sialylated compounds, mainly by mucins and mixed ganglioside fractions.\n\nHaemophilus influenzae appears to bind to cells such as oropharyngeal epithelia or erythrocytes through a fimbrial adhesin recognizing sialylated glycans because the interaction can be inhibited with glycolipids or glycoproteins but not by simple saccharides (van Alphen et al., 1991) . However, the adhesion protein involved has not been identified.\n\nMycoplasma pneumoniae causing pneumonia in mammals also use cell surface Sias as attachment sites. In a detailed specificity study with derivatized erythrocytes and carbohydrate-based inhibitors it has been demonstrated that M. pneumoniae binds selectively to a-2,3-linked Sias on types I and i poly-N-lactosamine chains, whereas a-2,6-linked Sias do not support adhesion (Loomes er al., 1984 (Loomes er al., ,1985 . The importance of poly-N-lactosamine chains for M . pneumoniae adhesion is shown convincingly by endo-0galactosidase treatment of i-type erythrocytes that cleaves linear poly-Nlactosamine chains and removes only 5% of the total Sias from erythrocytes but reduces binding by 85%. A protein described as P1 adhesin has been suggested to function in Sia-dependent binding. The mature protein has a molecular weight of 169 kDa as determined from its primary amino acid sequence (Su et al., 1987) . However, P1 is expressed on both adhesive and nonadhesive M. pneumoniae cells and multiple forms have been found, possibly caused by homologous but not identical copies of the gene on the 182 S0RGE KELM AND ROLAND SCHAUER bacterial genome (Su et al., 1988 (Su et al., , 1990 (Su et al., , 1991 (Su et al., , 1993 . Also, a role of other accessory molecules has been suggested, such as a 30-kDa protein Dallo et al., 1990) , that may be required for the presentation of P1 in a binding-competent state.\n\nPseudomonas aeruginosa is a pathogen causing infections of the eye, lung, skin, and other parts of the body. These bacteria express two wellcharacterized adhesins, PA-I binding to galactose and PA-I1 binding to fucose. However, Sia-dependent interactions have also been reported (Baker et al., 1990; Chiarini et al., 1990; Hazlett and Rudner, 1994; Hazlett et al., 1995; Rudner et al., 1992; Stepinska and Trafny, 1995) . Thus, binding to both glycoproteins and glycolipids from various tissues was found. The specificity for Sias has been shown by the inhibitory capability of sialylated compounds, the sensitivity of the ligands toward sialidase treatment, and the sialylated nature of glycoproteins to which the bacteria or isolated pili bound. In addition, inhibition experiments with the lectin from Sambucus nigra, specific for a-2,6-linked Sias, supplied evidence that glycans carrying this structure are recognized by P. aeruginosa (Hazlett et al., 1995) . However, a detailed study on the specificity for sialylated glycan has not been described.\n\nLittle is known about the roles of Sias in the pathobiology of protozoa. The most prominent examples are Plasmodium falciparum and trypanosomes. Plasmodium falciparum is a protozoan parasite causing malaria, which replicates in the hosts erythrocytes. Sias on glycophorin A and possibly other glycoproteins are the primary attachment sites for invasion. A 175-kDa protein (EBA-175) has been identified as the glycophorinbinding protein on P. faleiparum binding specifically to a-2,3-linked Sia . Furthermore, it has been demonstrated that 9-0acetylation of NeuSAc as commonly found on murine erythrocytes can prevent invasion of the parasite .\n\nTrypanosomes are of particular interest because some species, such as Trypanosoma cruzi (Schenkman et al., 1991) , T. brucei (Engstler et al., 1993) , and T. congolense (Engstler et al., 1995) , produce unusual enzymes, the trans-sialidases. These enzymes hydrolyze Sias from glycoconjugates similar to regular sialidases, but at a much higher rate they transfer these Sia residues to the terminal Gal moieties of glycans on the protozoan cell surface or on exogenously added substrates. This reaction serves as a source of Sias for the parasites, which cannot synthesize Sias themselves (Engstler and Schauer, 1994; Frasch, 1994; Schenkman and Eichinger, 1993) . Regarding the biological functions of this sialylation, it can be speculated that the Sias serve as masks against attack by the host defense system. For T. cruzi evidence has been presented that Sias on both the parasite and the host cell are required for efficient invasion (Ming ef al., 1993; Schenkman and Eichinger, 1993) . However, the mechanisms and possible Sia-binding molecules involved have not been elucidated.\n\nAs shown in several studies, the carbohydrate structures found on cell surfaces and in solution counterbalance each other and thus regulate the colonization of bacteria, for example, in the gastrointestinal tract of newborn mammals. Consequently, increasing efforts are under way to study how the content of complex carbohydrates in the diet can influence the bacterial population in an organism and possibly protect it from infections by pathogens. An example is the so-called bifidus factor of human milk, which is a mixture of glycopeptides and oligosaccharides rich in GlcNAc with largely unknown structures, that is important for the early colonization of the newborn intestinal tract by several gram-positive bacteria, especially those of the genus Bifidobacferium. These generate an acidic environment not suitable for the growth of pathogenic bacteria, which is considered to be an important reason for the observation that breast-fed babies are less prone to gastrointestinal infections (Petchow and Talbott, 1991) . In this context it is interesting to note that human milk, especially colostrum, contains probably the most complex variety of oligosaccharide structures found in a single mammalian source (Stahl et al., 1994) . Most of these complex carbohydrate structures, particularly those of higher molecular weight, have not yet been solved. An impressive example for the potential of sialylated glycoconjugates or oligosaccharides as dietary supplements in influencing the bacterial population of the gastrointestinal tract came from a study with pathogenic E. coli K99 strains. In this case, relatively low concentrations of sialylated compounds were sufficient to protect colostrum-deprived calves from otherwise fatal colibacilosis (Mouricout et al., 1990) .\n\nDue to their pivotal role in leukocyte-endothelial interaction, the selectins became the best studied mammalian lectin-like receptors since their first description as carbohydrate-binding adhesion proteins at the beginning of this decade. Certainly, this has boosted both scientific and commercial interests generally in protein-carbohydrate interaction, a field that previously attracted limited interest. Because the discovery of the selectins as lectin-like receptors is an excellent example for the potential additive effect of research in apparently unrelated fields, we provide a short overview on the historical background.\n\nThe adhesion events of blood leukocytes to endothelia have been subject to intense research for many years. One area of interest has been the mechanism by which circulating lymphocytes home to lymph nodes. More than 10 years ago, the pioneering work in Rosen's laboratory provided important evidence that sialidase-sensitive carbohydrate structures on specialized high endothelia venules of lymph nodes are essential for these events, which could be specifically inhibited by negatively charged carbohydrates such as the monosaccharide mannose-6-phosphate, the polyvalent carbohydrates polyphosphomannan ester, or fucoidin, a polymer of fucose-4-sulfate (Rosen et al., 1985 Stoolman and Rosen, 1983) . The invention of monoclonal antibodies (mAbs) has been essential for the detection of adhesion molecules, most of them being members of the integrin family or immunoglobulin-like proteins. As one of the adhesion molecules not belonging to these protein families, the lymphocyte homing receptor binding to carbohydrate structures on high endothelia venules has been identified as a glycoprotein of approximately 90 kDa reacting with the mAb MEL14 giving it also the name MEL-14 antigen (Gallatin et al., 1983) .\n\nThe events leading to the binding of circulating leukocytes to inflamed endothelia have been of particular interest in medical research for obvious reasons. An antibody blocking this reaction bound to a glycoprotein of approximately 110 kDa produced specifically on endothelia activated by cytokines such as TNF or IL1 and has therefore been called endothelial leukocyte adhesion molecule 1 (ELAM-1) (Bevilacqua et al., 1985 (Bevilacqua et al., , 1987 Cotran et al., 1986) . Concurrently, independent work has characterized a glycoprotein of 140-160 kDa produced on endothelia and platelets following thrombin activation, which mediates binding of neutrophils to these cells. Because in nonactivated cells this protein is stored in the a granules of platelets or Weibel-Palade bodies of endothelia, it was termed granule membrane protein 140 (gmpl40) or platelet activation-dependent granule external membrane protein (PADGEM) (Bonfanti et al., 1989; Geng et al., 1990; Hsu-Lin et al., 1984; McEver etal., 1989; McEver and Martin, 1984) .\n\nBy coincidence, the primary sequences of all three adhesion molecules, ELAM-1, gmpl40/PADGEM, and MEL14-antigen, were described within 1 year in reports from several laboratories (Bevilacqua et al., 1989; Johnston et al., 1989; Lasky et al., 1989; Siegelman et al., 1989; Tedder et al., 1989) . These studies showed that the molecules are related proteins with relatively high sequence similarity. Particularly, they all contain the same structural elements identified by sequence database comparisons (Fig. 10) . The extracellular parts of these adhesion molecules contain two to nine short consensus repeats (SCR) typically found in complement-binding proteins, a domain with sequence similarity to epidermal growth factor-like domain (EGF-like domain), and, probably most exciting, at the N terminus a domain that could be classified as CRD found in C-type lectins. This finding together with the known specificity of the lymphocyte homing receptor for sialylated cell surface carbohydrate structures suggested that ELAM-1 and gmp140/PADGEM are lectin-like adhesion molecules. In addition, similar to the C-type lectins, the adhesion mediated by these proteins is strictly Ca2+ dependent. Because their specificity for leukocytes was known, it was tempting to screen carbohydrate structures found on these cells as potential ligand determinants for these adhesion molecules.\n\nDuring the 1980s, the state-specific embryonic antigen sialyl-a-2,3-Lewis\" (sLe\") was identified as a carbohydrate structure produced on glycoproteins and glycolipids of leukocytes (Fukuda et al., 1984 (Fukuda et al., , 1985 (Fukuda et al., , 1986 . Indeed, within 1 year after the publication of their primary sequences several laboratories were able to demonstrate that ELAM-1 and gmp140/PADGEM bind to glycans terminating in sialylated Lewis antigens sLeX and sialyl-a-2,3-Lewis\" (sLe\") ( Fig. 1) (Lowe et al., 1990; Phillips et al., 1990; Tiemeyer et al., 1991; Walz et al., 1990) . Following this exciting rapid development, the name Selectin family has been proposed for these adhesion proteins. Based on their occurrence, they have been called E-selectin (for ELAM-l), Lselectin (for MEL14 antigen), and P-selectin (for gmp140/PADGEM) (Be-vilacqua et al., 1991) . Other names for the selectins are CD62E, CD62L, and CD62P, respectively, according to the CD nomenclature.\n\nMost likely, the selectins are derived from a common ancestral gene because all three genes have been localized to a 200-kbp region of human and murine chromosome 1 (Watson et al., 1990) . Furthermore, it has been shown that this area maps adjacent to a genomic region containing several complement-binding proteins. Therefore, it is most likely that the gene family developed from a complement-binding protein after exons coding for the other domains had been shuffled into this area of the genome. Further evidence for this scenario comes from genomic analysis studies showing that the different protein domains are encoded by separate exons (Collins et al., 1991; Dowbenko et al., 1991; Johnston et al., 1990; Watson et al., 1990 ).\n\nFollowing the initial identification of sLeX and sLea as minimal ligand determinants for E-and P-selectin, many related or even quite different compounds were shown to bind to one, two, or all three selectins, resulting in a more complex picture of their specificities. In addition, noncarbohydrate structures seem to be involved in selectin binding as shown for the Pselectin ligand PSGL-1, in which in addition to the appropriate glycans tyrosine sulfate residues are required for high-affinity binding (Li et al., 1996; Wilkins etal., 1995; see also Section III,B,l,b) . Studies on the specificity were governed basically by three goals: (i) A strong pharmacological interest in the development of inhibitors for the selectins was based on the expectation that these could be useful in the treatment of undesired inflammatory reactions. For this aim an enormous effort has been put forth in defining the structural elements of the carbohydrate structure recognized by these proteins. As expected, a great deal of this work has been done by pharmaceutical companies; (ii) for a more principal understanding of the biological process, the physiologically relevant ligand(s) and its carbohydrate structures became a major focus of research mainly in academic institutions; and (iii) these two goals meet in the efforts to elucidate the molecular basis for the protein-carbohydrate interaction. Because several excellent reviews have been published on this topic (McEver, 1994; Varki, 1994; Lasky, 1995; Crocker and Feizi, 1996) , only some highlights will be discussed here.\n\nAlthough many studies on the specificity of selectins have been published, the situation is still confusing. The different types of assays used often make comparisons difficult. For example, even the relative order of binding intensities can be inverted, if the same neoglycolipids are presented either on microtiter wells or on thin-layer chromato-grams (Green et al., 199.5) . Also, the presentation of the adhesion protein, for example, either as soluble protein or on cell surfaces, influences the results. In cell binding assays the hydrodynamic conditions, either static or shear stress, have to be taken into account. However, several aspects of the carbohydrate specificities have emerged.\n\nAll selectins are able to bind to sLeX or sLe\", although with variable affinities. It appears that naturally occurring ligands for the selectins contain Sias. However, this residue does not seem to be recognized with high stringency. For example, mild periodate oxidation, which cleaves the glycerol side chain of Sias resulting in the C7 analogs, does not affect recognition by the selectins (Norgard ef al., 1993a,b; Tyrrell et al., 1991) , in contrast to other Sia-binding proteins, such as CD22 (Powell et al., 1993; Sgroi et al., 1993) or influenza A virus hemagglutinin (Section III,A,l,a). Furthermore, it can be replaced by other negatively charged groups such as sulfate (Green et al., 1992, 199.5) . In fact, it was shown that L-selectin binds with higher affinity to oligosaccharides containing sulfate compared to their sialylated counterparts and also to proteoglycans if presented as neoglycolipids (Green et al., 1995) . The relevance of fucose varies between the three selectins. Whereas it is an essential recognition determinant for both Eand P-selectin, it seems to be less important for L-selectin (Green et d., 199.5) . If presented as neoglycolipids, the length of the oligosaccharide chain has an influence on the binding activity leading to higher affinity of longer structures, that could be due to a better presentation of the critical ligand determinant. In summary, the three selectins have distinct but overlapping specificities for carbohydrate structures based on a Galpl,3/4GlcNAc core structure carrying at least one negatively charged residue at C3 of Gal and a fucose on GlcNAc. The role of modifications found on naturally occurring potential counterreceptors will be discussed in the following section.\n\nSignificant progress has been made in our understanding of the molecular basis of protein-carbohydrate interaction of C-type lectins, particularly the mannose-binding protein (MBP) and its mutant variants with altered specificity (K. K. S. Weis et al., 1991; Weis and Drickamer, 1996) . This knowledge has been obtained by a combination of ligandbinding experiments, NMR spectroscopy, molecular modeling, and X-ray crystallographic analysis of proteins complexed with carbohydrate ligands. Essentially, in all cases two hydroxyls of the bound sugar are coordinated with the Ca2+ ion. The specificity for the sugar seems to be controlled by only a surprisingly low number of amino acids in the binding pocket. For example, the MBP-A could be converted into a Gal-specific lectin by an \"amide swap\" between the amino acids Glu185 and As11187 and a replacement of His189 by tryptophan (Fig. 11) (Iobst and Drickamer, 1994; Kolatkar and Weis, 1996) . Three principles guiding the specificity seem to emerge for C-type lectins: (i) the relative position of amide residues, FIG. 11 Sequence alignment of the carbohydrate-recognition domains from selectins and mannose-binding protein (MBP). Amino acids that are identical in three proteins are shown in gray boxes, and amino acids identical in all four proteins are shown in black boxes. Sequences are aligned according to Revelle er al. (1996b) . Amino acids relevant for the carbohydrate specificity of selectins. as marked above the sequence of E-selectin, are Ala77 (#), converting Eand P-selectin into oligomannoside-binding proteins, and Lyslll to Lysll3 (*), which convert MBP into a Sia-Le\"-binding protein. Amino acids regulating the specificity of MBP are marked under the MBP sequence. These are the amino acids involved in the amino \"swap\" (+): GIu185 and Asn187. which as Gln185 and Asp187 allow binding of Gal, and His189 ($), which stacks to the hydrophobic B side of Gal, excluding Man binding if mutated to tryptophan.\n\n(ii) the potential of Gal to stack with hydrophobic aromatic amino acids, and (iii) steric exclusion of functional groups of the carbohydrate or their potential for additional contacts (Section II,A,3,a) . For E-selectin, the three-dimensional structure of the CRD and the adjoining EGF-like domain has been solved at high resolution by X-ray crystallography (Graves ef al., 1994) . By molecular modeling, sLeX in its conformation as determined by NMR spectroscopy of E-selectin-bound oligosaccharide has been docked to the CRD of E-selectin based on the orientation of carbohydrates in MBP (Graves et al., 1994) . Further insight into the molecular mechanism comes from mutagenesis experiments on Eand P-selectin (Erbe et af., 1992 : Graves et af., 1994 : Hollenbaugh et al., 1993 : Kogan et al., 1995 Revelle eta/., 1996a,b) as well as MBP (Blanck et al., 1996) (Fig. 11) . From these and the previously mentioned structural analysis, it is generally considered likely that the two equatorial hydroxyl groups at C2 and C3 of the fucose residue are coordinated with the Ca2+ ion, similar to the binding of fucosides by MBP-C (K. K. S. . However, the positions of other parts of the glycan could not be identified. With respect to the Sia residue, the basic amino acids Lyslll (P-selectin), Lysll3 (P-and E-selectin), and Arg97 (E-selectin) have been considered as relevant from some experiments (Erbe ef al., 1992 (Erbe ef al., , 1993 Graves et al., 1994; Hollenbaugh et al., 1993) but not from others (Revelle et al., 1996b) . Interesting information could be obtained from mutations that alter the specificity. If a stretch of amino acids, including Lyslll and Lysll3, was introduced in the corresponding position of MBP, binding of sLeX could be obtained, supporting the idea that these amino acids are involved in sLeX binding (Blanck et al., 1996) . Also, the specificities of E-or P-selectin were converted. They could be turned into oligomannoside-binding proteins by substitution of a single amino acid, Ala77 to Lys, while loosing the ability to bind sLeX (Kogan et al., 1995; Revelle et al., 1996b) . Because it is difficult to draw a conclusion from all these experiments, it will be necessary to await the three-dimensional structure of a selectin CRD complexed with sLeX to unambiguously position the glycan in the binding site. However, even then further experiments such as NMR spectroscopy and binding studies with a series of modified glycans will be necessary to identify all the contacts contributing to the affinity of this interaction, similar to those described for influenza A under Section IIl,A,l,a.\n\nBinding of selectins, like other lectinlike receptors, is determined by the expression of appropriate oligosaccharide chains on a protein or lipid carrier. These molecules could be called ligands or counterreceptors, especially in light of potential signal transduction mediated by these molecules upon ligation with a lectin-like receptor. Proteins especially can easily be imagined to contribute to the binding avidity by appropriate presentation of the ligand determinant(s), for example, as clustered 0-glycans. Despite a wealth of data, the structures of physiologically relevant ligands for the selectins are still awaiting full clarification. For all three members of the family, glycoproteins have been isolated binding to the adhesion proteins with high affinity. However, it is not completely clear whether these all represent physiologically relevant molecules or whether other ligands with lower affinities also contribute to the adhesion events. For L-selectin, three mucin-like molecules have been characterized as ligands, GlyCAM-1 (Lasky et al., 1992) , CD34 (Baumhueter et al., 1993) , and MadCAM-1 (Berg et al., 1993) . As expected, the oligosaccharide structures play a pivotal role in the determination of ligands. For example, CD34 binds to L-selectin only if isolated from high endothelia venules but not if isolated from bone marrow. This correlates well with the occurrence of sulfated glycans on this glycoprotein Lasky, 1995; Rosen and Bertozzi, 1996) . Investigations of the structures of 0-linked glycans on GlyCAM-1 isolated from murine lymph nodes have shown the presence of sLe\"-like oligosaccharides carrying sulfate residues at c 6 of Gal and c 6 of GlcNAc (Fig. 12) (Hemmerich et al., , 1995 Imai et al., 1993; Imai and Rosen, 1993) . At least the sulfate on Gal seems to be essential for the high-affinity binding of GlyCAM-1 and CD34 isolated from high endothelia venules. Although GlyCAM-1 has been found exclusively in high endothelia venules of peripheral lymph nodes and lactating mammary glands and binds with high affinity to L-selectin, it is unclear whether it represents the physiologically relevant counterreceptor mediating rolling of lymphocytes on high endothelia venules because it seems to be shed from the cell surface, in contrast to CD34, which contains a classical transmembrane anchor. This could mean that GlyCAM-1 actually acts as an antiadhesion molecule counterbalancing the adhesion to membrane-bound molecules such as CD34 (Lasky, 1995) . Besides these potential counterreceptors for L-selectin, a recent report described mucins isolated from colon carcinoma cells and human bronchial mucin binding with high affinity to L-selectin (Crottet et al., 1996) . Like the previously mentioned molecules from peripheral lymph nodes, these mucins carry sulfate and fucose residues on 0-glycans. However, as found for GlyCAM-1 (Imai and Rosen, 1993) , none of the oligosaccharides were retained on a L-selectin column if released from the peptide backbone. In summary, L-selectin binds to mucin-like molecules carrying lactosamine backbones substituted with Sias, sulfate, and fucose (Fig. 12) . Most likely, the presentation as provided by the peptide backbone is essential for highavidity binding.\n\nOne mucin-like glycoprotein, P-selectin sialoglycoprotein ligand (PSGLl), has been identified as a counterreceptor for P-selectin on HL-60 cells and leukocytes (Ma et al., 1994; Moore et al., 1992 Moore et al., , 1994 Norgard et al., 1993b; Sako et al., 1993) . In addition, PSGL-1 has been shown to bind Eselectin (Asa et d , 1995) . Although it contains only a small portion of the cell surface sLex, it is the only protein binding to P-selectin with high affinity. Human PSGL-1 is a disulfide-linked homodimer of approximately 240 kDa on SDS-PAGE under nonreducing conditions carrying multiple O-glycans and three potential N-glycosylation sites. As for the mucins binding to L-selectin discussed previously, appropriate glycosylation of O-glycans is necessary for P-selectin binding. Interestingly, high-affinity binding also requires the presence of sulfated tyrosine in addition to the glycans (Pouyani and Seed, 1995; Sako et al., 1995; Wilkins et al., 1995) . In fact, it was shown that the N-terminal 19 or 20 amino acids containing three potential tyrosine sulfation sites and two 0-glycosylation sites (Fig. 12) are sufficient for P-selectin binding, although the affinity was considerable lower than that for the full-length protein. Binding was abolished if Thrl6, one of the potential 0-glycosylation sites, was converted to alanine, demonstrating that the glycan is absolutely essential for binding. Mutation of the three tyrosine residues to tryptophan reduced the binding drastically but not completely. This is evidence that tyrosine sulfate residues enhance the affinity and are most likely the reason for the high-affinity between PSGL-1 and P-selectin. It is not known how many of the tyrosine residues are sulfated on PSGL-1. The common affinity for sulfated residues observed with P-and L-selectin may be related to the binding of sulfated structures such as sulfatide or the HNK-1 epitope by these selectins but not by Eselectin (Brandley et al., 1993; Rosen and Bertozzi, 1996; Varki, 1994) .\n\nAs mentioned previously, E-selectin also binds with high affinity to PSGL-1 as the only protein on HL-60 cells (Asa et al., 1995) , suggesting that this selectin also binds to mucin-like molecules. However, from the murine myeloid cell line cd32D c13, a glycoprotein (ESL-1) has been purified as an E-selectin ligand which contains no apparent sites for 0-glycans but only N-glycosylation sites (Steegmaier et al., 1995) . This is evidence that appropriate N-glycans can be relevant for high-affinity E-selectin bonding, although the physiological significance of this protein is not unchallenged because it has been localized in the Golgi apparatus (Gonatas et al., 1995) . In addition, three specific N-glycans from human leukocytes or U937 cells have been isolated on high-density E-selectin columns (T. P. Patel et al., 1994 . These glycans represent only a minor fraction of the total Nlinked oligosaccharides and were shown to be tetraantennary structures carrying an cr-2,3-sialylated polylactosamine branch with two fucose residues (Sia-di-Le\") ( Fig. 12) , supporting the idea that such structures are specifically recognized by E-selectin. Similar glycans have been identified on minor glycolipids with long oligosaccharides isolated from leukocytes or HL-60 cells. In HL-60 cells, all monosialylated glycolipids avidly binding E-selectin contain one or more additional fucose moieties on internal Glc-NAc residues in addition to the fucosylated penultimate GlcNAc (Stroud et al., 1996a,b) . Similar structures were also described to occur on normal human leukocytes (Miithing et al., 1996; Stroud et al., 1996a,b) . Taken together, these studies support the idea that high-affinity binding of Eselectin requires oligofucosylated glycans with terminal Sias and that glycolipids may serve as ligands on leukocytes, as previously proposed (Tiemeyer et al., 1991) .\n\nWhereas the selectins do not recognize Sias with high specificity, as discussed in the previous section, the members of the Sialoadhesin family are truely Sia-dependent adhesion receptors because they specifically recognize several structural features characteristic for this monosaccharide (Kelm et al., 1994b Powell et al., 1993; Sjoberg et al., 1994) . They represent a distinct subgroup of proteins in the immunoglobulin superfamily (IgSF) (Kelm et al., 1994a) . To date, members of this family are Sn , found on specific subsets of macrophages; CD22 (Stamenkovic and Seed, 1990; Stamenkovic et al., 1991 Stamenkovic et al., , 1992 , a B-cell-specific protein, CD33 , a molecule expressed by myeloid progenitor cells (Simmons and Seed, 1988) ; MAG (Kelm et al., 1994a) , found only in myelin membranes of oligodendrocytes and Schwann cells (Fujita et al., 1989) ; and Schwann cell myelin protein (SMP), a MAG-like protein found in quail brain (Dulac et al., 1992) . Studies on the adhesion properties and specificities of these proteins have shown that they can all mediate cell adhesion through recognition of sialylated cell surface glycans (Table V) Kelm et al., 1994a) . In the following sections, we review progress made in the characterization of these Sia-dependent receptors.\n\nFor all members of the Sialoadhesin family the specificities for sialylated glycans are well defined and in all cases it has been shown that the Sia \n\nresidues are recognized with high specificity. Also, other IgSF members, for example, NCAM, have been known to bind specific carbohydrate structures. For these proteins within the IgSF the term I-type lectins was introduced by . In fact, it is very likely that carbohydratebinding activities are more common within the IgSF. For example, Warren et al. (1996) provided evidence that the T-cell surface molecule CD2 recognizes an unknown carbohydrate structure related to Le\" on a novel CD2 ligand on the erythroleukemic cell line K562. This binding seems to be through a different binding region than the well-characterized proteinprotein interaction of CD2 with its known protein ligands CD48 and CD58 (Davis and van der Merwe, 1996) . The members of the Sialoadhesin family form a distinct subgroup within the I-type lectins not only because of their specificity for Sias, but also in a number of structural aspects, which sets them apart from other I-type lectins as discussed under Section 111,C,2. Therefore, the sialoadhesins can be considered as a distinctive family of Itype lectins (Kelm et al., 1994a) . In contrast to the selectins, members of the Sialoadhesin family do not contain the cation-dependent CRD (Fig. 11 ) and therefore they do not require divalent cations for binding. Whereas all three selectins described so far are involved in the initiation of leukocyte binding to specific endothelia, the members of the Sialoadhesin family are associated with very diverse biological processes such as hemopoiesis, neuronal development, and immunity. Furthermore, the specificity of Sia recognition is strikingly different. As discussed previously, selectins accept considerable structural modifications of Sias, e.g., shortening of the glycerol side chain (Norgard et al., 1993a,b) and even sulfate as a replacement for Sias (Brandley et al., 1993; Green et al., 1992 Green et al., ,1995 Yuen et al., 1992 Yuen et al., , 1994 . In contrast, the members of the Sialoadhesin family are quite sensitive to modifications of the Sia residue (Kelm et al., 1994b) , as will be discussed under Section III,C,2,c.\n\nDespite the structural features common within the Sialoadhesin family, the overall homology between the members is relatively low Kelm et al., 1996) . Furthermore, even for homologous proteins from different species the sequences can show considerable diversity. For example, only 62% of the amino acids are identical between human and murine CD22, with the highest homology in the extracellular domain 7, the transmembrane, and the cytoplasmic domains (71,68, and 67% identity, respectively) (Torres et al., 1992) . Despite the numerous differences in the N-terminal two domains, both the human and the murine homolog require a-2,6-linked Sias, but differ to some extent in the Sia variants recognized, as discussed below (Kelm et al., 1994a,b; Powell and Varki, 1994) . Also, the murine and human homologs of CD33 have only 60% sequence identity (Tchilian et al., 1994) . In contrast, MAG seems to be much more conserved between species, suggesting a high evolutionary pressure on this protein.\n\nEven the potential avian MAG homolog SMP has a relatively high degree of sequence similarity (Dulac et af., 1992) .\n\nThe overall structure, as reflected in the number of IgSF domains, also varies significantly within the Sialoadhesin family, with Sn as the largest (17 domains) and CD33 the smallest (2 domains) member (Crocker ef af., 1996 . Nevertheless, these two proteins seem to have the same specificity for sialylated glycans (Freeman et af., 1995) . Although the biological significance of these differences in molecular size is not clear at the moment, two potential roles for the size of Sn have been proposed (Crocker et af., 1994) . Sn could have developed this size either in order to escape the occupation of binding sites by glycans in the glycocalyx of the same cell or in order to reach small glycoconjugates such as gangliosides on the opposing cell. Although changes in the number of extracellular domains do not seem to influence the binding specificity toward sialylated glycans, they can affect the presentation of the binding site on the cell surface leading to different cell adhesion properties as described for CD22 (Engel et af., 1995; Stamenkovic and Seed, 1990; Stamenkovic et af., 1991; Wilson et af., 1991) . The Sia-binding site of CD22 has been localized within the N-terminal domain 1 (van der Merwe et af., 1996) and Fc chimeras containing only the two N-terminal IgSF domains bind sialylated glycans on cell surfaces with the same specificity as that of the full-length molecule (Nath et af., 1995) . This strongly suggests that for the recognition of sialylated glycans the extracellular domains 3-7 are not required. Nevertheless, COS cells expressing CD22 molecules lacking domains 3 and 4 (CD22a) showed a different binding selectivity for cell populations than COS cells expressing full-length CD22 (CD22P) (Engel et al., 1993; Stamenkovic and Seed, 1990; Wilson et af., 1991) . In this context it should also be noted that the selectins vary in their length through a different number of SCRs (Fig.  10 ). For these, a longer stem seems to confer better binding under flow conditions as has been shown for P-selectin (K. D. Pate1 et al., 1995) .\n\nThe genes of the sialoadhesins have the overall genomic organization typical for nonneuronal IgSF proteins, in which each IgSF domain is contained in a separate exon (Fujita et al., 1989; Law et af., 1993; Mucklow et af., 1995 : Nakano el al., 1991 Wilson et af., 1993) . The genes of CD22, CD33, and MAG map to the same genomic locus in human (chromosome 19) and mouse (chromosome 7), suggesting that the genes of these proteins may have arisen from the same ancestral gene (Law et al., 1993) . Interestingly, Sn maps to different chromosomes than the other members of the family, both in human (chromosome 20) and in mouse (chromosome 2) (Mucklow et af., 1995) , suggesting an early divergence during evolution, possibly before the development of mammals.\n\nFor four members of the Sialoadhesin family, Sn, CD22, CD33, and MAG, the existence of alternatively spliced forms was demonstrated. These 196 S0RGE KELM AND ROLAND SCHAUER changes could involve either the extracellular domains, as in Sn and CD22 (Engel et al., 199.5; Stamenkovic and Seed, 1990; Stamenkovic et al., 1991; Wilson et al., 1991) , or the cytoplasmic domain as in MAG (Fujita et al., 1989; Nakano et al., 1991) and CD33 (Tchilian et al., 1994) . Modifications of the intracellular domain could alter signaling functions of the molecule, e.g., by removing or adding protein phosphorylation sites as in MAG (Fujita et al., 1989; Nakano et al., 1991; Umemori et al., 1994) and in CD33 (Tchilian et al., 1994) . Soluble forms lacking the cytoplasmic and transmembrane domains can also exist. For example, in the case of Sn mRNAs have been described, that code for proteins containing only the N-terminal3 or 16 domains (Crocker et af., 1994) . Furthermore, a soluble form of MAG containig most of its extracellular portion has been shown to originate from proteolytic cleavage (Sato et af., 1984) .\n\nApart from the selectins, Sn is the first well-characterized mammalian adhesion molecule that shows differential binding to sialylated glycans on cell surfaces (Crocker et al., 1991) and is the eponymous member of the Sialoadhesin family. It was originally described as a sheep erythrocyte receptor (Crocker and Gordon, 1986 ) and subsequently shown to be a 18.5-kDa immunoglobulin-like membrane protein found on specific macrophage subpopulations. Sn is a type I transmembrane protein with 17 extracellular Ig-like domains, 16 C2-set domains, and one unusual V-set domain that contains an intrasheet disulfide bridge . Although most studies on Sn were done in the mouse, the existence of a homologous protein in the rat was demonstrated in spleen and lymph node macrophages (Van den Berg et al., 1992) . In addition, reports on the specificity of a ganglioside binding activity on rat alveolar macrophages (Boltz-Nitulescu et al., 1984; Forster et al., 1986; Riedl et al., 1982) point to the possibility that Sn may be present in these macrophages, although murine alveolar macrophages produce only relatively low amounts of the receptor (Crocker and Gordon, 1989) . Using resialylated erythrocytes, glycoproteins, and glycolipids with defined glycan structures, it was shown that Sn recognizes the sequences NeuSAca2,3Gal~1,3GalNAc and NeuSAc(u2,3Galp1,3(4)Glc-NAc on glycoproteins and glycolipids (Crocker et al., 1991; Kelm et af., 1994a) .\n\nIn the mouse, the highest levels of Sn are found in resident bone marrow macrophages of hemopoietic clusters, marginal zone macrophages in the spleen, and macrophages in the subcapsular sinuses and medullary cord of lymph nodes (Crocker et af., 1988 (Crocker et af., , 1992 . A striking distribution of Sn on the ultrastructural level was observed in bone marrow, where the receptor is highly enriched at contact sites between the macrophages and developing myeloid cells (Crocker et al., 1990 (Crocker et al., , 1992 . In contrast, no staining was observed at contact sites of the same macrophages to erythroblasts.\n\nPossible functions for Sn have been implicated in the development of myeloid cells in the bone marrow and in the trafficking of leukocytes in lymphatic organs (Crocker et al., 1991 (Crocker et al., , 1992 Van den Berg et al., 1992) . Evidence for this hypothesis comes from the distribution of the receptor in bone marrow (see above) and from cell binding experiments. A preference for myeloid cells at all stages of development could be demonstrated in experiments with purified Sn, recombinant Fc chimeras. and macrophages expressing the receptor . In contrast, binding to lymphocytes was low and was barely detectable with murine erythrocytes. Single-cell analysis of the cells bound by Sn from total bone marrow revealed that more than 90% were myeloid cells, whereas more than 90 % of the cells bound by CD22 from the same cell population were lymphocytes . However, in binding assays with frozen sections of spleen and lymph nodes Sn could also mediate the adhesion of lymphocytes and lymphoma cell line TKI (Van den Berg el al., 1992) . In quantitative binding assays activated T cells bound better than resting cells and lowest binding in this cell lineage was found with thymocytes. In contrast, binding to activated B cells was not higher than that to resting cell populations. In summary, these findings suggest that Sn functions in the interaction of specific macrophages with myeloid cells and possibly subsets of T lymphocytes, although granulocytes bind Sn much better than any lymphocyte population tested.\n\nb. CD22 CD22 is a 140-kDa cell surface molecule with seven extracellular IgSF domains that is exclusively found on B cells (Stamenkovic and Seed, 1990; Stamenkovic et al., 1991; Wilson et al., 1991) . During B cell ontogeny, it appears in late pro-B cells, in which it is found intracellularly and shifts to the cell surface at the stage of immature B cells. Although it is found on almost all B cells, it disappears during differentiation into plasma cells (Law et al., 1994) . Other forms of CD22 lacking domain 3 and 4 or domain 4 were also described in Daudi cells (Engel et al., 1995; Stamenkovic and Seed, 1990) . However, whether these are expressed on the surface of normal B cells is unclear. First evidence for Sia-dependent binding came from a study reporting that CD22 interacts with CD45RO on T cells and CD75 on B cells (Stamenkovic et al., 1991) , an epitope that depends on the expression of a-2.6-sialyltransferase in these cells (Bast et al., 1992; Munro et al., 1992; Stamenkovic et al., 1992) . The requirement for a-2,6-linked Sias on branched N-linked oligosaccharides on ligands for CD22 was unambiguously demonstrated and the specificity of CD22 toward sialylated glycans was described in detail in a series of elegant studies (Powell et al., 1993 Powell and Varki, 1994; Sgroi et al., 1993) . In summary, the minimal structural requirement for CD22 binding is Siaa2,6Hex(NAc), in which Hex can be Gal or Glc . However, branched 198 S0RGE KELM AND ROLAND SCHAUER oligosaccharides carrying two or more Sia residues are bound with higher avidity, probably by interacting with more than one CD22 binding site. Although these studies were done with recombinant Fc chimeras containing two CD22 binding sites, it seems likely that on a cell surface CD22 is also expressed in an oligomeric state .\n\nConcerning the biological function, CD22 is the best studied member of the Sialoadhesin family. Nevertheless, it is still unclear whether it functions as a cell adhesion molecule on B cells in vivo, because its properties in cell adhesion have been studied with recombinant soluble protein chimeras or on the surfaces of COS cells transfected with cDNAs Engel et al., 1993; Kelm et al., 1994a; Stamenkovic et al., 1992; Torres et al., 1992) . These experiments demonstrated that CD22 binds most strongly to lymphocytes and to a lesser extent to neutrophils, monocytes, and erythrocytes. Although these data suggest that CD22 functions in interactions of B cells with other lymphocytes, CD22 could also mediate adhesion to activated endothelia that produce high levels of a-2,6-sialyltransferase (Hanasaki et al., 1994 (Hanasaki et al., , 1995b .\n\nThere has been increasing interest regarding the possibility that CD22 plays a role in B cell signal transduction, an idea that is supported by several studies. The cytoplasmic domain of CD22 contains six tyrosine residues that are conserved between the human and murine homologs (Torres et al., 1992) . Some CD22 molecules are associated with the surface IgM B cell receptor complex (BCR) (Leprince et al., 1993; Peaker and Neuberger, 1993) and BCR cross-linking leads to rapid phosphorylation of tyrosine residues in CD22 molecules, probably by the protein tyrosine kinase Lyn (Doody et al., 1995; Law et al., 1996; Leprince et al., 1993; Peaker and Neuberger, 1993; Schulte et al., 1992; Tuscan0 et al., 1996b) . Furthermore, it has been demonstrated that phosphorylated CD22 binds and activates the protein tyrosine phosphatase SH-PTP1 C, which negatively regulates signaling through the BCR (Doody et al., 1995) . Besides this phosphatase, the protein tyrosine kinase Syk and its substrate phospholipase C-yl (PLCy l ) have also been shown to bind to phosphorylated CD22 (Law et al., 1996) . These findings suggest a central role of CD22 in B cell activation. Along this line, it has been proposed that cross-linking of CD22 enhances the sensitivity of B cells toward antigen activation by sequestration of SH-PTPlC away from the BCR (Doody et al., 1995) . Another possible function of this interaction could be an activation of the phosphatase activity leading to dephosphorylation of CD22, Syk, and PLC-yl, thus terminating the signal initiated by BCR cross-linking (Law et al., 1996) .\n\nAlthough the previously mentioned effects have been obtained after cross-linking of the BCR, they do not necessarily imply that CD22 binding to sialylated glycoconjugates is involved. A step toward answering this question is the finding that an anti-CD22 mAb inhibiting CD22 binding was much more efficient in eliciting the previously mentioned effects in B cells than was a noninhibitory mAb against CD22 (Tuscano et al., 1996a,b) . Also, the proliferation of anti-CD22 activated B cells was much more pronounced if the inhibitory mAb was used, suggesting that cross-linking CD22 at or at least near its binding site is required for a full response. In another study it was shown that cross-linking of CD22 enhances antigeninduced apoptosis in susceptible cells (Chaouchi et al., 1995) . Whether these effects of CD22 cross-linking are related to those discussed previously and triggered by the same signaling events remains to be elucidated.\n\nBesides intracellular signaling, progress has also been made with respect to signals triggered by cellular interaction. As mentioned previously, CD22 binding is highest to lymphocytes, suggesting that these cells carry counterreceptors, that may be involved in cellular interaction. Since the first report on CD22 as a T cell-binding protein, CD45 has been the most prominent ligand candidate for CD22 on T cells. This receptor-like protein tyrosine phosphatase has been proposed to be involved in T cell receptor-mediated signaling, suggesting that CD22 may also regulate signaling events in T cells Bernard et al., 1994; Peaker, 1994; Sgroi et al., 1995; Stamenkovic et al., 1991; Tuscano et af., 1996a) . However, it is unclear how a ligation of CD45 by CD22 affects T cell metabolism. Whereas in earlier studies engagement of CD22 counterreceptors by an soluble CD22 Fc chimera pointed at an inhibitory effect on T cell proliferation (Stamenkovic et al., 1991) and on PLC-yl-mediated increase in intracellular calcium in costimulation assays with anti-CD3 mAb (Aruffo et af., 1992) , the opposite effect was observed in recent reports (Sgroi et al., 1995; Tuscano et al., 1996a) . In these reports, evidence was presented that CD22-mediated interaction enhances PLC-y1 phosphorylation. Correspondingly, the inhibitory anti-CD22 mAb described previously partially reduced T cell proliferation (Tuscano et al., 1996a) .\n\nIt can be expected that binding of lectin-like proteins is controlled by the glycosylation machinery of the cell carrying potential counterreceptors. An example of this is the regulation of CD22 binding sites by a-2,6sialyltransferase expression. In B cells a specific promotor of the a-2,6sialyltransferase gene regulates the cell type-specific expression of this enzyme during B cell development (Wang et al., 1993) , leading to high levels of binding sites for CD22 on activated B cells. These glycans of glycoproteins on the same cell surface, including CD22 itself, can mask the binding activity of CD22 probably by occupation of the binding sites (cis interaction) (Braesch-Andersen and Stamenkovic, 1994; Hanasaki et al., 1995b; Section III,C,2,b) . It is tempting to speculate that the association of CD22 with the sIgM complex (see above) could be mediated through such binding of glycans carrying a-2,6-linked Sias on the complex by CD22. Furthermore, the role of serum in the regulation of CD22 activity must be considered 200 SBRGE KELM AND ROLAND SCHAUER because many serum glycoproteins carry a-2,6-linked Sias. Accordingly, Hanasaki et al. (1995a) have demonstrated that IgM and haptoglobin are the two main proteins from human serum binding to CD22.\n\nWhereas in all the signaling studies discussed previously CD22 was crosslinked with antLCD22 antibodies, in vivo these events would be expected to be triggered by binding of glycoconjugates producing appropriate a-2,6linked Sias. These could be molecules on the B cell itself, on opposing cells, i.e., T cells or endothelia, or soluble molecules in the environment. However, on the basis of the experimental approaches used it cannot be determined whether the signaling effects are due to the cross-linking of CD22 or due to an interference with the association of CD22 with other molecules mediated by the binding of a-2,6-linked Sias. Clearly, to tackle this problem further experiments are required in which the glycosylation of lymphocytes has been altered, for example, in transgenic animals.\n\nc. Myelin-Associafed Glycoprofein MAG contains five extracellular Iglike domains and is produced only on myelinating oligodendrocytes and Schwann cells (Trapp, 1990) . It is found in two forms with polypeptides of 72 kDa (L-MAG) or 67 kDa (%MAG), which have identical extracellular domains but differ in their cytoplasmic sequences (Fujita et al., 1989; Nakano et af., 1991) . Whereas L-MAG is produced transiently during development and is the main form found at the onset of myelination, s-MAG is expressed later in development and persists in adult animals (Inuzuka et af., 1991; Ishiguro et af., 1991) . As a result of variable glycosylation, MAG migrates on SDS-PAGE as a broad smear of approximately 100 kDa. Although the role of MAG as a cell adhesion molecule has been under investigation for many years and binding activities to various extracellular components have been reported (Probstmeier et al., 1992; Sadoul et af., 1990) , the binding specificity has remained obscure. Because MAG is one of the molecules in the nervous system carrying the HNK-1 carbohydrate epitope, this was also considered as the recognition marker for MAGdependent cellular interaction (Low et af., 1994) . However, binding studies with resialylated erythrocytes, the neoganglioprotein GTl,-BSA, and glycolipids have shown that MAG recognizes NeuSAca2,3Galpl,3GalNAc glycans on glycoproteins and glycolipids (Kelm et al., 1994a) .\n\nSeveral studies have supplied evidence for biological functions of MAG in myelination, axonal growth regulation, and signal transduction. I n vitro experiments indicated that MAG plays a crucial role in the early steps of myelination (Owens and Bunge, 1989, 1991; Trapp, 1990) . However, in young transgenic mice lacking MAG (MAG-'-), the degree of myelination is essentially normal, although some minor abnormalities were described (Li et af., 1994; Montag et af., 1994) . However, in older MAG-'-animals more drastic histological changes occur, suggesting that MAG is important for the maintenance of myelin/axon organization (Bartsch et al., 199Sb; Fruttiger et al., 199.5) .\n\nMAG can influence neuronal growth in opposite ways in vitro. On the one hand, MAG promotes neurite outgrowth in newborn dorsal root ganglion (DRG) neurons (Johnson et al., 1989; Mukhopadhyay et al., 1994) ; on the other hand, MAG exhibits an inhibitory effect on neurite growth of neurons from cerebellum, adult D R G (Mukhopadhyay et al., 1994) , or neuroblastoma cells (McKerracher et al., 1994) . These studies suggest that glycoconjugates on the neuronal cells if ligated by MAG could induce these opposing biological effects. An interesting question is whether the same ligand(s) for MAG transmits these signals or whether different signal transduction molecules carrying the appropriate sialylated glycans are involved. Therefore, the next important step will be to identify these glycoconjugate ligands for MAG in different cell types. However, the biological importance of this MAG effect has been challenged by reports that the inhibition of neurite outgrowth by myelin from MAG-'--mice is similar to that of littermates producing normal levels of MAG (Bartsch et al., 199Sa; W. P. Ng et al., 1996) . On the other hand, when mice with a delayed lesion-induced myelin degeneration were cross-bred with MAG-'-mice, animals carrying both mutations seemed to have a higher number of regrowing axons in crushed nerves (Schafer etal., 1996) , supporting the idea that MAG-mediated inhibition of neurite outgrowth can be relevant for the inability of axons in the central nervous system to regenerate.\n\nA number of studies also point to a role of MAG as a signal transducing molecule itself. A few years ago it was noticed that MAG is phosphorylated on the cytoplasmic domain, mainly on serine and tyrosine residues (Afar et al., 1990; Agrawal et al., 1990; Bambrick and Braun, 1991; Kirchhoff et al., 1993) . As mentioned previously, MAG is produced in two forms (L-MAG and s-MAG). Interestingly, this difference includes a tyrosine phosphorylation site (Tyr620) found only in L-MAG, which was shown to interact with the SH2 domain of PLC-.)I (Jaramillo et al., 1994) . Furthermore, the protein tyrosine kinase Fyn, which can phosphorylate Tyr620, associates with L-MAG and is activated by cross-linking MAG with anti-MAG antibodies (Umemori et al., 1994) . It is tempting to speculate that in vivo this cross-linking is mediated by glycoconjugate ligands of MAG. These findings strongly suggest that MAG can mediate signals into oligodendrocytes similar to CD22 in B cells as discussed previously.\n\nSMP is a protein closely related to MAG that has been characterized from quail and chicken brains (Dulac et al., 1992) . The similarity of MAG and SMP extends beyond the primary sequence. Thus, in binding studies with COS cells transiently producing SMP or with stably transfected CHO cells, the specificities of MAG and SMP for sialylated glycans were undistinguishable (S. Kelm, unpublished results) . In addition, proteins cross-reacting with an anti-MAG mAb have been found in many vertebrates, including chicken and quail (Tropak et al., 1995) . Therefore, it remains unclear whether SMP is a distinct fifth member of the Sialoadhesin family or an avian homolog of mammalian MAG. This can only be clarified by proof that either an avian MAG analog distinct from SMP or a mammalian SMP homolog exists. a! CD33 CD33 is the smallest member (67 kDa) of the Sialoadhesin family to date with only two extracellular Ig-like domains Simmons and Seed, 1988) . It is exclusively produced by myelomonocytic progenitors, monocytes, and tissue macrophages (Pierelli et al., 1993) . The production of CD33 is tightly regulated during myelopoiesis. Although it is not found on hemopoietic stem cells, all myelomonocytic precursor cells are CD33 positive. It is then downregulated on mature granulocytic cells but persists on monocytes and tissue macrophages. Because of its production pattern, CD33 became an important marker for the diagnosis of acute myeloid leukemias, especially of the more immature forms that cannot be distinguished from lymphomas by morphological criteria but require a different therapy (Del Poeta et al., 1994; Knapp et al., 1994; Kristensen and Hokland, 1991) . In addition, mAbs against CD33 have been used in preliminary therapeutic trials (La Russa et al., 1992; Robertson et al., 1992; Scheinberg et al., 1991; Stiff et al., 1991) .\n\nBecause molecular cloning revealed that CD33 is a member of the IgSF, it has been suspected to function in cell-cell interactions (Simmons and Seed, 1988) . However, the binding properties of CD33 remained obscure for many years because no cell adhesion could be detected in COS cells transfected with CD33. This was due to the fact that sialidase treatment of the transfected cells is necessary to unmask the binding sites, which are occupied by glycoconjugates on the cell surface of untreated cells (Fig. 13) . After removing Sias from the COS cell surfaces, it has been possible to demonstrate that CD33 binds to both Neu5Aca2,3Galpl,3GalNAc and Neu5Aca2,3Galpl,3(4)GlcNAc, similar to Sn .\n\nTo date, no biological function for CD33 has been demonstrated. The distribution pattern of CD33 suggests a role during the maturation of myeloid cells in the bone marrow. Like Sn, CD33 binds with high preference to myeloid cells . The simultaneous production of CD33 on the same cell and its ligands could lead to regulation of CD33 binding activity and even prevent CD33 from functioning as a cellular interaction molecule in vivo. Evidence for sialylated N-glycans within CD33 blocking the binding site (Fig. 13) , similar to the situation in CD22, came from the finding that removing an N-glycosylation site in domain 1 by sitedirected mutagenensis resulted in a protein with binding activity (Sgroi et al., 1996) . Possible modulatory functions of cis-acting ligands for the mem- bers of the Sialoadhesin family are also discussed below. As in the case of CD22 and MAG, the presence of a potential tyrosine phosphorylation site in the cytoplasmatic domain also suggests a role for CD33 in signaling events (Tchilian et al., 1994) .\n\nThe homologies shared between the members of the Sialoadhesin family are highest in the N-terminal 4 (or 2 for CD33) IgSF domains with more than 45% sequence similarity . One of the most striking features of all members of the Sialoadhesin family is the unusual distribution of highly conserved cysteine residues in the first two N-terminal domains. These were predicted to give an intrasheet disulfide bridge within the Vlike domain 1 and an interdomain disulfide bridge between domains 1 and 2 (Williams and Barclay, 1988; Williams et al., 1989) .\n\nDifferent types of IgSF domains, such as the C2 set and the V set found in the Sialoadhesin family, were assigned based on the number of amino acids in the domain and sequence similarities between the P-strands (Williams and Barclay, 1988; Williams et al., 1989) . The three-dimensional struc-204 S0RGE KELM AND ROLAND SCHAUER tures of several such IgSF domains have been elucidated showing a similar overall architecture (Barclay et al., 1993) . This structural design seems to be an ideal basis for the development of the high diversity in binding specificities ascribed to Ig-like molecules. Where studied, the GFC face of these domains seems to be most important for the binding of heterologous, both protein or carbohydrate, ligands (Jones et al., 1992 (Jones et al., , 1995 van der Merwe et al., 1995 Vinson et al., 1996) .\n\nAlthough most members of the IgSF function through protein-protein interactions, an increasing number of IgSF proteins display a carbohydratebinding activity . In addition, it should be pointed out that many antibodies recognize specific oligosaccharide structures. This is evidence that in principle the IgSF domains are well suited for the discrimination of cell surface carbohydrates. However, in immunoglobins the CDR loops are most important for binding. For two members of the Sialoadhesin family, Sn and CD22 (van der , models for the N-terminal domain 1 have been developed based on the known three-dimensional structures of the Ig-like proteins CD8a or CD2, respectively (Fig. 14) . Mutagenesis studies based on these models supplied strong evidence that, in these proteins the GFCC'C\" @-sheet of domain 1 contains the binding site for sialylated glycans as discussed in the following section.\n\nEvidence has accumulated that the N-terminal domains of the sialoadhesins contain the complete binding site for sialylated glycans. CD33 is a naturally occurring short protein containing only two extracellular domains with specificity for a-2,3-linked glycans . Binding studies using recombinant Fc chimeras containing only the Nterminal two domains of human or murine CD22 have shown that these have the same specificity for sialylated glycans as the native proteins (Engel et af., 1995; Nath et uf., 1995) . Furthermore, the N-terminal V-set IgSF domain of Sn alone is sufficient for binding glycans with the same specificity as the full-length Sn with 17 domains (Nath et af., 1995) . These findings were sufficient to justify a site-directed mutagenesis screen limited to the first two domains. The selection of amino acids to be changed was aided by models generated in analogy to known structures of IgSF domains (Fig.  14) . In order to map the binding sites, drastic changes were applied in an initial screening for mutants lacking binding activity. Interestingly, for both proteins, all the mutants that had a reduced or abolished Sia-specific binding were located in the same area of domain 1 (Fig. 15 ). This putative binding site extends over a 6-sheet formed by the G, F, C, and C' @-strands (Fig. 14) (van der Merwe et af., Vinson et af., 1996) . In the center of this binding site lies an arginine residue (Arg97 in Sn or Argl30 in CD22) that is conserved in all members of the Sialoadhesin family ( Fig. 15 ) but is not found in many other IgSF proteins. Interestingly, basic amino acids such as lysine or arginine have also been found to be important in other Siabinding proteins, for example, in Sia-specific adhesins from E. coli (Section III,A,2,a; Fig. 9 ) or the selectins (Section 111,B; Fig. 11 ). It is suggestive to speculate that the arginine in the sialoadhesins is interacting with the carboxyl group of Sias. Evidence for the importance of the carboxyl group for binding comes from the observation that only the a-methyl glycoside of NeuSAc, with an axial carboxyl group, as in natural sialosyl glycosides, is bound but not the corresponding P-isomer, in which the methyl aglycon occupies the axial position (S. Kelm and R. Schauer, unpublished data) . A similar situation has been shown for the influenza A hemagglutinin (Kelm et af., 1992) , in which the carboxyl group has been proposed to interact with an amide of the protein backbone and the hydroxyl group of Ser136 (Section III,A,l ,a; Fig. 8 ). Certainly, further information on the amino acids forming the binding site can be expected from a second generation of mutants with less drastic changes. However, only the three-dimensional structure of the protein-carbohydrate complex will reveal the orientation of the glycan in the binding site. In conclusion, the binding site is most likely located on a G F C C ' C P-sheet of the N-terminal domain 1. The degree of conservation of amino acids in this area (Fig. 15) suggests that this is also true for the other members of the Sialoadhesin family. The apparent requirement of additional domains in CD22 (Nath et af., 1995) and MAG (S. Kelm and R. Schauer, unpublished data) for binding may be due to their influence on the correct folding of domain 1, for example, by an interdomain disulfide bridge between domains 1 and 2. However, some impact of these domains in the binding, particularly of longer oligosaccharide chains, cannot be ruled out completely.\n\nConsiderable progress has been made in the characterization of glycoproteins bound by CD22 (Powell et al., 1993; Sgroi et al., 1993) . From B and T cells as well as from lymphoma cell lines several surface glycoproteins could be isolated on CD22 columns, which is in contrast to the very limited number of ligands for selectins (Section III,B,l,b). The number and size of these glycoproteins were dependent on the type of cell used , supplying evidence that for CD22 different cell type-specific counterreceptors with probably similar ligand determinants can exist. Furthermore, from serum two glycoproteins, haptoglobin and IgM, bound with high affinity to CD22 (Hanasaki et al., 1995a) . Because serum contains many glycoproteins with appropriate glycans carrying a-2,6-linked Sias, these findings suggest that an appropriate presentation of the oligosaccharide is also important for high-affinity binding to CD22. Since the first reports of CD22 binding specifically to lymphocytes, the protein tyrosine phosphatase CD45RO on T cells has been studied intensively as a molecule transducing signals by interacting with CD22 Stamenkovic et al., 1991) , as discussed previously. As has been shown by plasmon resonance measurements, CD22 binding to CD45 is controlled only by appropriate sialylation, i.e., NeuSGca2,6Gal on N-glycans for murine CD22, and is independent of the splice forms of CD45 (van der . The presence of such structures on CD45RO from rat thymocytes has been confirmed by Sia analysis and binding of the a-2,6-specific lectin from Sambiicus nigra . For Sn, MAG, or CD33, only little information is available on their counterreceptors. Sn bound to specific ganglioside bands in TLC overlay assays with glycolipid extracts from inflammatory neutrophils or bone marrow cells. Although this is not definite proof that glycolipids are the crucial ligands on these cells, it supports this possibility. However, Sn binds specifically to glycoproteins of erythrocytes (Crocker et al., 1991; Kelm er al., 1994b) . Furthermore, certain glycoproteins could be identified as potential counterreceptors for Sn on several cell lines (P. Crocker, personal communication). CD33 binding to myeloid cells is reduced after trypsin treatment of the cells, suggesting a proteinaceous ligand . Although MAG binds preferentially to the minor brain ganglioside GQlo (Yang et al., 1996) , the trypsin sensitivity observed for MAG binding to neuronal cells (de Bellard et al., 1996) is evidence for the presence of proteins as counterreceptor on these cells. In agreement with this is the finding that MAG Fc chimeras immunoprecipitate a limited number of glycoproteins from neuroblastoma cells (K. Strenge, unpublished results).\n\nBesides ligands on opposing cells, glycoconjugates on the same cell could interact with sialoadhesins. Such cis interactions (Fig. 13 ) were found to regulate and even mask the binding sites for CD22 (Braesch-Andersen and Hanasaki et al., 1995b) , CD33 , and MAG (S. Kelm and R. Schauer, unpublished results) . In principle, this feature emerged from experiments in which these molecules were produced in the plasma membrane of cells with a glycocalyx containing the sialylated glycans recognized. Under these conditions, the binding activities could only be detected if the cells were pretreated with sialidase to destroy such cis ligands. Especially for CD22 or CD33, binding ligands in cis may be biologically more important than cell adhesion because the cells producing these proteins also carry high levels of binding sites. Furthermore, no data have been presented showing that these proteins function as cell adhesion molecules in their native environment on B cells or myeloid cells, respectively. A specific case of cis interactions is the occupation of the binding site by glycans on the same molecule as proposed for CD22 and CD33 ( Fig. 13 ) (Sgroi et al., 1996) . Evidence for this comes from mutagenesis studies in which removal of an N-glycosylation site in domain 1 of CD33 generated a protein that no longer required sialidase treatment to reveal its binding activity, whereas the removal of such a site on CD22 rendered an inactive molecule, suggesting the requirement of this N-glycan for a CD22 protein with Sia-binding activity (Sgroi et al., 1996) . One could also speculate that cis interactions may be relevant for the formation of complexes with other plasma membrane components (e.g., association of CD22 with the sIgM complex on B cells). In contrast, Sn and MAG (P. Laeng, unpublished observation) can function as Siadependent cell adhesion molecules expressed in their natural environment on macrophages or oligodendrocytes, respectively. It is important to note that native Sn is an extended molecule of approximately 50 nm (Crocker et al., 1991) that is much larger than the other members of this family. One possibility is that this unique structure developed during evolution to escape cis interaction.\n\nc Role of Sialic Acid Modijications Sias occur in a variety of modifications. All members of the Sialoadhesin family investigated to date distinguish different Sia modifications. One of the most prominent modifications of Sias are 0-acetyl esters of hydroxy groups at several positions (Table  I) . Sn, MAG, and CD22 do not bind to Sias 0-acetylated at position C9 ( Fig. 16) (Kelm et al., 1994b; Sjoberg et al., 1994) . Furthermore, for human CD22 it has been demonstrated that the glycerol side chain is an essential structural element because mild periodate oxidation followed by borohydride reduction resulting in the seven-carbon analog of Sia destroyed its binding sites (Powell et al., 1993; Sgroi et al., 1993) . Strong evidence for MAG, and CD22 to glutardialdehyde-fixed murine erythrocytes treated as indicated was estimated with radiolabeled Fc chimeras as described by Kelm eta] . (1994b) . A high percentage of Sias on murine erythrocytes carry 0-acetyl groups. which can be removed by treatment with esterase from influenza C or with NaOH (0.1 M ) . The binding of CD22 to murine erythrocytes is low because they contain only small amounts of Neu5Gc. which is required for high binding of murine CD22 (see Fig. 17 ).\n\nthe involvement of the hydroxyl at C9 in binding comes from the finding that Sn, MAG, or SMP do not bind to the 9-deoxy analog of NeuSAc (Fig.  17) . Another widespread modification is the hydroxylation of the N-acetyl chain, giving NeuSGc instead of Neu5Ac (Table I) . Experiments with various glycoconjugates and cells demonstrated that Sn and MAG bind NeuSAc with much higher affinity than Neu5Gc (Fig. 17 ) (Kelm et al., 1994b) . In contrast, the murine homolog of CD22 strongly prefers NeuSGc over NeuSAc (Kelm et al., 1994b) . This is probably of importance for the high binding of murine CD22 to homologous thymocytes compared to the low levels obtained with Sn (Crocker el al., 1995) because, at least in the rat, glycoproteins isolated from these cells contain both a-2,3-and a-2,6-linked Sias, but almost exclusively NeuSGc (van der Menve et al., 1996) . Interestingly, the human homolog of CD22 recognizes NeuSAc as well as NeuSGc (Fig. 17 ) (Sjoberg et al., 1994) . This is of biological significance because both human and murine CD22 bind with high preference to lymphocytes Engel et al., 1993; Kelm et al., 1994a; Torres et al., 1992) and NeuSGc is not found in normal human cells in contrast to most other higher animals (Schauer, 1982b) . Therefore, in order to bind glycans on human cells, CD22 had to evolve an affinity for NeuSAc. Because human CD22 binds to Neu5Gc as well as to NeuSAc (Fig. 17) , it seems likely that the ability of CD22 to bind NeuSAc evolved later without the loss of FIG. 17 Specificity of sialoadhesins for modification of the N-acyl group of Sia. Sialidasetreated human erythrocytes were resialylated with NeuSAc, NeuSGc, N-(2-aminoacetyl) neurarninic acid [NeuS(2-amino)Ac], N-formylneuraminic acid (NeuSformyl), or N-acetyl-9deoxyneuraminic acid (9-deoxy-NeuSAc) using Galpl,3GalNAc a2,3-sialyltransferase giving Siaa2,3Gal/31,3GalNAc glycans, Galpl,3/4GlcNAc a2.3-sialyltransferase giving Sia(r2,3-Galpl,3/4GlcNAc glycans, or Galpl,4GlcNAc a2,6-sialyltransferase giving Siaa2,6Galp1,4-GlcNAc glycans. Binding of Sn, MAG, and CD22 to erythrocytes sialylated with all possible combinations of modified Sia and sialyltransferase was estimated with radiolabeled Fc chimeras as described by Kelm ef al. (1994b) . In those cases in which no binding is indicated on the graph, binding was not significantly above background. affinity to NeuSGc. In summary, these examples clearly demonstrate that modification of Sias can play a crucial role in the regulation of cellular interaction. This aspect should be taken into account when studying the biology of Sia-dependent cell interaction molecules.\n\nFurther developments in research on Sia-mediated cellular interactions will be as diverse as the topics discussed in this chapter. In fact, it can be said that we are just beginning to understand the wide-reaching relevance of this field. Already, glycobiology has moved from a rather narrow subject relevant to only a limited number of specialists into almost every field of biology and biochemistry because more and more well-defined functions of the oligosaccharide chains of glycoconjugates have emerged. Certainly, in those topics discussed in this chapter further progress can be expected. This will not only broaden our basic understanding of biological systems but also find an increasing relevance in applied sciences. A very important aspect will be the elucidation of the exact molecular basis for protein-carbohydrate interaction. Elucidation of the threedimensional structures of lectin-like molecules complexed with their carbohydrate ligands is awaited with great interest because it will give us excellent insight into how the binding can occur. Complementary studies involving site-directed mutagenesis, NMR spectroscopy, and hapten inhibition experiments will clarify which of the possible contact sites are really contributing to the binding affinities. This in turn will give us ideas on how the different specificities of these interactions developed during evolution.\n\nFurthermore, molecules binding with higher affinity than their natural counterparts may be developed. In basic science such inhibitors may be valuable tools in studying the function of protein-carbohydrate interactions in vivo and in vitro. Obviously, these will be of special interest for the development of drugs, for example, to be used in the treatment of infections of the aerodigestive and urogenital tracts by viruses and bacteria. An example is the 4-guanidino-Neu2enSAc as a potential anti-influenza agent as discussed in this chapter. Although such inhibitors are often developed as pharmaceuticals for the treatment of diseases, the beneficial role of complex carbohydrates in the regulation of the microbiological flora of the gastrointestinal tract can be anticipated as a field with great potential in general health care. Thus, supplying the organism with appropriate complex carbohydrates in the food could prevent the colonization of pathogenic microorganisms. The specification of microbial adhesins binding to glycoconjugates and the inhibitory potency of naturally occurring or synthetic oligosaccharides will therefore be a promising area in modern food development.\n\nThe discovery of the Sialoadhesin and Selectin families as cell interaction molecules has provided strong evidence that Sia recognition is relevant in diverse biological systems such as developmental processes and immune defense. It can be expected that many more will be discovered, especially in the regulation of embryogenesis and in tumor metastasis. Adhesion molecules with restricted expression patterns can also be used to target drugs or genes specifically to these cells by tagging with the appropriate glycans.\n\nHowever, only little is known about how the interactions of these adhesion molecules with their counterreceptors translate into signals controlling the cell metabolism. Although much evidence has been presented that known signal transduction pathways are involved, as discussed in this chap-ter for CD22, the links between carbohydrate recognition and the intracellular signal cascades are quite obscure. Interestingly, at least for CD22 and MAG, it is very likely that both the Sia-binding proteins and the corresponding counterreceptor(s) transmit signals. Therefore, interesting contributions are anticipated from cell biologists working in this area.\n\nThe interaction of a lectin-like protein with its counterreceptor can be subject to regulation by many components, such as soluble competitors present in the extracellular space and cis-interacting molecules. This complex situation is due to the ubiquity and variability of compounds with potential to compete for the binding site, most of them with low affinities. Are only high-affinity counterreceptors of biological significance, such as PSGL-1 for P-selectin? Theoretically, this complex scenario allows a flexible and fine tuning of the processes involved, a necessity during development. Also, drastic interference with the glycosylation machinery, for example, by \"simply\" knocking out a glycosyltransferase gene, will often give no interpretable answer. Nevertheless, intelligent and well-controlled manipulations of the glycosylation in vivo should at least partially answer some questions. For such complex questions no simple answers can be expected.\n\nDespite the enormous gain in interest for carbohydrate structures as important partners in cellular interaction boosted by the discovery of the selectins, in many areas of research the potential impact of alterations in the glycan moieties of glycoconjugates is still overlooked. We hope that this chapter will be helpful for increasing the awareness of the relevance of glycobiology in many other fields."}