{"title": "Journal Pre-proofs In reply to Simcock et al In reply to Simcock et al. Corresponding to", "body": "We read with interest the article by Simcock and colleagues [1] . Due to the COVID-19 global pandemic, the Authors [1] report proposals to reduce the related risks for radiotherapy (RT) staff and patients.\n\nThese suggestions summarize a Twitter discussion held by several members of the global radiation oncology community, invited to suggest how to modify Radiation Oncologists behaviors according to the emergency situation, and in particular discussing the possible changes in indications and fractionation for the patients candidate to radiation treatments.\n\nThe Authors have to be congratulated for their efforts, to suggest practical solutions, and to provide fast guidance in these extraordinary times.\n\nHowever, any proposal of RT schedule variation (especially omission!) needs some caution. Patients denied a treatment -not only life-saving treatments-may be severely damaged if an accurate balance between the risk of uncontrolled cancer progression and that related to COVID-infection have not been carefully evaluated on an individual basis. The latter is very difficult to calculate, as the Authors correctly underline in the paper. Therefore, very detailed indications, summarized in Tables, may possibly convey the misleading message that radiotherapy is not useful in some clinical situations where we are using it; paradoxically, in some cases it is suggested (brain tumors, pancreatic and esophageal cancer, seminoma) to give chemotherapy instead, a treatment that also may well be very difficult to administer to infected patients.\n\nAlso the definitive omission of RT in selected breast cancer patients due to the lack of survival advantage may be questionable. In fact, the benefit of loco-regional control still remains in low risk breast cancer. Thus, the omission of RT could translate into a higher incidence of local failure in the near future with subsequent radical surgery affecting patients's quality of life [4] . Prostate cancer patients omitting radiotherapy, even if having the same survival results at ten years, face an increased number of treatments for symptomatic progression [5] . Delaying RT in such situations may be wiser.\n\nSimilarly, it is impossible to simply omit symptomatic RT in all patients affected by bone metastases, by replacing it with opioids. In the case of painful bone metastases, the RT benefit is multifactorial: to control pain in cases poorly responsive to opioids, to limit the dose of opioids and their side effects (constipation, nausea…), to prevent the skeletal related events (SRE) such as bone fractures in highrisk bone metastases [6, 7] . In the era of COVID-19, it is not reasonable to clog inpatients wards or emergency areas due to medically unmanageable pain or SRE, only to avoid single fraction radiotherapy.\n\nTherefore, the pros and cons of any single radiation treatment change should be carefully evaluated by radiation oncologists and carefully discussed with each patient. In this scenario, synthetic and documented guidelines are very helpful and provide expert support, but their application should take into account the cost/benefit ratio of the individual treatment (difficult to quantify), the local organizational and cultural constraints, and undoubtedly need to be tailored."}