{"title": "Quantitative mapping of scientific research-The case of electrical conducting polymer nanocomposite", "body": "1. Mapping knowledge structure 1.1. Mapping knowledge structure by bibliometric analysis Thomas Kuhn popularized the terms \"paradigm\" and \"paradigm shift\" [1] . Dosi investigated technology trajectories on the basis of paradigm shifts and found that continuous innovation can be regarded as proceeding within a technology paradigm, while discontinuous innovation might be the initiation of a new paradigm [2] . Many researchers proposed and applied these methodologies to various knowledge fields for understanding the paradigm or the dynamic development of selected knowledge fields [3] . The methodology that usually is used for this purpose is bibliometric analysis on the basis of literature publication metadata and information.\n\nFor example, Kostoff has very complete and systematic studies on literature-related analysis and published a series of papers based on combination of text mining and statistics on scientific papers. He also proposes a systematic Literature-Related Discovery method for linking two or more literature concepts that have heretofore not been linked, in order to produce novel, interesting, plausible, and intelligible knowledge [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] . Ding et al. mapped information retrieval research by using co-word analysis on papers collected from the Science Citation Index (SCI) and Social Science Citation Index (SSCI) for the period of 1987-1997 [21] . Baldwin et al. mapped ethics and dementia research by using keywords [22] . Tian et al. used the Institute for Scientific Information (ISI) database to measure scientific output of the field of Geographic Information System (GIS) by using keywords [23] . Similar approaches have been made to map knowledge evolution in other fields, such as software engineering [24] , chemistry [25] , scientometrics [26] , neural network research [27, 28] , biological safety [29] , optomechatronics [30] , bioeletronics [31] , adverse A \"structure\" defines what makes up a system. A \"structure\" is a collection of inter-related components or services [67] . The more concrete way of describing a structure is \"network\" where the two main components of a network, 1) network actors and 2) network ties, correspond respectively with \"components\" and \"inter-relationship among components\" in a structure. Therefore applying network theory to understanding knowledge structure should be feasible if network actors and network ties can be welldefined. We previously investigated the knowledge structure of patented technology for the same field of \"electrical conducting polymer nanocomposite\" by integrating network theory and patent citation information [68] . In this case, patent is the network actor and citation is the network tie. In this study, we apply network theory on scientific papers to draw the knowledge structure of \"electrical conducting polymer nanocomposite\".\n\nTo clearly depict the range within the boundary so that an objective definition of a selected scientific area can be widely accepted, a group of core keywords is believed to be essential. Those keywords should be filtered out from the literature that represents this field. The second question is \"What is the knowledge structure of science\"? After a group of core keywords are retrieved from literature publications, any level of research unit, i.e. author, institute, or country, which contains the obtained keywords, can be used as network actors. Then the concurrence of keywords is used to establish the relationships among network actors. Accordingly, the knowledge structure of science can be drawn since the two basic requirements for establishing a network structure, network actors and network ties, have been met.\n\nThe basic components of a social network can be different forms of social actors, i.e. individuals, institutions, or countries. A social network formed on the basis of social exchange can be used for understanding how resources are exchanged, how social actors are positioned to influence resource exchange, and which resource exchange is important [69] [70] [71] . Each resource exchange is a social network or a \"tie\" maintained by social actors at both ends of the \"tie\". The strength of a tie is a function of the number of resources exchanged, the type of exchange, the frequency of exchange, or even how close the two connected actors are [72] .\n\nThe characteristic of a social network is its small-world phenomenon. According to Watts' definition-\"small\" means that almost every element of the network is somehow \"close\" to almost every other element, even those that are perceived as likely to be far away [73] . The \"small-world\" phenomenon can be found not only in social network, but also in biological, and technological systems [73] .\n\nSocial network analysis has also been applied to the creation of information networks, but the applications can be justified only if the small-world phenomenon can be discovered in the information network. Callon et al. [74] suggested interactive processes, mixing both cognitive and social aspects of knowledge or technology. Both actors and interactions can usually be described by texts, and specifically, by words. Thus knowledge development can be described through keyword network development. Newman reviewed structure and function of complex networks, and argued for both the word matching network possesses and the obvious characteristics of small-words [75] The research of Cancho [76] also justified the small-world phenomenon in English word networks. Watts and Strogatz and Watts contributed to expansion of the small-world concept, from conventional neuroscience and bio-information systems to any natural or human system that can be modeled by a network [77, 78] . Motter et al. constructed a conceptual network from the entries in a thesaurus dictionary, considering two words connected if they express similar concepts. He argued that language networks exhibit the small-world property as a result of natural optimization, and these findings are important not only for linguistics, but also for cognitive science [58] .\n\nBased on the hypothesis that human language possesses small-world phenomenon, which has been supported previously [74] [75] [76] 79] , the purpose of this study aims to shed light on the combination of social network analysis and bibliometric analysis on the field of electrical conducting polymer nanocomposite by using different publication information, e.g. keyword, author names, research institute, and country, as actors in network, in order to understand the knowledge structure of the selected field. The network actors and network ties that correspond to publication information and keyword co-occurrence, respectively, can be visualized. Thus the dynamic knowledge evolution can be mapped. Furthermore, network properties of networks created in this study can be calculated to obtain quantitative analysis of knowledge evolution [80] .\n\nThis research integrates social network analysis and bibliometric keyword analysis to draw a picture for the development of science, which can be called a \"Science map\". Hence each country, research institution, or researcher that contributes to the literature can be positioned. Processes for this research method are: 1) literature retrieval and filtering; 2) keyword revision and standardization; 3) visualization of three-dimensional network; 4) network properties calculation; and 5) visualization of two-dimensional knowledge map.\n\nWeb of Science (SCI and SSCI) literature database is used for paper retrieval. Search strategy is: nano* in Topic and composite* in Topic and polyme* in Topic and conduct* in Topic, document type is set as \"article\" for retrieving journal papers as our research target. A total of 3382 papers are obtained from Web of Science database.\n\nIn the 3382 papers, only 2240 papers contain author keywords. The top 10% papers (223 highly cited papers which receive citations ≧ 24) are selected for following quantitative mapping analysis.\n\nDue to the fact that different words can be used for describing the same concept, it is necessary to standardize words that are used to express the same concept. For example, 1) singular or plural words are standardized to singular form; 2) CNT is standardized to carbon nanotube; and 3) modeling and modeling are standardized to modeling, etc.\n\nNetworking of keywords is based on sufficient relations among keywords. A relation is presented as a \"network tie\". This study provides two methods of generating network ties. 1) The relation between two different papers occurred because these two papers share at least one keyword. A network generated by this method is defined as RFP network (research focus parallelship network. 2) The relation among plural keywords occurred because these keywords are listed in the same paper. A network generated by this method is defined as KCO network (keyword co-occurrence network). Detailed explanation for these two methods is as follows: 1) RFP network (Research focus parallelship network): the relation between two different papers occurred because these two papers share at least one same keyword. For example, paper is used as a network actor (network node) and any of two actors sharing one same keyword will be linked. This is based on an assumption made in this study that keyword represents the core research of a paper. Any two papers sharing the same keyword implies that these two researches are partially overlapping in an area that can be represented by that keyword. The two papers are thus regarded as a pair of parallel papers and the constructed network is defined as an RFP network. However, network node is not necessarily the paper. It can also be other actors which carry knowledge, e.g. paper (first author), research institute, or country. The three types of RFP networks are summarized as:\n\n• RFP-country network: Research focus parallelship network with country as the network actor • RFP-institute network: Research focus parallelship network with research institute as the network actor • RFP-paper network: Research focus parallelship network with paper (first author) as the network actor.\n\nIn this study, RFP-country network, RFP-institute network, RFP-paper network are investigated in order to understand knowledge structure at macro, meso, and micro levels, respectively.\n\n2) KCO network (Keyword co-occurrence network): the relations of author keywords are formed because author keywords specified by authors are listed in the same paper. Hence, the actual keyword is used as the network actor. Author keywords listed in the same papers are linked together because they are all terms that can be used to represent the core concepts of a research paper and strong relations to each other can be expected.\n\n• KCO network: Keyword co-occurrence network.\n\nIn this study, KCO network is investigated in order to understand co-occurrence of keywords in papers at micro level.\n\nComputer software is used to visualize RFP network and KCO network and then network properties are calculated. In social network theory, centrality is used to estimate the influence of actors. Centrality as an indicator can be used to understand to what degree an actor is able to obtain or control resources. Brass and Burkhardt indicated network centrality is one source of influence from the viewpoint of organizational behavior, and a person with higher centrality in an organization is always the one with higher influence [81] . Freeman suggested three methods of centrality measurement for a network: 1) degree centrality, 2) betweenness centrality, and 3) closeness centrality [82] . Network properties are calculated by the above three methods in order to understand the influencing power of country, research institute, and paper. Networks constructed in this research are undirected networks because no in-and-out concepts, e.g. causal relation, position difference, flow, or diffusion, existed behind any linked network actors in this study.\n\nNetwork nodes (actor) which directly linked to a specific node are neighborhood of that specific node. The number of neighbors is defined as nodal degree, or degree of connection. Granovetter suggested that nodal degree is proportional to probability of obtaining resources [61] . Nodal degree represents to what degree a node (actor) participates the network; this is a basic concept for measuring centrality. \n\nThe concept of betweenness centrality is a measure of how often an actor is located on the shortest path (geodesic) between other actors in the network. Those actors located on the shortest path between other actors are playing roles of intermediary that help any two actors without direct contact. Actors with higher betweenness centrality are those located at the core of the network.\n\ng jik g jik g jk shortest path between actor j and actor k g jik the shortest path between actor j and actor k that contains actor i\n\nThe closeness centrality of an actor is defined by the inverse of the average length of the shortest paths to/from all the other actors in the network. Higher closeness centrality indicates higher influence on other actors.\n\nshortest path between actor j and actor i\n\nIn this study, two-dimensional maps are also obtained by calculating relative positions and density of network actors on the basis of the previously constructed network. These are \"two-dimensional knowledge maps\" since they directly reflect the fundamental structure of knowledge. The algorithm used in this study is proposed by Van Eck and Waltman's in 2007 [83] .\n\n1) Actor position: The positions of network actors in the map are based on visualization of similarities. If there are totally n actors, a two-dimensional map where the actor 1-n are positioned in a way that the distance between any pair of actor i and j reflects their association strengths a ij as accurately as possible, i.e. distance between i and j is proportional to a ij , Van Eck and Waltman's algorithm is used to minimize a weighted sum of the squared Euclidean distance between all pairs of actors, the objective function to be minimized is given as below:\n\nWhere the vector x i = (x i1 ,x i2 ) denotes the location of actor i in a two-dimensional space and ‖ • ‖ denotes the Euclidean norm. 2) Actor density: actor density at a specific location in a map is calculated. The actor density is calculated by first placing a kernel function at each actor location and taking a weighted average of the kernel function.\n\nThe actor density at location x = (x 1 , x 2 ) is given by\n\nWhere K denotes a kernel function and h denotes a smoothing parameter. C ii denotes the number of occurrences of actor i and x = (x 1 ,x 2 ) denotes the location of actor i in the map. The kernel function K is a non-increasing Gaussian kernel function given by: Table 1 . The Chinese Academy of Science is the institute that publishes the largest number of paper (126 papers), then the Indian Institute of Technology (63 papers), then Tsin Hua University (43 papers). Six out of the top 10 institutes are Chinese institutes, indicating significant contributions from China (Table 2) . For research areas analysis, most of the papers belong to Material Science and Polymer. Table 3 shows top 10 subject areas are mainly Chemistry, Physics, or Material related in both science and engineering. Table 4 shows the top 10 journals in terms of number of papers. The Journal of Applied Polymer Science has 199 papers and ranked no. 1, then Polymer (132 papers), and Synthetic Metals (103 papers), etc. Papers are classified by research institution, and any two research institutions with the same keyword are linked together. A total of 142 network actors and 415 network ties are obtained and shown in Fig. 3 . Bigger circles which indicate higher centralities can be observed in the central part of Fig. 3 . Many of these high centrality institutes are Chinese, e.g. Chinese Academy of Science, Nanjing University, Chinese Academy of Engineering Physics, Huaqiao University, Hong Kong Polytechnic University, Tsing Hua University, etc. Some are not Chinese, e.g. Brazil's Federal University of Parana, Singapore's Nanyang Technology University, etc. Brazil's Federal University of Parana has the highest degree centrality, and Chinese Academy of Science has the highest betweenness centrality and closeness centrality. 3) RFP-paper network:\n\nAny two actors (first author/paper) with the same keyword are linked together. A total of 223 network actors and 512 network ties are obtained and shown in Fig. 4 . The highest centrality paper is authored by Zarbin from Brazil. A large number of high centrality papers are authored by Chinese, e.g. Deng, Chen, Zheng, Lau, Feng, and Yu. Deng has three papers and two of them are ranked in the top 10 centralities. The obtained RFP-paper network not only serves as evidence for understanding whether a paper is positioned as a \"hub\" or \"edge\", but also provides potential for diverse applications, e.g. identifying who is a potential partner/competitor, and a potential reviewer or expert.\n\nEach keyword is treated as a network actor; keywords within the same papers are linked together. A total of 482 network actors generating 671 network ties were originally created, but the large number of network actors and ties lead to a highly dense network structure which is hard to interpret visually. Therefore, we select the most important 77 network actors which degree centralities are equal to or larger than 4 for constructing KCO network, A total of 77 network actors and 220 network ties are shown (Fig. 5) . Actors with higher centrality and thicker ties form the major backbone of this knowledge field. Fig. 5 shows the backbone actors are nanocomposite, composite, conducting polymer, carbon nanotube, polyaniline, and polypyrrole. These are together with some other important actors, e.g. multi-wall carbon nanotube, electrical property, caron nanofiber. These 77 keywords can be categorized into structure, property, compound, process, and application, and are directly or indirectly connected to the backbone actors. Carbon nanotube has surprisingly high centrality, indicating its critical role in this field. By evaluating connectivities among actors globally, the rationale why two actors are linked maybe obtained; hence it is possible to create scenarios for a particular actor. For example, the analysis of actors connected to carbon nanotube provides some findings: is 1) Carbon nanotube is the most important nano-scaled structure in the field, 2) Carbon nanotube possibly helps reinforce mechanical property and electrical property, and 3) There is the potential to apply electrical conducting nanocomposite polymer on biosensor or supercapacitor with the aid of carbon nanotube.\n\nCalculation methods based on three network centralities, i.e. degree centrality, betweenness centrality, closeness centrality, are used to calculate network properties to understand network actors' relative position in a network. For RFP-country network, countries with top ten network properties are listed in Table 5 . China has the highest centrality and then USA, Brazil, France, Germany or Korea, etc. The number of papers that each country contributes to this field is different; however, it is easy to anticipate that countries with more papers tend to have more linkages to other countries because of their larger number of papers. More papers mean more opportunities to create linkages to other actors. Therefore countries with more papers are anticipated to have higher centrality and are thus being positioned at the core of the network. Accordingly, countries with more papers shown in Table 1 are mostly consistent with countries with higher centrality calculated in Table 5 . However, there are some exceptions. For example, India is ranked number 3 in terms of number of papers, but not in the top 10 centralities ranking. Brazil is ranked outside the top 10 of numbers of papers, but ranked top 3 for its high centrality. This might have something to do with the emergence of China and India which seek to improve their global competitiveness by increasing their research quantities or qualities.\n\nFor RFP-institution network, research institutions with top ten network properties are listed in Table 6 . Research institutions with the highest centralities are Federal University of Parana, Chinese Academy of Science, Nanjing University, Chinese Academy of Engineering and Physics, Huaquio University, etc. The three types of top 10 centralities for institutes show Chinese institutes dominate this field. Only five institutes in Table 4 are not Chinese, i.e. Brazil's Federal University of Paraná, Singapore's Nanyang Technological University, Canada's University Laval, US's National Institute of Aerospace, and Korea's Seoul National University. Brazil's Federal University of Paraná is surprisingly high and ranked no. 1 or no. 2.\n\nFor RFP-paper network, first authors with top 10 centralities are shown in Table 7 and are mostly Chinese authors except for 1) Zarbin_AJG (Brazil's Federal University of Paraná) who is ranked no. 1 in three types of centralities, and 2) McLachlan_DS (US's National Institute of Aerospace) who is ranked no. 6 in degree centrality, no. 5 in betweenness centrality and no. 4 in closeness centrality, 3) Shi_GX (Canada's University Laval) who is ranked no.7 in degree centrality and no. 10 in betweenness centrality, and 4) Dalmas_F (France's National Institute of Applied Sciences) who is ranked nos. 6 and 8 in closeness centralities.\n\nFor KCO network with keyword as network actor, the keywords with top 20 centralities are listed in Table 8 . Due to the research target \"electrical conducting polymer nanocomposite\" set in this study, keywords with higher network centralities are expected to be lexically or conceptually related to this core research area. This is why composite, conducting polymer, conductivity, electrical conductivity, electrical property, nanocomposite, nanostructure, and polymers can be observed in Table 8 . However, some keywords which we were not previously aware of, for example, nanotubes, carbon nanotube, single-wall carbon nanotube, multi-wall carbon nanotube, polyaniline, polyethylene oxide, and polypyrrole, provide insights of what relates to our core area, and can be used to characterize the technology trajectory of electrical conducting polymer nanocomposite.\n\nIn Table 8 , the core area related keywords can be categorized into 1) structure: composite, nanocomposite, nanostructure, polymers, nanotubes, carbon nanotube, single-wall carbon nanotube, and multi-wall carbon nanotube, 2) property: conducting polymer, conductivity, electrical conductivity, and electrical property, and 3) compound: polyaniline, polyethylene oxide, and polypyrrole. These three categories reflect important implications that should be strongly considered in understanding the development context of \"electrical conducting polymer nanocomposite\". Polyaniline, polyethylene oxide, and polypyrrole are the Table 5 Top 10 centralities countries.\n\nDegree centrality  Betweenness centrality  Closeness centrality   1  China  China  China  2  USA  USA  USA  3  Brazil  Brazil  Brazil  4  France  France  France  5  Korea  Germany  Germany  6 Germany Taiwan  Korea  7 Singapore Korea Taiwan  8  Taiwan  Italy  England  9 England England Singapore 10\n\nIndia India Italy Nanjing_Univ Nanjing_Univ Nanjing_Univ 4\n\nChinese_Acad_Engn_&_Phys Hong_Kong_Polytech_Univ Huaqiao_Univ 5\n\nHuaqiao_Univ Tsing_Hua_Univ Chinese_Acad_Engn_&_Phys 6 Nanyang_Technol_Univ Chinese_Acad_Engn_&_Phys Tsing_Hua_Univ 7\n\nHong_Kong_Polytech_Univ Nanyang_Technol_Univ Univ_Laval 8 Tsing_Hua_Univ Huaqiao_Univ Seoul_Natl_Univ 9\n\nUniv_Laval Natl_Inst_Aerosp Natl_Inst_Aerosp 10 Natl_Inst_Aerosp Natl_Univ_Singapore Nanyang_Technol_Univ three most important compounds. Carbon nanotube, particularly single-wall or multi-wall carbon nanotube, are the critical nanostructures involved in the field.\n\nThe constructed two-dimensional maps (Figs. 6-9) provide a quick way for human eyes to perceive knowledge structure of electrical conducting polymer nanocomposite with country, institution, paper (first author), and keyword as actors to facilitate different levels of observations. 1) Country as actor: Fig. 6 illustrates the country knowledge map where all these countries are uniformly distributed everywhere in this map. This indicates a nice international collaboration; based on which, each country finds its particular way to contribute different knowledge to this field. The more uniform distribution of actors in the map implies higher efficiency for the knowledge to be developed. In Fig. 6 , the distribution of countries is pretty uniform but still we can find two isolated islands 4) Keyword as actor: Fig. 9 shows a Y-shaped continent and two separated islands denoted as \"membrane\" located on the left and \"electrorheology\" located on the middle bottom. The Y-shaped big continent refers to the major trend of electrical conducting polymer nanocomposite. But \"membrane\" island and \"electrorheology\" island are conventionally associated with traditional polymer. This is why both are small isolated islands separated from the big Y-shaped continent featured by modern nano related technology. To understand how keyword components are positioned to construct the big continent, the big continent can be further magnified to understand more detailed components.\n\n\"Electrical conducting polymer nanocomposite\" has gradually become an important research field which requires a systematic analysis of its knowledge structure. This study integrates social network analysis and keyword analysis to investigate knowledge structure of \"electrical conducting polymer nanocomposite.\" The purpose is to examine systematically fundamental components underlying this research field investigated differently in different regions of the world.\n\nIn summary, this study proposes four types of three-dimensional networks based on co-occurrence of keywords for full spectrum analysis on scientific papers, i.e. RFP-country network, RFP-institute network, RFP-paper network and KCO network. These reflect knowledge structures on macro, meso, micro, and also micro levels, respectively. A total of 482 keywords contained in 223 highly cited papers (number of received citations ≧24) have been analyzed in this study. Three-dimensional networks and two-dimensional maps are quantitatively and visually created to describe the knowledge structure. Keywords such as nanocomposite, carbon nanotube, polyaniline, conducting polymer, composite, polypyrrole, multi-wall carbon nanotube, electrical conductivity, etc. are important components of the backbone knowledge structure of electrical conducting polymer nanocomposite. Also, China, US, and Brazil are countries located at the core of the structure.\n\nConventional bibliometric analyses on most research fields for the purpose of performance evaluation usually show that the US is ranked no. 1, followed by either Japan or Europe which easily rank no. 2 or 3. However, in the field of electrical conducting polymer nanocomposite, the networks and maps constructed in this study indicate that China is ranked no. 1. However, if we compare several publication performance indicators used in Table 9 and Fig. 10 , the number of highly cited paper for both US and China are both equal to 55. Similarly the median citations per paper (41 for the US and 42 for China) indicate that the statistics are not dominated by a few highly cited papers. Citation analysis which is usually used as an indicator of paper quality shows that average citations received by highly cited paper are 62.7 (citations/paper) for the US and 47.4 (citations/paper) for China. The US is higher and China is lower than the global average (54 citations/paper), and each US paper receives 15 more citations on average than Chinese papers. In addition, the most highly cited paper of the US has been cited 319 times, while the most highly cited paper of China has only been cited 98 times. US papers have greater impact on later publications; so there is no doubt that the US has more advanced developments in electrical conducting polymer nanocomposite. All of this suggests that the US should not be second to China. These observations are different from keyword-based network analysis in this paper. The discrepancy between the findings obtained from keyword-based network analysis and the findings from highly cited paper comparison ( Fig. 10 and Table 9 ) is due to the different mechanism used for evaluating scientific papers. The higher centrality of China than the US obtained in this study has more to do with the keyword linkages involved in the network. China has better accessibility to other countries by way of keyword linkages and is therefore ranked no. 1 in network centralities. Also, China has a larger number of papers (896 papers) than the US (787 papers); although its total impact is not comparable to the US.\n\nIn summary, the lower citation impact but higher keyword linkage phenomenon of China implies that China has more general research interests which significantly overlap those of other countries. US is still dominating advanced technology, but China currently surpasses other countries by the quantity of research. It is expected that the number of Chinese papers and the citations received by Chinese papers will both increase as rapidly as the pace of China's economic growth.\n\nThe two-dimensional knowledge maps (Figs. 6-9) provide the basis for a quick and careful, though still limited, comparison of competitiveness. Fig. 9 provides the basis for understanding which concepts are fundamental building blocks in electrical conducting polymer nanocomposite. By the use of Figs. 6-9, researchers can understand how a country, institution, or paper (first author) can be positioned in the knowledge map. The knowledge maps obtained quantitatively allow other potential quantitative applications, e.g. 1) R&D resource allocation, 2) research performance evaluation, 3) understanding of future research opportunity, and 4) potential collaborator or competitor identification. The knowledge maps created in this study provide a quick way for international benchmarking or potential partnership identification.\n\nHsin-Ning Su is an associate researcher of Science and Technology Policy Researcher and Information Center, National Applied Research Laboratories, Taiwan. He received Ph.D. in Material Science and Engineering from Illinois Institute of Technology and M.S. in Chemistry from National Taiwan University. His research interests are Science and Technology Policy, Innovation System, Social Network Analysis, Knowledge Evolution, Science Map, Bibliometric and Patent Analysis, aiming to understand evolutionary mechanism of Sci-Tech development by interdisciplinary approaches and contribute to national level technology management."}