{"title": "Emerging Infectious Diseases", "body": "Emerging infectious diseases (EID) are defined as infectious diseases that are newly recognized in a population or have existed but are rapidly increasing in incidence or geographic range. Simply put, they may be new infections resulting from changes or evolution of existing organisms, known infections spreading to new geographic areas or populations, previously unrecognized infections appearing in areas undergoing ecologic transformation, or old infections reemerging because of antimicrobial resistance in known agents or breakdowns in public health measures. 1,2 Emerging infections account for at least 15% of all human pathogens according to the 10th International Conference on EID. 3 A major concern is the synergistic communication between emerging diseases and other infectious and noninfectious conditions. Many emerging diseases are zoonotic or synoptic, an animal receptacle incubates the organism with random transmission into human populations. Likewise, EID may be foodborne, vector-borne, or airborne. Regardless, for an EID to become established, the infectious agent must be introduced into a vulnerable population, and the agent must have the ability to spread from human to human and cause disease. 4 In contrast to other human diseases, infectious diseases may be unpredictable with the potential for global outbreaks. Although they are transmissible, there is the potential for immunity against reinfection. Many are preventable through vaccines with the potential for eradication. There is interdependence on nature and human behavior. 5 The challenge of EID relates to their impact on humans: pandemics, epidemics as well as the threats to human health and global stability. 5, 6 It is known that the appearance of new infections is inevitable. That said, despite the advances in the development of countermeasures diagnostics, therapeutics, and vaccines, world travel and increased global interdependence have added to problems in diagnosing and containing these diseases. Most can relate to the human immunodeficiency virus (HIV)/AIDS, severe respiratory syndrome, and pandemics, such as the 2009 H1N1 influenza as emerging infections in modern day. The societal and economic impact of these diseases was phenomenal, not to mention the quality of life among infected individuals and their families. Understanding the categories of infectious diseases is important. Specific categories include those that are newly emerging, those that have become established and may periodically reemerge, and those that have become stably endemic. 5, 6 ZOONOTIC DISEASES Zoonotic diseases are those diseases transmitted from animals to humans through direct contact or through food, water, or the environment, contributing to 61% of infectious organisms affecting humans. 7, 8 Zoonotic diseases may be categorized by their ability to spread among humans through 5 stages ranging from only spread among animals (stage 1) to fully human pathogens (stage 5). Fig. 1 illustrates the stages through which pathogens of animals evolve to cause human diseases. 9 The National Center for Emerging and Zoonotic Infectious Diseases (NCEZID) aims to protect people from domestic and global health threats. Their scope is broad to include foodborne and waterborne illnesses, infections that spread in hospitals, infections that are resistant to antibiotics, deadly diseases like Ebola and anthrax, illnesses that affect immigrants, migrants, refugees, and travelers, diseases caused by contact with animals, and diseases spread by mosquitoes, ticks, and fleas. 10 Clearly, the interface among humans, animals, and the environment invite diseases impacting public health and social/economic well-being of the global population. Consider the driving factors previously noted. The incidence of zoonoses increases when humans live in close contact with animals and when humans encounter animals in new geographic regions. Some examples include Lyme disease (spread by ticks) and salmonella (spread by poultry). One may recall recent outbreaks of Salmonella in shell eggs, chicken products, raw turkey products, and pet guinea pigs.\n\nThe One Health concept began as an initiative among multiple disciplines in 2006. One Health is a collaborative local and global effort to achieve the best health for people, animals, and the environment. 11 The Centers for Disease Control and Prevention (CDC) uses the One Health approach by working with health care providers, veterinarians, ecologists, and others to monitor and control public health threats and to learn how diseases spread among people, animals, and the environment. 12 The opportunity for nurses to embrace the One Health approach in community and patient education is exponential, for example, working as part of an interprofessional team to educate youth residing in rural agricultural areas about preventing the spread of diseases shared between people and animals. There are One Health teams working with 4-H and Future Farmers of America groups. Likewise, the One Health teams educate Americans about diseases they may get from their pets, such as Salmonella infections.\n\nAs alluded to previously, vectors are blood-feeding insects and ticks capable of transmitting pathogens between hosts. 13 These diseases are major causes of mortality and morbidity globally. In the United States, the most common pathogens are transmitted by ticks and mosquitoes, including Lyme disease, Rocky Mountain spotted fever, West Nile, dengue, and Zika virus diseases. These diseases represent a growing public health problem for the United States and globally. Data are tracked by local and state health departments; however, national improvement in surveillance, diagnostics, reporting, and vector control as well as new vaccines has been identified. 13 Mosquito-transmitted EID can spread locally in the United States due to the presence of the specific vector. Likewise, global travel and immigration can bring these infections to the United States with potential transmission. 14 Four mosquito-borne viruses of concern are Zika virus, yellow fever, chikungunya virus, and dengue virus 8,14-17 ( Table 1 ). The author refers the reader to the discussion of the Zika virus elsewhere in this journal. A timely example of how these drivers influence emerging diseases is influenza, a causative virus that changes its genetic information. When these changes are marked, the human immune system is challenged and pandemics may occur. The risks of genetic changes and human infection are increased when humans reside near agricultural animals, such as chickens, ducks, and pigs, which are natural hosts of the virus. Avian H5N1 influenza (bird flu) is limited to infection due to direct contact with diseased birds. Although this virus is deadly, it does not have the ability to pass between humans, unlike the H1N1 influenza, which passed into humans from swine. In 2009, this virus reached had a global impact because of human activity, especially air travel. 4 Another example of an infectious disease attributed to human behaviors is HIV. A leading hypothesis is that humans were first infected with HIV through close contact with chimpanzees, perhaps through bushmeat hunting, in isolated regions of Africa. The spread from rural regions to international regions occurred through air travel. Human behaviors, for example, intravenous drug use, sexual transmission, and transfer of blood products, occurred before the new disease was identified, resulting in rapid spread. 4 Considering changes in climate, consider the tropical disease of chikungunya (discussed previously). This virus is transmitted by a mosquito originally confined to Emerging Infectious Diseases tropical regions around the Indian Ocean. In 2007, more than 200 residents of a town in Italy suffered from an outbreak of this disease. Subsequently, outbreaks have occurred on all continents. 4 As health care providers within health care systems, the changing demography of the population merits further discussion. With aging comes the increased risk factors for infection and subsequent hospitalization, adding to the patient's vulnerability. The author discusses the emerging fungal species Candida auris causing outbreaks in health care facilities, which is associated with high mortality in patients with underlying comorbidities. 2,20\n\nNot to confuse the reader, but recognizing a resource in the prioritization of emerging pathogen threats to the United States, the author refers to the National Institute of Allergy and Infectious Diseases (NIAID) categorization. 21 Table 2 highlights the categories with selected examples. NIAID reviews the list in conjunction with federal partners, for example, US Department of Homeland Security and the CDC.\n\nNIAID continues to identify additional emerging and reemerging diseases and pathogens. Within the past 5 years alone, more than 12 diseases and pathogens have been recognized to include Bordella pertussis, enterovirus 68, hepatitis C and E, poliovirus, and rubeola.\n\nWhat do C auris, Elizabethkingia anopheles, the Lone Star tick, and avian influenza H7N2 have in common? They have been identified among the newest emerging infections within the United States. In addition, the plasmid-borne colistin resistance mediated by mcr-1 (mobilized colistin resistance) may contribute to the dissemination of pan-resistant gram-negative bacteria. 20, 22 Candida auris An emerging fungal species that is multidrug resistant was identified in 2009 from ear drainage from a Japanese patient. The fungus spread through international travel most notably in New York and New Jersey, causing outbreaks in health care facilities. 20, 23, 24 Clinical manifestations of C auris include invasive infections with a high mortality from bloodstream infections in patients with serious underlying comorbidities and indwelling devices. Of the 51 persons with the infection in New York from 2013 to 2017, 23 the major concurrent condition (65%) was respiratory insufficiency. The medical intervention noted for most persons was being administered antibiotics within 14 days before the first culture for C auris.\n\nThe diagnosis can be difficult because of misidentification as another yeast organism. Because of the misidentification, the CDC recommends specific testing methods when select yeast organisms have been reported, for example, Candida haemulonii, another emerging drug-resistant strain. 24 Adults should be suspect if they had overnight admissions to health care facilities in affected areas (eg, India, Pakistan, South Africa, Kenya). Clinicians must work with local health departments if infection with this fungus is a possibility.\n\nManagement recommendations are outlined by the CDC. 25 Most cases in the United States are resistant to azoles and are susceptible to echinocandin antifungals, which target the fungal cell wall. Cases must be reported immediately to the local public health department.\n\nPrevention begins by being proactive. A response plan for health care staff and environmental services staff should be in place for infection prevention and control of C auris. Patients at high risk should be identified within their health care setting, especially if they previously received care in a postacute care setting. Nurses have expertise in assessing patients through comprehensive histories and appropriate physical examinations. Attention should be afforded patients with recent history of health care outside of the United States with known C auris. 25 \n\nThis common gram-negative bacillus was discovered in 1959 by Elizabeth King, an American bacteriologist, while working on a bacterium attributed to meningitis in infants. There are 4 species found in soil, river water, and reservoirs worldwide, rarely making people sick. Since 2004, there has been an increased incidence among hospitalized patients, an emerging pathogen. 26, 27 The species of concern for this discussion is E anopheles, which is known to cause respiratory tract illness in humans. 27 Although the bacteria have been isolated from Anopheles mosquitoes, their role in transmission is unclear. 27 Outbreaks have occurred in Wisconsin, 28, 29 Michigan, and Illinois. More than 63 patients have been confirmed with 20 deaths. Clinical manifestations are more common in immunocompromised patients, those over 65 years, and those with comorbidities. Symptoms include fever, shortness of breath, chills, or cellulitis. The symptoms may mimic an acute viral syndrome; however, if the patient has multiple comorbid conditions (eg, cancer, diabetes mellitus, chronic kidney disease), they should be assessed for E anopheles. 27 Diagnostic criteria include blood cultures. Clinical laboratory tests may be unable to differentiate between E anopheles and Elizabethkingia meningoseptica. Results should be reported to the state health department as recommended by the CDC, treating presumptively as E anopheles. 27 Management of outbreaks merit immediate antibiotic therapy, especially because septicemia is prevalent. Although Elizabethkingia in general is resistant to most antibiotics used to treat gram-negative infections, the patients in multistate outbreaks have been managed with several antibiotics (combination treatment preferred to include fluoroquinolones, minocycline, rifampin, and trimethoprim/Sulfamethoxazole). 20, 27, 28 Prevention measures include contact precautions to avoid disease transmission from affected patients to others. The transmission mode is unclear; therefore, conservative precautions should be used for the duration of admission in acute care facilities. 20, 27, 28 Lone Star Tick This aggressive tick, Amblyomma americanum, is found in the southeastern, south central, and eastern United States. 20 The distribution and numbers have increased over the past 3 decades. The Lone Star tick does not cause Lyme disease despite the occasional rash in the early stages that may mimic that of Lyme disease. 30 Disease hosts include deer, for example, wild white-tailed deer, and ground dwelling birds. 20, 31 Likewise, the tick will feed on humans and the blood of various domestic and wild animals throughout its lifecycle and can be brought home on pets. A cause of vectorborne diseases, it is associated with the transmission of Ehrlichia, which can cause human ehrlichiosis, heartland virus, tularemia, and southern tick-associated rash illness. 32 In addition, the Lone Star tick may be a vector of the Bourbon virus to humans. 20 Clinical manifestations usually occur within 7 days after a tick bite with the erythematous rash. The skin lesions are smaller in size than those with Lyme disease (w6-10 cm) and circular in shape with central clearing. 30 Symptoms may include fatigue, fever, headache, joint and muscle pain, but resolve with antibiotic therapy. Heartland virus infections are more common than the Bourbon virus and should be suspected in affected areas when adults present with fever, fatigue, nausea, diarrhea, and anorexia. These individuals do not respond to doxycycline. The Bourbon virus can be fatal in immunocompromised adults and should be included in a differential diagnosis if the patient has thrombocytopenia and leukopenia after a recent tick exposure.\n\nManagement is symptomatic with topical corticosteroids for mild local reactions. Doxycycline is the antibiotic of choice. 30 Prevention includes avoidance measures, for example, for tick habitats: dense woods, brushy areas, use of insect repellent containing DEET (N, N-Diethylmeta-toluamide) or permethrin, wearing long pants and socks, and performing tick checks with prompt removal. 30 Environmentally, remove leaf debris, which is a source of hydration for the ticks. An interesting recommendation is the importation of fire ants, which serve as a natural means of tick control by eating tick eggs. 31 Zoonotic Flu Viruses (Not Your Seasonal Flu)\n\nThere are 4 types of influenza virus: A, B, C, and D. Type A infects humans as well as many animals. The emergence of new influenza A viruses with the ability to infect people and human-to-human transmission can cause a pandemic. 20, 33, 34 Persistent influenza threats include the highly pathogenic strains of avian H7N9, H5N1, and H5N6 plus the swine viruses H1N1, H1N2, and H3N2. 20 Humans can be affected with avian, swine, and other zoonotic influenza viruses. Direct contact with infected animals or contaminated environments is the mode of transmission. Most human cases of influenza A (H5N1) and A (H7N9) are associated with direct or indirect contact with infected live or dead poultry. Seasonal influenza viruses normally circulate in humans in lieu of birds, for example, H1N1, H3N2. 20, 35 The avian influenza A (H7N2) is unique in its ability to infect humans in contact with domestic animals. 35 Although the pathogenicity is low and the risk of human transmission is unlikely, the possibility of a widespread problem has to be considered. Influenza in cats spreads the same way as human flu spreads, through direct contact, air droplets, and contaminated surfaces. Germs in cat saliva may be transferred onto the cat's coat during grooming. The virus may manifest through persistent coughing, lip smacking, runny nose, and fever in cats. The overarching concern is animal viruses changing to pose a potential threat to otherwise nonimmune humans. Without existing immunity, outbreaks can occur. 35 Clinical manifestations following an incubation of 2 to 5 days range from mild upper respiratory tract infection to severe pneumonia, sepsis with shock, acute respiratory syndrome, and death. Individuals at high risk for influenza are the same as those of seasonal flu, for example, children younger than 5, adults 65 and older, pregnant women, people with chronic health conditions, and those who are immunocompromised. 33, 34 Diagnosis is confirmed with laboratory tests using molecular, for example, reverse transcription polymerase chain reaction. Rapid influenza diagnostic tests have lower sensitivity.\n\nManagement includes some antiviral drugs (neuraminidase inhibitors), which can reduce duration if prescribed within 48 hours of onset and continued for at least 5 days. Symptomatic treatment is the key. [33] [34] [35] Prevention includes controlling the animal source. Surveillance in animal and human populations is critical (see One Health discussion). Personal protective measures include regular hand washing and proper drying of hands, respiratory hygiene, early self-isolation, and avoid the touching of the eyes, nose, or mouth. All health care providers must use airborne precautions. 33, 34 Travelers to countries with outbreaks of avian influenza should avoid poultry farms, avoid contact with animals in live poultry markets, and practice food safety. Travelers returning from affected regions should report to local health authorities if respiratory symptoms occur.\n\nAlthough there is no immediate public threat, mcr-1 brings to the forefront the global challenges in addressing antibiotic resistance and best practices for antibiotic use. 20 The mcr-1 gene causes resistance to colistin, which is considered by the CDC to be a \"last resort \"antibiotic. 36 Consider the overuse and misuse of antibiotics in humans and animals. The common bacterial infections once treatable have become resistant to other antibiotics or require the last line of antibiotics, which can have serious side effects. 37, 38 The mcr gene is found on small pieces of DNA (plasmids) that carry genetic instructions from 1 bacterium to another, enabling resistance to be shared. One bacterium is carbapenem-resistant Enterobacteriaceae. 36, 37 This gene was first identified in November 2015 in China. What is unique about mcr-1 is its potential to spread to other bacteria, some of which may have resistance to major antibiotics and could become resistant to colistin, a last resort option. The CDC and its federal partners continue to track mcr-1 in the United States. In May 2016, Escherichia coli bacteria carrying the gene was found in a urine sample from a patient in Pennsylvania and from intestinal samples of 2 pigs from South Carolina and Illinois. Fortunately, the patient from Pennsylvania was not resistant to all antibiotics. This discovery emphasized the importance of coordinated efforts among the CDC and state and local health departments. The CDC has developed a rapid laboratory test to help clinical laboratories find bacteria with mcr-1.\n\nClinicians recognize that EID are inevitable and unpredictable. Partnering with interprofessional teams, patients, and communities, nurses must become vigilant in acknowledging unusual presentations and seeking appropriate diagnostics. According to the European Society of Clinical Microbiology and Infectious Diseases Emerging Infections Task Force Expert Panel, mathematical modeling has not been able to predict outbreaks. Being knowledgeable about emerging infections increases the ability to include these in differential diagnoses in clinical practice as well as recognizing best practices in care through evidence-based resources. In addition, best practices for self-care should be implemented to include adherence to vaccination recommendations.\n\nTargeted screening for migrants arriving from highly endemic countries can be a front-line defense and can be cost-effective. Preventative vaccinations programs are recommended, concentrating resources on those who need it most. Successful integration of migrants into the local health care system and partnering with public health facilities will ensure better diagnosis and management of diseases. 39 Nurses' unique skill sets brought to health care settings enhance the ability to assess patients for EID as well as promote health in the community. 28 Each patient history must include a detailed travel history. It is the astute clinician who makes the connection among patient histories and recognizes the first signs of an EID. 19 Nurses must be current on EID in their geographic areas as well as globally and know where to locate resources in a timely manner, for example, World Health Organization (WHO), CDC, subscribing to medical reference apps. \n\nEmerging and reemerging infectious diseases are difficult to predict, let alone manage. Emerging pathogens include vector-borne diseases, such as the Lone Star virus as well as numerous mosquito-borne diseases. New Candida and Elisabethkinga infections threaten patients in hospital settings. Recognizing drivers contributing to outbreaks helps shape strategies for health care providers to work together, embracing One Health. Integrating emerging infections into differential diagnoses within practice settings is 1 way to impact patient and community health outcomes."}