{"title": "", "body": "Multiple sclerosis (MS) is the most prevalent demyelinating disease of the central nervous system (CNS), affecting approximately 1,100,000 individuals worldwide [1] . In general, a T helper-1 (Th-1) mediated autoimmune component driven by myelin protein-specific, pro-inflammatory cytokine secreting T-cells is believed to mediate the pathogenesis of this disorder. The onset of MS typically occurs between the ages of 20 and 40 years and, like most autoimmune disorders, women are affected more often (1.5-2 times) than men. MS was first classified as a discrete entity by Dr. Jean Martin Charcot who called the disorder la sclerose en plaque [2] . In 1868, Charcot gave an accurate account of the clinical symptomatology and pathology of MS and speculated on mechanisms of pathophysiology, disease frequency and clinicopathological correlates [2] .\n\nA diverse array of neurological signs and symptoms are associated with MS. These include limb weakness, impaired motor function, sensory symptoms, visual symptoms, eye movement disorders, bladder symptoms, sexual dysfunction, fatigue, ataxia, deafness, spasticity, dementia, and cognitive impairment [3] . Although the clinical progression of MS is variable and unpredictable, there are several distinct clinical courses in which the majority of MS patients can be classified. The most common form of MS is relapsing-remitting MS (RRMS) characterized by disease exacerbations where new symptoms appear or existing symptoms become more severe. These exacerbations last for variable amounts of time and are followed by peri-ods of total or partial recovery. Disease in RRMS patients may be inactive for months or years. Some individuals who are initially diagnosed with RRMS will develop secondary chronic progressive MS characterized by the accumulation of progressive disability with (relapsing progressive MS;RPMS) or without (secondary progressive MS;SPMS) superimposed relapses. These forms of progressive MS are distinct from the primary chronic progressive form (CPMS), which is characterized by a lack of distinct attacks. These individuals experience a gradual onset of disease with a steady worsening of symptoms. Two additional forms of MS affect a minority of patients. The Marburg variant of MS affects less than 5% of those diagnosed with the disease and is marked by frequently occurring relapses leading to rapidly accumulating disability often resulting in total immobility and death [3] . Benign MS occurs in a small percentage of patients and is characterized by young age at onset with infrequent sensory episodes and full recovery.\n\nThe etiology of MS is unknown. In part, this is due to the variability of this disease, which suggests that many factors may be involved in the spectrum of clinical syndromes that are defined as MS. It is widely accepted that genetic, immunological, and environmental factors contribute collectively to MS susceptibility.\n\nA strong influence of genetic background on MS disease susceptibility is supported by epidemiological, familial, and molecular studies. The worldwide distribution of MS is skewed with areas of lower prevalence in Asia, Africa and South America and areas of high prevalence in North America, Europe, New Zealand, and Australia [4] . The incidence and prevalence of MS follows a north-south gradient in both hemispheres [5] [6] [7] . It has been suggested that the north-south gradient observed in the New World reflects the tendency of individuals from Northern Europe to migrate to the northern regions of the United States and Canada and, conversely, those from regions of Europe with a lower incidence of MS to migrate to southern regions of the United States and South America [7, 5] . The importance of genetic background in susceptibility to MS is further supported by epidemiologic studies demonstrating different prevalences of MS among genetically distinct populations living in the same geographic area. For example, the frequency of MS is increased in Hungarians and Bulgarians of Caucasian decent compared to gypsy populations residing in the same regions [8, 9] . A similar situation exists in Australia and New Zealand where those of European descent have a far higher risk of developing MS than the indigenous populations [10, 11] . In the United States, the prevalence of MS among people of Japanese ancestry living on the Pacific Coast (6.7/100,000) is considerably lower than that of Caucasians living in California (30/100,000) [ 12] . However, people of Japanese descent living on the West Coast of the United States have a slightly higher prevalence of MS than those living in Japan (2/100,000) suggesting a significant impact of environmental factors on disease susceptibility [ 12] .\n\nA genetic influence in the development of MS has been firmly established by family and twin studies. Adoption studies have demonstrated that biological relatives of patients with MS have a greater likelihood of developing MS than adoptees and, conversely, that family members of adopted individuals with MS do not have an increased risk of developing the disorder [ 13] . The lifetime risk of MS among biological relatives of individuals with MS increases with closer biological relationships. The risk is greatest for siblings of affected individuals, especially sisters, and decreases in second-and third-degree relatives [14, 15] . Additionally, the rate of MS concordance is eight times greater in monozygotic than dizygotic twins. However, the concordance among monozygotic twins is only 20%, which suggests that a susceptible genetic background alone is not sufficient to cause disease [16] .\n\nThe inheritance of MS susceptibility does not follow classic models of inheritance. It is generally believed that MS is a complex, heterogenous disorder, influenced by several genes, each exerting a relatively modest effect. These genes may act independently, or, epistatically on MS pathogenesis. Some genes may be involved in the induction of this complex disorder while others may be involved in disease progression, further confounding genetic studies in MS. Over the years, several genes, most of which are associated with immune function, myelin structure, or mitochondria have been tentatively associated with an increased risk of MS [17] [18] [19] [20] [21] . Many of these associations have not been demonstrated consistently in different studies. However, a strong association between MS and the major histocompatibility complex (MHC) class II alleles DR2 and DQwl has been established in several populations [22] .\n\nIt is widely accepted that an aberrant immune response plays an important role in the etiology of MS. This is based on the association of MS with genes involved with the immune response, the immunopathology of the disease, the clinical response of MS patients to immunomodulatory and immunosuppressive treatments, and similarities with experimental immune-mediated demyelinating diseases in animals. As described above, the MHC class II background of an individual is important in disease susceptibility. Many studies have concentrated on MHC-peptide interactions in order to determine how MHC class II alleles may confer disease susceptibility. It has been determined that the binding affinity of an antigenic peptide to an MHC allele determines T cell immunogenicity and encephalitogenecity [23] . The vast majority of studies concerning MHC-peptide interactions relevant to MS have focused on myelin basic protein (MBP) as an antigenic peptide. MBP-specific T cells have been demonstrated in the peripheral blood of both MS patients and normal individuals. The frequencies of MBP-specific T cells tend to be higher in MS patients than controls. However, similar frequencies of MBP-specific T cells have been demonstrated in affected and unaffected family members thereby suggesting that the frequency of MBP-specific T cells may be linked to the immunogenetic background of an individual and may be a prerequisite, rather than a consequence, of disease development [24] . Molecular mimicry, a phenomena by which environmental antigens cross react with normal host cell components, may induce an immune response against host proteins such as MBP. Therefore, individuals with higher frequencies of MBP reactive T-cells may be more likely to develop autoreactive T-cell responses as a result of environmental, nonself epitopes mimicking MBP.\n\nA complex series of immunological mechanisms associated with events both in the peripheral blood system as well as the central nervous system (CNS) have been proposed [25, 26] . A number of immune abnormalities are frequently observed in MS patients. One of the hallmarks of MS is the intrathecal secretion of oligoclonal antibodies [27] . Olicgoclonal bands (OCB) are found in the CNS tissue and CSF of greater than 90% of MS patients and are used in the diagnosis of the disease. OCB are not specific for MS as they are also found in several other chronic inflammatory CNS conditions of either infectious (such as CNS lyme or chronic viral and bacterial meningitis) or autoimmune (such as CNS lupus erythematosus) origin. Although OCB are not directed against a single antigen, antibody bands specific for viral, bacterial, and self antigens have been desribed [28, 29] . Therefore, it is unclear whether or not the intrathecal synthesis of immunoglobuilns observed in MS results from the presence of cells that are passively recruited into the CNS after the pathogenetically relevant cells crossed the blood brain barrier (BBB). In addition to the presence of OCB, other immunological markers of disease activity have been described in MS. Several proinflammatory cytokines, including TNFtx, INF-y, and osteopontin are upregulated in MS [30] . Treatment of MS patients with IFN-y resulted in a marked increase in exacerbations, supporting the model of MS as a Th-1 mediated autoimmune disease [31] . Furthermore, an increase in TNF-t~ expression proceeds relapses and inflammatory activity as measured by MRI, while the mRNA levels of anti-inflammatory cytokines such as IL-10 and TGF-[3 decline. The overexpression of these cytokines may be involved in disease pathogenesis by causing the upregulation of MHC and adhesion molecule expression on endothelial and glial cells, activation of macrophages and recruitment of TH1 cells, or by damaging oligrodendroglial cells and myelin sheathes directly [32] . The soluble adhesion molecules ICAM-1 and E-selectin are elevated in MS sera while soluble VCAM-1 and E-selectin are increased in the CSF of MS patients [33] .\n\nThe utility of immunosuppressive and antiinflammatory therapies in MS also supports an autoimmune component in disease pathogenesis. Although corticosteroid treatment does not alter the long-term course of MS it is used effectively in the treatment of MS exacerbations. It has been demonstrated that the administration of high-dose steroids immediately stops BBB leakage as visualized by gadolinium-enhanced MRI [34] . A number of immunosuppresive and chemotherapeutic drugs including cyclophosphamide, and methotrexate have been used in the treatment of MS with variable success. Currently, two immunomodulatory therapies, namely IFN-I3 and Copolymer-1 (Cop-l), are widely used in the treatment of MS. IFN-15 oposses many of the effects of IFN-y, including the recruitment of inflammatory cells and the up-regulation of MHC and adhesion molecules. Additionally, IFN-~ has been shown to lower the exacerbation rate in MS patients with a relapsing remitting course and inflammatory activity as demonstrated by MRI [35, 36] . COP-1 is a synthetic polypeptide consisting of a random sequence of four amino acids, blocks antigen presentation by competing with antigenic peptides for the MHC binding groove. COP-1 has been demonstrated to be approximately as effective as IFN-I3 in early relapsing remitting MS [37] .\n\nExperimental autoimmune encephalomyelitis (EAE) models in various animals have provided great insight into the immunopathogenesis of MS and are indispensable in the development of immunomodulatory therapies for the disease. EAE is an acute or chronic-relapsing inflammatory demyelinating disease of the CNS characterized by inflammation and demyelinating white matter lesions. EAE may be induced in a number of susceptible inbred animal strains by the injection of whole white matter or individual myelin proteins such as proteolipid protein (PLP) or MBP in complete Freund's adjuvant [38] . The ability to transfer EAE from an affected animal to a naYve animal with cellular or humoral components demonstrates that EAE is an immune-mediated autoimmune disease. EAE resistant and susceptible strains of mice, rats, and guinea pigs have been bred and, as in MS, are associated with particular MHC-class II backgrounds [38] . EAE has been used to develop treatment modalities that are broad, such as those focusing on the migration of encephalitogenic T cells into the CNS, and specific, such as specific interventions targeting the trimolecular complex. The various EAE models have contributed greatly in our understanding of the immunopathogenesis and immunopathology of MS and will continue to be a great asset in the development of immunomodulatory therapies for this disease.\n\nInfectious agents have been suspected in the etiology of MS for over a century [39] . The first suggestion that infectious agents may be involved in the pathogenesis of MS came from Dr. Pierre Marie, a pupil of Charcot, in 1884. Marie believed that several organisms were involved in the pathogenesis of MS, either alone or in combination, based on the anecdotal association of acute infectious diseases (including typhoid, malaria, pneumonia, and childhood exanthemata) with the onset of disease. Marie hypothesized that MS was triggered by infection, which led to changes in blood vessels ultimately resulting in an inflammatory interstitial reaction of glial cells [40] .\n\nData implicating infectious agents in the pathogenesis of MS include: (1) epidemiological evidence of childhood exposure to infectious agents and an increase in disease exacerbations with viral infection [39, 41] (2) geographic association of disease susceptibility with evidence of MS clustering [42, 4] (3) evidence that migration to and from high risk areas influences the likelihood of developing MS [41] (4) abnormal immune responses to a variety of microbes [43, 44] and (5) analogy with animal models and other human diseases in which viruses can cause diseases with long incubation periods, a relapsing remitting course, and demyelination.\n\nAs described above, distribution of MS follows a geographic distribution with an increased prevalence in northern latitudes, which may be the result of both genetic and environmental influences. Migration studies have supported an infectious etiology of MS [45] [46] [47] [48] [49] . In general, individuals migrating from high risk to low risk areas after the age of 15 tend to take their risk of MS with them. However, individuals who migrate from high risk to low risk areas before the age of 15 acquire a lower risk. These data suggest that exposure to an environmental factor, perhaps an infectious agent, must occur before the age of 15 in order to influence MS susceptibility.\n\nReports of clusters or epidemics of MS also support a role for an infectious agent in MS. In the Faroe Islands off the coast of Denmark, no cases of MS were reported from 1929 to 1943. However, after the occupation of the Faroe Islands by British troops in 1940, twenty islanders developed MS between 1940 and the end of the war. The areas of the Faroe Island MS epidemic were found to correlate with the locations of British troop encampments after 1940 [50, 51] . This initial \"outbreak\" of MS was followed by additional clusters of the disease each separated by 13 years. It has been proposed that the original cluster of MS was initiated by an infectious agent that only affected the MS susceptibility of individuals between the ages of 11 and 12. The susceptible individuals harbored this microbe in a latent state through adolescence thus accounting for the thirteen-year interval between MS clusters on the Faroe Islands [4] . Other examples of MS epidemics have been described in the Shetland-Orkney Islands, Iceland, Key West Florida, Mossyrock Washington, and Mansfield Massachusetts [52, 53] .\n\nViruses have been implicated in a number of demyelinating diseases of the central nervous system in both animal and human subjects. The association of viruses in other demyelinating diseases further supports an infectious influence in the development of MS by demonstrating the capability of infectious agents to induce demyelination that can persist for years in the Central Nervous System (CNS). Viruses invloved in demyelinating diseases of nonhumans include canine distemper virus (CDV), murine coronavirus (JHM strain), Theiler's mouse encephalomyelitis virus (TMEV), and Visna virus [54] [55] [56] [57] . TMEV is a mouse enterovirus, belonging to the family of picomaviridae, which is typically found in the gut. However, TMEV are occasionally able to penetrate the CNS and cause an acute inflammation of the anterior horm cells that resembles poliomyelitis. Pathologically, this disease is characterized by demyelination with the preservation of axons. TMEV is often used as a model for MS because the pathological anomalies are limited to the CNS, infection is latent and persistent, demyelination is mediated by the immune system and occurs after a long incubation period, antibodies to myelin and proteolipid protein can be detected in diseased animals, and there are recurrences of demyelination and remyelination reminiscent of relapsing remitting MS [57] . Virulent and avirulent strains of TMEV have been identified. Of interest, it is the persistent avirlulent strain that causes chronic CNS disease [58] . Susceptibility of mice to TMEV mediated demyelinating disease is associated with MHC class I genes [59] .\n\nMurine hepatitis virus (MHV) is a coronavirus that, as the name suggests, primarily infects the liver. However, several murine strains, including the JHM strain, are neurotropic and cause encephalitis with subsequent CNS demyelination. The virus readily infects oligodendrocytes and neurons and kills most animals. However, the virus establishes a persistent infection of astrocytes and those animals that survive acute infection develop a chronic progressive neurologic disease [60] characterized by scattered demyelinating lesions and CNS infiltration of macrophages and lymphocytes [60] . As the disease progresses, lymphocytic infiltration diminishes while demyelination and astrogliosis increase. These lesions resemble the chronic plaques of MS. However, the role, if any, of the immune system in the pathology of MHC induced demyelination is unclear as CNS disease can occur in the absence of B and T cells [61] .\n\nCDV is a member of the morbilliviruses and is related to measles and rinderpest viruses. CDV is a common infection of dogs and other canines. Acute infection with CDV may be followed by a demyelinating encephalomyelitis called sub-acute diffuse sclerosing encephalitis. This encephalitis is characterized by tremor, paralysis, and convulsions and may not appear until weeks or months after acute infection Lesions observed show demyelination with sparing of axons and perivascular cuffs of lymphocytes and macrophages [54, 55] . Antibodies to CDV and CNS myelin are detected in the serum and CSF of affected animals. Canine distemper demyelinating encephalomyelitis strongly resembles subacute sclerosing panencphalitis (SSPE) pathologically, virologically, and immunologically [54, 551. Visna virus is a member of the lentiviruses, which includes human immunodeficiency viruses I and II. Infection of sheep with visna virus results in gait abnormalities followed by paraplegia and total paralysis. The disease course is variable and neurologic signs typically correlate with elevations in CSF protein and pleocytosis. Visna virus has a primary tropism for monocytes and macrophages and is transported to the CNS by infected monocytes that release viral particles when they differentiate into macrophages [62] . Once released into the CNS, the virus infects microglia and leads to the recruitment and proliferation of cytotoxic T lymphocytes (CTL). It is believed that the demyelination lesions observed in this disease my be the result of damage by virus specific CTL and auto-antibodies.\n\nExamples of viral-induced demyelinating diseases~of man include progressive multifocal leukoencephalopthy (PML), subacute sclerosing panencephalitis (SSPE), and HTLV-I associated myelopathy/tropical spastic paraparesis (HAM/ TSP). PML is a rare subacute demyelinating disease associated with JC virus, a papovirus that is widespread in human populations world wide. Approximately 50-70% of adult humans are seropositive for JC virus 65% of which are infected by the age of 14. Typically, PML occurs in individuals who are immunocompromised or have defective cellular immunity. It has been reported that 3-5% of AIDS patients develop PML [63] . Patients with PML present with variable symptoms depending on the location of CNS lesions [64] .\n\nSSPE is a CNS disease of children and young adults that develops as a rare consequence of measles virus infection. The clinical course of SSPE typically begins with subtle mental deterioration followed by lack of coordination and other motor abnormalities [65] . The clinical course of SSPE may last either months or years and ultimately results in coma and death. SSPE patients have high serum and CSF antibodies to all measles structural proteins with the exception of the membrane (M) protein.\n\nCNS lesions in SSPE are characterized by perivas-cular cuffing with infiltrates of lymphocytes and plasma cells in both gray and white matter. Extensive demyelination and an increase in hypertrophic astrocytes are also observed in this disease. Cowdry type A and B inclusion bodies containing measles virus-specific antigens are found in both neurons and glia. However, intact measles virus particles are absent in brain material of SSPE patients and the mechanism by which measles virus enters the CNS is unknown. The development of SSPE has not been associated with particular strains of measles virus and, therefore, it is likely that other host factors are required for this rare disorder to occur.\n\nThe human T-lymphotropic virus type I (HTLV-I) is associated with a chronic, progressive neurologic disease known as HTLV-I associated myelopathy/ tropical spastic paraparesis (HAM/TSP). The clinical hallmark of HAM/TSP is a gradual onset of lower extremity weakness, bowel and bladder dysfunction, fecal incontinence, Babinski sign, variable sensory loss [66] [67] [68] [69] . The onset of HAM/TSP is gradual in most patients and the disease is clinically indistinguishable from the chronic progressive form of MS. Cerebrospinal fluid (CSF) analysis~ HAMI TSP is remarkable for a oligoclonal bands some of which are directed against HTLV-I [70] . Magnetic resonance imaging (MRI) has demonstrated demyelinating lesions in both the white matter and the paraventricular regions of HAM/TSP brains and swelling or atrophy in the spinal cord [71] . Although the distinct plaques characteristic of MS are not observed in HAM/TSP, loss of myelin with some preservation of axons has been described. The incubation period between infection with HTLV-I and the development of HAM/TSP is typically long and, as will be described subsequently, only occurs in a minority of those infected.\n\nInfectious agents have long been suspected in the etiology of MS [39, 40] . Over the years, several viruses and bacteria have been associated with MS based primarily on elevated antibody titers or the isolation of a particular virus/bacterium from MS material (Table 1) . Despite the extensive efforts to associate MS with a particular pathogen, none of these viruses have been definitively associated with the disease. Elevated antibody titers to several viruses including influenza C, herpes simplex 1 & 2, measles, varicella-zoster, rubeola, vaccinia, Epstein-Barr, mumps, SV5, and human herpes virus 6 (HHV-6) have been reported in patients with MS in comparison with healthy controls [93, 87, [94] [95] [96] [97] . Most of these reported agents have been discounted from consideration in the pathogenesis of MS. However, a few remain candidate viruses.\n\nSeveral bacteria have also been identified as potential etiologic agents MS. More than 80 years ago, spirochetes were believed to cause MS based on the fact that syphilis can cause a relapsing/remitting inflammatory disease of the CNS with OCB present in the CSF [98] . Other associations of bacteria and MS have been suggested based on the observation of increased antibody titers in MS patients compared to controls [99, 100, 29, 101] . It is unknown whether elevated antibodies to infectious agents found in the CNS of MS patients represent local production of antibody in the CNS as a result of resident lymphocytes or if they are a consequence of \"spill-over\" of circulating serum antibodies as a consequence of a damaged blood-brain barrier.\n\nOf the many viruses from disparate families ( Table 1 ) that have been associated with MS, measles virus has received the greatest consideration. Mealses virus can establish persistence, both in tissue culture and in vivo, as is the case in SSPE, a chronic progressive demyelinating disease of the CNS. In addition; both humoral and cellular immune responses to measles virus differs in MS patients compared to healthy controls [44] . Intrathecal synthesis of measles specific antibodies has been demonstrated in the CSF of MS patients and, paradoxically, decreased measles specific CTL are found in MS patients compared to healthy individuals [44] . Cytoplasmic tubular structures resembling measles nucleocapsids have been found in the astrocytes of one MS patient. Of interest, an explant of this patient's brain tissue developed a cytopathic effect, which was blocked by pretreatment with an anti-measles serum [102] . Additionally, in one study, measles virus-specific RNA has been detected by in situ hybridization in brain material of patients [86] . However, subsequent studies have not confirmed these results [ 103, 104] . [90] [911 [92] [88] [88] Although an association between the human retrovirus HTLV-I and MS has not been supported [89, [105] [106] [107] [108] , the possibility of a retroviral etiology of MS has not been excluded. In the absence of evidence for an exogenous retrovirus associated with MS, it has been suggested that human endogenous retroviruses (HERV) could be involved [109, 110] . HERV comprise up to 1% of human DNA and have been implicated as \"triggers\" in a variety of autoimmune disorders [111] [112] [113] . The proposed patho-genic role for HERV is based on the correlation of superantigen expression from the endogenous retrovirus termed IDDMK~,222 and insulin-dependent diabetes mellitus and the presence of autoantibodies that cross-react with HERV proteins in patients with systemic lupus eryternatosus and Sjtigren's syndrome [114] [115] [116] .\n\nA putative endogenous retrovirus, known as the multiple sclerosis retrovirus (MSRV), has been tentatively associated with MS [90] . An extensive characterization of a new family of human endogenous retroviruses, which has been designated as human endogenous retrovirus-W (HERV-W), classifies MSRV as a member of the HERV-W family [ 117, 118] . MSRV pol (polymerase gene encoding retroviral reverse transcriptase) sequences were isolated from retroviral particles released by leptomeningeal cells (LM7) cultured from the CSF of an MS patient [90] . Additionally, pol sequences were isolated from the serum of a significantly higher percentage of MS patients than controls [ 119] . Of interest, proteins from HSV-I have been demonstrated to transactivate MSRV in vitro [90] . This observation may be consistent with the correlation between MS exacerbations and viral infections [ 120] . Sequence analysis of the MSRV pol gene indicates that it is virtually identical to the pol gene of the endogenous retrovirus-9 family which is expressed in MS and control human tissues [121] . A recent study has suggested that MSRV pol sequences are transcriptionally active and expressed in lymphocytes from both MS patients and controls [122] . Notably, in this initial study, MSRV pol was expressed more frequently in lymphocytes and serum from MS patients compared to controls [122] . Endogenous retroviruses may influence immune regulation through direct effects on gene products due to integration sites, interactions with exogenous viruses, or as autoantigens [123] . The possible association of endogenous retroviruses and MS remains controversial and warrants further investigation.\n\nThere are a number of models of virus-induced demyelination in MS that attempt to explain the complex series of events that ultimately result in the MS lesion. The molecular mimicry model suggests that an immune response against viral antigens that cross-reacts with normal host cell components may contribute to the pathogenesis of MS. Several viral sequences contain part of the human MBP sequence [ 124] . Two relevant examples of molecular mimicry include the cross-reactivity of antibodies against proteins of herpes simplex and measles virus with human intermediate filaments [ 125] . Rabbits immunized with a synthetic peptide containing sequences of the hepatitis B virus polymerase develop EAE lesions. Rabbits that developed EAE as a consequence of immunization with this synthetic peptide generated a humoral and cell-mediated immune response to both myelin and hepatits B polymerase [126] . Additionally, cross-reactivity between a monoclonal antibody to the VP1 protein of Theiler's murine virus and oligodendrocytes has been demonstrated [127] . Demyelinating disease was observed in mice who were administered the VPI monoclonal antibody. More recently, amino acid homologies between immunogenic epitopes of semliki forest virus (SFV) and myelin autoantigens, myelin basic protein (MBP), myelin proteolipid protein (PLP) and myelin oligodendrocyte glycoprotein (MOG) were identified [128] . Immunization of B6 mice with SFV proteins induced significant lymphocyte proliferation to the SFV E2 peptide as well as MOG peptide, 18-32, but not to MBP or PLP peptides. Immunization with both MOG 18-32 and E2 115-129, induced a later-onset chronic EAE-like disease [128] . These examples of molecular mimicry support the possibility that immunological recognition of viral peptides of sufficient structural similarity to the immunodominant MBP peptide may lead to clonal expansion of MBP-reactive T cells in MS. Therefore, viruses which are known to cause latent or persistent infections such as herpes viruses, may lead to a chronic antigenic stimulation of autoreactive T cell clones [129] . A second possible mechanism of virus-induced demyelination is that of a \"non-specific bystander\" effect resulting from the reaction of lymphocytes or macrophages to diverse antigens [ 130] . In this case, oligodendrocytes or myelin sheaths could be damaged by lymphokines or proteases release by activated macrophages and immune cells in response to viral infection. The induction of inflammatory cytokines alone, such as TNF-ct, has been shown to induce demyelination. This mechanism of viral stimulation of immunocompetent cells that nonspecifically attack the myelin sheath could explain demyelination in the number of infections with diverse viruses. This mechanism for virus-induced demyelination is also proposed in the pathogenesis of HAM/TSP. It has been suggested that the recognition of HTLV-I gene products in the CNS results in the lysis of glial cells and cytokine release [ 131 ] . This model is based on the observation that HTLV-I specific CTL restricted to immunodominant epitopes of HTLV-I gene products can be demonstrated in the PBL and CSF of HAM/TSP patients and that the frequency of HTLV-I specific CTL is lower or absent in HTLV-I asymptomatic carriers. The target of the HTLV-I specific CTLs in the CNS could be either a resident glial cell (oligodendrocytes, astrocytes, or resident microglia) infected with HTLV-I or an infiltrating CD4+ cell. HLA class I and II are not normally expressed in the CNS which would prevent antigen presentation necessary for CTL activity. However, class I and class II expression are upregulated by several cytokines including IFN-~, and TNF-t~ which can be induced by HTLV-I and are known to be upregulated in HAM/TSP patients. The release of cytokine and chemokine production by HTLV-I is potentially destructive to cells of the CNS. A similar mechanism could explain the virus induction of demyelinating disease in MS.\n\nDemyelination may also develop as a consequence of virus-induced autoimmune reaction against brain antigens. Indirect evidence in support of this theory comes from EAE in animals and parainfectious encephalomyelitis in humans where virus specific CD4+ lymphocytes proliferate in response to MBP [39, 132] . It is unknown how viruses break immune tolerance and force the host to mount a strong cell-mediated immune response to brain antigens. As the virus replicates, it may incorporate host antigens into its envelope and inserts, modifies, or coats itself cellular antigens on the cell surface. It is biologically possible that these newly exposed antigens may be recognize and treated by the host as foreign [133] . The presence of CD 13 has been demonstrated in the envelope of human cytomegalovirus (HCMV). CD13 becomes associated with HCMV upon budding in the Golgiderived vacuoles during early egress [134] . CD13 specific antibodies were detected in the majority of patients with HCMV viremia or disease after bone marrow transplantation [ 134, 135] . These antibodies were found to cross-react with structures in normal skin biopsies [134, 135] . Alternatively, lymphotropic viruses might interact with the immune regulatory system by destroying some populations of lymphocytes or stimulating the generation of autoreactive lymphocytes clones. Many lymphotropic virus are capable of transforming infected cells and rendering them immortal. It has been demonstrated in vitro that cells immortalized by viruses, such as EBV, are capable of secreting autoantibodies [ 136] .\n\nThe human herpesvirus 6 (HHV-6) is one of the latest infectious agents postulated to play a role in the pathogenesis of MS. HHV-6 is a beta herpesvirus for which seroprevalence rates vary from 72% to 100% in healthy adults worldwide [137, 138] . The virion architecture of HHV-6 is similar to that of other herpesviruses and consists of a core containing a linear double-stranded DNA, an icosadeltahdral capsid, a tegument surrounding the capsid, and an envelope spiked with viral glycoproteins on its surface. Although HHV-6 replicates primarily in T-lymphocytes, it is a pleiotropic virus which can either productively or nonproductively infect cells from several lineages including B-cells, microglia, oligodendrocytes, and astrocytes [139] [140] [141] [142] . Two variants of HHV-6 (HHV-6A and HHV-6B) have been described based on genomic, antigenic, and biological differences [143] . The genomes of HHV-6A and HHV-6B range in length from 160-170 kbp and encode approximately 100 proteins [ 144] . The overall nucleotide sequence identity between HHV-6A and HHV-6B is approximately 90% [145] . Of the genes with less than 70% identity between the two variants, all but one (U47) were found in the immediate-early region [145] . Eighteen open reading frames are unique to either HHV-6A or HHV-6B. Due to the close sequence identities between the two viruses and the absence of serological assays that can easily discriminate between the two variants, HHV-6A and HHV-6B are often treated as a single virus. However, it has been argued that differences in the biology, cellular tropisms, and restriction endonuclease profiles of the two variants are sufficient to classify them as distinct herpesviruses rather than as vairiants of the same virus [ 145, 144] . The HHV-6B variant has been identified as the causative agent of exanthem subitum and accounts for the majority of symptomatic HHV-6 infections in infants. However, the HHV-6A variant has yet to be clearly associated with a particular disease [ 146] . An increased neurovirulenCe of the HHV-6A variant compared to the B variant has been suggested based on a greater detection of the HHV-6A variant than the HHV-6 B variant in the CSF of children and adults [ 147] . Additionally, the HHV-6A variant has been isolated from the CNS of AIDS patients with areas of demyelination [ 148] .\n\nHHV-6 is an attractive candidate as a possible etiologic agent in MS for several reasons. 1) Primary infection with HHV-6 usually occurs during the first few years of life and the involvement of HHV-6 with MS is consistent with epidemiological evidence in MS suggesting exposure to an etiologic agent before puberty [149, 4] . 2) HHV-6, particularly the HHV-6A variant, is highly neurotropic [ 147] . Primary infection with HHV-6 occasionally results in neurologic complications including meningitis and menigo-encephalitis and febrile seizures [150--152] . HHV-6 has been demonstrated to cause fatal encephalitis in AIDS patients and in individuals immunosuppressed as a consequence of bone marrow transplantation [148, [153] [154] [155] . Furthermore, a neuropathogenic role for HHV-6 has been suggested based on the development of a variety of disorders associated with active HHV-6 infection including fulminant demyelinating encephalomyelitis, subacute leukoencephalitis, necrotizing encephalitis, progressive multfocal leukoencephalopathy, and chronic myelopathy [156] [157] [158] [159] 3) One of the fundamental properties of herpesviruses is their tendency to reactivate. The same factors that often lead to herpesvirus reactivation, such as stress and infection with another agent, have also been associated with MS exacerbations. Unfortunately, the mechanisms by which HHV-6 achieves latency and reactivation are poorly understood [ 160, 161 ] . 4) Herpesviruses are typically latent in nervous tissue and can not be structurally identified in a latent state. Therefore, herpesviruses are not likely to be found by electron microscopy. 5) HHV-6 is pleiotrophic and infects cells of both lymphoid and non-lymphoid origin. The pleiotropism of HHV-6 could explain abnormalities observed in both the immune and nervous systems of patients with MS.\n\nIn 1995, Challoner and colleagues suggested a potential role for HHV-6 in MS based on an unbiased search for non-human DNA by representational difference analysis (RDA) [82] . This technique is based on successive rounds of subtractive hybridization and PCR amplification, enriched for DNA sequences present in DNA preparations from MS disease material and control PBMCs. In this study, over 70 DNA fragments were analyzed. One of these fragments was found to be homologous to the MDBP gene of the HHV-6B variant Z29. HHV-6 DNA was found in 78% of MS brains and 74% of control brains. However, monoclonal antibodies against the HHV-6 101 K protein and the DNA binding protein p41 were detected in the brain tissues of MS patients and not in controls. In MS brains, nuclear staining was found in oligodenderocytes surrounding MS plaques more frequently than in uninvolved white matter [82] . While this study did not establish a causal link between HHV-6 and MS, it was the first study to suggest an association between a virus and MS using an unbiased technology.\n\nThe association of HHV-6 with MS has also been supported by immunological and molecular studies. Significantly higher antibody titers against HHV-6 whole virus preparations in MS patients compared to normal controls and an increase in HHV-6 DNA in the PBMCs of MS patients by PCR have been reported [162] . While these preliminary studies were intriguing, they were based on methodologies that do not discriminate between latent and active infection of HHV-6. In order to distinguish between these stages of HHV-6 infection, early antibody responses to the HHV-6 p41/38 early antigen and the presence of HHV-6 serum DNA by nested PCR were examined [96] . It has been demonstrated that HHV-6 serum DNA correlates with active HHV-6 infection and is not found in healthy individuals [163] . In this original report, a significant increase in IgM response to the p41/38 early antigen was demonstrated in patients with the relapsing remitting form of MS in comparison to healthy controls and individuals with other neurologic disease. An increased IgM response to the p41/38 early antigen was also observed in a group of patients with other inflammatory diseases. Additional studies have confirmed the presence of increased IgM responses to HHV-6 in patients with MS [ 164, 165] while no cor-relation was demonstrated in another report [ 166] .\n\nAdditionally, HHV-6 serum DNA was detected in 30% (15/50) of MS patients and in 0% of controls (0/47) consisting of healthy individuals, patients with other inflammatory diseases and patients with other neurologic diseases [96] . This NIH cohort has been expanded to include a total of 167 MS patients and 70 controls [ 167] . Our group has continued to demonstrate the presence of HHV-6 DNA in the serum of approximately 23% of MS patients and 0% of controls [ 168, 96, 167] . Subsequent studies by a number of other groups have reexamined the presence of HHV-6 serum DNA in MS patients. Overall the results from these studies have been equivocal [168, 96, [169] [170] [171] [172] [173] . It has been suggested that discrepancies in these reports may be attributable to differences in patient selection, techniques, and reagents used [169, 174] .\n\nTo extend the observation of cell free serum HHV-6 DNA in MS patients, a longitudinal study consisting of 215 samples obtained from 59 MS patients followed prospectively for a 5 month period of time was conducted [167] . Serum HHV-6 DNA was detected from significantly fewer sera obtained during periods of clinical remission. While data from previous studies represent single time points, this study analyzed a large group of MS patients over time and suggests that there is a statistically greater likelihood of detecting HHV-6 DNA in the serum of an MS patient during an exacerbation [167] . Therefore, the time of serum sampling is likely to affect the detection of HHV-6 DNA in the serum of MS patients. Additionally, this report further supports a role for HHV-6 in the pathogenesis of MS by suggesting that the presence of serum HHV-6 DNA, similar to the presence of gadolinium enhancing lesions, coincides with clinical worsening in a subset of patients [ 167] .\n\nCellular immune response to HHV-6 have been compared in MS patients and controls [175, 173, 176, 177] . In a report examining the T-cell lymphoproliferative responses of healthy controls and patients with MS to both variants of HHV-6 and HHV-7 using whole virus lysates [175] it was demonstrated that there was no difference in either the frequency or magnitude of proliferative responses between healthy controls and patients with MS to either the HHV-6B variant or HHV-7. However, a significantly higher percentage of patients with MS had proliferative responses to the HHV-6A variant (66%) compared to healthy controls (33%). It is, at present, unknown whether the increased frequency of lymphoproliferatve response to the HHV-6A lysate in patients with MS is the result of a higher seroprevalence of the HHV-6A variant in MS patients or in an altered host immune response [175] . Moreover, subsequent studies have demonstrated the amplification of the HHV-6 A variant in PBMC, serum, and urine of MS patients, but not in controls [168, 178] . Collectively, the description of an increased lymphoproliferative response to the HHV-6A variant and the unique amplification of HHV-6A DNA in the PBMC, serum, and urine of MS patients further supports the association of HHV-6 with MS. Further, these studies suggest that the highly neurotropic A variant rather than the B variant may play a role in this disease [ 175] . Therefore, future studies concerning the putative association of HHV-6 with MS must consider variant specific tropisms and immunology.\n\nIn a study examining cellular immune responses to HHV-6, T-cell responses to recombinant HHV-6 101K protein were described in MS patients and controls [173] . The 101K protein used for this study was cloned from the HHV-6 B variant and has 81% homology with HHV-6A [173] . A lower precursor frequency of 101K specific T-cells was observed in MS patients compared to controls [173] . The impaired T-cell response to the 101K protein of HHV-6 was associated with increased HHV-6 specific IgM responses. Of interest, HHV-6 specific T-cell lines derived from MS patients demonstrated Th-1 biased cytokine profiles marked by the inability to produce IL-4 and IL-10 [173] . In a more recent report from Tejada-Simon et al, cross reactivity between MBP (residues 96-102) and HHV-6 U24 (residues 4-10) were examined. Increased precursor frequencies of MBP/HHV-6 cross-reactive T cells were found in MS patients compared to healthy controls [177] . Importantly, this study demonstrates a relationship between HHV-6 and autoreactive immune responses to MBP [177] . This study further supports an association between HHV-6 and MS and suggests a potential role for HHV-6 specific T-cells in the pathogenesis of MS via molecular mimicry.\n\nAs MS is a CNS disorder, detailed analysis of brain material is paramount in assessing the poten-tial association between HHV-6 and MS. HHV-6 is a commensal pathogen of the CNS and HHV-6 DNA can be amplified from 20-70% of brains of MS patients and controls [82, 179, 180] . Recent studies have specifically addressed the frequency of HHV-6 in control and MS brains and identified infected cell phenotypes in pathologically defined tissue [ 181, 182] . Goodman et al used in situ-PCR (ISPCR) to identify individual cells containing the HHV-6 genome from surgical biopsy specimens from MS patients presenting with acute disease who had not received immunomodulatory therapy. This study demonstrated that high frequencies of HHV-6 genome positive neuroglial and inflammatory cells are present in acute-phase lesion tissue and that oligodendrocytes are the predominant cell infected in the acute MS lesion [182] . In a companion study, pathologically defined material from brain autopsies were isolated by laser assisted microdisection prior to HHV-6 DNA amplification; representing a significant advance over PCR amplification of virus DNA from pathologically undefined bulk brain tissue [ 181] . While HHV-6 DNA was amplified from brains of both MS patients and controls, HHV-6 DNA was detected at a significantly higher frequency in MS plaques compared to brain tissue from non-MS neurologic disorders, non-MS inflammatory and normal appearing white matter from MS brains. Collectively, these studies suggest that HHV-6 is present early in the evolution of the MS lesion and may play a significant role in the demyelinative pathogenesis of MS.\n\nThe relationship between HHV-6 and MS remains controversial and has yet to be clearly defined. Additional serological, cellular immune response, molecular, and clinical studies are necessary to elucidate the role, if any, of HHV-6 in the pathogenesis of MS.\n\nChlamydia pneumoniae is an obligate intracellular bacterium of the respiratory tract that causes community acquired pneumonia While C. pneumonia primarily infects mucosal surfaces [183, 184] , systemic dissemination of the bacterium from the respiratory tract may occur via monocytes and macrophages [185] . Epidemiologic evidence suggests that C. pneumoniae, like HHV-6, is a ubiquitous human pathogen [186] . Since its identification as a unique chlamydial species in 1989 [187] , C. pneumoniae has been controversially associated with several non-respiratory human pathologies of the cardiovascular system and CNS including atherosclerosis, giant cell arteritis, vasculitis, Alzheimer's disease, encephalitis, HIV associated dementia, and MS [188] [189] [190] [191] [192] [193] [194] [195] [196] [197] .\n\nA relationship between C. pneumoniae and MS was first suggested in a case report that demonstrated the presence of the bacterium in the CSF of an MS patient with rapidly progressive MS [ 197] . Of interest, antibiotic treatment of this patient resulted in marked clinical improvement [197] . This initial report was extended to a larger study that examined the presence of C. pneumoniae in 17 RRMS, 20 and 27 OND controls [29] . In this study approximately 47% of RRMS and 80% of SPMS patients were culture positive for C. Pneumoniae, compared to only 11% of OND controls [29] . In addition, CSF from all relapsing-remitting and 19/20 secondary progressive MS patients were PCR-positive for the of C. pneumoniae outer membrane gene compared to only 5/27 other neurologic disease controls [29] . Of interest, intrathecal antibodies specific for C. pneumoniae were significantly higher in MS patients than in controls with other neurologic diseases [29] . Subsequent studies from this group have demonstrated that oligoclonal bands could be partially absorbed out of CSF from the majority of MS patients using C. Pneumoniae antigens [198] and that the intraperitoneal inoculation of mice with C. pneumoniae, after immunization with neural antigens, increased the severity of EAE [ 199] .\n\nPCR studies attempting to reproduce the PCR amplification of C. pneumoniae from the CSF of MS patients have been inconsistent. Several studies reported no C. pneumoniae positive samples by either culture or PCR [200] [201] [202] . Others have reported low positivity rates for C. pneumoniae in MS [203, 204] , or high frequency of detection of C. pneumoniae in other neurologic disease controls [205] . The difficulties in assessing the potential association of C. pneumoniae in MS are similar to those involved with HHV-6. In both cases, further studies involving multiple MS cohorts are required to determine whether or not there is a meaningful association between these ubiquitous pathogens and the disorder.\n\nConsiderable focus has been on the identification of a unique virus exclusively associated with MS. However, the search for an \"MS-virus\" (i.e. a viral infection which invariably results in MS and is not present in disease free individuals) has been unsuccessful [174, 39, 206] . The inability to identify an \"MS-virus\" could indicate that either no single virus causes MS, the putative \"MS-virus\" has yet to be identified, or that viruses are not associated with this disease. Alternatively, a new paradigm has emerged that suggests the MS disease process is associated with a common or ubiquitous virus may act as a trigger in genetically or immunologically predisposed individuals [174] . There are several examples of virus infections that lead to disease in only a subset of infected individuals. Some examples of viruses which are associated with multiple disease outcomes in different subsets of individuals include: EBV (Burkitt's lymphoma, nasopharyngeal carcinoma, mononucleosis), measles virus (SSPE), JC virus (PML), and Hepatitis B and C virus (hepatoma) [207] [208] [209] . Perhaps the most relevant example of a virus that is common in certain populations but only results in disease in a minority of those infected is that of HTLV-I.\n\nOriginally identified from a T-lymphoblastoid cell line (HUT 102) of a patient diagnosed with a cutaneous T-cell lymphoma, HTLV-I was the first described human retrovirus [210] . In 1981, HTLV-I was established as the etiologic agent for adult Tcell leukemia (ATL) [211] , a hematological malignancy first characterized in Japan. Since the initial description of ATL and the discovery of HTLV-I, the virus has been associated with an inflammatory, chronic, progressive neurologic disease known as HTLV-I associated myelopathy/tropical spastic paraparesis (HAM/TSP) and several other inflammatory diseases [212, 66, [213] [214] [215] [216] . While between 15-25 million individuals are infected worldwide and seroprevalence rates in endemic areas can exceed 30%, the majority of individuals infected with HTLV-I are clinically asymptomatic [217] .\n\nThe propensity for certain individuals to develop either HAM/TSP, ATL, or other HTLV-I associated inflammatory diseases while others remain clinically asymptomatic is not fully understood. It has been suggested that host genetics and immune abnormalities influence an individual's predisposition to HAM/TSP as they are believed to influence the likelihood of developing MS [218] . Therefore, the use of HAM/TSP as a \"model\" of a chronic progressive neurologic disease that occurs in only a small percentage of infected individuals is particularly germane in examining the possible involvement of a ubiquitous virus in the etiology of MS. The lifetime risk of an HTLV-I infected individual acquiring HAM/TSP over a lifetime is estimated to be 0.25% [68] . In Japan, associations have been made between the likelihood of developing either HAM/TSP or ATL and particular HLA haplotypes [219] [220] [221] . HAM/TSP patients of Japanese decent have an increased frequency of certain HLA-Cw7,B7, and DR1 alleles represented by the A26CwB 16DR9DQ3 and A24Cw7B&DR1DQ1 haplotypes. In contrast, Japanese ATL patients have an increased frequency HLA-A26, B 16 and DR19 and decreased frequency of HLA A24 and Cwl compared to controls. The HLA types DRB 1\"0901, DQB 1\"0303 and DRB 1\" 1501 in ATL patients and HLA types DRB 1\"0101, DRB 1 *0803, DRB 1\" 1403 and DRB l'in HAM/TSP patients were found to be mutually exclusive [221 ] .\n\nThe neuropathology of HAM/TSP indicates that immune mediated mechanisms are involved in the progression of this disease. Furthermore, several lines of evidence indicate that the cellular and humoral immune responses of HAM/TSP patients are altered from that of HTLV-I asymptomatic carriers and uninfected controls. The immunologic hallmarks of HAM/TSP include an increase in ex vivo spontaneous lymphoproliferation in the absence of antigenic stimulation or IL-2 [2221, the presence of HTLV-I specific, CD8+ CTL in the PBL, and an increase in antibodies to HTLV-I in sera and CSF [212] . Natural killer cells tend to be diminished in both number and activity in HAM/TSP. Although the suggestion of disease specific HTLV-I strains has been dismissed as a factor in the determination of disease susceptibility, increased viral load has been implicated in the pathogenesis of HAM/TSP [223] . It has been suggested that increased proviral loads may be a predictor for the progression from the asymptomatic cartier state to HAM/TSP [224] . It has also been suggested that the HLA class I allele A2*01 may confer a protective effect on the development of HAM/TSP by influencing the pro-viral load in infected individuals [224] . Of interest, the HLA A2*01 haplotype has also been shown to decrease the overall risk of MS in an HLA allele comparison study from a cohort of Swedish and Norwegian MS patients and healthy controls using PCR-SSCP [225] .\n\nSeveral models for the immunopathogenesis of HAM/TSP have been proposed. All of these models are based on an HTLV-I induced immune-mediated response in the CNS to either specific viral antigens or cross reactive self peptides and none of which are mutually exclusive. The proposed models for the immunopathogenesis of HAM/FSP are similar to those suggested for MS. Therefore, it is hoped that insights into the pathogenesis of HAM/TSP will lead to a better understanding of MS and other neurologic disorders, such as neuro-AIDS, in which virus mediated immunopathogenesis may occur in a subset of infected individuals.\n\nIt is possible that multiple viruses may be involved in the etiology of MS and that particular viruses trigger disease in different subsets of individuals through a common mechanism. A possible mechanism by which HHV-6 and, potentially other viruses could result in MS has recently been suggested by the discovery of the HHV-6 cellular receptor [226] . Santoro and colleagues have clearly demonstrated that CD46, also known as the membrane cofactor protein (MCP) is the cellular receptor for HHV-6. CD46 is a member of family of glycoproteins that function as regulators of complement activation (RCA) and prevent spontaneous activation of complement on autologous cells. CD46 is expressed on all human nucleated cells and soluble forms can be found in plasma tears and seminal fluid of normal individuals [227] . The use of a virtually ubiquitious human molecule as a surface receptor helps to explain the pleiotropism of HHV-6. Of particular interest, CD 46 is also the primate-specific receptor for measles [228, 229] . Notably, HHV-6 and measles Virus, which are from disparate virus families, have been associated with MS and use the same receptor. Additionally, other viruses use various members of the RCA family as cellular receptors. Epstein-Barr Virus, which has also been implicated in MS, uses CD21 while CD55 is used by several echoviruses and coxsackieviruses [230, 231] .\n\nCould viruses that share a receptor in common such as HHV-6 and measles virus cause MS by a similar mechanism? It is theoretically possible that the engagement of CD46 by one or both of these viruses may result in increased activation of the complement cascade on autologous cells through downregulation of the receptor. This abnormal increase in complement could lead to widespread tissue damage through cytokine dysregulation, cytolysis and nitric oxide production [232, 233] . Alternatively, these viruses and their common receptor could play a role as an MS \"trigger\" either directly or indirectly through an autoimmune mechanism. As these viruses replicate, they may incorporate host antigens, including their own receptors, into their envelopes as has been demonstrated for CMV, HIV-1, SIV, and HTLV-I [234, 235, 134, 236] . Incorporation of the receptor into the virus envelope could cause the antigen to be recognized and treated by the host as foreign. This phenomenon could account for the increase in CD46 specific auto-antibodies observed in MS [237] .\n\nThe potential influence of viruses that use members of the RCA family, including HHV-6 and measles virus, on the pathogenesis of MS may, in part, be elucidated by animal studies. Recently, a CD 46 transgenic mouse which can be infected by measles virus was described [229] . Measles virus infection in these transgenic mice was associated with immunosupression and virus replication in the CNS. Measles virus infection was also associated with CNS disease in infected mice [229] . The generation of a CD46 transgenic mouse provides an excellent model for studying the role of measles virus infection in CNS disease. Additionally, the CD46 transgenic mouse may provide a model for studying the neuropathogenesis of HHV-6 infection in the CNS if in fact the virus, which has an extremely limited host range, may productively infect these mice which now express the HHV-6 receptor. Furthermore, a recent study has demonstrated that EAE may be abrogated by the use of a complement inhibitor, which indicates an important role for complement in EAE as well as MS [238] .\n\nImportantly, increased levels of the complement regulatory protein CD46 have been demonstrated in both the serum and CSF of MS patients compared to healthy controls and other neurologic disease patients [239] . Elevated levels of soluble serum CD46 were also found an other inflammatory disease cohort, indicating that an increase in soluble serum CD46 may be a common phenomenon in autoimmune disorders [240, 239, 241] . Therefore, the increased levels of CD46 demonstrated in the serum and CSF of MS patients may be indicative of an increased activation of the completment system in MS, both peripherally and intrathecally. However, a significant correlation was observed between elevated levels of serum soluble CD46 and the detection of serum HHV-6 DNA in serum from MS patients, while no serum HHV-6 DNA was detected in other inflammatory disease controls [239] . Therefore, while an increase in serum soluble CD46 is common in inflammatory diseases in general, immuno-pathogenic mechanisms involving both HHV-6 and its receptor are likely to be unique to MS.\n\nThe pathogenesis and etiology of MS have yet to be well defined. Epidemiologic evidence suggests that MS is a multi-factorial disease, which develops as a result of host genetics, immune response and environment. Several lines of evidence, including the documentation of microbes which induce a variety of demyelinating diseases in both humans and animals suggest that a virus may comprise the environmental component in the etiology of this disorder. While many viruses have been proposed as etiologic agents in MS, none of these viruses have been firmly associated with disease pathogenesis. Additionally, mechanism(s) by which virus-host interactions may lead to demyelination are not fully understood. Currently, HHV-6 and C. pneumoniae are receiving much attention as potential MS \"triggers\". However, the role of these infectious agents in the pathogenesis of MS is unclear. We suggest that multiple agents may induce a virus-specific and/or a cross-reactive autoimmune process resulting in clinical disease in a subset of genetically susceptible individuals. The involvement of multiple infectious agents in MS, as suggested originally by Dr. Pierre Marie over 100 years ago [40] , may explain the difficulty in identifying a single agent responsible for this highly variable and chronic disease. Moreo-ver, we encourage extreme caution in attempts to readily associate viruses in a chronic, progressive neurologic disorder such as MS. As outlined in this review, it is difficult to determine cause from effect particularly when a ubiquitous agent is suggested to play a role in disease pathogenesis. Uniformity in assay design, viral isolation techniques, molecular probes, etc. must be employed by different research groups on a large number of MS cohorts to confirm these virus associations."}