{"title": "Les virus des eaux uskes et leur klimination au tours des traitements des effluents poll&", "body": "Abstract -Wastewater viruses and their elimination during treatment of polluted effluents. Viruses are a biological pollution in wastewaters. Their elimination results from treatment processes of polluted effluents in the sewage treatment plant or in the lagooning pilot plant. Bacteriophages are regarded as viruses models and as indicators of faecal contamination. In an expiremental study, two pilot plants laboratories have been used (natural lagooning and activated sludge pilot) to follow and evaluate the elimination rate of somatic coliphage $X-174 or the ARN F-specific one MS2. The two phages removal, ranging to 99 % in the two systems, are related with previous values on enteric viruses. The main factors of viral removal and inactivation (adsorption to solid matters, microbial activities, solar radiations, dissolved matters) have been studied too. Adsorption of infectious particles to solid matters is a very significant process. This was obtained in the pilot plant laboratory experiment and in in vitro study (4X-174 or MS2 in the presence of the kaolinite or the montmorillonite). Otherwise, 12 hours of solar rays exposition were efficient ro inactivate nearly the whole phagic suspension. The ciliate protozoan Tetrahymena Des quantitts de plus en plus importantes d'eaux usees sont rejettes dans les &cosystitmes aquatiques du monde entier. De provenances diverses (foyers, hapitaux, usines, . ..). ces eaux vehiculent des polluants en solution ou en suspension de nature chimique (molecules organiques, metaux lourds, sels nutritifs, . ..) ou microbiologique (batteries, parasites). Lorsqu'elles ne subissent aucun traitement prealable, ces eaux sont susceptibles de perturber l'equilibre des milieux recepteurs et de causer des problemes d'ordre hygienique comme la contamination des eaux de surface et souterraines. Une certaine dtpollution est assuree par les sols, les rivieres et autres systbmes hydriques. Mais la capacite de cette auto-Cpuration est largement depassee. Si bien que pour proteger la qualite des eaux naturelles comme toute degradation excessive, de nombreuses eaux residuaires sont traitees dans des stations d'epuration urbaines ou rurales. Ce traitement conduit a la reduction des mat&es oxydables, des mat&es en suspension et des bact&-ies [22] .\n\nLes procedes biologiques d'epuration sont multiples et de conceptions variees. 11s sont bases essentiellement sur la faculte des microorganismes a assimiler les substances polluantes. Le principe est le m&me que celui des milieux Cpurateurs naturels. On distingue les procedes intensifs a cultures libres (ex. : boues activees), les pro&d& a cultures fixees (ex. : lits bacteriens, disques biologiques) et les procedes extensifs (lagunage).\n\nLe principal pro&de utilise pour l'epuration des effluents polluCs est celui dit : << 5 boues activees D [6]. 11 reproduit l'action d'une riviere avec une dynamique intense des populations microbiennes aerobics maintenues en suspension. L'effluent brut subit tout d'abord un pretraitement et une decantation primaire. Le pretraitement consiste a enlever les dechets grossiers (degrillage), les sables (dessablage) et les graisses (degraissage) de l'effluent brut et la decantation primaire permet d'eliminer les elements en suspension pouvant se deposer par simple pesanteur. L'effluent pre-trait6 sejourne ensuite quelques heures cjusqu'a 24 h pour un effluent urbain) dans un bassin d'aeration on se produit le traitement secondaire (biologique). Dans ce compartiment, un brassage et une oxygenation, continus ou intermittents, sont indispensables pour l'activite des microorganismes Cpuratoires. En dernier lieu, le contenu de l'aerateur passe dans un autre bassin pour une decantation secondaire qui a pour but de separer I'eau Cpuree et les boues produites. Dans certains cas, une Ctape supplementaire est necessaire, comme la d&infection, pour un rejet de haute qualite.\n\nA l'inverse de ce procede rapide, le lagunage et les technique derivees sont carac-t&is& par une cinetique bacterienne lente [5] . Mais, ils possedent des atouts incontestables : un faible coot d'installation et de fonctionnement, une bonne elimination de la charge microbienne, une faible production de boues. 11s sont utilises de plus en plus frequemment dans de nombreux pays [36] . Le lagunage consiste a retenir les effluents pretraites dans des bassins plus ou moins profonds exposes a l'air libre pendant des dukes pouvant atteindre plusieurs semaines ; pendant ce temps, la biodegradation et le retrait de la charge polluante ont lieu.\n\nPlusieurs groupes d'organismes procaryotes et euracyotes trouvent dans les eaux usees des stations d'epuration les conditions favorables pour se developper et proliferer. Ce sont les Cpurateurs des effluents pollds. Leur participation a la clarification du milieu est soit directe, soit indirecte. Dans tous les systemes tpuratoires, les bac-t&es representent la plus grande proportion de biomasse microbienne et jouent le r81e capital de l'epuration. Dans un reacteur ?I boues activees, leur densitt atteint lo9 cellules mL [27] . Elles s'associent avec les molecules dissoutes ou colloYdales et avec les particules du milieu pour former des elements insolubles ou floe, euxmemes composants des boues.\n\nLa flore bacttrienne des Btangs de lagunage et celle du systeme a boues activees sont dans l'ensemble semblables [4] . Les genres dominants sont des gram negatifs (ex. : Pseudomonas, Flavobacterium, Achromobacter).\n\nLe second grand groupe de microorganismes des stations d'epuration est celui des Protistes. Ce sont essentiellement des Protozoaires cilies. 11s ont un role non negligeable bien que leur biomasse soit faible. 11s assurent la clarilication de l'effluent par predation des batteries. Cette fonction a ttC montree dans le cas des boues activees. Les Protozoaires cilies sont des indicateurs de la qualite de I'effluent et du bon fonctionnement d'une installation [3, 391. Plusieurs genres dominants coexistent. Nous citons comme exemple les Peritriches : Vorticella, Epistilys ; le Suctorien : Tokophrya ; les Hypotriches : Euplotes, Aspidisca et les Holotriches : Paramecium, Litonotus.\n\nDans les ouvrages d'epuration a lagunage, une biomasse algale s'installe et se developpe. Elle est formee d'especes solitaires ou coloniales appartenant aux groupes des Chlorophycees, Chromophycees et Eugleniens. L'abondance et la diversite des micro-algues sont fonction des saisons et des charges en substances nutritives [36] . Ces microorganismes utilisent la lumiere du soleil pour realiser la photosynthese cjusqu'a une profondeur de 50 cm) et produire l'oxygene necessaire pour les autres organismes aerobics du milieu. 11s contribuent ainsi a la reduction de sels nutritifs apportes dans l'effluent pretraite.\n\nD'autres organismes non associes a l'epuration se retrouvent dans les eaux u&es, vecteurs privilegies de nombreux germes et parasites souvent d'origine f&ale. 11 s'agit de batteries pathogenes comme Campylobacter jejuni, Escherichia coli, Salmonella typhi, Shigella sp. Vibrio cholerae, LRptospira sp. des virus, des protozoaires parasites (Entamoeba histolytica, Naegleria fowleri, Giardia lamblia) et des vers (Taenia saginata, Ascaris lumbricoides) [22] . \n\nLes traitements que subissent les eaux u&es dans les stations d'epuration aboutissent a une reduction plus ou moins importante de la charge virale (virus enteriques et bacteriophages). Differents protocoles experimentaux ont Ctt adapt& dans des etudes anterieures pour Cvaluer surtout la charge en virus enteriques dans un effluent brut ou encore le taux d'elimination dans les systemes epuratoires [15, 23, 25, 411 . Notre equipe a me& une etude sur l'elimination virale a l'aide de pilotes de laboratoire valid&, en prenant deux phages comme modeles de virus enteriques.\n\nNous avons infect6 un pilote de laboratoire a lagunage par une suspension du coliphage somatique 4X-174 ou du coliphage ?t ARN F-specifiques MS2 et nous avons constate que les phages diffusaient rapidement [ 11. En effet, apres une heure environ, des particules phagiques ont et& detectees dans l'effluent tpure alors que dans ce m&me systeme Cpuratoire la rhodamine B, qui est un marqueur inerte, Cvolue plus lentement. Cela ne corrobore pas l'ttude de Walker et al. [45] . Ces auteurs avaient remarqd qur le bacteriophage souche 1,37 active sur Salmonella duham diffusait plus rapidement que la rhodamine B dans un bassin experimental de grande dimension. Les conditions hydrauliques, climatiques, biologiques influent sur le mouvement des particules dans la colonne d'eau.\n\nQuelle que soit l'efficacite du traitement, une faible proportion des particules virales indigenes ou volontairement inoculees se retrouve dans l'effluent CpurC. [33] , ou pour le phage f2 (90,1-98,9 %) experimentalement inocule [38] . Le meme phage f2 inocule dans la station de Maryland n'a Ctt cependant elimine qu'a 80 % [29] . Nieuwstad et al. [30] rapportent que l'elimination des bacteriophages comme celle des virus enteriques et des batteries f&ales se situe entre 95 et 98 %.\n\nDes constantes d'tlimination relatives aux phages inocults dans nos dispositifs de laboratoire ont tte deduites. Ainsi, pour le lagunage, les valeurs sont de 0,37 j-l et 0,49 j-t respectivement pour le OX-174 et le MS2. Pour les boues activees, les constantes sont de l'ordre de 0,13 h-l pour les deux bacteriophages consider&. Ces valeurs sont superieures a celles obtenues avec la rhodamine B. Cela signifie que le comportement et l'elimination des particules virales ne sont pas identiques a ceux d'un marqueur inerte.\n\nLa survie des virus endriques dans les stations d'epuration des eaux u&es est un phtnomene que I'on decrit generalement comme dependant essentiellement de l'association des virus aux particules solides. Les elements particulaires en suspension, les boues et les sediments protegent les virus contre les agents inactivateurs comme la chaleur, ou les desinfectants comme le chlore [41] . Les bacteriophages se cornportent de la m&me man&e que les virus enteriques a la fois pour leur inactivation par les facteurs environnementaux et pour leur protection par adsorption a la matiere solide [ 181.\n\nLa reduction de la charge virale d'un effluent brut existe a chaque Ctape du traitement mais avec des niveaux differents. Sa valeur au tours du pretraitement est tres souvent jugte insastisfaisante. La reduction virale moyenne relative a cette &ape est de 10 % [23] . En revanche, le traitement biologique, qu'il soit intensif ou extensif, est consider5 comme efficace dans le retrait de la pollution microbiologique grace a l'action combinee de differents facteurs biotiques et abiotiques.\n\nL'extraction des virus au tours du traitement des eaux usees est assuree en partie par l'adsorption instantanee aux particules solides en suspension, aux floes bacteriens et aux sediments (cas du lagunage). La capacite d'adsorption des virus enteriques et des bacteriophages sur cette phase dans des stations a boues activees est admise depuis longtemps. Notre Cquipe a montre l'importance des sediments et des boues dans I'elimination phagique. Contrairement au cas normal (lorsque le pilote a lagunage est depourvu de ses sediments) i'elimination des phages se poursuit pendant toute la duree de retention theorique de l'eau en tours de traitement. Dans le cas du pilote a boues activees, une baisse considerable du taux d'abattement a suivi la suppression de la phase solide (floes) habituellement presente [ 11. Au bout du temps theorique de retention, une grande quantite de virus est pas&e dans l'effluent sortant au moment oti la concentration phagique dans le reacteur Ctait encore ClevCe.\n\nEn conclusion, la part prise par la phase solide dans l'adsorption des particules infectieuses est importante. 4.2. Influence de la biomasse microbienne L'influence de la biomasse microbienne se manifeste de differentes man&es. L'ingestion des virus par les protistes dans les milieux hydriques a &tC recemment rapportee dans le domaine marin [9, 431. Pour les stations d'epuration, la possibilitt de predation des particules virales par les protozoaires est admise par les chercheurs [ 161. Mais, en fait, il n'y a encore pas d'etude formelle sur ce sujet. Dans des conditions de laboratoire, on a pu remarquer que Tetrahymena pyriformis, pris comme modble des Protozoaires cilits, est capable de phagocyter des particules du rotavirus simien SA 11. Initialement mises dans le milieu avec le protozoaire, des particules de ce virus se sont retrouvees quelque temps apres (90 min) dans les vacuoles digestives de la cellule du cilie [2].\n\nPar ailleurs, l'existence de substances antivirales d'origine microbienne a Cte mise en evidence par Ward [46] . D'apres cet auteur, l'activite s'est manifestee apt-es centrifugation de la liqueur mixte d'un reacteur a boues activees et elle a disparu apres autoclavage ou filtration.\n\nUn autre aspect de l'influence des microorganismes, jusqu'ici peu Ctudie, est l'adsorption non specifique des particules virales sur des organismes procaryotes ou eucaryotes. Recemment, Kim et Unno [21] ont mis en contact le poliovirus type 1 avec des cultures pures ou mixtes de batteries. 11s ont remarque que la concentration virale chute de 30 9 50 % a partir de la premiere heure de contact. Les bacteriophages semblent aussi pouvoir s'associer aux micro-algues dans les bassins de lagunage [ \n\nLe role des rayonnements solaires dans la survie des virus, et en particulier des bacteriophages, a CtC principalement CtudiC dans le milieu marin 06 tous les travaux confirment l'importance de ce facteur. L'inactivation virale est, en fait, le resultat d'une reaction photochimique qui entraine une alteration de l'acide nucltique ou d'autres recepteurs non nucleiques du virus sous l'effet des rayons UV et des rayons du spectre visible [20, 43] .\n\nEn immergeant dans un bassin de lagunage des flacons contenant des coliphages de E. coli B a differentes profondeurs, Ohgaki et ses collaborateurs [3 11, ont compare les taux d'inactivation et ont deduit que celle-ci est importante en surface dans une limite de 10 cm. Une constatation Cquivalente a CtC faite par Wommack et al. [47] sur la viabilite des phages des estuaires CB 38$1 et CB 74r. I1 est a noter que, en plus de la profondeur, la quantite d'energie apportee par les radiations (elle-meme fonction des saisons) ainsi que la clarte du milieu interviennent dans l'efficacite d'inactivation.\n\nL'exposition pendant 12 h aux rayons solaires d'CtC des suspensions phagiques ($X-174 et MS2) nous a permis d'obtenir une inactivation quasi-totale des deux coliphages somatique et a ARN F-specifiques (Benyahya et al., en preparation). Nous avons note Cgalement que le $X-174 est plus rapidement sensible aux radiations solaires.\n\nD'aprbs les resultats de notre etude in vitro (Benyahya et al., en preparation), il existe bien une influence des composes dissous dans l'eau en tours d'epuration filtree sur la survie des phages. La baisse de la concentration phagique est enregistree apres un contact prolonge dans le milieu. L'inactivation a Cte plus prononcee dam le cas du coliphage a ARN F-specifiques. Hurs [15] ainsi que IAWRP [16] ont signale la possibilite d'intervention des composes dissous mais, jusqu'a nos jours, aucune etude formelle sur ce sujet n'est disponible.\n\nL'aspect cinetique de 1'Climination des virus dans les stations d'tpuration n'a ett jusqu'alors que peu ttudie. Une etude me&e sur des pilotes representatifs de deux modes d'epuration (lagunage et boues activees) montre, par comparaison avec un traceur chimique (rhodamine), que les virus ne peuvent pas Ctre assimiles a des particules inertes."}