{"title": "The Liver and Pancreas THE LIVER AND HEPATOBILIARY DISORDERS", "body": "Liver Enzyme Activities. The serum activities of alanine aminotransferase (ALT) and aspartate aminotransferase (AST) in newborn and growing puppies and kittens are usually within the normal range or slightly higher than those of healthy adult dogs and cats (Keller, 1981) . The serum alkaline phosphatase (ALP) and gamma-glutamyltransferase (GGT) activities of 1-to l O-day-old puppies are 20-to 25fold greater than those of healthy adults. Selected laboratory values used as indicators of hepatobiliary dysfunction in newborn and growing puppies and kittens are listed in Table 11 -1. The source of the profound ALP and GGT activity is probably of placental, colostral, and! or intestinal origin. These profound serum ALP and GGT activities after 10 to 14 days postpartum will decrease to moderately increased activities. Although the bone ALP isoenzyme derived from active osteoblast activity may increase the serum ALP activity in growing animals, the magnitude of increase usually is only two-to threefold the normal level (Center et aI, 1995) . Colostrum is rich in both ALP and GGT activity, and it is possible that these enzymes may be absorbed from the colostrum or intestinal tract during the first days of life. Alternatively, the ingestion of colostrum may stimulate intestinal growth and enzyme production. Therefore, colostrum-deprived puppies can be identified by their serum ALP and GGT activity level, particularly during the first week of 200 life, as an indicator of successful ingestion of colostrum. Thus, increased serum ALP and GGT activities cannot be used in the diagnosis of acute liver dysfunction during the first 10 to 14 days of life. Such increases in serum ALP and GGT activities cannot be used to detect colostrum-deprived kittens.\n\nSerum Bile Acids. Serum bile acids are used to identify hepatic and hepatoportal circulatory dysfunction. The use of the serum bile acid measurement as a test of hepatic dysfunction is of value for the young dog and cat using 12-to 24-hour fasted and 2-hour postprandial serum samples (Center et al, 1985a,b) . The normal fasting and 2-hour postprandial values established for adults may be used for puppies and kittens as young as 4 weeks. This test is also reliable for detecting portal circulatory abnormalities (Center et al, 1986a; Meyer, 1986) .\n\nExtramedullary Hematopoiesis. Extramedullary hematopoiesis is commonly observed in the livers of the puppy and kitten through 4 months of age. In older puppies and kittens, disorders associated with blood loss and a subsequent need for erythron mass replenishment may also be associated with hepatic extramedullary hematopoiesis.\n\nCongenital Gallbladder Disorders. Congenital division of the gallbladder is the most common anomaly and has been referred to as an accessory, cleft, or diverticular gallbladder (Bartlett, 1951; Boyden, 1926) . These anomalies may develop as an initial subdivision of the primary cystic diverticulum of the embryo or as a bud from the neck of the embryonic gallbladder. The gallbladder may become trilobed or bilobed ( Fig. 11-1 ). Other anomalies include accessory gallbladders; the development of two separated gallbladders with cystic ducts uniting in a common duct; ductular bladders developing as supernumerary vesicles derived from either hepatic, cystic, or common bile ducts; and trabecular bladders derived from vesicular outgrowths of liver trabeculae. These malformations are infrequently associated with signs of hepatobiliary dysfunction in puppies and kittens.\n\nCongenital Hepatic Cysts. Congenital hepatic cysts are infrequently found in the young dog and cat (Black, 1983; Crowell et aI, 1979; McKenna and Carpenter, 1980) . Cystic lesions may be parenchymal or ductal in origin and may be either solitary or multiple (polycystic). Cystic lesions vary in size from a few millimeters to several centimeters. Congenital hepatic cysts are typically asymptomatic. Rarely, fluid may accumulate in the abdominal cavity as a consequence of cyst rupture or portal hypertension resulting from impingement of major vessels. Cyst contents are usually a clear or modified transudate, although cysts may contain bile or blood. Acquired hepatic cysts are usually solitary, whereas congenital or developmental he- patic cysts are commonly multiple. Polycystic hepatic cysts may be associated with cystic lesions in other organs, most notably the kidneys. Polycystic kidneys and liver have been identified in Cairn terrier dogs and Persian cats during the first few months of life (Crowell et ai, 1979; McKenna and Carpenter, 1980) . Abdominal radiographs may reveal an irregular hepatic margin or focal densities if a few large hepatic or biliary cysts are present. Ultrasonography readily reveals the cystic nature of these lesions and the extent of parenchymal or biliary tract involvement ( Fig. 11-2 ). Treatment is usually not needed for a congenital hepatic cyst unless a large cyst is causing abdominal discomfort or fluid accumulation. If cystic lesions are symptomatic, surgical resection of solitary lesions, partial cyst wall, or a liver lobe may be required.\n\nCongenital Biliary Tract Malformations. Congenital anomalies of the biliary tract are rare in the young dog and cat. One case of suspected biliary atresia in the cat is reported (Blood, 1947) .\n\nShunts. The hepatic portal system develops from the umbilical and omphalomesenteric systems. The mesenteric portions of the omphalomesenteric veins become the tributaries of the portal vein. Small anastomoses develop between the portal and systemic circulation routes that become the normal portosystemic venous communications (Heath and House, 1970;  Khan and Vitums, 1971; Sleight and Thomford, 1969; Viturns, 1959 ). In the fetus, blood from the umbilical vein flows directly to the caudal vena cava through the ductus venosus, thus bypassing the liver. By passively responding to changes in the systemic or hepatic circulation, the ductus venosus stabilizes the venous return to the fetal heart as the umbilical venous return fluctuates (Edelstone, 1980) . Functional and morphologic closure of the ductus venosus does not occur at the same time after birth (Lohse and Suter, 1977) . Functional closure develops gradually during the second and third days after birth in the puppy. Morphologic closure occurs as the ductus atrophies, resulting in the formation of a thin fibrous band, the ligamentum venosum, within the liver. The ductus closure depends on changes in pressure and resistance across the hepatic vasculature that follows the postnatal obliteration of the umbilical circulation. Morphologic closure of the ductus occurs by 1 to 3 months after birth.\n\nCongenital portosystemic venous shunts (PSS) are abnormal vascular connections between the portal and systemic venous circulations Boothe et ai, 1996; Bostwick and Twedt, 1995; Carr and Thornburg, 1984; Gandolfi, 1984; ScaveUi et al, 1986) . Several different types of congenital PSS occur in young dogs and cats, including but not limited to (1) persistent patent fetal ductus venosus, (2) direct portal vein to caudal vena cava, (3) direct portal vein to azygos vein, (4) combination of portal vein with caudal vena cava into the azygos vein, (5) left gastric vein to vena caval shunt, (6) portal vein hypoplasia or atresia with secondary anomalous vessel, and (7) anomalous malformation of the caudal vena cava (Center et aI, 1995) . The most cornman types of congenital PSS are illustrated in Figure  11 -3. In the cat, the most cornman congenital PSS involves the left gastric vein .\n\nA congenital PSS in puppies and kittens is usually a single anomalous vessel in extrahepatic or intrahepatic locations, whereas an acquired PSS most commonly occurs as multiple extrahepatic smaller vessels that become patent during sustained portal hypertension. The consequences of the anomalous portal circulation are that the portal blood contains toxins absorbed from the intestines that is delivered directly to the systemic circulation without benefit of hepatic detoxification, contributing to signs of hepatic encephalopathy, and that hepatotrophic factors in the visceral circulation draining the gastrointestinal tract and pancreas do not circulate directly to the liver, causing inadequate liver development and reduced functional liver tissue.\n\nSigns of hepatic dysfunction associated with congenital PSS are usually exhibited at a young age in puppies and kittens. Puppies may exhibit the signs as early as 6 to 8 weeks of age. The signs in puppies are variable but may include vomiting, diarrhea, anorexia, small body stature, weight loss, intermittent fever, polyphagia, polydipsia, hematuria, hypersalivation, intolerance to anesthetic agents or tranquilizers that require hepatic metabolism or excretion, atypical behavior, and, rarely, ascites or icterus. Intermittent neurologic abnormalities associated with ingestion of protein-laden food or resolving hemorrhage are common and may include episodic aggression, amaurosis, ataxia, incessant pacing, circling, head pressing, and seizures. Some puppies present with ammonium biurate uroliths located in the urinary tract (Marretta et al, 1981) .\n\nMost cases of congenital PSS in kittens (by 6 months of age in 75% of affected kittens) occur in Himalayan, Persian, and mixed breed cats, although any breed may have a congenital PSS (Levy, 1997) . Kittens may exhibit signs as early as ages 6 to 8 weeks. The signs of congenital PSS are usually hypersalivation, seizures, ataxia, tremors, and depression. Intermittent or permanent blindness and mydriasis are also ob-The liver end Pencrces I 203 served. Other less often noted signs may include vomiting, diarrhea, anorexia, tachypnea, dyspnea, and nasal discharge. Polyuria and polydipsia are observed infrequently. Dysuria may be observed in kittens with ammonium biurate calculi. About two thirds of affected kittens will have small body stature and be thin and unkempt.\n\nA definitive diagnosis of congenital PSS in puppies and kittens is often not possible by routine laboratory evaluations. Complete blood counts (CBCs), serum chemistry profiles, and urinalysis may help rule out other causes of presenting signs such as acute renal failure, electrolyte derangements, hypoglycemia, and urinary tract disorders. The CBC findings may include microcytic, normochromic erythrocytes and/or a mild nonregenerative anemia (Griffiths et al, 1981) . Poikilocytosis has been observed in peripheral blood films of some kittens with congenital PSS. Urinalysis may reveal ammonium biurate crystals when viewed under magnification (x 400) to determine their typical color and shape.\n\nSerum chemistry profiles may reveal mild increases in the serum activities of ALT, AS'f, and ALP. Because of the young age of the animals at initial diagnosis, the serum ALP activity is usually two-to threefold higher than normal. The serum activity levels of the ALT and AST are less frequently increased. In some cases, active liver disease coexists with a congenital PSS, and the animals thus affected have mildly to moderately increased liver enzyme activity and notable hepatic inflammation and/or fibrosis on histopathologic examination. In most animals with congenital PSS, the total bilirubin value is normal. Albumin values may be mildly decreased. Coagulation profiles including prothrombin time, activated partial thromboplastin time, and fibrinogen are usually normal.\n\nSerum glucose values may be normal, mildly reduced, or markedly hypoglycemic. In some cases, the hypoglycemia-produced neuroglycopenia may complicate the recognition of the congenital PSS. Animals with congenital PSS may become hypoglycemic due to insufficient glycogen stores, abnormal responsiveness to glucagon, hyperglucagonemia, or abnormal insulin metabolism (Lickley et al, 1975; Magne and Macy, 1984) . These abnormalities, coupled with the metabolic immaturity of the young animal's liver, may cause profound hypoglycemia during the first weeks of life. Toy-breed puppies appear to be at increased risk for profound hypoglycemia. The blood urea nitrogen concentration may be low or in the low normal range in any young animal with hepatic dysfunction.\n\nThe most reliable and consistent blood test for the detection of liver dysfunction in puppies and kittens with congenital PSS is the 12-to 24-hour fasted and 2-hour postprandial serum bile acid concentrations (Center et aI, 1986b; Meyer, 1986) .\n\nDiagnostic imaging of a puppy or kitten with abnormal serum bile acid values helps determine if a suspected congenital PSS is present (Table 11 -2) (Lamb, 1996; Lamb et aI, 1996) . Animals with congenital PSS frequently have reduced hepatic size (i.e., rounded contour of the caudal edge of the liver and cranial displacement of the stomach radiographically) (Lamb, 1997) . In addition, these animals may have opaque ammonium biurate calculi. Ultrasonographic findings in puppies with congenital PSS include small liver, reduced visibility of intrahepatic portal vasculature, and an anomalous blood vessel draining into the caudal vena cava or sometimes into the azygos vein (Lamb, 1996) .\n\nTwo-dimensional, gray-scale ultrasonography is used to image through a ventral abdominal wall; however, in most large puppies the optimal approach to the portal vein is through a lateral abdominal wall using the right intercostal spaces (Lamb, 1997) . The portal vein is normally visible by ultrasound imaging as ultrasound waves enter the liver at the porta hepatis, ventral to the caudal vena cava. Lobar branches of the portal vein have echogenic walls.\n\nCongenital intrahepatic portocaval shunts are identified on the basis of their ultrasonographic appearance as left-divisional, central-divisional, or right-divisional intrahepatic shunts (Lamb, 1997) . Left-divisional intrahepatic shunts have a relatively consistent bent tubular shape and drain into the left hepatic vein. Central-divisional intrahepatic shunts take the form of a foramen between dilated portions of the intra- hepatic portal vein and caudal vena cava. Rightdivisional intrahepatic shunts appear as large, tortuous vessels that extend far to the right of midline. The morphology of the left-divisional shunts is compatible with patent ductus venosus. The Irish wolfhound and deerhound are predisposed to left-divisional intrahepatic shunts; the Old English sheepdog and Australian cattle dog are predisposed to central-divisional intrahepatic shunts; Labrador and golden retrievers are affected by both left-divisional and central-divisional intrahepatic shunts (Lamb, 1997) .\n\nAnimals with extrahepatic congenital PSS typically have an anomalous vessel that drains into the caudal vena cava between the right renal vein and the hepatic veins; because of the dorsal location, this anomalous vessel may be visible only through the right dorsal intercostal spaces (Lamb, 1997) . Congenital portoazygos shunts may also be visualized using the right dorsal intercostal approach; looking for the shunting vessel at the point where it drains into the caudal vena cava is more accurate than trying to examine the various tributaries of the portal vein (Lamb, 1997) . Extrahepatic shunts may be difficult to identify ultrasonographically if access to the relevant structures is hindered by the skill of the person performing the ultrasana graphic study, the animal's large body size, a lack of acoustic windows as a result of reduced hepatic size, or the presence of excessive intestinal gas.\n\nDuplex Doppler ultrasonography may be used to measure portal blood flow velocity in puppies with suspected congenital PSS (Lamb and Mahoney, 1994) . Normal portal blood flow is relatively uniform and nonpulsatile, average portal blood flow velocity being approximately 15 cm/s in healthy, unsedated puppies. The caudal vena cava normally contains variable blood flow because of the influence of changing right atrial and pleural pressures. In most cases, congenital PSS represents a low resistance pathway for blood to bypass the liver and enter the caudal vena cava. In affected puppies with congenital PSS, the portal vein is exposed to right atrial and pleural pressure changes, and the pattern of portal blood flow may become similar to that noted in the caudal vena cava. Puppies with portal hypertension have reduced mean portal blood flow velocity, which correlates with the presence of multiple extrahepatic anomalous vessels. Puppies with portal hypertension as a result of hepatic arteriovenous fistula have pulsatile hepatofugal flow in the portal vein. Most extrahepatic and intrahepatic congenital PSSs are detectable using two-dimensional, gray-scale ultrasonography; however, use of color-flow Doppler ultrasonography aids in the detection of small extrahepatic shunting vessels. A congenital extrahepatic PSS usually drains into the caudal vena cava close to the cranial pole of the right kidney, and on color-flow images a localized area of turbulent flow in the caudal vena cava indicates the shunt's location. When two-dimensional gray-scale, duplex Doppler, and color-flow Doppler modalities are used in combination, the accuracy for ultrasonographic diagnosis of congenital PSS in puppies and kittens can be at least 94% (Lamb, 1997) .\n\nVarious techniques for opacification of the portal vein and its hepatic branches have been used, including operative mesenteric portography, cranial mesenteric angiography, and percutaneous splenoportography (Suter, 1975) . Operative mesenteric portography is the most frequently performed opacification procedure for suspected congenital PSS, where abdominal radiographs are made immediately after injection of contrast medium into a indwelling catheter placed surgically in a mesenteric vein . Obtaining lateral and ventrodorsal portograms usually provides an excellent view of the intrahepatic or extrahepatic shunt. This technique can also be used in combination with surgery, in which case the mesenteric vein catheter is also used to measure portal blood pressure during the congenital shunt ligation or attenuation procedure. Repeating the portogram after shunt ligation or attenuation enables the surgeon to assess the patency of the intrahepatic portal vessel and to check if there is any other congenital shunt(s) present.\n\nPortal scintigraphy with Tc 99m-pertechnetate that is absorbed into the portal circulation after administration per rectum is currently being used in puppies and kittens to detect congenital PSS (Forster- van Hijfte et aI, 1996; Koblik et al, 1990 ). By acquiring a dynamic series of gamma camera images of the thorax and cranial abdomen immediately after administration of Tc 99m _ pertechnetate and comparing the rate of accumulation of Tc 99m-pertechnetate activity in the liver and heart, congenital PSS may be detected with a high degree of accuracy. Tc 99m-pertechnetate activity in the portal vein normally accumulates first in the liver, but in animals with congenital PSS the distribution of Tc 99m_per_ technetate activity is altered as it bypasses the liver, reaching the heart before the liver. The severity of the congenital PSS can be quantified as a shunt index that provides an estimate of the proportion of portal blood that bypasses the liver. Normal puppies have a shunt index of less than 15%; most puppies with congenital PSS have a shunt index greater than 60%.\n\nAn alternative technique for portal scintigraphy involves ultrasound-guided injection of a radiochemical directly into a splenic vein (Meyer et al, 1994) . This method of injection combined with the use of Tc 99m-Iabeled macroaggregates that are normally trapped in the cap-illaries or sinusoids of the target organ enables accurate quantification of the degree of congenital shunting. Typical values of a shunt index using this technique are less than 5% for normal puppies and greater than 90% for puppies with congenital PSS. Whether the administration per rectum or splenic vein injection technique is used, portal scintigraphy can provide a comparison between the shunt index before and after surgical treatment (van Vechten et al, 1994) . The shunt index is usually markedly decreased after surgery to attenuate or ligate an anomalous vessel, although it may not be in the normal range. A continued high shunt index is a poor prognostic sign.\n\nSurgical ligation or shunt vessel attenuation is the definitive treatment for congenital PSS and is the preferred method of long-term management (Birchard, 1984; Breznock et aI, 1983; Vogt et al, 1996; Wrigley et aI, 1983) . The extrahepatic congenital PSS is more amenable to surgical ligation or shunt vessel attenuation than are intrahepatic congenital PSSs. Medical management should be given to the affected animal before and after surgical correction until improvement in hepatic function is shown. Mfected animals undergoing surgery should have their body temperature stabilized and should receive intravenous fluids supplemented with 2.5% or 5.0% dextrose solution and with potassium chloride. In addition, owners should be cautioned that any animal with a congenital PSS probably would have a shortened life expectancy despite satisfactory surgical correction and their conscientious care.\n\nManometric determination of baseline portal blood pressure should be completed before shunt vessel ligation (Hardie, 1997) . After visual observation of the anomalous vessel, a ligature is temporarily placed while manometric determination of the portal blood pressure is made. Equilibration of the manometer pressure usually takes several minutes. If the relative change in portal pressure exceeds 10 cm H 20 or the postligation pressure exceeds 20 em H 20, the ligature should be loosened. Assessment of visceral perfusion by color change (cyanosis and/ or injection) or of arterial vasospasm causing a throbbing of the mesenteric circulation is not a reliable method of determining the safe tautness of the shunt vessel ligature. In many cases, only a partial surgical ligation, or shunt vessel attenuation, can be completed. Further ligation may be possible in several weeks or months. Incomplete ligation of a congenital PSS can result in marked clinical improvement of the animal and owner satisfaction. Partial shunt vessel ligation may result in eventual complete shunt closure within 6 months in some animals.\n\nComplications after shunt vessel ligation or attenuation are frequent and may lead to the animal's death (Hardie, 1997) . It is important that the owner understand the potential complications before surgery is attempted because many times the financial and emotional costs of complications are great. The immediate complication rate for performing a laparotomy on puppies and kittens with congenital PSS is between 14% and 25%. Because many of the complications are life threatening, it is reasonable to tell the owner that this surgery carries a 15% risk of death due to unexpected complications. Intrahepatic shunt ligation requires longer surgery times than does extrahepatic shunt ligation, but the risk of death is no higher than with extrahepatic shunt ligation when performed by a experienced surgeon.\n\nIn the immediate postoperative period, the animal is closely monitored for signs of portal hypertension, as indicated by acute abdominal swelling, abdominal pain, shock, vomiting, or bloody diarrhea (Holt, 1994) . If portal hypertension is suspected, shock therapy is initiated and the animal is returned to surgery for immediate ligature removal. Feeding may precipitate portal hypertension, and animals should be given small amounts of food and monitored closely after each feeding. If thrombosis of the shunt vessel or the portal vein occurs, signs of portal hypertension may occur up to several days after surgery, and treatment is usually futile. Bleeding after surgery can also result in abdominal distention and signs of shock. At reoperation these animals are usually found to have diffuse hemorrhage. Conservative treatment with packed red blood cells, fresh frozen plasma, or whole blood may be a more appropriate treatment than reoperation, if bleeding is suspected (Hardie, 1997) .\n\nSerious complications encountered in animals undergoing congenital PSS surgery include intraoperative cardiac arrest, life-threatening hemorrhage, portal hypertension, seizures that usually start 2 to 3 days after surgery and may progress to status epilepticus, hyperthermia, gastric dilation-volvulus, acute pulmonary edema, and biliary pseudocyst formation (Hardie, 1997) . The more manageable complications include abdominal distention, hypotension, hypothermia, hypoglycemia, mild gastrointestinal disturbances, and postoperative pain. Predictor signs of immediate postoperative complications include low packed cell volume before surgery, absence of arborizing intrahepatic vasculature The liver lind PlIncrells I 207 during the mesenteric portogram, partial shunt vessel ligation, and hypothermia in the postoperative period. Kittens are especially prone to developing seizures after shunt vessel ligation and should be administered phenobarbital at therapeutic serum concentrations for the entire perioperative period (Hardie, 1997) . Seizures usually occur 12 hours to 4 days after surgery. Kittens that have no evidence of seizures in the peri operative period are weaned off the phenobarbital 1 month after surgery.\n\nLong-term complications are encountered in animals whose congenital PSS is not completely ligated and in animals that are older than 2 years of age at the time of surgery (Hottinger et aI, 1995) . Approximately 50% of the single shunts cannot be completely ligated at the first surgery because complete occlusion results in portal pressures greater than 20 ern H 2 0 or a rise in portal pressure greater than 10 em H 2 0 . Within this group of partial vessel ligation, recurrence of PSS signs may occur in as many as 40% of animals if a further vessel ligation is not performed. Multiple extrahepatic shunts may form even with partial vessel ligation and are often associated with recurrence of PSS signs. For animals with multiple extrahepatic shunts due to portal hypertension, the 2-year survival rate is 50% regardless of whether they are treated medically or surgically (Hardie, 1997) .\n\nPostoperative improvement is apparent from observation of the animal's activity at home but should always be followed by assessment of serum chemistry profile and serum bile acid concentrations for hepatic dysfunction (Hardie, 1997) . Medical management should be maintained until postoperative improvement has been unequivocally demonstrated. If serum bile acid values remain increased and the shunt index is greater than 15% at 60 to 90 days after surgery, reoperation is indicated. Reoperation, however, has its own complications, mostly associated with the risk of inadvertently cutting a structure surrounded by scar tissue. Reoperation of congenital intrahepatic shunts can be extremely difficult. If a mattress suture was placed across the anomalous vessel, the long ends of the suture material can be identified and the mattress suture tightened further. In some instances, it is necessary, however, to place additional sutures.\n\nTo avoid the risks associated with reoperation of congenital intrahepatic shunts, a new technique has been developed in which an extrahepatic shunt is created between the portal vein and the vena cava using a jugular vein graft . This shunt is created at the time of the first surgery, and the intrahepatic shunt is completely closed. The venous graft prevents portal hypertension from developing at the time of the first surgery. The venous graft may slowly occlude, resulting in a normal shunt ndex .60~o 9~days after surgery. If the shunt mde~IS std.l hi~h, reoperation is simply a matter of .either ligating or placing an ameroid constrictor band on the vein graft. In some cases, serum bile acid values remain abnormal despite a remarkable improvement in the animal's signs (Hardie, 1997) . If serum chemistry profile and serum bile acid concentrations. indicate ongoing hepatic dysfunction, then medical management should be continued. Medi~al manageme~t is directed at minimizing the signs of hepatic encephalopathy and includes manipulation of dietary proteins and intestinal flora and avoidance of medications or s?bstances capable of inducing encephalopathic SignS. A restricted protein diet (2.0 to 2.5 mg/ kg) composed of proteins rich in branchedchain amino acids with comparatively smaller amounts of aromatic amino acids is recom-m~nded. Foods containing milk protein (dried milk or cottage cheese) are best. The bulk of the caloric intake should consist of simple carbohydrates such as boiled white rice. Meals should be frequent and in small amounts to maximize digestion and absorption so that minimal residue is passed into the colon where intestinal anaerobic bacteria degrade~itrogenous compounds to ammonia. Commercial diets formulated for liver or renal dysfunction and a diet formulated for intestinal disease are used with success in most puppies and kittens with congenital or acquired PSS.\n\nManipulation of intestinal flora with antimicrobial a~e.nts.and lactulose also produces mar~ed :limcallmprovement. For animals presennng m encephalopathic crisis intravenous isotonic electrolyte solutions suppl~mented with 2.5 %. or 5.0%~extrose solution and potassium chloride, cleansing enemas with warmed 0.9% saline solution, or enemas with added neomycin (15 to 20 ml of 1% solution three to four times daily), lactulose (5 to 10 ml diluted 1:3 with water three to four times daily), or betadine solution (10% solution, rinse after 10 minutes with wa~water) are recommended. For long-t~rm medical m~nagement of encephalopathic SignS, lactulose IS given orally at a dosage of 0.~5 to 1.0 ml per 4.5 kg body weight, the dose adjusted to the frequency and consistency of the stools passed each day. Two to three soft or pudding-consistency stools indicate an optimal dose. Too great a dose may result in flatulence, severe diarrhea, dehydration, and acidemia. To f\\1rther manipulate the intestinal flora, neomyem (22 mglkg orally two to three times daily) etronidazole (7.5 mg/kg orally two to threŨ rnes daily), aIJolpicillin (5 mglkg orally two to three urnes. dally), or amoxicillin (2.5 mg/kg orally two ttmes a day) may be used intermittently for several weeks.\n\nCongenital Hepatic Arteriovenous Fistulas. Congenital hepatic arteriovenous fistulas etween the~epatic artery and portal vein occur in both puppies and kittens (Easley and Carpenter, 1975; Legendre et al, 1976· Moore and Rogers et al, 1977) . These congenital malformations are the result of failure of e com~on embryologic anlage to differentiate l1~to artenes and veins. Congenital hepatic artenovenous fistulas are associated with portal hyertension and shunting of blood through multtple portosystemic venous collaterals (Table  11 -3): In~reased pressure in the portal vein, hepa~c. Vel?, and hepatic sinusoids is caused by arterialization of the portal circulation. Arteriovenous fistulas located in other areas of the body increase cardiac output and produce signs of heart failure (Gomes and Bernatz 1970· Moore and Whiting, 1986) . The interpositioõ f the hepatic sinusoids between the heart and fistula. cushions the hemodynamic effects, influencing heart function in animals with congenital hepatic arteriovenous fistulas. Animals with congenital hepatic arteriovenous fistulas have multiple portosystemic shunts and ascites. Portal venography by splenic pulp injection or mesenteric vein catheterization demonstrates multiple anomalous shunts but does not show e fistulas. Diagnosis is made by nonselective Jugular venography , selective celiac angiography, technetium scintigraphy, ultrasonography, or observation of an abnormal liver lobe during laparotomy. Affected liver lobes are large and may have numerous pulsating surface vessels. Unaffected liver lobes are small. A continuous murmur accentuated during systole may be auscultated near the lesion. Palpation of the area may reveal a thrill. Ultrasonographically, congenital hepatic arteriovenous fistulas are identified on the basis of finding multiple large, tortuous, and pulsatile hepatic vessels and en-lar~ement of the celiac and common hepatic artenes, Congenital Hepatoportal Microvascular~p lasia. Hepatoportal microvascular dyspla-Sl~IS char~ct~nzed by the presence of multiple tnlCroSCOPIC intrahepatic shunts (Phillips et al, 1993; Schennhorn et aI, 1996) . The microvas- cular dysplasia occurs in the same dog breeds that have congenital PSS, possibly being an inherited disorder in Cairn terriers. Most dogs with microvascular dysplasia are asymptomatic, probably because only a small amount of blood is being shunted away from the liver. When signs are present, they are similar to those seen in dogs with congenital extrahepatic and intrahepatic PSS, with the exception that most dogs with microvascular dysplasia usually present at an older age. The most prominent laboratory abnormality is increased serum bile acid concentrations. There is no ultrasonographic, sur-gical, or portographic evidence of a congenital PSS, and the rectal portal scintigraphy is normal. Medical treatment is the same as for any suspected congenital PSS. Asymptomatic dogs with increased serum bile acids as their only detectable abnormality do not require treatment.\n\nCongenital Storage Disorders. Congenital storage disorders affecting the function or availability of lysosomal enzymes or effector proteins essential for catabolism of glycoproteins, glycolipids, glycosaminoglycans (mucopolysaccharides), gangliosides, and glycogen have been identified in puppies and kittens. These disorders are characterized by tissue accumulation of undegraded storage products. Signs are usually progressive in association with tissue accumulation of storage material. Hepatomegaly may develop from the undegraded storage product accumulating in hepatocytes and Kupffer cells.\n\nMannosidosis resulting from a deficiency in acid mannosidase activity that causes the intralysosomal accumulation of a mannoside oligosaccharide occurs in kittens (Jezyk et al, 1986; Vendevelde et aI, 1982) . Clinical findings include hepatomegaly, neurologic dysfunction (including tremors, ataxia, hypermetria, and/or weakness), stunted growth, facial dysmorphia, and early death. Histopathologic examination reveals extensive cytoplasmic vacuolation in hepatocytes and neurons and the presence of unusual axonal spheroids. The mucopolysaccharide storage disorders are caused by a defect in lysosomal enzymes responsible for the degradation of dermatan sulfate, heparan sulfate, or keratan sulfate-normal constituents of the connective tissue matrix. These disorders are clinically progressive and are associated with tissue accumulation of glycosaminoglycans. Clinical features vary with the specific enzyme deficiency. Hepatosplenomegaly may develop from the accumulation of incompletely degraded mucopolysaccharides in parenchymal and reticuloendothelial cells. Clinical findings may include facial dysmorphia (rounded broad forehead, small ears, and dished face), corneal opacity, bone and joint lesions (including odontoid hypoplasia, intervertebral disk degeneration, spinal canal and vertebral exostoses, osteoporosis, coxofemoral luxation, lytic areas in long bones and vertebrae, joint effusions, and degenerative joint disease), cardiac murmurs, stunted growth, metachromatic granules in leukocytes, neurologic abnormalities (mental slowness, cervical or thoracolumbar myelopathy), and early death. Mucopolysaccharidosis I (a-L-iuronidase deficiency) has been described in a kindred of Plott hounds and in domestic short-haired cats (Haskins et ai, 1983; Shull et ai, 1984) . Mucopolysaccharidosis VI (arylsulfatase B deficiency) has been described in Siamese and domestic short-haired cats (Breton et al, 1983; Haskins et ai, 1980 Haskins et ai, , 1981 . Mucopolysaccharidosis VII has been described in a dog (Haskins et al, 1984) . A presumptive diagnosis of mucopolysaccharidosis can be made by a positive urine toluidine blue spot test. Definitive diagnosis is made by measurement of the activity of specific enzymes in fresh serum, cultured dermal fibroblasts, or leukocytes. Treatment with bone marrow transplantation has been reported to result in clinical improvement (Dial et al, 1985; .\n\nGangliosidosis occurs from incomplete catabolism of certain gangliosides and glycolipids and retention of these substrates within lysosomes. Gangliosidosis has been reported in the puppy and kitten (Alroy et al, 1985; Baker and Lindsey, 1974; Barnes et al, 1981; Cork et al, 1977 Cork et al, , 1978 N euwelt et al, 1985; Read et aI, 1976; Wenger et al, 1980) . Affected animals develop neurologic signs as early as 2 or 3 months of age. Progressive, fine generalized muscle tremors, ataxia, and paresis are the usual clinical findings. Gangliosides accumulate in the central nervous system and in visceral organs, including the liver. Membrane-bound cytoplasmic bodies are observed in cells from affected individuals.\n\nGlycogen storage disorder associated with hepatomegaly has been diagnosed in a kindred of Lapland dogs and in a German shepherd dog (Rafizuzzaman et aI, 1976; Walvoort et al, 1982 Walvoort et al, , 1984 . Affected animals showed signs as early as 2 months of age that were slowly progressive over many months. Signs included weakness, weight loss, and gradual abdominal distention associated with profound hepatomegaly. Glycogen is freely dispersed in the hepatocellular cytoplasm. A deficiency of amylo-l,6-g1ucosidase was demonstrated in a German shepherd dog (Ceh et aI, 1976) , and a deficiency of a-glucosidase was demonstrated in a Lapland dog (Walvoort et al, 1982) .\n\nCopper Storage Disorders of the Bedlington Terrier. A chronic active liver disease associated with an age-related accumulation of hepatic copper occurs in Bedlington terrier dogs (Hultgren et al, 1986 ). An autosomal recessive The liver .nd P.ncre.s I 2II mode of inheritance is involved; only individuals homozygous for the recessive gene develop the excess copper accumulation in hepatic lysosomes. The adverse effects of retained copper are not noted during the first few years of life in affected Bedlington terrier dogs by the protective lysosomal sequestration of copper. Once lysosomal storage is overwhelmed, a progressive hepatopathy and clinical evidence of chronic active liver disease ensue. In affected dogs, copper accumulation begins before 1 year of age and continues for at least 5 or 6 years. Hepatic copper concentrations exceeding 2000 j.Lg/g dry tissue are consistently associated with morphologic and functional evidence of the progressive hepatopathy that over time progresses to chronic active hepatitis and cirrhosis (Fig. 11 -6A) (Hultgren et al, 1986; Twedt et al, 1979) . Affected dogs can be identified at 6 months of age on the basis of hepatic biopsy results (lohnson et ai, 1984) .\n\nLiver tissue can be qualitatively and quantitatively evaluated for copper accumulation. Routine staining with hematoxylin and eosin reveals dark cytoplasmic granules in hepatocytes of affected dogs early in the disease. Tissue-bound copper can be stained with rubeanic acid, rhodanine, or Timm's stain for qualitative and semiquantitative estimation of the degree of copper retention (Fig. 11-6B) (johnson et al, 1984; . Tissues should be stored embedded in paraffin blocks rather than formalin solution if examination is delayed for several months, because copper staining is reduced after prolonged storage in formalin solution . Quantitative assessment of hepatic copper is accomplished by atomic absorption spectroscopy of tissue previously preserved in formalin or paraffin block or frozen. Normal dog liver has less than 400 j.Lg copper per gram of dry tissue Twedt et al, 1979) .Affected Bedlington dogs may develop hepatic copper content up to 2000 j.Lg/g during the first year of life before developing histopathologic evidence of hepatocellular injury. Dogs showing evidence of abnormal copper storage in hepatic biopsy material by 1 year of age should not be used for breeding. Affected Bedlington dogs may have evidence of increased hepatic copper as early as 8 to 12 weeks of age.\n\nDiagnosis of copper-associated hepatopathy in Bedlington terriers can be made by examination of hepatic tissue for excessive copper storage or by performing genetic tests on DNA samples collected from suspected dogs. An autosomal recessive mode of inheritance is in- valved in copper-associated hepatopathy in Bedlington terriers. The frequency of the recessive gene in Bedlington terriers is estimated to be as high as 50% in the United States, with a similar frequency in England. This means that more than 25% of Bedlington terriers are \"affected,\" and another 50% are \"carriers.\" The DNA samples can be collected with a soft cheek brush that is provided by a commercial genetic laboratory (VetGen, 3728 Plaza Drive, Suite 1, Ann Arbor, MI 48108; 1-734-669-8440, Toll Free: 1-800-4-VETGEN, Fax: 1-734-669-8441; or see their web site: www.vetgen.com). By gently brushing the inside of the dog's cheek, cells containing DNA are removed. The collected DNA samples then are analyzed to determine the genetic status of the suspect dog. Useful for dogs of any age, the DNA sample collection and analysis activities can be completed before puppies are purchased at 6 to 10 weeks. The results of the DNA testing also can be formally registered with the Orthopedic Foundation for Animals. (For further information about the Orthopedic Foundation for Animal's Registry for Copper Toxicosis in Bedlington Terriers, contact Orthopedic Foundation for Animals, 2300 E. Nifong Boulevard, Columbia, MO 65201-3856 or telephone 1-573-442-0418.) n-penicillamine, a copper chelator, is recommended for the treatment of the copper-associated hepatopathy in Bedlington terriers as soon as the disorder is confirmed. The recommended dose of n-penicillamine is 125 to 250 mg/day (adult dogs), given 30 minutes before feeding (Hardy, 1983) . The most common adverse effects from o-penicillamine administration are vomiting and anorexia. Vomiting may be manageable by dividing the daily dose into two or three doses. If o-penicillamine is not tolerated, another copper chelator, 2,3,2-trientine, administered at 10 to 15 mg/kg orally one to two times daily or zinc acetate administered at 50 to 200 mg orally once a day, decreases intestinal absorption of copper and may be used. In addition to the decopper drugs, vitamin C and prednisolone have been recommended. Vitamin C is known to facilitate the excretion of copper in urine, and large doses may reduce the intestinal absorption of copper. Dosages of 500 to 1000 mg/day have been suggested (Hardy, 1983) . Prednisolone at 0.5 to 1.0 mg/kg per day is recommended only for those dogs showing evidence of active hepatic necrosis. Limitation of the dietary intake of copper is usually not possible. Most dog foods contain 5 to 10 mg/ kg of copper, which may result in a higher copper intake per kilogram than is appropriate.\n\nHepatopathies associated with increased concentrations of hepatic copper have been recognized in young dogs and cats with chronic active hepatitis, cirrhosis, and chronic bile duct obstruction (Rolfe and Twedt, 1995) . Copper may aggravate the underlying pathologic process in these disorders by direct injury to cellular organelles or by promotion of fibrogenesis (Hultgren et al, 1986) . The decreased ability to excrete biliary copper probably underlies abnormal hepatic copper retention when a primary cholestatic disease exists. Primary hepatobiliary disease associated with an increased accumulation of hepatic copper, albeit smaller amounts of tissue copper than in Bedlington terriers, has been described in Doberman pinscher, Skye terrier, West Highland white terrier, and American and English cocker spaniel dogs (Crawford et al, 1985;  Thornburg and Rottinghaus, 1985;  Thornburg et al, 1986) . The chronic active hepatitis associated with an increased liver copper content in Doberman pinschers occurs primarily in middle-aged females. Although the youngest dog reported with this disorder was 1.5 years old, it is unknown whether younger dogs are symptomatic. It is suspected that affected dogs could be identified at a younger age on the basis of routine screening serum chemistry profiles revealing increased liver enzyme activity.\n\nA familial copper-associated liver disease occurs in West Highland white terrier dogs (Thornburg et aI, 1986) . Increased hepatic copper concentrations are detected in asymptomatic dogs as young as 7 months of age. In three affected dogs younger than 9 months of age, the hepatic copper concentration ranged between 1500 and 1750 f.Lg/g dry weight. Hepatic copper concentrations in affected dogs have ranged as high as 3500 ppm, considerably lower than the maximal values recorded for Bedlington terriers. In an attempt to decrease the perpetuation of this disorder, it has been recommended that relatives of West Highland white terrier dogs dying of liver disease be evaluated by hepatic biopsy before 1 year of age. Those animals with increased hepatic copper content should not be used for breeding purposes. Liver disease has also been observed with unexpected frequency in American and English cocker spaniel dogs (Thornburg and Rottinghaus, 1985) . Dogs as young as 9 months have been diagnosed as having chronic active hepatitis.\n\nThe liver disease appears to be progressive, and dogs dying of cirrhosis have had hepatic copper concentrations three to five times normal.\n\nA genetic defect in the Dalmatian dog's liver results in an inability to convert uric acid into allantoin, the soluble excretory product of purine metabolism in non-Dalmatian dogs (Briggs, 1985; Briggs and Harley, 1986;  Giesecke and Tiemeyer, 1984) . This genetic defect is transmitted by homozygosity for a recessive trait. Serum uric acid concentrations in Dalmatian dogs are consistently increased, and urinary excretion of uric acid is markedly greater than in non-Dalmatian dogs. Typical serum uric acid concentrations in Dalmatian dogs range between 2 and 4 mg/dl versus less than 1 mg/dl The liver .nd P.ncre.s I 213 in other breeds of dogs (Kruger and Osborne, 1986; Schaible, 1986) . Urine excretion of uric acid in Dalmatians ranges between 400 and 600 mg in 24 hours versus 10 to 60 mg in 24 hours in non-Dalmatians (Kruger and Osborne, 1986) . Urine uric acid-to-creatinine values have ranged between OJ and 0.6 for normal puppies and 1.3 and 4.6 for pedigree Dalmatian puppies at 3 to 7 weeks of age and between 0.2 and 0.4 for normal dogs and 0.6 and 1.5 for purebred adult Dalmatians (Schaible, 1986) . The increased urinary excretion of uric acid puts the Dalmatian at increased risk for the formation of urate uroliths, although not all affected dogs develop uroliths.\n\nHepatic Lipidosis. Most puppies and kittens that present with hepatic lipidosis have primary disease in other organ systems or an infectious disease, and therefore it is possible that the hepatic lipidosis was the consequence of acquired nutritional inadequacies. A variety of metabolic disorders can disturb the mobilization of triglycerides from the liver. Whenever intrahepatic lipid synthesis or the hepatocellular uptake of fat exceeds the dispersal of triglycerides from the liver, hepatic lipidosis develops (Fig. 11-7) (Miettinen, 1981; Pulito et aI, 1976) . Severe hepatic lipidosis occurs most commonly in toy-breed puppies, which become hypoglycemic and die after prolonged anorexia or fasting (van Toor et aI, 1991) . Clinically, kittens appear to be more susceptible to hepatic triglyceride accumulation than puppies. Any serious medical problem in the kitten can be associated with excessive hepatic lipid accumulation characterized by cytoplasmic vacuole formation that adversely influences hepatic function. Nutritional management that ensures adequate intake of calories, essential amino acids, and essential fatty acids is the best recommended symptomatic therapy. In addition, nutritional management for the mother during pregnancy can be important in possibly preventing hepatic lipidosis in the newborn.\n\nNeonatal Icterus. Neonatal icterus often occurs in puppies and kittens as a result of immunohemolytic anemia (Cain and Suzuki, 1985; Giger et al, 1991; Young et al, 1951) . Icterus often occurs in kittens within 3 days of birth with hemolysis from neonatal isoerythrolysis (see Chapter 3).\n\nNoncirrhotic Portal Hypertension in Young Dogs. Most young dogs with noncir-rhotic portal hypertension are younger than 19 months old, pedigree dogs, and female (see Table 11 -3) (Bunch, 1997; DeMarco et aI, 1998; Rand et al, 1988; Rutgers et al, 1993;  van den Ingh and Rothuizen, 1994; van den Ingh et al, 1995) . Typical signs are apathy, ascites, vague gastrointestinal upset (anorexia, vomiting, diarrhea), neurologic derangements, and polydipsia! polyuria. The affected dogs typically have smallsized livers, acquired PSS, and splenomegaly. Common trends in serum chemistry profiles are increased liver enzyme activities and evidence of hepatic dysfunction (e.g., hypoalbuminemia, increased serum bile acid content, and hyperammonemia). Microcytosis is a consistent finding. Liver biopsy is required for an accurate diagnosis in the affected dog. Histopathologic findings include preserved to altered liver architecture, portal hypoperfusion, and variable degrees of fibrosis; there are usually no cytopathic indications of destructive processes such as necrosis or inflammation.\n\nResponses to symptomatic and specific hepatic treatment of affected dogs vary with the degree of portal hypertension present and the length of time hypertension has existed. Symptomatic measures to decrease ascites and signs of hepatic encephalopathy are indicated. Colchicine (0.025 mglkg orally once daily) and/or prednisone (0.5 to 1.0 mglkg orally daily initially, then every other day) have been the medications reported to be useful in a small number of cases (Rutgers et aI, 1990) . It seems that affected dogs have the potential to have a good quality of life for an indefinite period of time.\n\nFeline Inflammatory Liver Disease. Inflammatory liver diseases of young cats is proba- bly best referred to as feline cholangitis/cholangiohepatitis syndrome (CCHS) (Center, 1997) . This syndrome can then be described as being either a suppurative CCHS or a nonsuppurative CCHS. Affected cats with suppurative CCHS usually are 3 months and older and usually are males. A sudden-onset history of vomiting and diarrhea is common. Older cats are icteric, febrile, lethargic, and dehydrated on initial presentation. Less than 50% of cats have hepatomegaly. The most common organisms associated with suppurative CCHS are Escherichia coli, Staphylococcus, a-hemolytic Streptococcus, Bacillus, Actinomyces, Bacteroides, Enterococcus, Enterobacter, and Clostridium species.\n\nMost cats with suppurative CCHS show a moderate increase in serum ALT, AS'f, ALP, and GGT activities. Some cats have left-shifted leukograms with an accompanying leukocytosis. On ultrasonography, severe ascending cholangitis associated with thickening of the extrahepatic biliary system and inflammation within the lumen of the intrahepatic bile ducts may be observed. Ultrasonography also may show coexisting extrahepatic bile duct obstruction (enlarged gallbladder, distended and tortuous common bile duct, and obvious intrahepatic bile ducts), cholecystitis (thickened, laminar appearance of the gallbladder wall, adjacent fluid accumulation), and pancreatitis (prominent, easily visualized enlarged pancreas with adjacent hyperechoic fat). Cytologic evaluation of liver aspirates or imprints may reveal suppurative inflammation.\n\nMost cats with nonsuppurative CCHS are 1 year of age or older and have been ill for several months (Center, 1997) . Clinical signs are subtle and may include only episodic vomiting, diarrhea, and anorexia. Most cats have hepatomegaly, are icteric, and may have ascites. Concurrent disorders frequently include inflammatory bowel disease, low-grade lymphocytic pancreatitis, and cholecystitis. Cats with lymphoplasmacytic inflammation tend to have greater magnitudes of increased serum ALT, AST, ALP, and GGT activities than cats with just lymphocytic inflammation. Cats with lymphocytic inflammation may develop a lymphocytosis (total lymphocyte counts greater than 14,000/f..d) without other evidence of malignant lymphoproliferative disease. Similar to cats with suppurative CCHS, abdominal radiographs rarely show important diagnostic information. In most cats with nonsuppurative CCHS, a multifocal hyperechoic pattern is recognized ultrasonographically, which represents peribiliary inflammation and fibrosis. In some cats, ultrasonography may fail to show any abnormalities. Cytologic preparations from liver aspirates may lack evidence of inflammation or may disclose only a few inflammatory cells. A wedge biopsy of the liver for histopathology is preferable for a definitive diagnosis because it more reliably demonstrates whole acinar units and portal triads (Center, 1997) .\n\nTreatment of suppurative CCHS incorporates appropriate antimicrobial therapy based on identification of infectious organisms. If bacteria are cytologically observed, a Gram's stain facilitates selection of antimicrobial agents. Cats with extrahepatic bile duct obstruction should have their biliary occlusion decompressed, if possible. If biliary tract decompression cannot be accomplished, the biliary pathway may be rerouted by a cholecystoenterostomy. Biliary diversion is a vital early therapeutic intervention in the prevention or control of sepsis in obstructive suppurative cholangitis. Aerobic and anaerobic bacterial cultures should be collected from bile, tissue adjacent to any focal lesion, gallbladder wall, and liver tissue.\n\nAny icteric cat suspected of having suppurative or nonsuppurative CCHS should be evaluated for coexistent extrahepatic bile duct obstruction, pancreatitis, and inflammatory bowel disease as well as coexistent hepatic lipidosis. If lipid vacuolation is detected, nutritional support with a commercially prepared feline diet should be included in the treatment plan.\n\nImmunosuppressive therapy for cats with nonsuppurative CCHS includes a combination of prednisolone (initial dose of 2 to 4 mglkg orally once a day or divided twice daily), with titration to the lowest effective dose over the The liver Ind PlnCfelS I 215 next several months, and metronidazole (7.5 mglkg orally two to three times daily) (Center, 1997) . Supplementation with L-carnitine 250 mg/cat per day, water-soluble vitamins (two times the normal maintenance dose), and vitamin K 1 (0.5 to 1.5 mglkg) subcutaneously or intramuscularly for three doses at 12-hour intervals and then once a week for 1 or 2 additional weeks may be provided. Oral vitamin E can also be added as a supplement to ensure its adequacy as a free radical scavenger; a dose of 100 to 200 IU per day is used. Ursodeoxycholic acid (10 to 15 mglkg orally per day) is given to all cats with CCHS once extrahepatic bile duct obstruction is corrected. Monthly serum liver enzyme activities and total bilirubin concentrations may be used to monitor treatment response as well as how well the cat is doing at home.\n\nHepatic Abscessation. Hematogenous, omphalogenic, biliary, and peritoneal extension are sources of infecting organisms that cause hepatic abscesses to appear in puppies and kittens (Hargis and Thomassen, 1980; Valentine and Porter, 1983) . Postpartum umbilical infection appears to be the most common cause of hepatic abscessation. Once clinical signs develop, animals deteriorate and die within 2 to 4 weeks. Occasionally, seemingly healthy puppies die unexpectedly, the cause being discovered on histopathologic examination. Most affected puppies are between 3 and 70 days of age and are from large litters (Hargis and Thomassen, 1980) . Organisms frequently isolated from hepatic abscesses in puppies and kittens include Escherichia coli and Staphylococcus, Streptococcus, and Salmonella species. Puppies and kittens with hepatic abscesses are usually stunted, emaciated, and dehydrated and may have enlarged abdomens due to hepatomegaly and peritonitis. Unaffected liver lobes usually show multifocal necrosis on histopathologic examination. Suspected hepatic abscesses in puppies and kittens should be managed with antimicrobial drugs and other supportive care (see Chapter 5).\n\nHepatic Parasitism. Hepatic trematode infection may be diagnosed in kittens as young as 4 months of age. The most common liver fluke in cats in North America is Platynosomum amcinnum. Other species of flukes that may infect cats include Amphimerus pseudofelineus, Opisthorchis tenuicollis, Metorchis albidus, and Metorchis conjuctus. Cats acquire Platynosomum con-cinnum infection by the ingestion of the second intermediate hosts: a land snail (Subulina octona) and a lizard or marine toad. Once ingested, the infective stage of the parasite migrates up the common bile duct into the gallbladder and bile ducts, where in 8 to 12 weeks it matures into the adult fluke. Embryonated eggs are passed in the feces and are the basis for diagnosis. Clinical signs are noted by 7 to 16 weeks after infection and may include inappetence, lethargy, weight loss, hepatomegaly, emaciation, mucoid diarrhea, depression, vomiting, and abdominal tenderness. Many naturally infected cats show no clinical signs. In heavy infections, clinical signs may develop before the fecal shedding of ova, which occurs as early as 8 weeks after infection. Concentration of eggs in feces by sedimentation is the most reliable diagnostic test. Transient increases in the serum AST and ALT activities develop during fluke migration through the liver. The serum ALP activity may remain normal or may increase. Cats with heavy fluke infection may become jaundiced. Persistent fluke infections and bile duct obstruction may result in biliary cirrhosis. Treatment with praziquantel (20 to 40 mglkg daily for at least 3 days) is clinically effective.\n\nHepatobiliary lesions produced by ascarid larval migration are commonly observed during necropsy of young dogs and cats. These lesions are usually not associated with clinical signs or laboratory abnormalities. Severe hepatic and peritoneal migration, gallbladder rupture, and bile peritonitis may, however, occur in a few puppies. In young dogs and cats, after ingesting eggs, the larval forms of 'Toxocara canis and 'Toxocara cati penetrate the wall of the alimentary canal and pass by way of lymphatics or the portal circulation to the liver. Ascarids may also migrate from the gastrointestinal tract directly through the peritoneal cavity to the liver.\n\nDiseases. Canine herpesvirus infection is an acute, rapidly fatal disease that is associated with hepatic necrosis. Puppies acquire canine herpesvirus in utero, during passage through the birth canal, by exposure to infected littermates, or from orona sal secretions of the dam. Abortions and stillbirths may occur if infection is acquired in utero (Poste and King, 1971) . Generalized, fatal infections develop in puppies during the first 3 weeks of life. Puppies infected when older than 3 weeks are comparatively resistant and develop mild or inapparent infection. An incubation period of 4 to 6 days follows initial exposure. A diffuse necrotizing vasculitis and spread of virus into parenchymal organs, including the adrenals, kidneys, lungs, spleen, and liver, results in multifocal organ necrosis. Meningoencephalitis that causes seizure activity is common in canine herpesvirus infections. In survivors, permanent neurologic deficits may persist, most common of which are cerebellar vestibular defects. Ocular involvement causing panuveitis, cataracts, keratitis, retinitis, and subsequent blindness may occur.\n\nClinical signs of canine herpesvirus infection in puppies may include depression, diminished suckling response, persistent crying, yellowgreen diarrhea, abdominal pain, and incoordination. Petechial hemorrhages may be notable on mucous membranes. Cutaneous lesions may include an erythematous rash with red papules progressing to vesicles. Papular or vesicular lesions may develop in the vulvovaginal orifice, prepuce, and/or oral cavity. Neurologic signs may occur during the terminal stages of the disease. Death frequently occurs within 24 to 48 hours after onset of clinical signs in infected puppies.\n\nDefinitive diagnosis of canine herpesvirus infection in puppies is made on the basis of history, clinical signs, histopathologic changes, and virus isolation. Hematologic and biochemical abnormalities are nonspecific and variable. Thrombocytopenia may be present in ill puppies. Widespread hepatic necrosis causes increased serum activities of ALT and AST. Icterus does not occur. Gross pathologic findings include disseminated multi focal petechial hemorrhages ( Fig. 11-8 ) and areas of necrosis that are distinctly circumscribed in the liver, kidney, and lungs (Greene and Kakuk, 1984) . Hepatomegaly, splenomegaly, and lymphadenopathy are common. Histopathologic lesions are characterized by perivascular necrosis associated with a mild neutrophil and lymphocyte infiltration, hemorrhages, and occasional intranuclear inclusions (Fig. 11-9 ). Treatment for canine herpesvirus infection is usually unrewarding owing to its rapidly fatal progression. Rectal temperature elevation to about 37.7 0 C (100 0 F) and adequate nutritional support may improve puppy survival during an outbreak.\n\nFocal hepatitis and hepatic cord disorganization may develop in puppies and kittens infected with canine or feline parvovirus. Two-to fivefold increases in serum activities of ALT and AST may develop. In some cases, hepatic involvement is progressive, resulting in icterus. Seemingly, a poor prognosis is warranted when hepatic involvement becomes clinically apparent. Coronavirus infection causing feline infectious peritonitis (FIP) most often affects cats between 6 months and 2 years of age. Coronavirus infection has been diagnosed as a cause of stillborn kittens and fading kittens and as an effusive disease in kittens younger than 4 weeks of age. Clinical signs of FIP usually develop in several siblings in a litter, and death losses may span a 6-to 12-month interval. Cats with liver involvement may demonstrate cranial abdominal pain and hepatomegaly. Serum ALT and AST activities are usually increased from 2-to 10-fold in cats with liver involvement. Icterus may develop in those cats with severe, diffuse hepatic lesions. A coagulopathy and thrombocytopenia develop in cats with diffuse vascular The liver and Pancreas I 217 injury, in those with severe inflammation and subsequent activation of clotting factors, or in severe hepatic involvement (Weiss et ai, 1980) . Immunosuppression may help prolong the survival of some cats. Unfortunately, kittens showing signs of hepatic involvement are usually poor candidates for immunosuppressive therapy.\n\nInfection of kittens with feline leukemia virus or feline immunodeficiency virus may occur by horizontal or vertical transmission. By virtue of their oncogenic potential and ability to immunologically compromise the host, these viruses may be associated with neoplastic conditions and infectious diseases involving the liver. Lymphosarcoma and myeloproliferative disease can develop in infected cats within weeks or months of exposure. Affected kittens demonstrate hepatomegaly when they have liver involvement. Icterus develops with diffuse hepatic involvement, periportal infiltration, or major bile duct occlusion. Serum chemistry profile abnormalities are variable, depending on the extent of hepatic involvement.\n\nBacterial-Induced Hepatic Diseases. Enteric organisms such as Salmonella species and Escherichia coli can be a source of hepatic parenchymal and biliary tract infections in young dogs and cats (Greene, 1984) . Salmonella species may exist in young dogs and cats as a part of the normal enteric flora. Transmission of Salmonella species from carrier animals to susceptible hosts may result in gastroenteritis, bacteremia, parenchymal organ or lymph node colonization or abscessation, endotoxemia, stillbirths, or a fading puppy or kitten syndrome. Signs of gastrointestinal infection may develop after 3 to 5 days of exposure or after some unusual environmental or physical stress.\n\nInitial signs may include fever (104 0 to 106 0 F), malaise, anorexia, vomiting, abdominal pain, and diarrhea. Diarrhea can be voluminous and usually contains mucus and fresh blood. Further signs may develop, including weight loss, severe dehydration, weakness, hypotension, pale mucous membranes, and, in some cases, evidence of neurologic involvement. Icterus may develop as a result of endotoxemic effects on the liver, hepatic infarction, or bacterial colonization of hepatic tissue. Serum chemistry profile evidence of liver involvement includes increases in the serum activities of AL'f, AS'f, and ALP. Hyperbilirubinemia is an inconsistent finding.\n\nMultifocal necrosis is the most common histopathologic lesion of salmonellosis. A necrotizing pneumonia may also occur in puppies with hepatic involvement. Definitive diagnosis of salmonellosis relies on culture of the organism from involved tissues or body fluids that are normally free of this organism. Positive culture of fecal specimens does not confirm the causal relationship of the organism to the animals' clinical disease. Successful treatment requires attention to supportive nursing care, plasma transfusion for severe hypoproteinemia, and selection of an appropriate antimicrobial agent. The prognosis for puppies and kittens with salmonellosis is generally poor. Efforts to improve kennel or cattery sanitation, to improve nutrition, and to reduce stress on puppies and kittens may curtail further infection.\n\nBacillus piliformis, the causative agent of Tyzzer's disease, is a gram-negative, spore-forming, obligate intracellular bacterium that can cause enteric and hepatic infections in young dogs and cats, most commonly seen at the time of weaning. Animals subject to infection develop necrotizing enteritis and multifocal hepatitis. Infection in most young dogs and cats is thought to occur by their ingestion of bacterial spores passed in rodent feces. Signs of natural disease in young dogs and cats include a sudden onset of lethargy, depression, anorexia, diarrhea, and abdominal tenderness. Icterus may occur in some affected kittens. Within 24 to 48 hours after the onset of illness, affected animals become hypothermic and severely depressed. Death rapidly follows. Identification of the bacterium is aided by the use of special stains such as Giemsa's stain or Gomori's methenamine silver stain (Greene, 1984) . Isolation of the causative agent cannot be accomplished on routinely used bacterial culture media.\n\nToxoplasma gondii infections vary depending on the chronicity of infection, immune status of the host, mode of infection, and target organs affected. Young dogs and cats are particularly at risk when immunocompromised and debilitated. In utero infection can occur and lead to stillbirths or neonatal disease and death. Mfected puppies and kittens may appear normal at birth but become depressed, inappetent, and dyspneic and develop a mucopurulent oculonasal discharge and progressive neurologic disease; they eventually die. Dissemination to multiple organs usually occurs. Hepatic lesions are typified as a multifocal necrotizing hepatitis. Hepatic inflammation may be associated with cranial abdominal pain and peritoneal effusion and is usually associated with vomiting, diarrhea, and inappetence. Animals may become icteric o.wing to the diffuse nature of the hepatic necro-SIS.\n\nLaboratory abnormalities associated with toxoplasmosis are variable, depending on the target organs affected and the chronicity of infection. Early hematologic features may include a panleukopenia with a degenerative left shift. A leukocytosis may follow during the recovery period (Greene and Prestwood, 1984) . Serum chemistry profile abnormalities indicating hepatic involvement include marked increases in serum AL'f, AST, and ALP activities and hyperbilirubinemia. Definitive diagnosis of toxoplasmosis is made on the basis of tissue examination for Toxoplasma gondii organisms or demonstration of a rising serologic antigen and/or antibody titer. Recommended treatments for toxoplasmosis include the use of pyrimethamine, trimethoprim-sulfonamide, and clindamycin (Greene and Prestwood, 1984) .\n\nThe pancreas is a unique organ possessing both exocrine (digestive) and endocrine (hormonal) functions. Inflammatory pancreatic disease affecting only the exocrine portion is extremely uncommon in young dogs and cats (Strombeck and Guilford, 1990) . Consequently, inflammatory pancreatic disease, that is, acute pancreatitis or relapsing pancreatitis that more commonly affects older dogs and cats, has been rarely identified in dogs and cats younger than 6 months of age. The likely causes of inflammatory pancreatic disease in the young dog and cat are abdominal trauma and infectious agents. Abdominal trauma may induce pancreatitis in dogs that are traumatized by motor vehicles and in cats that have fallen or jumped from high places (high-rise syndrome) (Drazner, 1986 ). In addition, abdominal surgery may result in acute pancreatitis due to traumatic injury to the pancreas (spearing the pancreas with a surgical instrument) or excessive manipulation of the pancreas.\n\nInfectious agents can occasionally contribute to inflammatory pancreatic disease. Pancreatic necrosis can be found on postmortem examination of an occasional dog afflicted with canine parvovirus infection (Drazner, 1986) . It is not known whether the canine parvovirus is directly cytotoxic to the pancreatic tissue or pancreatitis occurs secondary to the invasion of enzymes and bacteria of the intestinal tract into the pancreas. In cats, pancreatitis may be associated with the effusive form of FIP (Barlough and Weiss, 1983) . Other infectious agents directly associated with inflammatory pancreatic disease in the young dog and cat would be extremely unusual and most likely a one-time occurrence.\n\nAlthough seldom required, laboratory confirmation of inflammatory pancreatic disease includes a complete blood count, serum chemistry profile, serum amylase and lipase determinations, serum trypsin-like immunoreactivity (TLI) assay, and survey radiographs and/or ultrasonography of the abdomen. Normal values for serum amylase and lipase activities in dogs and cats younger than 6 months of age are generally indicative of normal adult values. Hyperamylasemia and hyperlipasemia combined with typical clinical features of inflammatory pancreatic disease, as seen in adult animals, establish the diagnosis of inflammatory pancre- Figure 11 -10. Photograph of the pancreas from a young dog with congenital pancreatic hypoplasia. Note the generalized reduction in amount of pancreatic tissue present and the absence of any inflammatory pancreatic disease.\n\nThe liver end Pencreas I 219 atic disease until proved otherwise. The serum TLI assay may be increased-TLI values of more than 35 IJ.glL in young dogs and more than 50 IJ.glL in young cats are consistent with pancreatitis. Its treatment is entirely supportive and is managed in a manner similar to that for the afflicted older dog or cat.\n\nBy far the most common cause of noninflammatory pancreatic disease in the young dog is congenital pancreatic hypoplasia (Harris, 1985; Jubb, 1983; Sherding, 1979) . This disorder of young dogs is characterized by generalized reduction in pancreatic exocrine (acinar) cells, but the islets of Langerhans remain intact (Fig. Il-10) . The disorder is more common in large breeds of dogs, that is, German shepherd (Alsatian), Doberman pinscher, Irish setter, Labrador retriever, and Saint Bernard, but has also been seen in the beagle (Hill et aI, 1971; Prentice et al, 1980) . There may be a sex predilection favoring females (Anderson and Low, 1965) , and young dogs that are symptomatic generally present before 1 year of age. Congenital pancreatic hypoplasia has not been recognized in the young cat.\n\nMost dogs affected with congenital pancreatic hypoplasia present with signs of weight loss or failure to gain adequate weight and poor physical appearance (i.e., dull, dry haircoat and excessive shedding) despite exhibiting a good to voracious appetite (Sherding, 1979) . Varying degrees of frequent (6 to 10 stools per day), foul-smelling, bulky, greasy, loose stools are de-scribed by the dog owner. Often, coprophagia is noted. Affected dogs commonly eat their stools because of their high fat content and because of a dietary energy deficit. The diarrheic stools contain undigested sugars and fats that are being altered by intestinal bacteria to become osmotically active particles (Drazner, 1983) . The marked increase in osmotically active particles and the subsequent efflux of water into the lumen of the intestinal tract result in the colon's inability to resorb the increased volume, and diarrhea ensues. The volume of unabsorbed intraluminal water produces marked intestinal distention and altered motility, which may be severe enough to cause intestinal and colonic bacterial overgrowth (Drazner, 1983) . Unabsorbed fatty acids may also impair the absorptive capacity of the small intestine by damaging the brush border, blunting the villi, and inhibiting colonic water absorption.\n\nThe diagnostic evaluation of dogs suspected to have congenital pancreatic hypoplasia differentiates this disorder from intestinal mucosal malabsorption. Diagnosis of congenital pancreatic hypoplasia is usually not difficult because the presenting signs are rather characteristic and the laboratory test results are helpful in its diagnosis. The serum TLI assay values are classically decreased-TLI values are consistently less than 2.5 f.LglL in affected dogs. \"When the diagnosis is still in question or serum TLI assay results are not available, an exploratory laparotomy can be used for confirmation.\n\nTreatment of dogs with congenital pancreatic hypoplasia depends mainly on dietary management and supplementation with pancreatic digestive enzymes (Lewis et al, 1987) . Efforts to treat these dogs are usually rewarded with a favorable response. The expense of treatment and an unconscientious owner, rather than the ineffectiveness of the treatment regimen itself, are most often the reasons that successful treatment is not accomplished. The most effective dietary management for dogs with congenital pancreatic hypoplasia is a highly digestible, lowfiber, moderate-fat diet supplemented with pancreatic enzymes (Lewis et ai, 1987) . Commercial diets formulated for gastrointestinal disease may be fed. The dog's daily food intake is divided into two or three feedings or is fed free choice. The dietary replacement of pancreatic digestive enzymes is given orally with each meal. Various pancreatic enzyme products are commercially available for this purpose (Sherding, 1979) . Reliable commercial products are available in both powder and tablet form. The usual effective dosage of the powder preparation is 1 to 2 tsp per meal for each 20 kg body weight. The pancreatic enzyme product is mixed with the commercially prepared canned or well-moistened dry dog food and fed without necessarily any preincubation time. \"When diarrhea is in remission and the animal is gaining weight, the pancreatic enzyme product should be titrated to the minimum effective maintenance dose per feeding.\n\n\"When pancreatic digestive enzymes are given orally, a high percentage of them are inactivated by gastric acid. Even though only a fraction of the pancreatic enzymes administered reach the small intestine in an active state, they are still effective because only a slight increase in duodenal digestive enzyme activity is needed to achieve marked improvement in nutrient assimilation (Drazner, 1986) . In some dogs, antimicrobial agents may be a helpful adjunctive therapy for the bacterial overgrowth of the small intestine that often accompanies malassimilation in congenital pancreatic hypoplasia (Drazner, 1986) . Medium-chain triglycerides may be added to the dog's diet if additional dietary energy is needed to increase weight gain or maintain condition in the dog that fails to respond otherwise. The medium-chain triglycerides can be used to provide up to 25% of the dog's caloric need and, when fully utilized, provide 8 kcal/ml (Lewis et ai, 1987) .\n\nThe dog's body weight, general condition, and stool character should be monitored weekly during the treatment of congenital pancreatic hypoplasia. Stool volume should decrease precipitously, and gains in body weight should begin soon after initiation of dietary management and the supplementation of pancreatic digestive enzymes (Sherding, 1979) . The dietary replacement of pancreatic digestive enzymes is generally required for the rest of the dog's life."}