{"title": "Viral hijacking of host caspases: an emerging category of pathogen-host interactions", "body": "How widespread is this phenomenon? No systematic experiments have yet been published.\n\nCan these examples be classified into functional categories? Did this 'hijacking' emerge once or several times during evolution? Are other modalities of cell death manipulated in this way?\n\nCaspases can be classed into three broad categories (Table 1): those which function as the proteolytic executioners of apoptosis ('killer' caspases; including -3 and -7), those which serve to activate the executioner caspases (initiator caspases; including -8 and - 10) , and those which have roles in nonapoptotic processes, including inflammatory caspases such as -1, -5 and -11 (reviewed in Earnshaw et al. 1 and Martinon and Tschopp 2 ). In recent years it has become clear that 'killer' caspases have roles in diverse non-apoptotic processes, such as cell differentiation, migration and metastasis, and in signaling (reviewed in other articles in this issue). In these non-apoptotic processes, the extent of caspase activation or its subcellular localization is restricted in order to prevent cell death.\n\nIt is also important to note that even during apoptosis, caspases engage not only in destructive cleavage, but also engage in productive cleavage: cleavage which produces de novo activities of the substrate protein. This is achieved through several mechanisms (Figure 1 ), such as removal of autoinhibitory domains to produce constitutively active enzymes, cleavage of cytoplasmic localization sequences to facilitate nuclear membrane transition, or degradation of upstream inhibitory factors in metabolic pathways to activate downstream factors. [3] [4] [5] [6] Such productive cleavage allows apoptotic cells to engage signaling pathways until late in the cell death process.\n\nHost cell apoptosis is a common response to viral infection (reviewed in Galluzzi et al. 7 ). Apoptosis is typically considered a defense mechanism which kills the infected cell in order to protect the organism as a whole. As a result of this, there is a selection pressure in favor of viruses which have evolved mechanisms to block apoptosis. For example, several viruses encode Bcl-2 homologs or homologs of cFLIP which function to inhibit activation of apoptotic caspases and block death of the host cell. [8] [9] [10] [11] [12] [13] [14] [15] [16] Interestingly, the inverse strategy can also be observed. Some viruses actually exploit host cell caspase activity to facilitate their own replication. These viruses encode gene products with canonical caspase cleavage motifs, and cleavage at these sites produces products with additional functions. This caspase cleavage is used, for example, to facilitate nuclear translocation of viral components, to activate viral-encoded host transcriptional modifiers, or to perform final maturation of virion particles (summarized in Table 2 ).\n\nThe involvement of host caspases in both viral and bacterial pathogenesis has previously been reviewed. 17, 18 However the present review focuses solely on examples of host caspase 1 Pharmacology and Therapeutics, School of Medicine, National University of Ireland Galway, Galway, Ireland *Corresponding author: H Fearnhead, Pharmacology and Therapeutics National University of Ireland, Galway, Biomedical Sciences Building Newcastle Road Room BMS-G029 NUI Galway, Dangan, Galway H91 CF50, Ireland; Tel: +353 91 495240. E-mail: howard.fearnhead@nuigalway.ie cleavage of viral proteins rather than, for example, induction of apoptosis as progeny dissemination mechanism. This field has continued to develop, with new examples of viruscaspase interactions being published at an increased pace. As such, a review of the current state of this research is timely. 20 ADV infects both newborn and adult minks, but with rather different cytopathologies. In newborn minks, infection leads to rampant, permissive replication, causing apoptosis of the host cell. In adult minks, ADV maintains itself through a more restrained low-level replication. 21, 22 The replication cycle of ADV is stereotypical of parvoviruses. After infection, the virion translocates to the nucleus, where the genome is uncoated. Upon entry into S phase, host cell DNA replication machinery is used to convert the singlestranded genome into a dsDNA template, from which the early genes are transcribed. 23 These transcripts are transported to the cytoplasm, where translation and viral assembly occurs (reviewed in Luo and Qiu 24 ).\n\nADV replication is caspase dependent, as pretreatment of CrFK feline kidney cells with the pharmacological caspase-3 inhibitor Ac-DEVD-CHO causes a marked inhibition of viral genomic amplification, gene expression and viral titer. 25 One early ADV protein, NS1, involved in viral replication, has been shown to be cleaved by host caspases during infection. In CrFK cells, caspases-3 and -7 cleave the 590 residue protein at two sites nearby sites, (INTD/227) and (DQTD/285). 26 The C-terminal domain localizes exclusively to the nucleus. This cleavage event is essential for nuclear reentry of full-length NS1, as engineered mutants without the cleavage sites do not translocate to the nucleus, and such viruses are largely replication defective. 26 Full-length NS1 harbors a nuclear localization sequence near the N-terminal which is revealed by caspase cleavage (Figure 2 ). Because cleavage is incomplete, a pool of uncleaved NS1 remains throughout the infection cycle. 26 It has been postulated that the NLS-bearing C-terminal cleavage fragment oligomerizes with full length NS1 and facilitates nuclear re-entry of NS1.\n\nInfluenza A. Influenza viruses are members of the Orthomyxoviridae, a large family of ( − )ssRNA enveloped viruses which infect birds and mammals. There are currently three recognized subtypes of influenza, termed A, B and C. 27 All Influenza subtypes share similar overall structure, consisting of a lipid outer envelope, a capsid shell and a genomic ribonucleoprotein complex. 28 Caspase activity is required for replication of several pathogenic H7N7, H3N2 and H1N1 strains. [29] [30] [31] Inhibition of caspase activity using z-DEVD.FMK causes significant replication deficiencies in the highly pathogenic A/Bratislava/ 79 (H7N7) strain propagated in kidney epithelial cells. 29 Similarly, siRNA knockdown of caspase-3 or ectopic expression of the caspase inhibitor XIAP also strongly attenuate viral titer. Conversely, overexpression of procaspase-3 in infected cells enhances replication yields by 30-fold. 29 Additionally, overexpression of anti-apoptotic Bcl-2 in infected MDCK cells hinders synthesis of viral proteins NP, HA and NS1, and causes incorrect viral surface glycosylation. 32 Knockdown of pro-apoptotic Bax or Bik also leads to decreased viral titer, due to a defect in nuclear export of ribonucleoprotein complexes. 33, 34 Together, these data suggest that the mitochondrial pathway of caspase activation is exploited for Influenza A replication.\n\nInfluenza A nucleoprotein (NP) is cleaved by caspase-3 at (METD/16). 30, 31, 35 This motif is highly conserved among human pathogenic H1N1, H3N2, and H2N2 strains. Cleavage produces a 3 kDa N-terminal fragment. NP harbors and NLS within this N-terminal fragment (residues 3-13). 36 Thus, it seems likely that host caspase-mediated removal of the NLS allows the assembled RNP complex to be transported to the cytoplasm ( Figure 2 ). The decrease in replication efficiency upon caspase inhibition is attributed to the retention of ribonucleoprotein complexes in the nucleus. 29 Interestingly, avian-like influenza A strains lack the NP caspase motif, instead harboring a D 16 4G substitution. It has been suggested that this difference is important for host range determination, as substitution of the avian-like sequence into a mammalian H1N1 isolate reduced lethality by 68-fold in MDCK cells. 37 Figure 2 Examples of caspase cleavage inducing nuclear-cytoplasmic translocation of viral proteins. Left: Caspase processing of Amdovirus NS1 reveals an N-terminal nuclear localization sequence. Cleaved NS1 oligomerizes with full-length NS1 and facilitates nuclear entry. Center: Influenza A nucleoprotein is cleaved by caspase-3 to remove a nuclear localization sequence. This allows export of ribonucleoprotein complexes to the cytoplasm. Right: Hepacivirus C NS5A is cleaved at two positions to remove an N-terminal cytoplasmic retention sequence and to reveal a C-terminal Nuclear Localization Sequence, facilitating nuclear entry of NS5A Influenza B NP (64 kDa) also harbors a caspase-3-like cleavage motif (MDID/7) which is highly conserved. This protein is also cleaved in cells infected with the B/HK/72 strain, producing a 55 kDa C-terminal truncation. 30, 38 This may suggest that caspase-mediated cleavage of NP is not restricted to Influenza A strains.\n\nHepatitis C virus. Hepatitis C virus (HCV) is a member of the Flaviviridae, a family of nonenveloped (+)ssRNA viruses. HCV is not vector borne, but transmitted directly through bodily fluids. The virus is non-integrating, and can cause both acute and chronic pathologies. It is a causative agent of viral hepatitis, and can lead to liver failure and hepatocellular carcinoma. 39 The genome is encoded on a single RNA strand of~10 kbp. This is directly translated as a large polyprotein, which is processed into individual proteins by both host and viral proteases. 40 HCV gains entry to the target hepatocyte through clathrinmediated endocytosis. Replication takes place in lipid-bound compartments in the cytoplasm. Viral RNA polymerase transcribes a dsRNA template of the genome, from which positive-strand copies can be made. The virion is assembled on the surface of the viral factory membrane. After assembly, the virus is released via a non-lytic mechanism. 41, 42 Expression of the HCV core protein induces host caspase activity. 43, 44 Activated caspase-3 then cleaves the nonstructural protein 5A (NS5A). 45 Cleavage is ablated by treatment of cells with the pan-caspase inhibitor z-VAD.FMK, and enhanced in cells treated with the apoptotic stimuli TNF-α and cycloheximide.\n\nCleavage of the 447 residue NS5A protein occurs at two sites, one near the N-terminal (TELD/154) and the other near the C-terminal (SAVD/389). 46 This cleavage both removes an N-terminal cytoplasmic retention sequence , and exposes a C-terminal nuclear localization sequence (354-362), resulting in the nuclear translocation of cleaved NS5A 45, 46 (Figure 2 ). This cleavage-induced nuclear translocation is required for HCV replication. 47 Nuclear NS5A alters host cell transcription through modulation of transcription factor activity. NS5A activity leads to repression p21 WAF1 and expression of human proliferating cell nuclear antigen (PCNA), which together induces host cell proliferation. 48 Nuclear NS5A also binds to the promoter sequences of host genes that are known to be important for HCV replication, such as IL-8, LTβ and NUAK2. 47 Interestingly, nuclear NS5A also dampens host cell apoptotic response by inhibiting expression of p53 and Bax, while activating antiapoptotic Bcl-2. [49] [50] [51] A model emerges in which HCV-induced caspase activity is used to facilitate the nuclear translocation of NS5A. In the nucleus, NS5A alters host gene expression to force the host cell into a state of proliferation, while also disrupting the host apoptotic response. This represents an elegant mechanism in which a virus induces caspase activity to facilitate replication, only to later shut down the apoptotic response to prevent death of the host cell.\n\nHuman papillomavirus. Human papillomavirus (HPV) is a nonenveloped dsDNA virus of significant clinical interest. There exist more than 100 HPV subtypes, although only a subset of these cause are pathogenic. 52 The pathogenic variants are grouped into two categories; low-risk (LR) subtypes which cause benign or squamous papillomas, and high-risk (HR) subtypes which can cause malignant cancers. 53 HPV encodes seven early nonstructural proteins (E1-E7), as well as two late structural proteins (L1 and L2). 54 The nonstructural proteins include apparatus for viral genomic replication and viral encapsidation, as well as for arresting the host cell cycle, induction of cell differentiation, and regulation of apoptosis. 55 The viral genome is capable of self-replication, and regulates this activity to maintain a viral load of~100 copies per cell. 56, 57 It has been shown that host caspases-3, -7, and -9 are induced during infection of the high-risk HPV-31 subtype. 58 This caspase activation is prevented from proceeding to a full apoptotic phenotype through the anti-apoptotic activity of E6, which inactivates p53, FADD and procaspase-8. 59-61 HPVinduced caspase activity is necessary for viral genome amplification, as treatment with the caspase inhibitor z-DMQD.FMK strongly inhibited viral episome amplification. 58 The HPV-31 helicase protein E1 is cleaved by host caspase-3 at (DMVD/49), both in a cell-free system with recombinant caspase-3, and in apoptotic cells transfected with E1. 58 Cells transfected with uncleavable mutant E1 genomes showed a substantial inhibition in genomic replication, similar to the effects of caspase inhibition, suggesting that E1 cleavage is a key event in viral replication.\n\nInterestingly, the DMVD cleavage site is conserved among high-risk genital HPV strains, including the highest-risk strains − 16, − 18, − 31, − 45, but is not found among low-risk strains. This may suggest that this caspase cleavage event is selectively important for the pathogenesis of high-risk strains. The presence of a caspase cleavage site may be useful as a diagnostic marker for differentiating high-and low-risk strains.\n\nAdenovirus. Adenoviruses are nonenveloped dsDNA viruses which infect a wide range of animals. In humans, adenovirus infection can results in fever, pharyngitis, conjunctivitis, bronchitis and pneumonia. 62 There are more than 50 known pathogenic subtypes of human adenovirus, which are classified into seven species, A-G. 63 The genome consists of a single linear chromosome of 36 kbp. The adenovirus genome encodes early replication genes and late capsid packaging and maturation genes. Alternative splicing is used to produce over thirty peptides. 64 Adenovirus gains entry to the host cell through receptormediated endocytosis. The virion escapes the endosome during acidification and migrates to the nucleus, where the DNA genome is uncoated and transits through the nuclear pore complex. 65 Caspase activity is required for adenovirus replication. Treatment of infected HeLa cells with the pan-caspase inhibitor z-VAD.FMK substantially increased viral production, while also causing a defect in viral progeny release. 8 Caspase inhibition also slows down the rate of infection, as complete infection is observed after 72 h in z-VAD-treated cells, compared to 48 h in control cells. 8 Mechanistically, it has been shown that the large adenoviral E1A gene products, 12S and 13S, are cleaved by caspase-3. Cleavage first occurs at (HLVD/24), removing an N-terminal sequence, then at (FQLD/150). This second cleavage produces two large fragments. The N-terminal fragment is rapidly degraded, while the C-terminal fragment undergoes further cleavage at (STLD/205) and (SILD/243). 66 E1A gene products have several roles during adenovirus infection. One of these roles is to modulate host gene transcription. It has been shown that caspase cleavage of E1A products disrupts binding of E1A to host transcriptional activators CBP and TBP. 66 Cleavage also enhances binding of E1A to the host transcriptional repressor CtBP1. 66 Based on the targeted sites, cleavage likely also disrupts E1A binding to known interaction partners such as p21 and p27, 67 though these have not yet been experimentally tested. Together, this suggests that viral-induced caspase activity alters that transcription factor binding activity of E1A proteins, and that this is necessary for viral replication.\n\nAstrovirus. The Astroviridae are a family of (+)ssRNA viruses first described in 1975. 68 They are divided into two genera; the Avastroviridae which infect birds, and the Mamastroviridae which infect mammals. 69 They are the causative agent of some forms of viral gastroenteritis. 70 The genome consists of a single, non-segmented RNA strand of 6.8-7 kbp. The genome contains three overlapping ORFs, which encode a serine protease (Nsp1a), an RNA polymerase (Nsp1ab), and one structural capsid protein (VP90). 71 The infection strategy is similar to that of other nonenveloped RNA viruses (reviewed in Mendez et al. 72 ). The virus enters the host cell through receptor-mediated endocytosis. In the cytoplasm, the virus uncoats and the genome is released. Viral factories are produced using ER-derived membrane vesicles. The positive-stranded RNA genome is directly translated, while the genome is replicated by way of a dsRNA intermediate. 73 The assembled virus is released through a non-lytic mechanism. 67 Host caspase activity is required during the Astrovirus life cycle. In Caco-2 epithelial adenocarcinoma cells infected with human Astrovirus-8, the activities of both initiator caspases-4, -8 and -9, and executioner caspases − 3 and − 7 are detected 12 h post infection, and siRNA knockdown of caspase-3 or inhibition with Ac-DEVD-CHO strongly attenuates viral release. 74 It has been shown that host caspase-3 is responsible for the proteolytic processing of capsid protein VP90 to its mature form, VP70. 75 This cleavage occurs at (TYVD/657). Blocking caspase activity using z-VAD.FMK inhibits this cleavage event, while treatment with the apoptotic stimulus TRAIL enhances VP90 processing. Inhibition of caspase activity leads to accumulation of viral particles within the cell and a defect in viral release. 75 Caspase-mediated processing of VP90 is an essential step in Astrovirus maturation, although it is not currently clear whether this cleavage facilitate the release of virions from the viral factory membrane, or facilitates a later step in virion release from the cell. (Figure 3 ). 71 \n\nAvian reovirus (ARV) belongs to the Reoviridae family of dsRNA viruses. ARV typically infects broiler chickens, causing a number of pathologies including blue wing disease. 76 Once infected, the virus quickly spreads through all tissues, particularly the skin and musculature, inducing focal skin hemorrhages, arthritis, and stunted growth. 76, 77 The ARV genome is composed of ten segments of dsRNA, with a combined size of 23.5 kbp, which encode ten structural proteins and five nonstructural proteins. 78 Viral replication takes place in the cytoplasm, and virion assembly takes place in factory-like viroplasm inclusions containing the nonstructural proteins and genomic RNA (Figure 3 ). 79 Progeny release is facilitated through a lytic, apoptosis-driven mechanism. 80 In chick embryonic fibroblasts and HeLa cells infected with ARV strain S1133, nonstructural protein μNS is cleaved by host caspases at (DSPD/154), removing an N-terminal domain. 80 Treatment with the pan-caspase inhibitor Q-VD-OPh prevents this μNS processing. Cleavage is performed solely by caspase-3, and not by caspase-7, as indicated by cell-free experiments. 80 Like the example of Astrovirus above, caspase inhibition leads to a drastically reduced extracellular viral titer, suggesting a defect in viral release.\n\nμNS is a conserved nonstructural protein among reoviruses. The μNS of ARV has an important role in the formation of viroplasm factories. 81, 82 Since μNS processing happens relatively late in the infection cycle, it is possible that processing of μNS is responsible for dissociation of viral factories after virion assembly is complete (Figure 3 ). Supporting this, it has been shown that the cleaved forms of μNS associate less strongly with viral inclusions than the intact form. 80 Further work is needed to test the functional significance of μNS cleavage in ARV pathogenesis.\n\nClassical swine fever virus. Like the Hepatitis C virus discussed above, Classical Swine Fever virus (CSFV) belongs to the Flaviviridae. CSFV is endemic in farmed pigs, and infection causes fever-like symptoms and skin lesions, often leading to rapid death of the infected animal. CSFV infection is highly contagious and is spread by direct animalto-animal transmission, as well as through aerosol and fomites. 83 Like other flaviviruses, the (+)ssRNA genome is translated as a single large polypeptide that is subsequently processed into early and late proteins. Nonstructural protein 5A (NS5A) harbors a typical caspase cleavage motif at (DTTD/272), which is cleaved by caspase-6 in swine testes cells. 84 This cleavage is blocked by the caspase-6-specific inhibitor z-VEID.FMK, and also by shRNA-mediated downregulation of caspase-6. Disrupting this cleavage event through z.VEID. FMK treatment decreased viral yield by 7.9-fold, while shRNA inhibition of caspase-6 caused a 21.5-fold reduction in extracellular viral titer. Intracellular viral titer was also decreased by 10-fold, suggesting that the replication defect does not occur at the level of viral release, but at some stage of intracellular virion production. Together, these observations suggest that, similar to HCV, cleavage of CSFV NS5A is required for proper viral replication.\n\nCaspase-6 is atypical in the fact that it is not activated directly by upstream initiator caspases during apoptosis, but relies on activation by the effector caspases-3 and -7. 85 That active caspase-6 is present in CSFV-infected cells may suggest that caspases-3 or -7 are also active, or that caspase-6 is induced through a non-canonical mechanism.\n\nThe function of NS5A cleavage is not yet known. This protein has roles in viral genomic translation and replication, and has been shown to interact with host translation elongation factor 1A. It also appears to be involved in folding of translated proteins through its interaction with Hsp70. Perhaps, like HCV NS5A, cleavage alters interactions between this protein and host transcription factors.\n\nOther caspase-viral interactions. In this paper, we have focussed on examples of productive caspase cleavage of viral proteins. Interestingly, another distinct strategy of viral hijacking can be observed. Several viruses utilize host caspase activity as a tool to penetrate the nuclear membrane. The parvovirus Minute Virus of Mice (MVM) induces host caspase-3 activity. This activity is used to transiently permeablize the nuclear envelope through lamin cleavage, which allows nuclear entry of MVM capsids. 86, 87 Similarly, Influenza A-induced caspase activity leads to cleavage of nucleoporin 153 and enlargement of nuclear pores, facilitating nuclear export of ribonucleoprotein complexes. 88 This appears to be a complementary strategy to the caspase cleavage-mediated NP export described above.\n\nA third example of this strategy occurs with Simian Virus 40 (SV40). Upon infection, the SV40 capsid protein induces host cell caspase activity. This activity leads to perforation of the nuclear lamina by caspase-6, allowing nuclear entry of the SV40 capsid. 89, 90 Viral-encoded caspases. There are also examples of viruses which encode their own executioner caspases. Ascoviruses are a family of large dsDNA viruses which infect noctuid moths. Each of the four members of this family encodes a caspase-like protein.\n\nThe Spodoptera frugiperda ascovirus (SfAV-1a) caspase is expressed upon infection, and induces a modified apoptotic response. 91 Apoptotic bodies are formed, but rather than disintegrate, these are converted into large virus-bearing vesicles. These vesicles facilitate viral dissemination through the blood. SfAV also encodes several IAP-like proteins, and these may contribute to modifying the apoptotic response induced by the viral caspase. 92 The Heliothis virescens ascovirus (HvAV-3e) caspase does not induce apoptosis, but is required for viral replication. 93 During HvAV infection, the host actin fiber network is reorganized into bleb-like structures. 94 These are reminiscent of the caspase-driven cytoskeleton remodeling seen during apoptosis. This process is required for host cell vesiculation and cytopathology. It is possible that the HvAV caspase is responsible for driving this actin reorganization.\n\nSeveral kinds of interaction between viruses and host cell caspases have historically been observed. Viruses can inhibit caspase activation in order to block apoptotic death of the host cell and prolong their window of replication. This can occur through expression of orthologs of anti-apoptotic Bcl or FLIP proteins. 11, 95 Alternatively, viruses have been known to induce host cell apoptosis in order to facilitate the spread of progeny virus, for example through the dissemination of viral-laden apoptotic bodies. 96 In this review, evidence is presented for the existence of an emerging third class of virus-caspase interaction. In these strategies, viruses 'hijack' the proteolytic cleavage activity of host caspases to cleavage viral proteins in order to facilitate viral replication. Some other examples exist of viral proteins which are cleaved by host caspases, but the consequence of whose cleavage is not completely understood. The nucleocapsid protein of Crimean-Congo hemorrhagic fever virus, a deadly bunyavirus, is cleaved by caspase-3 and cleavage limits viral replication. 97 The penton capsomere proteins of the Theiler's murine encephalomyelitis virus (TMEV) are cleaved by caspase-3 activity, but the direct effect of this cleavage on viral replication is unclear. 98 The nucleoprotein (NP) of Junin Virus is cleaved by caspase-3. Interestingly, expression of NP suppresses the activity of caspase-3 in camptothecin-treated cells. This is taken to indicate that NP can act is a decoy substrate for caspase-3, intercepting and blocking the apoptotic response to infection. 99 The origins of caspase hijacking strategies. A taxonomic analysis of the examples presented here shows that this phenomenon is not restricted to any particular virus group, but are found distributed among ssRNA, dsRNA, ssDNA and dsDNA viruses. Because of this, the strategy of exploiting host cell death machinery to facilitate viral replication likely emerged several times during evolution.\n\nCell death is a common response to viral infection in multicellular organisms. It is therefore a cellular state to which many viruses are exposed, and to which they must adapt. Given the prolific, unrestrained nature of killer caspase activity within apoptotic cells, it is perhaps not surprising that many viruses have adapted to use this proteolytic activity for their own benefit.\n\nLatent viruses: a balance between apoptosis inhibition and caspase activation. Viruses can generally be categorized into two groups: those which are capable of remaining within the host cell in a persistent, latent state; and those which are constitutively lytic. Latency often occurs through integration into the host genome. Latent viruses generally prevent the death of the host cell, often through expression of anti-apoptotic factors. Several of the viruses described in this review; namely HPV, KSHV and SV40, are able to persist in latent, integrated states, A question presents itself; how can latent viruses prevent host cell death, while simultaneously taking advantage of caspase activity? In other systems, it has been shown that sub-lethal caspase activation can be utilized to achieve nonapoptotic outcomes such as cell differentiation (reviewed in Connolly et al. 100 ). A similar mechanism of restricted caspase activation may be used by persistent viruses. Through the activity of viral anti-apoptotic factors, host caspase activity may be restricted spatially or temporally, in magnitude.\n\nViral hijacking of non-apoptotic forms of cell death. Interestingly, other modalities of cell death are also 'hijacked' to facilitate viral replication. Treatment of HIV-1-infected Jurkat cells with the necroptosis inhibitors Nec-1 (RIPK) or necrosulfamide (MLKL) strongly inhibits host cell syncytium formation, 101 while siRNA depletion of RIPK1, RIPK3 and MLKL also reduces cell fusion. 101 This suggests that necroptotic processes are utilized for this aspect of HIV-1 pathogenesis.\n\nAutophagy, although not in itself a form of cell death, 102 is a component of some true cell death processes, such as entosis. 103 Some viruses have evolved to exploit autophagy to facilitate their own replication. Upon infection, encephalomyocarditis virus (EMCV) induces the formation of LC3-II + autophagic vesicles. 104 Autophagy is required for viral replication, as treatment with 3-methyladenine or siRNA-mediated inhibition of Atg7 or LC3 suppresses viral replication. Fascinatingly, it appears that EMCV uses these autophagic vesicles as a scaffold upon which viral genomic replication is performed. 104 \n\nThese strategies of caspase 'hijacking' could offer new avenues to explore towards understanding and controlling viral pathogenesis. The individual reports are encouraging, but sporadic. A systematic survey of caspase cleavage of viral proteins is warranted. As a start, we have performed an in silico screen for canonical caspase cleavage motifs within the proteomes of viruses of medical interest ( Table 3 ). Many of these sites, of course, will not turn out to be cleaved in infected cells, as the presence of a caspase motif does not guarantee a cleavage event, let alone a functionally significant one. Nevertheless, the inverse is true; a cleavage event requires the present of a cleavage motif, so this survey may include some true positives among the false positives.\n\nIn vitro, the most basic criteria for identification of a caspasedependent viral process are:\n\n(1) A reduction or defect of intracellular viral replication under caspase inhibition. (2) The existence of one or more viral proteins which undergo caspase-dependent cleavage.\n\nBased on these simple criteria, a screen for novel caspase cleavage events will be a relatively straightforward task."}