{"title": "Brief Communication Correlation between Pneumonia Severity and Pulmonary Complications in Middle East Respiratory Syndrome", "body": "The pulmonary function test, a standardized 6-minute walk test, and chest computed tomography (CT) were performed 1 year after MERS-CoV infection. The pulmonary function tests included total lung capacity (TLC), forced volume vital capacity (FVC), forced expiratory volume in 1 second (FEV 1 ), and diffusing capacity of the lung for carbon monoxide (DLCO). All pulmonary function values were presented as predicted percentage considering age, sex, height, body weight, and race. Radiological sequelae were scored as the number of involved lung segments (total score = 19) on chest CT that were suspected to be post-inflammation sequelae, including sub-segmental atelectasis, ground glass opacity, and consolidation by a radiologist. 10 Emphysema, sequelae of tuberculosis, and bronchiectasis were excluded. Severe pneumonia was defined as the patient requiring oxygen therapy, mild pneumonia was defined as the patient presenting with infiltration on chest X-ray but not requiring oxygen therapy, and no pneumonia was defined as the patient without radiographic evidence of pneumonia. 11 Linear regression or linear by linear association was used to evaluate the association between the severity of pneumonia and continuous or categorical variables, as appropriate. The correlation between pneumonia severity and pulmonary function or radiological sequelae was evaluated using a multivariable linear regression model including age, sex, underlying lung diseases, and smoking. P < 0.05 was considered significant. IBM SPSS Statistics (version 22; IBM Corp., Armonk, NY, USA) was used for all statistical analyses.\n\nAmong a total of 146 survivors in the outbreak, 49 (34%) refused to participate in the study and 24 (16%) could not be contacted by any method. Therefore, 73 patients were enrolled in the study: 18 (25%) patients without pneumonia, 35 (48%) patients with mild pneumonia, and 20 (27%) patients with severe pneumonia. The mean patient age was 51 ± 13 years, 30 (41%) were female, and the severe pneumonia group tended to have more male patients ( Table 1) . Fourteen patients (19%) had a history of smoking and the patients with pneumonia were more likely to have a history of smoking. None of the underlying diseases were associated with the severity of pneumonia.\n\nThe frequency of patients with lung function parameters < 80% of predicted values was as follows: FVC (6/73, 8%), FEV 1 (6/73, 8%), and DLCO (25/68, 37%). After adjusting for age, sex, underlying lung disease, and smoking, FVC and DLCO significantly correlated with the severity of pneumonia (P = 0.008 and P = 0.046; Table 2 ). The patients with severe pneumonia had lower FVC and DLCO than the patients with no or mild pneumonia (Fig. 1) . TLC, FEV 1 , FEV 1 /FVC, and the walking distance in the 6-minute walk test were not significantly associated with the severity of pneumonia.\n\nCT was performed 1 year after MERS-CoV infection in 65 (89%) patients. Radiological sequelae were revealed in 25% (4/16), 63% (19/30), and 95% (18/19) of patients in the no, mild, and severe pneumonia groups, respectively (P < 0.001). The median radiological sequelae score was 0, 1, and 3 in the no, mild, and severe pneumonia groups, respectively, and the radiological sequelae scores were significantly correlated with the severity of pneumonia (P < 0.001, This is the first cohort study showing long-term pulmonary complications of MERS-CoV infection. The findings suggest that more severe MERS pneumonia can result in more impaired lung function at least 1 year after MERS-CoV infection. These findings were compatible with radiological sequelae.\n\nSeveral studies have examined the effect of SARS on pulmonary function 1 year after infection. 5,10,12 A previous study showed that 24% of SARS survivors have impaired DLCO and 5% reduced lung volume at 12 months. 5 Several studies on acute respiratory distress syndrome survivors showed that their pulmonary function usually returns to normal or near normal by 6-12 months, 13,14 but a mild reduction of DLCO may persist in up to 80% of patients at 1 year after recovery. 15 These findings were very similar to the results of the present study. We also showed that 37% of MERS survivors have impaired DLCO at 12 months, whereas only 8% of patients had a reduced FVC.\n\nThe Korean MERS outbreak in 2015 occurred in a hospital setting, and most patients with MERS had been admitted before the outbreak, though one-fourth of patients were healthcare providers. 16 Thus, a comparison of lung function and exercise capacity between these MERS survivors and the general healthy population may mislead the results, as the underlying lung condition before MERS-CoV infection could impact lung function after illness. For this reason, we compared lung function according to the severity of pneumonia in order to evaluate the effect of MERS-CoV infection on pulmonary function. The finding that more severe MERS pneumonia resulted in more impaired lung function strongly suggests that pulmonary sequelae can remain at least 1 year after MERS-CoV pneumonia, which is also supported by the correlation of radiological sequela correlated with the severity of MERS pneumonia.\n\nThe previous study found that SARS survivors who required intensive care unit admission had lower predicted FVC and DLCO than those who did not, but there were no differences in the 6-minute walking test. 5,12 These findings were also compatible with our results, which showed that severe pneumonia requiring oxygen therapy is associated with more impaired lung function, but there was no difference in exercise capacity.\n\nThe present study has several limitations. First, the patients with underlying lung diseases and impaired lung function may have more severe MERS pneumonia. The patients with severe pneumonia had more underlying lung diseases, though the difference was not significant. However, even after adjusting for underlying lung diseases and smoking, the correlation between the MERS pneumonia severity and lung function impairment was significant. Second, because we defined pneumonia as infiltration on chest X-ray, we may classify a patient with mild pneumonia in the group without pneumonia. In fact, radiological sequelae on chest CT was observed in approximately 25% of the patients without pneumonia. Third, only 50% of the eligible MERS-CoV infected survivors were enrolled, which may not represent all of the MERS-CoV survivors in Korea. Forth, no baseline pulmonary function or CT scans were not available. Lastly, our definition of severe pneumonia as requirement of oxygen therapy may be broad and subjective. Ventilator care or mortality may indicate the patients with more severe pneumonia, although small number of patients hampered further classification in this study.\n\nIn summary, patients with more severe MERS-CoV pneumonia may have more impaired pulmonary function at 1 year, which is compatible with the radiological sequelae."}