{"title": "Simultaneous determination of phenolic acids by UPLC-MS/MS in rat plasma and its application in pharmacokinetic study after oral administration of Flos Lonicerae preparations", "body": "Flos Lonicerae, a flower bud of Lonicerae japonica Thunb. that possessed antibacterial, anti-inflammatory, antiviral, antiendotoxin, blood fat reducing and antipyretic activities, has been widely used in traditional Chinese medicine to treat exopathogenic wind-heat, epidemic febrile diseases, sores, carbuncles, furuncles and some infection diseases [1] , and it has also been employed extensively to prevent and treat some serious viral diseases of human and veterinary, such as SASR coronavirus, H1N1 (Swine) flu virus [2] .\n\nIt was reported that, more than 500 prescriptions containing Flos Lonicerae have been used to treat various diseases in China [3] , and its preparations, such as Jin-Yin-Huang oral liquid composed of Flos Lonicerae alone, Shuang-Huang-Lian tablet, Yin-Qiao-Jie-Du tablet, Fufang Jin-Huang-Lian Granule, Qing-Re-Jie-Du oral liquid and Fufang Qin-Lan oral liquid, etc. [4] , in which Flos Lonicerae was the main and active composition, were extensively used for treating acute upper respiratory tract infection caused by virus or bacterial infection in clinical practice. It was found that those phenolic acids especially isochlorogenic acids in Flos Lonicerae were the main bioactive components for antioxidant, antiviral and antibacterial effects by \"Spectrum-activity relationship\" and \"Knock-out/Knock-in\" methods [5, 6] . Besides, we also found that the oral bioavailability of chlorogenic acid in Flos Lonicerae, the indicator compound recorded in Chinese Pharmacopeia [7] , was enhanced largely as the Chito-oligosaccharide at the dosage of 25 mg/kg, one of the most important absorption enhancers possessing a loosening effect on the tension of the tight junctions through ionic interactions with negatively charged groups of glycocalix [8] , was added, and its antiviral activity in vitro was improved significantly [4] . Thus, phenolic acids might be one of the most important compositions to characterize the quality of Flos Lonicerae. In order to elucidate the action mechanism of phenolic acids in vivo, it is essential to develop a quantitative method for determining these phenolic acids in plasma samples and studying their pharmacokinetic profiles.\n\nThere were several articles concerning the quantification of chlorogenic acid in plasma [9] [10] [11] [12] [13] [14] [15] [16] [17] . However, apart from chlorogenic acid, simultaneous pharmacokinetic studies of other phenolic acids have not been reported after oral administration of Flos Lonicerae preparations in rats, and very little attention has been devoted to the pharmacokinetic studies of these components. In the previous pharmacokinetic studies of chlorogenic acid, its concentration in plasma was analyzed by high performance liquid chromatography (HPLC) with UV, ECD or MS [9] [10] [11] [12] [13] [14] [15] [16] [17] . However, Flos Lonicerae contains a series of phenolic acids that have isomer properties with different pharmacological activities [18] shown in Fig. 1 . Therefore, it was desirable to develop an analytical method to allow the five analytes to be quantified simultaneously in rat plasma.\n\nIn this study, a rapid and selective ultra performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) method for the simultaneous determination of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid was developed in rat plasma. The method was fully validated and applied to the pharmacokinetic study of phenolic acids in rat plasma following oral administration of Flos Lonicerae preparations.\n\nChlorogenic acid and tinidazole (using as internal standard, IS) were purchased from National Institute for the Control of Pharmaceutical and Biological Products (Beijing, China). Neochlorogenic acid, cryptochlorogenic acid, 3,4-dicaffeoylquinic acid and 3,5-dicaffeoylquinic acid (98% pure) were purchased from Sichuan Weikeqi Bio-tech Co., Ltd. (Sichuan, China). Six Flos Lonicerae extracts (product A-Jin-Yin-Huang extract, product B-Qing-Re-Jie-Du extract, product C-Fufang Qin-lan extract, product D-Shuang-Huang-Lian extract, product E-Yin-Qiao-Jie-Du extract and product F-Fufang Jin-Huang-Lian extract) were manufactured by Harbin third pharmaceutical factory (Harbin, China).\n\nChromatographic analysis was performed on a Waters Acquity UPLC system (Waters Co., Milford, MA, USA), consisting of a binary pump solvent management system, an online degasser, and an autosampler. An Acquity UPLC BEH C18 column (100 mm × 2.1 mm, 1.7 m) was employed and the column temperature was maintained at 40 • C. The mobile phase was composed of A (0.4% formic acid) and B (acetonitrile/methanol 4:1, v/v) using a gradient elution of 10-11% B at 0-0.5 min, 11-13% B at 0.5-0.75 min, 13-15% B at 0.75-1.5 min, 15-10% B at 1.5-2 min, 10-35% B at 2-3 min, 35-38% B at 3-3.37 min, 38-10% B at 3.37-3.75 min, and hold for 1.5 min. The flow rate was set at 0.4 ml min −1 . The auto-sampler was conditioned at 4 • C and the injection volume was 5 l.\n\nMass spectrometric detection was performed using Xevo Triple Quadrupole MS (Waters Co., Milford, MA, USA) equipped with an electrospray ionization source (ESI). The ESI source was set in positive ionization mode. The analyte detection was performed by using multiple reaction monitoring (MRM) mode at m/z transitions of 354.8 → 162.9 for cryptochlorogenic acid, chlorogenic acid and cryptochlorogenic acid, 516.9 → 162.9 for 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid and 247.8 → 120.8 for IS, respectively (Fig. 1) . The parameters in the source were set as follows: capillary voltage, 3.3 kV; source temperature, 150 • C; desolvation temperature, 500 • C; cone gas flow, 50 l h −1 ; desolvation gas flow, 1000 l h −1 ; cone voltage, 18 V for cryptochlorogenic acid, chlorogenic acid and cryptochlorogenic acid, 24 V for 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid and 36 V for IS, respectively; collision energy, 12 V for cryptochlorogenic acid, chlorogenic acid and cryptochlorogenic acid, 20 V for 3,5-dicaffeoylquinic acid and 3,4dicaffeoylquinic acid and 16 V for IS. Dwell time was set at 0.05 s.\n\nStock solutions were separately prepared by dissolving the accurately weighed five standard reference compounds with a mixture of methanol/water (60:40, v/v) containing 0.1% formic acid. A mixed stock solution was obtained by mixing all the five stock solutions above, and giving a final concentration of 11.33 g ml −1 for neochlorogenic acid, 15.44 g ml −1 for chlorogenic acid, 7.48 g ml −1 for cryptochlorogenic acid, 11.41 g ml −1 for 3,5dicaffeoylquinic acid, and 9.85 g ml −1 for 3,4-dicaffeoylquinic acid, respectively. The mixed stock solution was diluted with a mixture of methanol/water (60:40, v/v) containing 0.1% formic acid to provide working standard solutions of desired concentrations. The internal standard solution of tinidazole was prepared to the concentration of 118.0 ng ml −1 in methanol.\n\nCalibration standards and quality control (QC) samples were prepared by evaporating to dryness 10 l of standard working solution by a gentle stream of nitrogen, and then 150 l of blank rat plasma was added. The samples were prepared prior to use during validation and pharmacokinetic study. The final calibration concentration ranges were 0.74-378 ng ml −1 for neochlorogenic acid, 0.50-1030 ng ml −1 for chlorogenic acid, 1.95-249 ng ml −1 for cryptochlorogenic acid, 0.74-380 ng ml −1 for 3,5-dicaffeoylquinic acid, and 5.1-328 ng ml −1 for 3,4-dicaffeoylquinic acid, respectively. The QC samples were prepared at concentrations of 1.50, 20.0, 250 ng ml −1 for neochlorogenic acid, 1.00, 25.0, 650 ng ml −1 for chlorogenic acid, 4.00, 25.0, 160 ng ml −1 for cryptochlorogenic acid, 1.50, 20.0, 250 for 3,5-dicaffeoylquinic acid, and 10.0, 45.0, 220 ng ml −1 for 3,4-dicaffeoylquinic acid in drug-free plasma. The standards and quality controls were extracted on each analysis day with the same procedures for plasma samples as described below.\n\nA 150 l aliquot of plasma was vortex mixed with 10 l of 5% formic acid, 10 l of IS solution (118 ng ml −1 ) and 20 l of 2 M hydrochloric acid in an Eppendorf tube, and 1000 l of ethyl acetate/n-hexane (9:1, v/v) was added to extract the five phenolic components from the plasma. The sample was vortexed for 1.5 min, and centrifuged at 9659 × g for 5 min. 800 l of supernatant was transferred into another Eppendorf tube and dried under a flow of nitrogen gas. The residue was re-constituted in 100 l 10% acetonitrile/methanol (4:1, v/v) containing 0.4% formic acid, and centrifuged for 10 min. The supernatant was transferred to an autosampler vial and an aliquot of 5 l was injected onto the UPLC-MS/MS system for analysis.\n\nThe method was validated in terms of specificity, selectivity, calibration curve, sensitivity, matrix effect, accuracy, precision and stability, in accordance with the USA Food and Drug Administration (FDA) bioanalytical method validation guidance [19] . \n\nThe specificity of the method was evaluated by comparing the chromatograms of six different batches of blank rat plasma samples, plasma samples spiked with the analytes and IS, and plasma samples after an oral dose. Blank rat plasma samples were analyzed for endogenous interference, followed by spiking with IS for the interference of IS.\n\nThe linearity of each calibration curve was determined by plotting the peak area ratio (y) of analytes to IS versus the nominal concentration (x) of analytes with weighted (1/x 2 ) least square linear regression. The LLOQ was defined as the lowest concentration on the calibration curve with an acceptable accuracy (relative error, RE) within ±20% and a precision (relative standard deviation, RSD) below 20%.\n\nThe intra-day and inter-day precision and accuracy were measured through quantifying three concentration levels of QC samples (six samples for each concentration level) on the same day and on three consecutive validation days, respectively. The precision was evaluated by relative standard deviation (RSD %) and accuracy by (mean measured concentration/spiked concentration) ×100%.\n\nThe extraction recoveries of analytes at three QC levels were determined by comparing the response obtained from six extracted QC samples with those obtained from pure reference standards spiked in post-extracted blank rat plasma at the same concentrations. The matrix effects were evaluated by comparing the peak areas obtained from samples where the extracted matrix was spiked with standard solutions to those obtained from the pure reference standard solutions at the same concentration.\n\nThe stability of phenolic acids in rat plasma was assessed using QC samples, which were freshly prepared and immediately mixed with 10 l of 5% formic acid followed by storing at −70 • C for one month to evaluate the long-term stability. The post-preparation stability was tested by determination of the extracted QC samples stored in the auto-sampler (4 • C) for 24 h. The freeze and thaw stability was determined using QC samples after three freeze-thaw cycles (−70 to 20 • C).\n\nProduct A, B, C, D, E, F extracts were dissolved in saline to give the concentration of 50% (v/v) immediately prior to drug administration. The contents of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4dicaffeoylquinic acid in product extracts respectively were 16 This validated method was applied to monitor the plasma concentrations of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid simultaneously following single oral administration of Flos Lonicerae preparations in rats.\n\nMale SD rats (∼250 g) were obtained from Experimental Animal Center of Nanjing University of Chinese Medicine and kept in an environmentally controlled breeding room (temperature: 20 ± 2 • C, relative humidity: 60 ± 5%) for 1 week. The animals were fasted for 12 h prior to drug administration. The rats were randomly divided into six groups with six rats in each group to receive various administrations at a single oral dose (10 ml kg −1 ) by gastric gavage. After dosing for 0, 10, 20, 30, 40, 55, 70, 100, 160, 250, 600 and 1440 min, blood was collected from the pre-intubated catheter and put into tubes with heparin sodium injection (10 l) and ascorbic acid (2 g) at predetermined time points. Subsequently, plasma was prepared by centrifugation at 1816 × g, 4 • C for 7 min, and immediately analyzed or stored at −70 • C for further analysis followed by immediately mixing with 10 l of 5% formic acid.\n\nThe pharmacokinetic parameters of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid, including the peak plasma concentration (C max ), the time to C max (T max ), the AUC from 0 to infinity (AUC 0-∞ ), the AUC form 0 to time (AUC 0-t ), mean residence time (MRT) and terminal elimination half-life (T 1/2z ), were calculated by the non-compartmental analysis of plasma concentration vs. time data using the \"DAS 2.1.1\" software (Mathematical Pharmacology Professional Committee of China, Shanghai, China). The comparison of pharmacokinetic parameters was possessed by SPSS 16.0 (Statistical Package for the Social Science).\n\nThe stock solutions of the analytes and IS diluted with a mixture of methanol/water (60:40, v/v) containing 0.1% formic acid were directly infused along with the mobile phase into the mass spectrometer with electrospray ion source. The response observed in the positive ionization mode was higher than that in negative ionization mode owning to its ion enhancement effect, though we found that the response in negative ion mode without acid addition in the process of the whole analyzing procedure was better than that in positive ion mode. In the precursor ion full-scan spectra, the most abundant ions were protonated molecules ions [M+H] + for all the analytes (Fig. 1) . Parameters such as desolvation temperature, ESI source temperature, capillary and cone voltage, flow rate of desolvation gas and cone gas were optimized to obtain the highest intensity of protonated molecules ions of analytes. The ion pairs of precursor → production for MRM detection were generated by the intellistart procedure (Fig. 1) , which was embedded in the Masslynx software. The MRM transitions at 354.8 → 162.9, 354.8 → 162.9, 354.8 → 162.9, 516.9 → 162.9, 516.9 → 162.9 and 247.8 → 120.8 were selected to analyze cryptochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid, 3,4-dicaffeoylquinic acid and IS, respectively. Fig. 2 shows the representative UPLC-MS/MS chromatograms of blank plasma (A), blank plasma spiked with the five analytes and IS in LLOQ (B), and the plasma sample at 20 min after oral administration of Flos Lonicerae preparations (C). No interfering peak was observed in blank plasma under the assay conditions. The retention times were 1.27 min, 1.69 min, 1.83 min, 3.60 min, 3.73 min and 1.93 min for neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid, 3,4-dicaffeoylquinic acid and IS, respectively. All analytes were eluted rapidly within 5.25 min.\n\nCaffeoylquinic acids containing neochlorogenic acid, chlorogenic acid and cryptochlorogenic acid as isomers and dicaffeoylquinic acids containing 3,5-dicaffeoylquinic acid and 3,4dicaffeoylquinic acid as isomers had the same precursor and product ions in mass spectrometry. Therefore, it was indispensable to separate the isomers in the two groups with UPLC.\n\nAn Acquity UPLC BEH C18 column (100 mm × 2.1 mm, 1.7 m) elicited a suitable retention and a base-line separation between the analytes. Besides, since caffeoylquinic acids and dicaffeoylquinic acids are phenolic compounds, they needed formic acid in the UPLC mobile phase at a concentration of 0.4% so as to not only overcome the peak-tailing effect, but also enhance the response in ESI-MS/MS for five analytes in the positive ionization mode to improve their detection sensitivity because of ion enhancement effect [20] . We found that a mixture solvent system containing acetonitrile/methanol (4:1, v/v), not acetonitrile or methanol, could be utilized as organic phase to separate the two groups of isomers well. In addition, it was difficult to separate chlorogenic acid and cryptochlorogenic acid owning to their high similar polarity unless an optimized gradient with seven different segments shown above was selected, and the content of mobile phase B was lowered from 15 to 10% at the time of 1.5-2 min. The results (Fig. 2B and C) showed that the gradient elution method was suitable for the caffeoylquinic acids and dicaffeoylquinic acids separation, and the method described above can achieve symmetric peak shape, high resolution (Rs > 1.5) among peaks and short run time for the simultaneous analysis of the five compounds in plasma.\n\nCaffeoylquinic acids and dicaffeoylquinic acids are phenolic compounds, susceptible to oxidation. However, they were found to be stable in acidic conditions and unstable in neutral and basic conditions (data not shown). Therefore, the acidic solvents were used throughout the sample preparation, including collection, treatment and reconstitution procedures. To prevent from potential degradation of caffeoylquinic acids and dicaffeoylquinic acids in the blood, the fresh collected blood samples were stored on ice and then immediately centrifuged at 4 • C for separation of plasma, although ascorbic acid (2 g) as antioxidant was added in the Eppendorf tube at predetermined time points.\n\nIn order to extract the analytes and IS with high, stable recoveries and no endogenous interference at the retention time, four types of reagents using methanol, acetonitrile, ethyl acetate or a mixture of ethyl acetate/n-hexane were tried for precipitation of protein or solvent extraction in rat plasma. It was found that protein precipitation using methanol or acetonitrile gave an effective absolute extraction recovery of analytes whilst they appeared poor repeatability and non-negligible matrix effects from endogenous plasma components on the ionization of the analytes and the IS (data not shown). Besides, it was shown from liquid-liquid extraction using ethyl acetate that the extraction was consistent, compared with protein precipitation, but showed also serious matrix effects. As a result, a mixture of ethyl acetate/n-hexane (9:1, v/v) was utilized to extract the five analytes and the IS, resulting in consistent and precise extraction efficiency (Table 3) . Besides, the matrix effects from endogenous plasma components on the ionization of the analytes and the IS were negligible. Therefore, it was demonstrated that ethyl acetate/n-hexane (9:1, v/v) produced the best extraction solvent for all the analytes and IS.\n\nThe representative chromatograms of blank plasma, blank plasma spiked with standard solution and plasma sample obtained following oral administration of Flos Lonicerae preparations in rats are shown in Fig. 2 . Under the established chromatographic condition, there was no endogenous interference in the plasma and all the five analytes as well as IS could be well separated from each other.\n\nThe regression equation, correlation coefficients and linearity ranges for the five analytes are shown in Table 1 . The results Table 1 Regression data and LLOQs of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid. showed that they all exhibited good linearity. The LLOQs for neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5dicaffeoylquinic acid and 3,4-dicaffeoylquinic were 0.74 ng ml −1 , 0.50 ng ml −1 , 1.95 ng ml −1 , 0.74 ng ml −1 , and 5.13 ng ml −1 , respectively.\n\nThe results of the intra-and inter-day precision and accuracy of all the analytes in LLOQ and QC samples are summarized in Table 2 . The intra-day and inter-day precisions ranged 5.58-14.0% and 5.6-14.3%, respectively. The accuracy derived from QC samples was between 86.2% and 114.1% for each QC level of the five analytes. The assay values on both intra-and inter-day were all within the acceptable range.\n\nThe mean recoveries of all analytes at different concentrations are shown in Table 3 . The extraction recoveries of three level QC samples were stable. The extraction recoveries of IS was 52.6 ± 5.2%. The matrix effect of blank plasma of all the analytes was found to be within the acceptable range, all values were in the range from 85.0% to 115% (Table 3 ). The matrix effect of IS was 93.0 ± 7.0%. Thus, it was demonstrated that the plasma matrix effect was negligible for the assay.\n\nStability of the five analytes during the sample storing and processing procedures was fully evaluated by analysis of QC samples. The results (Table 3) indicated that these analytes in acidified Table 3 Recoveries, matrix effects and stability of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid (n = 6). \n\nPharmacokinetic parameters of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid in Jin-Yin-Huang extract (n = 6, mean ± SD).\n\nJin-Yin-Huang plasma were all stable for one-month storage at −70 • C, 24 h in the auto-sampler (4 • C) and three freeze-thaw cycles with accuracy in range of 85.7-114.9%.\n\nThis validated UPLC-MS/MS method reported for the first time by us was successfully applied to the pharmacokinetic study of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid in rat plasma following oral administration of Flos Lonicerae preparations. The assay was proved to be sensitive enough for the determination of these analytes in rat plasma.\n\nIt is found in Fig. 3 and Tables 4-9 consistently that the rank order of AUC 0-t and C max in six Flos Lonicerae preparations were all chlorogenic acid > neochlorogenic acid ≥ cryptochlorogenic acid ≥ 3,4-dicaffeoylquinic acid ≥ 3,5-dicaffeoylquinic acid (most of them had significant difference), although the administration dosages of 3,5-dicaffeoylquinic acid were higher significantly than that of other ingredients, which illustrated that the effective Table 5 Pharmacokinetic parameters of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid in Qing-Re-Jie-Du extract (n = 6, mean ± SD).\n\nQing-Re-Jie-Du extract intestinal permeability (P eff ) of 3,5-dicaffeoylquinic acid might be the lowest among the phenolic acids, but that of chlorogenic acid was opposite. Besides, the rank order of MRT 0-t and T 1/2z of phenolic acids in six Flos Lonicerae preparations were 3,5dicaffeoylquinic acid > 3,4-dicaffeoylquinic acid ≥ chlorogenic acid, neochlorogenic acid and cryptochlorogenic acid (part of them were different significantly), but T max of them had little significance, which demonstrated that elimination in vivo of dicaffeoylquinic acids might be slower than that of caffeoylquinic acids, influenced by plasma protein binding rate possibly, it was consistent with the report [18] that dicaffeoylquinic acids with two coffee acyl groups had higher binding abilities with human serum albumin (HAS) than caffeoylquinic acids with one coffee acyl group.\n\nThe results above indicated that there were differences of caffeoylquinic acids containing neochlorogenic acid, chlorogenic acid and cryptochlorogenic acid as isomers and dicaffeoylquinic acids containing 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid as isomers in the pharmacokinetic parameters, although they had similar physicochemical properties. Further, it was necessary to separate the caffeoylquinic acids isomers and dicaffeoylquinic acids isomers when phenolic acids as one of the most important compositions were used to characterize the quality of Flos Lonicerae preparations. We also found from Tables 5 and 7 that the values of AUC 0-t in 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid in Shuang-Huang-Lian were higher significantly than in Qing-Re-Jie-Du, Table 9 Pharmacokinetic parameters of neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid in Fufang Jin-Huang-Lian extract (n = 6, mean ± SD).\n\nFufang Jin-Huang-Lian although the administration dosage of 3,5-dicaffeoylquinic acid and 3,4-dicaffeoylquinic acid between them were approximately similar, which indicated that other ingredients in Shuang-Huang-Lian or Qing-Re-Jie-Du might influence the dicaffeoylquinic acids absorption and metabolism in vivo.\n\nIn this study, a rapid and reliable UPLC-MS/MS method was developed for simultaneous analysis of chlorogenic acid, neochlorogenic acid, cryptochlorogenic acid, 3,4-dicaffeoylquinic acid and 3,5-dicaffeoylquinic acid in rat plasma. Sample preparation was carried out by liquid-liquid extraction with ethyl acetate/n-hexane (9:1, v/v) and the data acquisition of each sample was 5.25 min. The method has been successfully applied to the pharmacokinetic study of five bioactive phenolic acids in rats following oral dose of Flos Lonicerae preparations. The results also elucidated effectively that the pharmacokinetic parameters of phenolic acids even isomers had significant differences."}