{"title": "Chemico-Biological Interactions Oligonucleotide therapy: An emerging focus area for drug delivery in chronic inflammatory respiratory diseases", "body": "Respiratory diseases like lung cancer, inflammatory diseases with chronic obstructive pulmonary disease (COPD), asthma, respiratory infections and pulmonary fibrosis are some of the major causes of death globally [1] [2] [3] . Currently available treatment options for these diseases have limited efficacy [4] . The approval of inhaled corticosteroids in the early 1970s opened a major breakthrough and the path for the treatment of airway diseases. Even after 40 years, these are still the mainstay of respiratory disease therapy. However, there are several limitations when it comes to the management of chronic disease conditions [5] .\n\nAlong these lines of research, double-stranded RNAs (dsRNAs) were discovered, which regulates gene function by RNA interference (RNAi). silencing mechanism. The mechanism represents a new and powerful therapeutic approach for the treatment and prevention of respiratory diseases by altering gene expression. Different RNA molecules can mediate RNAi, such as short interfering RNA (siRNA), long dsRNA, microRNA (miRNA) and short hairpin RNA (shRNA) [4] . Among these molecules and approaches, oligonucleotide therapies are emerging as a newer and effective class.\n\nOligonucleotides are defined as polynucleic acid chains that may be modified or unmodified and consists of various functional groups based on their use and source. The nucleotides contain five base pairs, two of which are purine derivatives (adenine and guanine) and the rest are pyrimidine derivatives (cytosine, thymine, and uracil). This class of substances function based on several approaches, namely, the RNAi (miRNA and siRNA), the antisense, the aptamer, the immunomodulatory and the decoy approaches. Most of these approaches are in early phases of development. However, there are several limitations with the current state of small molecule therapies. Thus, the use of oligonucleotides has emerged as an advancement in the treatment of respiratory diseases, as these cover a wide range of targets [5, 6] . Some of the applications of oligonucleotides are listed below:\n\n• PCR (polymerase chain reaction) primer • RNA, siRNA and antisense studies • Melting point optimization of oligonucleotides • Molecular diagnostics • Gene therapy • Microarrays • Fluorescence in situ hybridization (FISH) • Fluorescence resonance energy transfer (FRET) [3] .\n\nThese are short, single stranded oligodeoxynucleotides that have the capability to modify RNA and can alter the protein expression [7] . Based upon their mechanism of action, these are further categorized into two classes: a) RNAse H-dependent oligonucleotides: These stimulate mRNA degradation. Most of the antisense drugs act through RNase H-dependent mechanism. The enzyme RNase H causes hydrolysis of the RNA strand of RNA/DNA duplex as shown in Fig. 1 . Their efficiency is 80-95% in down-regulating protein and mRNA expression and target any site of mRNA.\n\nb) Steric-blocker oligonucleotides: These hamper the process of splicing or translation. These oligonucleotides are effective only when they target a specific codon i.e. 5′ or AUG initiation codon [8] .\n\nAs these are capable of targeting the cause of development of the disease, ASOs have the potential of being used as a successful therapy as compared to the conventional therapies [7] .\n\nThese are non-coding RNAs that have a distinctive role in gene regulation and are also very specific, as they act only on one mRNA target. siRNAs are responsible for gene silencing at the post transcriptional level by causing RNA interference (RNAi). RNAi is a natural process that causes gene silencing through mRNA degradation. A conventional siRNA contains 19-21 nucleotides along with two nucleotides overhanging at the 3' end, mostly TT and UU. Their potency can be enhanced by elongating the length of double stranded RNA (dsRNA). Although, these have the potential of being therapeutically utilized, there are yet certain challenges for their utilization into clinical practice such as, reduced stability and poor delivery [9] .\n\nmiRNA is a single strand RNA that consists of 21-25 nucleotides and are produced from primary miRNA via the action of two RNase-III type proteins-Drosha (in nucleus) and Dicer (in cytoplasm) [10, 11] . These hinder the translation process through accumulation of mRNA in processing bodies (P-bodies). These play a vital role in various processes such as cell division, cell death, breakdown of fats, neuronal pattering, hematopoietic differentiation and immunity [12] . miRNA acts on multiple targets and causes mRNA degradation. They also face limitations in terms of instability and poor delivery. In addition, they also have the potential of being used in various complex disorders such as different types of cancers and neurodegenerative disorders [9] . A comparison between miRNA and siRNA is shown in Table 1 .\n\nThese are single stranded DNA or RNA molecules that can bind strongly to definite targets. These are less immunogenic, physically stable, and can be subjected to large scale production at relatively reasonable cost. These molecules are mostly used as therapeutic or diagnostic agents or as biosens [13] . Both RNA and DNA aptamers differ in their sequence and folding pattern, even though these act on similar targets [14] .\n\nThese are short, single stranded oligodeoxynucleotides that includes unmethylated CpG dinucleotides at a particular region. These have been divided into four classes depending upon their structural variations and the type of immune reaction they stimulate: a) K-type/B-type: These have 1-5 CpG dinucleotides on a phosphorothioate backbone that increase their resistance to nuclease digestion leading to an enhancement of half-life. They stimulate B-cells to produce IgM. b) D-type/A-type: These molecules consist of a phosphodiester centre surrounded by phosphorothioate terminal nucleotides. They cause maturation of plasmacytoid dendritic cells (pDC) and stimulates the production of interferon α (IFNα). c) C-type: These substances enhance the production of IL-6 by B-cells and IFNα by pDC. d) P-type: These are substances that consist double palindromes that make hairpin like structures at the GC rich 3′-ends and stimulate the secretion of type I-IFN [15] .\n\nA brief classification of oligonucleotides is shown in Table 2 .\n\nOligonucleotides have been utilized from the last two decades for their therapeutic properties. Majorly these are used either for inhibition of genes or protein expression. Following are few areas in which these can be used:\n\n• Neurodegenerative disorders: Oligonucleotides can be used as an effective therapy for the treatment of Huntington's disease (HD) because it is an autosomal disease caused by mutation on single allele. Oligonucleotides target the altered messenger RNA (mRNA) and decrease the synthesis of the causative protein-Huntingtin [16] . ASO can also be used as a therapy for the treatment of spinal muscular atrophy (SMA), amyotrophic lateral sclerosis (ALS) and spinocerebellar ataxias [17] .\n\n• Respiratory disorders: Oligonucleotides can be administered as an inhalation for the treatment of asthma and COPD. They have fewer side effects as these molecules are directly targeted to the lungs. In addition, their uptake is usually enhanced at the target site which leads to their prolonged duration of action [18] .\n\n• Cancer: Antisense oligonucleotides have emerged as a new therapeutical approach for the treatment of various types of cancers whereby, they attach with mRNA and inhibit gene translation [19] . However, non-specific protein binding and efficient delivery appear to be the major hurdles for their use in cancer treatment [19] .\n\n• Diabetic retinopathy: Antisense oligonucleotides (e.g., iCo-007) are currently under trials for the treatment of diabetic retinopathy. These act by down regulating the signaling pathway of multiple growth factors that are involved in the ocular angiogenesis and vascular leakage. They provide several advantages namely, increased half-life, lesser degradation and improved safety profile [20] . It is interesting to note that the only oligonucleotide currently approved is Vitravene ® (Novartis, New York, NY, USA), which is used for cytomegalovirus retinitis, where the drug is directly administered to the site of disease (intravitreal).\n\nDNA antisense oligonucleotide (ASO) molecules, act by modulating the expression of a target gene by binding to its mRNA, thereby prevent translation. The concept was first proposed by Zamecnik and Stephenson in 1978 [21] . This was the first evidence reported in the literature, suggesting that oligonucleotides might be used for therapeutic intervention and since then AON technology has been developed for a wide array of therapeutic purposes. The growing interest of such approaches has risen from the fact that several copies of a protein can be produced by each mRNA molecule. D'anjou and team had patented a formulation of antisense oligonucleotides targeted against genes coding for phosphodiesterase. These can be used either as analytical agents or for therapy in cases of asthma, COPD, bronchitis, pulmonary fibrosis and leads to rise in cyclic AMP and reduction in PDE level [22] . Another patent involves an oligonucleotide that has nucleotide sequence corresponding to the respiratory syncytial virus nucleotide sequence number 98-116 or 627-645 of the respiratory syncytial virus antigenome. The invention also provides a composition including oligonucleotide and a physiologically acceptable carrier [23] . It is, therefore, potentially a more efficient approach to target the mRNA rather than the protein itself [5] . Furthermore, CpG oligonucleotides attach to toll-like receptor 9 (TLR-9) which causes an immune response by stimulation of intracellular signaling and causes the stimulation of pro-inflammatory mediators such as NF-κB. Aptamers bound tightly to the protein, targets to hinder their response. siRNA acts on Argonaute 2 and RNA-induced silencing complex. This complex has exonuclease and endonuclease activities that cause degradation of cellular mRNA, thus inhibiting translation. It also acts on Syk kinase, a signaling molecule that is responsible for inflammation [5] . Kinman and Yamada had patented a method of administering oligodeoxynucleotides for the treatment of inflammatory lung diseases in 2004. These were able to suppress immune response to CpG oligodeoxynucleotides for the management of inflammatory lung disorders [24] . Another invention involves a method for activation of immune response by using combination of immunostimulatory CpG oligonucleotides with immunopotentiating cytokines. These were administered as such or with nucleic acid delivery complex. These causes antigen specific immune response in both humans and animals [25] .\n\nIn order to attain the full potential of oligonucleotides as treatment option, better methodologies must be developed to deliver the agents to tissues and cells in a target specific manner. Currently, many researchers are working on this issue by chemically modifying the oligonucleotides using various nanocarriers. Commonly used drug delivery systems for respiratory diseases are polymer-based, lipid-based and peptide-based, and among these three, the lipid-based carriers are the most commonly used vectors for delivering RNAi. They include solid lipid nanoparticles, cationic liposomes, lipidoids, solid nanostructured lipid carriers and pH-responsive lipids [26] .\n\nLiposomes are colloidal drug delivery systems consisting of a lipid layer encircling an aqueous centre. The drug is distributed as per its solubility in the lipid layer or hydrophilic core and these carriers enhance pharmacokinetics of the drugs [27] . Additionally, channel proteins might be developed into liposomes as well, that allow passageway of tiny-sized particles, for instance; ions, antibiotics, and nutrients. This leads to reduced degradation through proteolytic enzymes. Owing to the concentration gradient difference, the drugs might diffuse via these channels as well.\n\nMcCaskill and co-workers studied the systemic delivery of cationic liposomes formulated by hydration of freeze-dried matrix (HFDM) with siRNA, to the lung epithelium. Their study showed that siRNA was delivered to 45 ± 2% of murine lung cells when administered intravenously. It was observed that siRNA was able to cause targeted gene and protein knockdown in most parts of the lungs. Thus, these have the potential of being used for the treatment of lung epithelium diseases [28] .\n\nAnother study reported the formulation of cationic liposomes from dialkyl cationic lipids such as, 1, 2-dioleoyl-3-trimethylammoniumpropane (DOTAP) and studied their ability of delivering siRNA to the lungs upon IV administration. The cationic liposomes made from N-\n\npropyl} carbamate hydroiodide (HAPC-Chol) showed increased buildup of siRNA in lungs and decreased the expression of Tie2 mRNA [29] .\n\nOzpolat and co-workers studied the utilization of neutral 1, 2-dioleoyl-sn-glycero-3-phophatidylcholine based nanoliposomes in cancer therapy. They found it to be relatively safer and 10 and 30 times more efficacious than cationic liposomes and naked siRNA in distributing siRNA to cancerous tissues [30] . Another study reported the formulation of sterically stabilized cationic liposomes containing CpG-oligonucleotides, which studied their potential as anti-allergen and immunoprotectant. These liposomes enhance the duration of immune defense by CpG-oligonucleotides and offers protection by increasing their uptake by B-cells, dendritic cells and macrophages [31] .\n\nLi and co-workers formulated liposomes with anti-EGFR aptamerconjugated-chitosan to deliver erlotinib and oxygen to reverse drug resistance caused by hypoxia in case of lung cancer. These liposomes are shown to have improved stability and additionally provided controlled discharge of drugs [32] . Garbuzenko and team formulated neutral and cationic liposomes to carry doxorubicin (DOX), ASO and siRNA and compared the intratracheal delivery of both these liposomes with that of systemic administration. Elevated peak concentration and extended retention time of both these liposomes were observed in case of intratracheal delivery. This study revealed the potential of both these liposomes in the treatment of lung cancer [33] .\n\nMizuta et al., studied the potential of antisense phosphorothioate oligonucleotides in the treatment of influenza A virus. These oligonucleotides were found to be complementary to the translation codons of PB2 or PA genes (PB2-as or PA-as) of influenza A virus RNA polymerase. Therefore, they formulated liposomes incorporated with PB2as, which were able to reduce viral growth in lungs [34] . In another study, Otsuka and team prepared vitamin A-coupled liposomes incorporated with siRNA for the treatment of pulmonary fibrosis by targeting myofibroblasts. These liposomes inhibit collagen-specific chaperone heat specific protein 47 (HSP47) [35] .\n\nNiosomes are defined as vesicles made from non-ionic surfactants that are used for targeted delivery of drugs, whereby they also prevent the loss of drug, as these causes localized delivery of drugs. These molecules make a bi-layered structure in which the lipophilic regions project away from the aqueous solvent, while the hydrophilic regions remain in touch with the aqueous solvent [36] .\n\nThese can be used as carriers for effective gene transport because of better stability and small size. A study reported the formulation of cationic lipid 2, 3-di (teradecyloxy)propan-1-amine, aqualene and polysorbate 80 niosomes by solvent emulsification-evaporation method. These niosomes were able to prevent DNA degradation and helped in its entry into cells. Another study used cationic niosomes, which were composed of Span 80, DOTA and PEGylated lipid for the intracellular transport of siRNA/miRNA. Niosomes are also incorporated with RNA that lead to efficient gene silencing in human mesenchymal stem cells [37] .\n\nParticles with 1-100 nm size range are termed as nanoparticles which have been newly employed in targeted drug delivery [38] . The small size range allows the nanoparticles to behave as drug carriers, which in turn allows them to reach any part of the human body [39] . These can be broadly categorized as polymeric, inorganic or lipid based nanoparticles [40] .\n\nPolymeric nanoparticles have potential applications in the diagnosis of diseases and drug delivery due to their controlled drug release, theranostics, target specificity and better therapeutic index [41] . This method of drug delivery depends on the biocompatibility and biodegradability of the polymer. Kumar et al., demonstrated chitosan IFNγ gene nanoparticles as therapeutic substances against allergic asthma as well as prophylaxis. On intranasal administration, the nanoparticles were taken up by macrophages and bronchoepithelium cells, reducing airway hyper-responsiveness and Th2 cytokine levels via STAT4 signaling pathway [42] . For over 20 years, non-methylated CpG-oligonucleotides (CpG-ODN) have been used as potential substances in the management of allergic asthma. However, these molecules cannot be delivered in high doses due to their undesirable side-effects such as, septic shock due to elevated cytokine level in the body [43, 44] . To overcome the side effects, 300 nm poly (lactic-co-glycolic) acid encapsulated with CpG-ODN was found to improve Th1 response and reduced eosinophilic count in pulmonary system of Derp2 allergen immunocompromised mice [45] . Furthermore, polyethylenimine based siRNA delivery for targeting T cells has been reported by Xie et al. This has been demonstrated in a murine model for allergic asthma [46] . Chitosan nanoparticle based imiquimod cream with natriuretic peptide receptor siRNA (siNPR) was applied to the OVA-sensitized mice which showed decrease in AHR, eosinophil count and levels of pro-inflammatory cytokines including IL-4 and IL-5 [47] .\n\nCystic fibrosis (CF) remains one of the lung disease targets for gene therapy. Since 1989, 27 clinical trials with viral and non-viral vectors have been carried out [48] . Osman et al., demonstrated a novel PE-Gylated cell penetrating peptide (CPP) nanoparticles with glycosaminoglycan (GAG) that were efficiently delivered in vivo with superior biodistribution, improved safety profiles and efficient gene transfer of a reporter luciferase plasmid, compared to non-PEGylated complexes. Therefore, PEG-GAT technology is a successful approach against mucoobstructive lung diseases [49] .\n\nIn vivo Lewis lung carcinoma was studied for aerosol delivery of polyethyleneimine (PEA) conjugated Akt1 siRNA. The study reported that the lung tumor progression was inhibited 4 weeks post the aerosol delivery [50] . Sung et al., demonstrated non-covalently bound PEGylated connective transforming growth factor (CTGF) complex for lung fibrosis. On intratracheal administration of the copolymer and siRNA targeting CTGF, a significant decrease in CTGF expression, inflammatory cytokines and collagen deposition were observed in a mice model for lung fibrosis [51] . Nafee et al., developed antisense oligonucleotide, 2-O-Methyl-RNA (OMR), a telomerase inhibitor loaded onto chitosan nanoparticles against lung cancer. It was observed that OMR reduces 50% of the telomerase activity in A549 lung cancer cell lines [52] . Nascimento et al., reported on a type of epidermal growth factor receptor (EGFR)-chitosan nanoparticles for the co-delivery of Mad2 siRNA and cisplatin. This co-delivery had higher therapeutic effect crossing chemico-drug resistance barrier in lung cancer leading to apoptosis and mitotic failure [53] .\n\nThese are phospholipid based matrix useful to entrap hydrophobic and hydrophilic drugs with improved pharmacological action of drug and a better pharmacokinetics profile [54] . Bae et al., demonstrated quantum dots (QDs) incorporated solid lipid nanoparticles (SLN) for synergistic therapeutic activity of siRNA-paclitaxel against human lung carcinoma. The synergistic activity promotes caspase mediated apoptosis and downregulates the expression of Bcl-2. The fluorescence of QDs helps to observe the in situ nanoparticle translocation [55] . Taratula et al., reported multifunctional lipid nanoparticles delivered via inhalation, consisting of an anticancer drug (paclitaxel or doxobrubicin), multidrug resistant associated peptide 1 (MRP) mRNA targeting siRNA, along with siRNA for BCL2 mRNA, which supresses nonpump cellular resistance. The effective delivery of the drug and siRNA induced cell death of lung tumor cells by targeted gene silencing [56] .\n\nInorganic nanoparticles are synthesized from gold, silver or platinum and are cost effective over polymeric nanoparticles due to less viability against microbial degradation. Tarantula et al., reported mesoporous silica nanoparticles (MSN) that can deliver drug molecules to incise cancer cells. It is a conjugated delivery system containing Doxorubicin and Cisplatin as anticancer drugs along with siRNA to target MRP 1 and BCL2 mRNA. This delivery system has been reported to enhance the cytotoxic effects of the anti-cancer drugs [57] . Conde and coworkers studied gold nanoparticles modified with siRNA targeting c-myc to mouse lungs using RGD peptide (Arg-Gly-Asp) via intratracheal instillation. The peptide adheres to the cells and proliferates by binding to integrin avb3 which is an angiogenesis marker. This delivery system suppressed c-myc which further inhibited tumor proliferation [58] . A list of siRNA-based therapeutics that are under clinical trials is shown in Table 3 .\n\nFrom the first report on antisense oligonucleotides to the recently reported RNA interference (RNAi), numerous scientific communications have been published reporting promising results of oligonucleotide therapeutics in respiratory disorders [59] . Oligonucleotides, short DNA or RNA molecules, are emerging therapeutic modalities for various common respiratory diseases [60] .\n\nMajor obstacles in successful delivery of RNAi are siRNA translocation across the plasma membrane and its subsequent release from the endosomal compartment. These biomacromolecules are susceptible to degradation by ubiquitous nuclease [61] and hold a negative surface charge. To overcome these obstacles, extensive efforts are required to focus on the development of effective formulation that maintains the local drug concentration for longer duration and prevents fast clearance of siRNA [62] .\n\nIn comparison to the other delivery systems, the use of bioadhesive polymeric materials gained less attention in the development of gene delivery formulations. Few natural and synthetic polycations, especially mucoadhesive chitosan, have been explored for pulmonary siRNA delivery [63] . Chitosan is a biodegradable and non-toxic polymeric material [64] investigated to transfer plasmid DNA to the pulmonary epithelial cells to express in desired proteins [65] [66] [67] . Mucoadhesive chitosan-based nanoparticles have been widely investigated for pulmonary delivery of siRNA and gene silencing [68] [69] [70] . It has cholesterol-lowering property and also used in wound healing. It is established as an ideal polymeric material for the delivery of DNA to mucosal tissues due to its good mucoadhesive characteristics and the ability to increase paracellular transport by modulating tight junctions [71] .\n\nIntranasal administration of siNS1 -siRNA expressing plasmids (shRNA) nanochitosan formulations resulted in decreased viral titers, airway reactivity, and inflammation in respiratory syncytial virus (RSV) infected animal models [72, 73] . Bivas-Benita et al., delivered a DNA plasmid encoding eight HLA-A*0201-restricted T-cell epitopes from Mycobacterium tuberculosis formulated in chitosan nanoparticles to HLA-A2 transgenic mouse model via the pulmonary route. DNA containing chitosan nanoformulations induced maturation of dendritic cells. Pulmonary administration of DNA plasmid containing chitosan nanoparticles has increased IFN-γ secretion [74] . Glud et al., investigated pulmonary gene silencing effect of small interfering locked nucleic acid (siLNAs), targeting enhanced-greenfluorescent-protein (EGFP) in lung bronchoepithelium upon intravenous delivery of naked siLNAs and intranasal delivery of naked siLNA or chitosan based siLNA mucoadhesive nanoparticles. A significant reduction in EGFP protein expression was observed after intravenous administration of naked siLNA in EGFP-transgenic mice. Intranasal administration of siLNA-chitosan nanoparticles also yielded similar effects. However, intranasal administration of naked siLNA did not cause a knockdown [75] . To establish a relationship between structure and properties of chitosan-pDNA polyplexes, Koping-Hoggard et al., compared polyplexes of ultrapure chitosan of preferred molecular structure with those of optimized polyethylenimine polyplexes. DNAchitosan-complex delivery to the pulmonary epithelium detected gene expression of the reporter vectors luciferase and Lac-Z in the lung 72 h after intratracheal administration in mice models. polyplexes of ultrapure chitosan was found to be nontoxic at higher doses [67] .\n\nA patent (US6184037B1) has been granted to Rolland and Mumper for their invention entitled 'Chitosan related compositions and methods for delivery of nucleic acids and oligonucleotides into a cell'. This invention reported a non-viral method for the delivery of nucleic acids and oligonucleotides to cells [76] . Chitosan-siRNA nanoparticles to deliver RNAi based on the formation of inter-polyelectrolyte complexes between siRNA duplexes and chitosan are reported to have rapid uptake of Cy5-labeled nanoparticles into NIH 3T3 cells followed by accumulation over a 24 h. Nanoparticle-mediated knockdown of endogenous enhanced green fluorescent protein (EGFP) was demonstrated in both H1299 human lung carcinoma cells and murine peritoneal macrophages. Nasal administration of this formulation showed effective RNA interference in bronchiole epithelial cells of mice models [69] .\n\nIntranasal vaccination with chitosan based plasmid DNA induced significant peptide and virus specific cytotoxic T lymphocytes responses in BALB/c mice [77] . A substantial decrease in RSV titer and antigen load has been recorded in BALB/c mice vaccinated with a cocktail of RSV cDNAs in chitosan nanoparticulates [78] . Mao et al., developed chitosan-DNA nanoparticles using a complex coacervation process, for pulmonary delivery of genes that carried a polyepitope plasmid encoding eight known T-cell epitopes derived from Mycobacterium tuberculosis antigens. A significant increase in transfection efficiency (130-fold) was observed from conjugated nanoparticles as compared to the transferrin conjugation (4-fold) in HEK293 cells and HeLa cells [79] .\n\nSurface functionalized dendritic cell targeted chitosan nanoparticles have been examined for the nasal DNA immunization against severe acute respiratory syndrome CoV (SARS-CoV). Dendritic cell C-type lectin receptor 205 (DEC-205) is a C-type lectin receptor found in dendritic cells for recognition and uptake of pathogens. Raghwanshi et al., developed a bifunctional fusion protein vector of truncated corestreptavidin fused with anti-DEC-205 single chain antibody. The fusion protein were bound to the biotinylated chitosan nanoparticles. Plasmid DNA encoding nucleocapsid protein was loaded in chitosan nanoparticles. Intranasal dendritic cell targeted nanoparticles enhanced mucosal IgA and systemic IgG levels against nucleocapsid proteins [80] .\n\nPoly (lactide-co-glycolide) (PLGA) is another class of biocompatible and biodegradable polymer explored to achieve efficient pulmonary gene expression [81] . The addition of polyethyleneimine, a cationic polymer to the PLGA nanoparticles exhibited high positive charge density when protonated in aqueous solutions [82] . It is regarded to be a promising polymer candidate as a non-viral vector for delivery of DNA and oligonucleotides [83, 84] . DNA-loaded PLGA nanoparticles holding polyethyleneimine on their surface have been reported as nonviral gene vector to the human airway submucosal epithelial cell line, Calu-3. The study reported the presence of DNA in endolysosomal compartment for a period of 6 h. The results established the potential of nanoparticles in gene delivery to the lung epithelium [85] .\n\nDendrimers (synthetic polymers) are of utmost importance in pharmaceutical drug discovery and development. These are polymers with moderately low toxicity in comparison to lipid-based vectors and have the advantage of versatility for chemical modification. The in vitro knockdown efficiency through siRNA or antisense oligonucleotide (AON) delivered via dendriplexes to A549 lung alveolar epithelial cells was reported previously [86] .\n\nDendrimers are drug delivery systems having a three-dimensional, star-shaped, branched macromolecular network. These nanocarriers possess low polydispersity index, are biocompatible and have good water solubility. The dendrimers consist of an exterior and an interior layer. The interior layer is responsible for the controlled release mechanisms, reduced drug toxicity and improved drug encapsulation efficiency. While the exterior layer contains functional groups responsible for conjugation of targeting moieties and drugs. Due to such unique properties, dendrimers are becoming an useful drug delivery system [87] .\n\nIn a study, poly (amidoamine) (PAMAM) dendrimer nanocarriers (DNCs) were synthesized and the effect of PEGylation on the interaction of these nanoparticles was evaluated on both in vitro and in vivo models of the pulmonary epithelium. The transport of DNCs was found to be increased from the apical to the basolateral sections across polarized Calu-3 monolayers as the surface density of PEG increased. This behavior was attributed to a significant reduction in charge density upon PEGylation. The results showed that PEGylation can potentially modulate the pulmonary epithelial transport and internalization of DNCs which will further serve as an effective platform for targeting the lung tissue to treat the respiratory diseases [88] .\n\nHatano and co-workers synthesized a series of carbosilane dendrimers with hemagglutinin binding peptide and evaluated their activity against influenza virus. The prepared dendrimers were found to exhibit strong anti-viral activity against human viruses [89] . Dendrimeric nanomaterials were prepared by chemical modifications and then optimized for targeted delivery of small interfering RNA (siRNA) to pulmonary vasculature. The poly (propylenimine) and poly (amido amine) dendrimers were substituted with different lengths of alkyl chains using combinatorial approach. The dendrimers were observed to have the potential to act as an efficient targeting agent for the pulmonary delivery of RNA [90] .\n\nPolymeric micelles are capable of encapsulating water insoluble DNA, proteins and drugs, and therefore help in targeted delivery. The structural as well as functional features of polymeric micelles are similar with natural transport system like lipoproteins and virus. The most important focus of development of micelles is to address the major problem associated with drugs i.e., drug resistance. For this purpose, chemical manipulations were done and their effects were assessed on the cellular interaction, bio-distribution, encapsulation and release of the polymeric nanocarriers. Hydrophobic drugs can be transported to the target site at concentrations far more than their inherent water solubility by trapping them in the core of a micelle [91] .\n\nIn a study, Pluronic ® P123/F127 mixed micelles (PMM) were prepared and evaluated for their potential in the delivery of poorly watersoluble drugs to lungs. The PMM were loaded with budesonide (BUD) and were then assessed for their delivery, transport and stability in pulmonary-relevant media. After in vitro evaluation, formulations were further evaluated for pulmonary bio-distribution and efficacy in vivo via intra-tracheal administration in rats. Results showed excellent stability of PMM in vitro, which may be due to the smaller size of PMM as a result of which, the PMM did not interact with mucin and thus diffused effectively through artificial mucus. Overall, the results of the study demonstrated PMM as inhalable formulation that can be an important platform for targeted delivery of water insoluble drugs in respiratory diseases [92] . Another approach for sustained delivery of the drugs to the lungs utilized Chitosan-based micelles which has been found to be safe and can effectively deliver the protein-based drugs. These drugs are required to be delivered to the special cells which can be done with the help of nanocarriers like micelles [93, 94] .\n\nFor improving the cell-specific delivery and efficiency, a modified self-assembled micelle interfering RNA nanoparticles (SAMiRNA) were synthesized. The nanoparticles were designed to contain hydrophobic lipid and hydrophilic polymer on each ends of siRNA. These are capable of forming micelle in the solution spontaneously after administration [95] . This study demonstrated that SAMiRNA nanoparticle is a stable siRNA silencing platform with less toxicity for effective in vivo targeting of genes involved in the pathogenesis of respiratory diseases [96] .\n\nGaber et al., synthesized beclomethasone dipropionate (BDP)loaded micelles using poly-(ethylene oxide)-block-distearoyl phosphatidyl-ethanolamine (mPEG-DSPE) polymer and evaluated them for sustained release. The study observed that entrapment efficiency up to 96% can be achieved with BDP-loaded polymeric micelles. Along with high encapsulation efficiency, sustained release behavior, comparable inhalation properties, and increased biocompatibility of these synthesized polymeric micelles can be useful in utilizing them as a versatile delivery system in the treatment of chronic obstructive pulmonary disease and asthma [97] .\n\nThis technique merges sensitivity provided by nucleic acid amplification with the specificity provided by DNA-DNA hybridization for identifying viruses like adenoviruses which are responsible for causing acute respiratory diseases [98] . Furthermore, the microarray technique targeting gyrB/parE genes can be used to identify bacterial species from cultural isolates and can be employed for the diagnosis of acute upper respiratory infections. This technique proves to be advantageous over the conventional PCR method as it can identify numerous pathogens from the clinical samples [99] .\n\nThese are small, double-stranded synthetic ODN molecules consisting of transcription factor binding sites that are involved in the regulation of transcription. After entering into the cells, these combine with nuclear transcription factors and inhibit their attachment to consensus sequence in target genes. Also, decoy ODN targeting transcription factor STAT-1 reduces airway inflammation due to allergens and airway hyper-reactivity in asthma [100] .\n\nThese are a new category of chemically engineered oligonucleotides that are the synthetic analogues of miRNA. After IV administration, these target miR-16, miR-122 and miR-192 that led to the decrease in miRNA levels in lungs, liver, heart, kidney and intestines where they cause prolonged silencing of endogenous miRNA [101] .\n\nADAM33 (a disintegrin) and neuropeptide S receptor 1 (NPSR1) may represent novel targets for ASO. ADAM33 deletion by ASO reduces the expression of proteins like alpha-actin and promotes their apoptosis. Therefore, by targeting both these genes, these may be used as potential therapeutics for asthma [100] .\n\nOligonucleotides therapy has several potential clinical applications. Therapeutic importance of oligonucleotides can be well understood by their potential uses in various disorders like neurodegenerative disorders, respiratory disorders, diabetic retinopathy, and cancer. Oligonucleotides do not enter into the cell through diffusion as they are large entities. Various delivery methods can be utilized for the effective delivery for oligonucleotides therapy. Although, sufficient information is available on biodistribution and overall pharmacokinetics of oligonucleotides, substantial studies are required to understand the cellular and intracellular behavior of oligonucleotides [102] . Despite the approval of monoclonal antibodies like mepolizumab, omalizumab, and reslizumab, oligonucleotides therapy might be preferable over these, as the monoclonal antibodies are invasive due to their parenteral administration [103] . Alternatively, oligonucleotides can be locally administered into the airway through inhalation by aerosols which are a lesser invasive method as compared to the monoclonal antibodies. Additionally, threatening hypersensitivity reactions are also a major drawback of the monoclonal antibodies [60, 104] .\n\nAt present, over 30 s generation antisense oligonucleotides are in the clinical development process for an assortment of oncological, neurological, metabolic and cardiovascular conditions [105] . Antisense oligonucleotides are conditional on nuclease susceptibility in systemic circulation, which leads to a short half-life, rapid renal excretion, and passive diffusion via cell membranes and also are limited for negatively charged antisense oligonucleotides [106] . Further detailed studies are required to overcome such problems and thus novel drug delivery approaches like nanoformulations are the need of the hour to combat such snags. Although, clinical trials against different disease conditions are ongoing for various oligonucleotide therapies, there are very limited number of clinical studies against chronic inflammatory respiratory diseases.\n\nIn the past few years, many oligonucleotide therapies have been approved by FDA [107] . Some of these were for complex neurological diseases like spinal muscular atrophy and for Duchenne muscular dystrophy [7] . Such successful examples may lead the way for the therapeutic utilization of oligonucleotide therapies like antisense and aptamers against chronic inflammatory respiratory diseases. Moreover, strategies for chemical modifications of sugars, nucleotides, or phosphate backbone are obligatory for the stability enhancement and reduction of toxicity [108] . Synergistic approaches of the combination of two or more antisense oligonucleotides can enhance the efficacy against respiratory diseases at a lower dose as reported in the studies on rodent models [109] . The delivery of oligonucleotides as therapeutic regimen against chronic inflammatory respiratory diseases can be done by utilizing a nanocarrier, where oligonucleotides could be incorporated. These can further determine the cellular interaction and tissue distribution of used oligonucleotide. Furthermore, chemical modification of the oligonucleotide with a targeting ligand can also be studied [110] .\n\nIn a nutshell, several drug delivery systems can be employed for the delivery of oligonucleotides like polymer/lipid-based nanoparticles, target specific ligand-oligonucleotide conjugates and antibody conjugates. Advancement in the novel approaches like oligonucleotidebased microarray techniques, Decoy oligodeoxynucleotides, Antagomirs, and ADAM33 and NPSR1 targeting are some strategies that can be useful as the potential treatment strategies for respiratory diseases. Trend in approval of oligonucleotide-based therapy by FDA also showed the importance of oligonucleotides. Moreover, the problems associated with drug delivery can also be resolved by use of various novel drug delivery methods as described in this review for instance via development of liposomes, niosomes, nanoparticles, mucoadhesive targeting and dendrimers etc.\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}