{"title": "Perspectives in veterinary medicine: Description and classification of bronchiolar disorders in cats", "body": "disease. Advances in understanding bronchiolar disorders in humans have been hampered by lack of a widely accepted classification scheme because of different viewpoints of clinicians, radiologists, and pathologists. In humans, bronchiolar disorders are classified by inciting cause (eg, infection, drug related, immune-mediated, or occupational or environmental exposures), clinical sequelae (eg, restrictive, obstructive, or mixed disorders), imaging, histologic features, or some combination of these. 11, 14, 15 Bronchiolar disease can be focal or diffuse, acute, or chronic, inflammatory or fibrotic, and confined to the lungs or develop as part of a variety of systemic diseases. 8, 9 In primary bronchiolar disorders, disease centers on bronchioles and spares other parts of the respiratory tract. In secondary bronchiolar disorders, disease extends to small airways from either the large airways or pulmonary parenchyma (eg, interstitial lung diseases [ILDs] ). 10 Bronchiolar disorders, although recognized in humans, have not yet been described as distinct clinical entities in veterinary medicine.\n\nLower airway diseases of cats (eg, asthma, chronic bronchitis, parasitic bronchitis) are common, although lower airway disease has been considered a large (ie, \"bronchial\") airway disorder. Extension of inflammation into the bronchioles, although at times recognized histologically, 17 is not characterized clinically. Uncommonly recognized in cats, descriptions of ILDs infrequently mention bronchiolar involvement. 18, 19 With increasing use of computed tomography (CT), abnormalities suggestive of bronchiolar disease are being identified in cats. Multidisciplinary input from clinicians providing detailed clinical descriptions, radiologists characterizing CT features, and pathologists documenting and describing bronchiolar lesions will be essential to develop a consensus classification.\n\nBronchiolar disorders may result from infection, environmental or occupational exposures, immunologically mediated disease, neoplasms, chronic aspiration, and drug-induced toxicity, among other causes. [20] [21] [22] [23] Although a description of each is beyond the scope of this article, a discussion of environmental bronchiolar disorders in humans appears relevant because cats and humans share their environment and potential exposures. Known or suspected exposures causing bronchiolar disorders in humans have been reviewed 11 and include chemicals (eg, cleaning compounds, pesticides, artificial flavorings), inhalant particulates, animal or mineral dusts, and gas and smoke inhalation. Previously, environmental bronchiolar disorders were thought to be an acute sequela to a severe, overwhelming exposure, but more recently, disease with an insidious onset of clinical signs without a recognized overexposure event (perhaps representing cumulative smaller exposures) or a mild single exposure has been appreciated. 24 Injury to bronchiolar epithelial cells leads to inflammation and a fibroproliferative repair response, ultimately resulting in mural fibrosis (constrictive bronchiolitis) or intraluminal fibrosis (proliferative bronchiolitis). 25 Four histopathologic types of disease have been proposed: cellular bronchiolitis (inflammatory infiltrate of the bronchioles), constrictive bronchiolitis (concentric fibrosis of the wall leading to narrowed airway caliber), proliferative bronchiolitis (polyps of connective tissue within the bronchiolar lumen), and bronchiolitis obliterans organizing pneumonia (proliferative bronchiolitis with polyps extending into the alveolar ducts and alveoli). 11 BOX 1 The importance of the secondary pulmonary lobule in humans and the lack of an analogous structure in cats Superior imaging detail of computed tomography (CT) allows comparison with histologic features. In the human lung, an understanding of microscopic anatomy centering on the secondary pulmonary lobule is critical to make these correlations.\n\n• The secondary pulmonary lobule consists of polyhedral regions approximately 2 cm in diameter bordered by interlobular septa\n\n• Secondary pulmonary lobules have multiple pairs of lobular bronchioles and arterioles that accompany each other into the center of this anatomic unit (ie, the so called \"centrilobular\" location)\n\n• Lobular bronchioles successively divide in the following manner: terminal bronchioles, respiratory bronchioles, alveolar ducts, alveolar sacs, and alveoli • Blood flows from arterioles into sheets of capillaries in the walls of alveoli and finally are drained by venules located at the borders of the secondary pulmonary lobules (ie, in the interlobular septal regions)\n\n• Lymphatics extend from respiratory bronchioles tracking back to the hilus of the lung in bronchovascular bundles and are present in the interlobular septa following venules back to the hilus; no lymphatics surround alveoli • Collectively, the cross-sectional area of the bronchioles is larger than the proximal airways; although they provide little resistance to airflow in the normal lung, even mild disease of the small airways can have severe detrimental effects on lung function 8, 9 In cats, there is a lack of a structure analogous to the secondary pulmonary lobule seen in humans. This has important implications in use of the same CT descriptors and between-species comparative studies.\n\nCompared to humans, cats lack connective tissue septa in the lung outlining a secondary pulmonary lobule (Box 1). Furthermore, there is no distinctive recognizable pattern of analogous bordering venules and lymphatics arranged in discrete polyhedral shapes that might comprise this unit. Thus, even in disease, pathology on CT scans of cats would not reflect distribution around a pulmonary lobule. Terms used in imaging of human lung such as centrilobular, panlobular, interlobular, and intralobular are not appropriate descriptors in cats. Dogs are similar to cats and also lack secondary pulmonary lobules, and the pulmonary acinus has been suggested to be the important highresolution CT (HRCT) unit of the canine lung. 26 The acinus is defined as the region of the lung supplied by a single terminal bronchiole, representing the smallest functional unit of the lung. Because it is smaller than the secondary pulmonary lobule that is the smallest visible structure on HRCT, we believe that the pulmonary acinus is not a replaceable term as the important HRCT unit of the feline (or canine) lung. Instead, descriptors of collective changes of multiple acini visible on HRCT will need to be developed and refined.\n\nThoracic radiography is insensitive for diagnosis of small airway (bronchiolar) disease, likely contributing to the absence of its recognition in clinical practice. Thoracic radiographs in humans with bronchiolar disease may be normal or show nonspecific changes such as hyperinflation, nodules, and reticular to alveolar infiltates. 11, 21 In our experience, thoracic radiographs in cats with histologic evidence of bronchiolar disease can have bronchial or bronchointerstitial patterns (with or without bronchiectasis), patchy alveolar patterns, ill-defined nodular opacities, and hyperinflation or hypoinflation. The radiographic appearance of histologically confirmed bronchiolar disease in cats does not present as a single pathognomonic radiographic pattern, but is highly variable, reflecting the different diseases encompassed in the spectrum of bronchiolar disorders. Importantly, without clinical recognition of these disorders, bronchiolar disease is not considered as a differential diagnosis. In humans, HRCT has been instrumental in improving diagnosis of bronchiolar disorders, establishing them as important disease entities in pulmonary medicine.\n\nWith more commonplace use of CT in cats, we are recognizing some features similar to those described in humans. Paired inspiratory and expiratory scans and thin section reconstruction (0.625-2 mm slice thickness) 27 provide optimal detail. Normal bronchioles in humans and cats are below the limits of resolution on HRCT, but with dilatation, mural thickening, and intraluminal plugging, small airways become visible. 8 Bronchiolar disorders have characteristic HRCT features, classified as direct or indirect signs. 8, 28 Direct signs imply a change in the walls or lumens of bronchioles resulting in an ability to visualize them. These signs include centrilobular nodules (humans only), tree-in-bud pattern (nodular opacities connected to branching linear structures originating from a single stalk reflective of impacted debris, cells, or fluid within bronchioles), peribronchiolar ground glass opacity or consolidation, and dilatation (bronchiolectasis). 5, 14, 27 Indirect signs reflect changes to the pulmonary parenchyma distal to the diseased bronchiole and include mosaic attenuation (because of air trapping) or, in the setting of bronchiolar disorders, rarely mosaic perfusion. 27 Because air trapping may be imperceptible on inspiratory images, expiratory scans are crucial to accentuate air trapping. 8 Direct findings reflect inflammation or proliferative changes within the bronchiolar lumens, whereas indirect findings reflect fibrosis within the bronchiolar wall (eg, constrictive bronchiolitis). 8 Definitive confirmation of bronchiolar involvement requires histopathology. The microscopic anatomy of bronchioles is similar between humans and cats. Distal bronchioles are lined by simple cuboidal epithelium supported on a thin lamina propria and surrounded by smooth muscle. Airways end as respiratory bronchioles before the alveolar parenchyma in the cat ( Figure 1 ) and in humans. Microscopic morphology has been used to categorize lesions as inflammatory or fibrotic, recognizing there are a limited number of ways airways respond to injury. 9 Inflammatory or cellular lesions often are subcategorized as acute, chronic, acute on chronic, granulomatous, or eosinophilic. Fibrotic lesions reflect the site affected (intraluminal or intramural); overlap in inflammatory and fibrotic changes can be noted within the same patient. 9 Multiple wedge biopsy specimens are recommended to capture patchy and sometimes subtle lesions. 29 A particular histologic pattern of disease may have a wide variety of causes. For example, inflammatory bronchiolitis can be caused by infection, aspiration, transplant rejection, and extension from large airway disease or systemic collagen vascular disease, among other causes. 9 Fibrosis may be a sequela to chronic inflammation so that in end-stage disease, the inflammatory etiology can be missed. Thus, classification schemes based solely on histopathologic features are likely to be less clinically useful, and multidisciplinary F I G U R E 1 Normal cat lung histology (hematoxylin and eosin stain). Terminal bronchioles (TB) are lined by low cuboidal epithelium and surrounded by thin smooth muscle. The airway terminates as respiratory bronchiole (RB) before entering the alveoli input should be sought to allow meaningful interpretation of histologic findings. This should not dampen enthusiasm for the central role of histopathology in an understanding of bronchiolar disorders. In fact, in humans, histopathology may be the only means to document bronchiolar disease in the subset of symptomatic patients with normal lung function (as assessed by spirometry, diffusion capacities, and cardiopulmonary exercise testing) and normal HRCT scans. 30 \n\nIn humans, bronchiolar disorders often have distinct historical data, clinical presentations, CT findings, and histopathology. Our proposed scheme, adapted for cats, is based on a state-of-the-art review of bronchiolar disorders in humans that focuses on discrete clinical syndromes supported by distinct CT imaging patterns and histopathologic features. 10 Of note, this scheme is not universally accepted, and there are other proposed schemes biased by specialty, in particular pathology. 9 Primary bronchiolar disorders in humans encompass disease in which the pathologic process is limited to bronchioles. 10 They are distinct from secondary disorders in which extension to bronchioles occurs from large airway disease or from ILD. Analogous disorders occur in cats and will require further efforts among veterinary clinicians, radiologists, and pathologists for full characterization. Herein, we describe a series of clinical cases in cats with small airway disease using a modification of the aforementioned classification scheme adopted from usage in humans (Table 1) . Protocols for thoracic CT and histologic examination are provided in Supporting Information 1 and 2.\n\nAlthough this suggested classification scheme is a starting point for cats, it will need modification as awareness of bronchiolar disorders in cats increases and cases are investigated prospectively. Additionally, it is critical to realize that veterinarians are likely to detect bronchiolar disorders late in the disease course for several reasons: (i) cats hide respiratory disease well, (ii) aggressive diagnostic testing, including lung biopsy, is rarely advocated unless underlying disease is serious and there are potentially treatable differential diagnoses, (iii) serious disease is associated with anesthetic risk, and (iv) advanced diagnostic tests are expensive. Detection of end-stage lesions will not provide much needed clues about common underlying etiologies because the inciting factor may be gone, and there are likely many insults that share a final common pathway with similar clinical, physiological, and histologic appearances. 25 At the present, we believe that CT provides the best minimally invasive antemortem evidence of bronchiolar disease in cats. Importantly, histopathologic correlates will be required before CT alone can be considered a less invasive surrogate diagnostic test.\n\n6 | PRIMARY BRONCHIOLAR DISORDERS 6.1 | Constrictive/obliterative bronchiolitis Subepithelial and peribronchiolar fibrosis and inflammation that externally surrounds and narrows or obliterates the lumen of bronchioles is termed constrictive bronchiolitis obliterans (CBO). 10 In advanced stages, the bronchiolar lumen undergoes complete cicatrization and is replaced by collagenous tissue. This pattern of bronchiolar fibrosis is not to be confused with intraluminal polyps of connective tissue within the bronchiolar lumen as occur in polypoid bronchiolitis obliterans (PBO). 25 In cats, PBO previously has been described with associated pneumonia (ie, bronchiolitis obliterans with organizing pneumonia 12 ) and is considered an ILD.\n\nDisorders and exposures in humans leading to CBO include prior infection, inhalational injury (flavoring chemicals in microwave popcorn, e-cigarettes, coffee, and others [31] [32] [33] [34] , ingested drugs or toxins, autoimmune disease, and connective tissue disorders. 25 Humans present with clinical signs of an obstructive lung disorder with an insidious onset of progressive dyspnea and cough. 25 Thoracic radiography may be normal or show hyperinflation from air trapping; airway wall thickening also may be appreciated. 25, 35 High-resolution CT predominantly identifies mosaic attenuation, bronchiolectasis or bronchiectasis, and air trapping accentuated on expiratory views. 10, 27 Most cases are progressive, poorly responsive to corticosteroids and result in respiratory failure and death. 36 One cat in a case series had suppurative bronchopneumonia, bronchiolitis obliterans, and pulmonary fibrosis; it is unclear if this cat had a primary bronchiolar disorder or an ILD with secondary bronchiolar involvement. 18 Another cat in a case series had \"fibrosing bronchiolitis\" and \"pneumonia\" as histologic descriptors but not as the clinical syndrome or final diagnosis. 37 Recently, a reversible form of acute fibrosing bronchiolitis has been Excluded from the list of primary human bronchiolar disorders at this time are diffuse panbronchiolitis (described as predominantly occurring in humans of Asian descent with a genetic predisposition), respiratory bronchiolitis (a smoking-related airway disorder), and follicular bronchiolitis 59 (a lymphoproliferative pulmonary disease). b In the human classification scheme, \"acute bronchiolitis\" is used. This is a common disorder almost always secondary to infection in the pediatric population. We have revised the feline classification scheme to include acute and chronic infectious diseases affecting the small airways. c Excluded from the list of human bronchiolar disorders as a component of ILDs at this time are hypersensitivity pneumonitis (not yet recognized in cats), and respiratory bronchiolitis-associated ILD/desquamative interstitial pneumonia (smoking-related disorders).\n\nidentified in humans. 38 Although this acute form has not yet been identified in cats, treating with immunosuppressive drugs to prevent permanent bronchiolar fibrosis has important implications. No air trapping is visualized on the expiratory CT image as illustrated by the reduced lung volume (double headed arrow), and homogenous diffuse increased lung attenuation. Pleural thickening is accentuated during exhalation (arrowhead). The right side of the patient is on the right of the CT images BOX 2 Challenges in discriminating primary from secondary bronchiolar disorders A diagnosis of feline asthma is frequently made based on thoracic radiography showing hyperinflation with a bronchial or bronchointerstitial pattern (with or without lobar atelectasis) and is the major obstructive airway disorder clinically described in cats.\n\n• Constrictive/obliterative bronchiolitis represents an important \"new\" differential diagnosis, especially in cats with other unusual radiographic features, those who fail to respond to treatment with bronchodilators and glucocorticoids, or both. Thoracic computed tomography (CT) should be offered in these situations. Although a CT scan was not performed in case 1, presumptively there would have been lesions localized to small airways.\n\nPathology extending from bronchioles into the interstitium makes it tempting to speculate that primary bronchiolar diseases may in their end stages appear as an ILD, analogous to ILDs starting in the interstitium and progressing to a secondary bronchiolar disorder (see case 11).\n\n• Lesions involving both bronchioles and interstitium are challenging to determine which region suffered the initial insult before progression to other local regions. This underscores the need to take adequately large specimens from multiple regions of the lung (more and less affected) when submitting for histopathologic examination. alveolar ducts. The pathologic response to inhalation of asbestos, silica or silicates, aluminum, and coal (among others) targeting small airways is mural fibrosis with mild chronic inflammation leading to luminal narrowing. 2, 14 In humans, classic pneumoconiosis leading to pulmonary parenchymal fibrosis is considered a restrictive lung disorder, whereas mineral dust airway disease may present as an obstructive airway disorder. 10 6.2.1 | Case 2 • Identification of mineral dusts can be challenging unless a careful search with polarized light is used; very small particulates will be difficult to visualize using routine microscopy.\n\n• Owners should be questioned about specific environmental exposures and identified mineral dusts should be avoided.\n\n• It is unclear in cats if mineral dust airway disease in its end stages can appear as a constrictive bronchiolitis or pulmonary fibrosis, and further study is needed. CT or histopathologic evidence of bronchiolar involvement in cats. [40] [41] [42] [43] [44] [45] In most cases, bronchiolar involvement was overshadowed by alveolar involvement, with pneumonia being the final diagnosis. \n\nIn humans, primary disorders of the bronchioles, not fitting into the aforementioned categories, currently are considered together as \"other primary bronchiolar variants\". Diffuse aspiration bronchiolitis (DAB), once thought to be a disease of the bed-ridden elderly with neurologic disorders predisposing to aspiration, is now recognized in young individuals with and without occult gastroesophageal reflux disease. [46] [47] [48] Depending on the type and extent of infection, these cases may be treatable with a better prognosis and/or potential for cure.\n\nOf interest, the thoracic CT scan in the cat described in case 3 was originally interpreted by the attending radiologist as consistent with usual interstitial pneumonia (ie, idiopathic pulmonary fibrosis), an as yet, untreatable disease with a grave prognosis.\n\nA 13-year-old FS domestic longhair cat was presented for chronic productive cough and gagging especially pronounced after eating and drinking, intermittent vomiting and anorexia, and regurgitation. On physical examination, a grade III/VI parasternal heart murmur was heard, respiratory rate was increased (60 breaths per minute), and body condition score was 3/9. A diffuse bronchointerstitial pattern was observed on thoracic radiography. Computed tomography was suggestive of DAB with a multifocal distribution of lesions ( Figure 6 A-D) . Specifically, nodules of similar size were equally spaced from each other and, when in the periphery, were at the same distance from the pleural surface, consistent with affected small airways. Bronchoalveolar lavage cytology was unremarkable. Cough improved after treatment with omeprazole.\n\nHistologic evaluation of tissue was not performed. However, the supportive clinical history, including conditions predisposing to repetitive microaspiration, the bronchiolocentric CT lesions, and subsequent improvement in clinical signs after a trial of omeprazole, supports presumptive DAB.\n\nA 7-year-old FS DSH cat was presented for potential mammary tumors. The cat had lived in South Korea for 2.5 years until 9 months before presentation. The cat had been treated for psychogenic alopecia with megestrol and methylprednisolone acetate and subsequently developed mammary masses. Relevant history included exposure to \"yellow dust\" in South Korea, a serious environmental health threat affecting air quality and leading to respiratory disease in humans. in the right cranial lung lobe, which could not easily be ascribed to asthma, lobectomy was performed. Histology identified mild to moderate eosinophilic bronchitis and bronchiolitis with luminal mucus accumulation, moderate bronchial gland hyperplasia, mild subpleural air trapping consistent with asthma, but no evidence of an infiltrative disease was found ( Figure 12 ). The cat initially was treated with PO, followed by inhaled, corticosteroids and a weight loss plan with marked clinical improvement.\n\nA 10-year-old DSH female spayed cat was presented for acute labored respiration. Prior respiratory signs included wheezing, coughing, and sneezing for 4-5 months. On physical examination, a respiratory rate of 90/min, increased bronchovesicular sounds and morbid obesity were\n\nobserved. An echocardiogram identified normal left atrial size; a probrain natriuretic peptide test was negative. On thoracic radiography, a mild to moderate bronchial pattern involving the caudal lung fields and right middle lung lobe atelectasis was observed. Thoracic CT with contrast identified a tree-in-bud pattern with regions of accentuation of mosaic attenuation on the expiratory series suggestive of air trapping (Figure 13 A,B) . Bronchoalveolar lavage fluid cytology identified 36% F I G U R E 9 A 7-year-old female spayed domestic shorthair cat previously diagnosed with cellular bronchiolitis. Right lateral (A) and ventrodorsal thoracic projections (B) belonging to the same cat from Figure 7 . When compared to Figure \n\nA 17-year-old MC DSH cat was presented for chronic coughing and wheezing and chronic kidney disease. On physical examination, a body condition score of 3/9, grade II/VI parasternal systolic heart murmur, expiratory wheezes, and irregularly shaped kidneys were identified. Thoracic radiographs disclosed a severe diffuse bronchial pattern with subtle hyperinflation. Heartworm antibody and antigen testing was negative. There was no response to fenbendazole. Thoracic CT identified bronchial wall thickening and thickened bronchovascular bundles, bronchiolectasis, undulated pleural margins, right middle and accessory lung lobe atelectasis, and a tree-in-bud pattern In humans, inhalational exposures may lead to hypersensitivity pneumonitis or pneumoconiosis; cigarette smoke is associated with respiratory bronchiolitis-ILD and desquamative interstitial pneumonia.\n\nA single case report described \"desquamative interstitial pneumonialike\" histologic lesions in a cat with no mention of environmental exposure to tobacco smoke. 56 Idiopathic pulmonary fibrosis has been described in cats although the initial histopathologic characterization did not provide specific mention of lesions centered around small airways. 58\n\nA 6-year-old FS DSH cat was presented with chronic weight loss, cough, and respiratory distress. Thoracic radiography performed 6 months previously disclosed an unstructured interstitial pattern and a moderate bronchial pattern, more severe in the ventral thorax (Figure 18 A,B) .\n\nTreatment for presumptive asthma with prednisolone and theophylline resulted in minimal response. On physical examination, respiratory rate was 128/minute and body condition score was 3/9. On thoracic CT, multifocal areas of consolidation with air bronchograms were observed, more severe in the ventral aspect of the thorax and at the periphery • Computed tomography changes affecting larger airways such as increases in peribronchovascular density, peribronchial cuffing, and thickened airway walls support feline asthma, chronic bronchitis, or parasitic bronchitis as the primary lesion.\n\nCytology of BALF is key to classification of large airway disorders in cats. 6, 7 Antemortem lung biopsy is rarely performed as less invasive diagnostics allow for reasonable classification and treatment.\n\n• In case 8, lung biopsy was performed because of concern for a comorbid condition in addition to feline asthma; the lesions noted on CT were not explained by histopathologic examination.\n\n• In case 9, chronic bronchitis was the antemortem clinical diagnosis; however, most cats with chronic bronchitis do not present in respiratory distress.\n\nThe more serious clinical signs and objective evidence of air trapping on CT scan is attributed to extension of involvement of inflammation to small airways.\n\nLarger numbers of cases with large airway disease will be required to determine if cats with small airway involvement have more severe clinical signs, refractory responses to treatment, or a more guarded prognosis.\n\neuthanasia. On necropsy, severe multifocal chronic-active terminal and respiratory bronchiolitis with bronchiolar loss, parenchymal fibrosis, interstitial inflammation, and smooth muscle hyperplasia with marked locally extensive pleural fibrosis were observed (Figure 19 A, B) . The continuum between primary bronchiolar disorders and end-stage fibrosis is discussed in Box 7. \n\nAuthors declare no conflict of interest.\n\nAuthors declare no off-label use of antimicrobials.\n\nAuthors declare no IACUC or other approval was needed.\n\nAuthors declare human ethics approval was not needed for this study.\n\nCarol R. Reinero https://orcid.org/0000-0002-6382-5582\n\nMegan Grobman https://orcid.org/0000-0002-7695-5562 BOX 7 Pulmonary fibrosis is an end-stage lesion and can mask the primary disease process\n\nBronchiolocentric interstitial pneumonia or airway-centered interstitial fibrosis in humans can result from chronic small airway-terminal acinar disease with progression to encompass associated alveolar parenchyma with inflammation and fibrosis. 3, 4 • The striking amounts of fibrosis and clinical picture of a restrictive lung disease is the reason the authors categorized case 11 as an ILD; however, it is likely this case may represent an advanced primary bronchiolar disorder leading to an \"end-stage\" lung and what most veterinary clinicians, radiologists, and pathologists would call idiopathic pulmonary fibrosis\n\n• The cat in case 11 illustrates the need for additional study and refinement of the classification scheme for bronchiolar disorders in the cat."}