{"title": "Virus-like particles: The new frontier of vaccines for animal viral infections", "body": "Vaccination is considered the most cost-effective way to control pathogens and prevent diseases both in human and veterinary field. Currently, the majority of licensed vaccines are either live attenuated or killed, developed using conventional technologies. However, new subunit vaccines are getting a foothold in the veterinary vaccinology, and among these, virus-like particles (VLPs) represent one of the most appealing approaches (Jennings and Bachmann, 2008) , due to their intrinsic immunogenic properties as well as high safety profile, highlighted by several reviews appeared in the last 10 years D'Aoust et al., 2010; Douglas and Young, 2006; Garcea and Gissmann, 2004; Grgacic and Anderson, 2006; Haynes, 2009; Jennings and Bachmann, 2008; Kang et al., 2009b; Ludwig and Wagner, 2007; Noad and Roy, 2003; Plummer and Manchester, 2011; Roy and Noad, 2008) . However, none of these had previously addressed a systematic review about the VLP-based candidate vaccines for use in the veterinary field.\n\nVLP vaccines combine many of the advantages of whole-virus vaccines and recombinant subunit vaccines, integrating key features that underlay their immunogenicity, safety and protective potential ( Fig. 1): (1) well-defined geometry and remarkable uniformity with repetitive and ordered surface structures, (2) particulate and multivalent nature, (3) preservation of native antigenic conformation, (4) safety, as they are absolutely non-infectious and nonreplicating candidates, (5) higher stability than soluble antigens in extreme environmental conditions, (6) applicability as vectors for the presentation of foreign antigens, (7) amenable to fulfil the Differentiating Infected from Vaccinated Animals (DIVA)-compliance concerns. These general features will be discussed in more detail in the following sections.\n\nVLPs are supramolecular assemblages with welldefined geometry, usually icosahedrons or rod-like structures, with diameters in the range of 25-100 nm (Johnson and Chiu, 2000) that mimic the overall structure of the native virions. These protein cages are based on the natural intrinsic ability of many types of structural viral subunits, frequently major proteins in the capsid or envelop, to spontaneously self assemble into VLPs when expressed using recombinant expression systems (Garcea and Gissmann, 2004) . They are composed of multiple copies of one or more viral proteins and are usually antigenically indistinguishable from infectious virus or subviral particles (Jennings and Bachmann, 2008) .\n\nThe multivalent display and highly ordered structure of VLPs constitute pathogen-associated molecular pattern motifs (PAMPs). Since these motifs are, by and large, unique to microbial antigens, the mammalian immune system has evolved to respond vigorously to this arrangement of antigens. PAMPs trigger the innate immune sensing mechanisms (Plummer and Manchester, 2011) and can be recognized by Toll-like receptors (TLRs) as well as other pattern-recognition receptors (PRRs) which are present in host cells. In addition, due to their highly repetitive surface, VLPs have been shown to induce strong B cell responses by efficiently cross-linking the membraneassociated immunoglobulin molecules that constitute the B-cell receptor (Bachmann and Zinkernagel, 1997) . The stimulation of B cells by VLPs is, in some instances, strong enough to elicit T cell-independent induction of IgM antibodies. Hence, there are examples of VLPs acting as T-cell independent B cell antigens (Bachmann et al., 1993; Chackerian et al., 1999; Fehr et al., 1998; Kouskoff et al., 2000) . Besides, PAMPs can also stimulate antigen uptake by antigen presenting cells (APCs) and the subsequent presentation of antigens to cells of the adaptive immune response. Beyond the PAMPs property, their particulate nature and dimensions entail VLPs, but not their protein subunits, may be efficiently uptaken by APCs, in particular dendritic cells (DCs). Uptake of antigens by APCs depends upon different properties, such as size, shape, surface charge, etc., being the antigen size a key factor. APCs are able to uptake antigens with pathogen-like dimensions (20 nm to 3 m) Scheerlinck and Greenwood, 2006) and it has been demonstrated that DCs optimally uptake antigens with diameters of approximately 40 nm (Fifis et al., 2004; Xiang et al., 2006) , just within the range of VLPs' size. The fact that VLPs present overall suitable characteristics for their uptake by DCs and subsequent processing and presentation by MHC-II and MHC-I (cross-presentation) pathways, led to describe VLPs as \"self-adjuvanting\" immunogen delivery systems (Grgacic and Anderson, 2006; Liu et al., 2000; Ludwig and Wagner, 2007; Yan et al., 2004) . However, this statement should be tempered by the fact that some VLP-based candidate vaccines require formulation with potent adjuvants in order to induce efficient immune responses (Table 2) , indicating that the relative ability of diverse VLP types to induce the different branches of the immune response is influenced by a number of factors that are VLP-specific (Gedvilaite et al., 2006; Goldmann et al., 1999) .\n\nOverall, VLPs have been shown to stimulate strong B-cell-mediated immune responses and can be highly effective at stimulating CD4 + T cell proliferative responses and cytotoxic T lymphocyte (CTL) responses (Murata et al., 2003; Paliard et al., 2000; Schirmbeck et al., 1996; Tissot et al., 2010) , the fundamental goal for any vaccine. The immune system has multiple mechanisms to robustly respond to virus particles (Grgacic and Anderson, 2006; Spohn and Bachmann, 2008) , which may be exploited by VLP-based vaccines. In practical terms, this means that lower doses of antigen relative to monomeric antigen vaccines are sufficient to elicit a similar protective response. This consideration is particularly significant in the case of veterinary vaccines, where the cost of a vaccine must be weighed against the value of the vaccinated animal.\n\nIn terms of safety, the fact that VLPs lack any viral nucleic acid, completely abolishes any of the risks associated with virus replication, insertion, reversion, recombination or re-assortment. VLP-based vaccines can be prepared without the need of propagating pathogenic viruses using different expression systems (Roldao et al., 2010; Vicente et al., 2011b) . Hence, the safety issues associated with whole-virus vaccine production and administration, Fig. 1 . Immunogenic features of a VLP presenting foreign antigens. VLPs incorporate key features that underlay their immunogenicity, safety and vaccine potential: (1) well-defined geometry and remarkable uniformity with repetitive and ordered surface structures; multivalent display and highly ordered structure of VLPs constitute PAMPs motifs common to many pathogens but not to the host that trigger innate immune sensing mechanism. PAMPs can be recognized by TLRs and other PRRs which are present in host cells; (2) particulate and multivalent nature; this feature means that VLPs are efficiently taken up by APCs. Their tendency to be a suitable size for uptake by DCs for processing and presentation by MHC-II and MHC-I (cross-presentation) pathways led to describe VLPs as \"self-adjuvanting\"; (3) preservation of native antigenic conformation; (4) safety for being non-infectious and non-replicating candidates; VLPs lack the DNA or RNA genome of the virus altogether eliminate any of the risks associated with virus replication, reversion, recombination or reassortment; (5) higher stability than soluble antigens in extreme environmental conditions; (6) applicability as carriers of foreign epitopes; (7) relating to virus escape from production facilities, emergence of reversion mutants or effects in immunocompromised individuals, are obviated (Jennings and Bachmann, 2008) .\n\nAs has been previously reported (Noad and Roy, 2003) , VLPs have been produced for a wide range of taxonomically and structurally distinct viruses that infect humans and other animals (Casal, 2001; Chackerian, 2007; Conner and Estes, 2004; Plummer and Manchester, 2011; Roy and Noad, 2009) , as well as plant viruses (Bragard et al., 2000; Jagadish et al., 1996; Lacasse et al., 2008) . These comprise viruses that have a single capsid protein, multiple capsid proteins, and those with and without lipid envelopes, indicating that the ability to develop VLPs does not appear to be limited to any type of virus family or by the complexity of the virus particle. The VLPs derived from viruses with lipid envelopes, like influenza virus, are sometimes referred to as virosomes and consist of unilamelar liposomes carrying viral envelope proteins (Wilschut, 2009) .\n\nIn addition to their suitability as a vaccine for the homologous virus from which they are derived, VLPs can also be used as platforms for inducing immune responses against antigens of choice, further enhancing and broadening their potential use both as prophylactic and therapeutic vaccines. The poor immune response of many soluble antigens can be overcome by rendering them highly repetitive. This can be achieved by incorporating antigenic epitopes into VLPs by genetic fusion (chimeric VLPs) or by conjugating antigens to VLPs.\n\nThe development of recombinant DNA engineering techniques, combined with a wealth of high resolution viral structural information has facilitated the ability to modify VLPs deliberately, so that they can function essentially as molecular scaffolds for the presentation of genetically inserted foreign antigens. VLPs derived from both doubleand single-stranded DNA and RNA viruses encompassing 14 different families of virus have been successfully used for the production of chimeric VLPs (Bachmann and Jennings, 2004; Chackerian, 2007; Grgacic and Anderson, 2006 ).\n\nAn alternative approach for displaying antigens on the surface of VLPs is the use of modular systems, in which the native VLP and target antigen are synthesized separately and then conjugated in vitro covalently or non-covalently, linking the antigen to the surface of the preassembled VLPs . The conjugation techniques rely on the presence of addressable moieties on the surface of VLPs. If needed, VLPs can be engineered to contain useful attachment sites on the surface of the particle (Mateu, 2011; Strable and Finn, 2009 ). An advantage of this approach is that the size and structure of the recombinant target antigens are not constrained by the requirements for correct folding of the VLP monomers and particle assembly. Chemical conjugation allows the attachment to VLPs of diverse kinds of target antigens: short linear peptides, cyclic peptides, full-length proteins, or nonprotein targets, such as glycans or small haptens (Raja et al., 2003) .\n\nNot only can VLPs act as carriers of antigens derived from microbial pathogens (prophylactic vaccines) but they have also been successfully used to present self-antigens to the immune system, overcoming B-cell tolerance, thus opening the way for the development of therapeutic vaccines against chronic diseases, such as arthritis or Alzheimer's disease, and cancer (Jennings and Bachmann, 2008) .\n\nFinally, the fact that VLPs do not contain non-structural viral proteins renders them compatible with DIVA strategies, as long as the structural proteins composing the VLPs are not being used as a marker. This represents an important potential for the use of VLP-based vaccines against notifiable diseases of livestock. The application of the DIVA technology allows compatibility between surveillance and vaccination programs, allowing vaccination to play a significant role in the control of these diseases.\n\nCurrently, VLP-based vaccines against human diseases are in various stages of development, spanning preclinical evaluation to market. Vaccines for hepatitis B (Recombivax ® and Engerix ® ) and human papillomavirus (Gardasil ® and Cervarix ® ) have been licensed commercially (Chackerian, 2007; Monie et al., 2008; Shi et al., 2007) . Vaccines in clinical development include those of the type in which the VLP itself represents the target antigen and those in which the VLP is used to present foreign antigens to the immune system (Bachmann and Jennings, 2004; Chackerian, 2007; Grgacic and Anderson, 2006; Roldao et al., 2011; Spohn and Bachmann, 2008) . Progresses have been made in developing VLP-based vaccines against hepatitis C virus, Ebola, Lassa virus, hantavius, Marburg, SARS coronavirus and Chikungunya virus (Branco et al., 2010; Garrone et al., 2011; Li et al., 2010; Liu et al., 2011; Murata et al., 2003; Plummer and Manchester, 2011; Warfield and Aman, 2011) .\n\nIn the veterinary field, although several candidate vaccines are in course of study (Table 1) , only porcine circovirus type 2 (PCV2) VLP-based vaccine Porcilis PCV ® (manufactured by Intervet International, The Netherlands), is licensed and commercially available (Mena and Kamen, 2011) . PCV2, a member of the Circoviridae family, is associated with post-weaning multisystemic wasting syndrome, a swine disease characterized by wasting, weight loss, respiratory distress and diarrhoea, that has a severe economic impact on production (Segales and Domingo, 2002) . The immunogen of Porcilis PCV ® is the VLP formed by the ORF2 capsid protein of PCV2, produced using the baculovirus expression system. It is formulated with ␣-tocopherol + liquid paraffin-based adjuvant. The vaccine is safe, highly immunogenic and effective against PCV2 infection. It has shown to induce humoral, cell-mediated immunity and protection against porcine circovirus-associated disease under field conditions after one intramuscular dose (Martelli et al., 2011) . Moreover, it induces broad immune protection against different genotypes (1 and 2) and various geographical isolates (Fort et al., 2008 (Fort et al., , 2009 ). For the same virus, another similar baculovirus expressed subunit vaccine, Ingelvac ® CircoFLEX (Boehringer Ingelheim, Germany), has been licensed (Fachinger et al., 2008) . It is also based on the expression of the ORF2 capsid protein, and it is adjuvanted with an aqueous polymer (ImpranFLEX ® ). There is no information available whether the recombinant protein is assembled into VLPs.\n\nOther swine viruses have been investigated as candidates for the development of VLP-based vaccines. One of the first studied was porcine parvovirus (PPV), a highly infectious virus causing reproductive failure in pigs. PPV-VLPs (VP2 protein) were tested in different animal models administrated by a single intramuscular immunization coupled with different adjuvants. A microgram dose was highly immunogenic, very efficient in preventing transplacental virus transmission and gilts were protected against PPV-induced reproductive failure (Antonis et al., 2006) . Thus, Parvoriridae has been shown to be a suitable virus family for the generation of VLP-based vaccines. Indeed, canine parvovirus (CPV) (VP2 protein), muscovy duck parvovirus (DPV) (VPs proteins), goose parvovirus (GPV) (VPs proteins) and mink enteritis virus (MEV) (VP2 protein) VLPs were also studied as vaccine candidates. In a recent preliminary study in geese, GPV-VLPs injected once subcutaneously in 50% mineral oil have shown higher titres of neutralizing antibodies compared with inactivated and attenuated virus in vivo (Ju et al., 2011) . Likewise, a previous study in ducks has also shown the production of specific DPV-antibodies after DPV-VLP immunization and the neutralizing antibody levels were consistent with those observed in ducklings inoculated with a commercial inactivated vaccine (Le Gall-Recule et al., 1996) . Also, MEV-VLPs have shown to elicit higher antibody response after revaccination compared with a commercial conventional vaccine; interestingly, minks were protected against viral challenge and did not excrete MEV in faeces (Christensen et al., 1994) . In addition, two studies used recombinant CPV-VLPs in a prime-boost strategy with adjuvant. Both tested VLPs were able to elicit neutralizing antibodies, sufficient to render all the immunized dogs protected against the viral challenge (Lopez de Turiso et al., 1992; Saliki et al., 1992) .\n\nPoultry industry is also another veterinary field searching for safe, immunogenic, protective and less expensive vaccines; hence, economically important avian viruses have been considered as potential targets for the development of subunit vaccines. Chicken anaemia virus (CAV) belongs to the Circoviridae family and causes anaemia and immunodeficiency in newly hatched chickens, with important economic losses (Pope, 1991) . CAV VP1 and VP2 proteins expressed in insect cells were used to immunize chickens (Koch et al., 1995) . Immunization with these proteins was able to elicit neutralizing antibodies and the progeny from immunized chicken was shown to be protected against challenge by CAV, directly after hatching (Koch et al., 1995) . In this case the formation of CAV-VLPs was presumed but not confirmed.\n\nAnother important disease affecting chickens is caused by infectious bursal disease virus (IBDV), a Birnaviridae virus that induces immunosuppression by the destruction of immature B-lymphocytes within the bursa of Fabricius (Berg, 2000) . Various IBDV-particles (VP2, VPX and PP), derived from a polyprotein differentially processed, Conner et al. (1996) , Fernandez et al. (1998) , Istrate et al. (2008) and Yuan et al. (2000) See virus abbreviations in the text. + indicates VLPs that protected the natural target host.\n\nwere tested in chicken using one dose. The results established that all the IBDV-VLPs were effective at inducing humoral responses, but not all elicited the same virusneutralizing capacity. They conferred protection to all the vaccinated chickens, as did the commercial vaccine. No clear vaccine antigen dose-effect was observed (Martinez-Torrecuadrada et al., 2003 ). An interesting VLP-based vaccine candidate for poultry was reported recently (Morrison, 2010) . VLPs formed with structural proteins (NP, M, F, HN) of Newcastle disease virus (NDV), an avian enveloped paramyxovirus causing respiratory and/or nervous disease, were tested in a murine model in comparison with an UV-inactivated whole-virus vaccine. The VLPs demonstrated their effectiveness as immunogens. Levels of specific antibodies, characterized by ELISA, as well as neutralizing antibody titres resulting from NDV-VLP immunization were as high as or even higher than those resulting from immunization with the inactivated whole-virus vaccine, using comparable amounts of antigen. Furthermore, NDV-VLPs stimulated T-cell responses at levels slightly higher than those stimulated by the conventional vaccine . Another important finding was that NDV-VLPs can also be used as platforms to present peptide sequences from other target pathogens, but this topic will be commented in the next section.\n\nWithin the enveloped viruses, influenza virus is in the foreground since the disease is a zoonosis that remains one of the major threats to human health and involves a wide range of animal species, mainly avian, pigs and horses. Influenza-VLPs (FLU-VLPs) are assembled in producer cells infected by recombinant baculovirus and released into the culture medium mimicking the viral budding process. They are VLPs which incorporate the viral glycoproteins (hemaglutinin and neuraminidase) on the surface, and usually other viral structural proteins like the matrix protein M1, and the M2 ion channel protein (Brun et al., 2011) . These FLU-VLPs demonstrated to provide protective immunity via either the intranasal or intramuscular route in the absence of adjuvants (Kang et al., 2009b) and have been exhaustively reviewed in (D'Aoust et al., 2010; Haynes, 2009; Kang et al., 2009a,b (Morrison, 2010) .\n\nOther VLP-based candidate vaccines produced against an important zoonotic agent are those derived from Rift valley fever virus (RVFV), a member of the Bunyaviridae family. RVFV is transmitted by several mosquito species and has a broad range of susceptible animal hosts (Flick and Bouloy, 2005) . Interestingly, RVFV-VLPs (N, G N , G C ) produced in mammalian cells were able to elicit high titres of neutralizing antibodies and protected mice from a lethal challenge, abolishing virus replication (Naslund et al., 2009) .\n\nRotaviruses (RV) form part of the Reoviridae family. These viruses are widespread among the newborn of many mammalian species, causing severe dehydrating diarrhoea (Bishop, 1996) . RV-VLPs expressing the main structural viral proteins (VPs: 2, 4, 6, 7) have been assessed for their efficacy using different animal models such as mice (Jiang et al., 1999) , rabbits (Conner et al., 1993) , gnotobiotic piglets (Yuan et al., 2000) and cows (Fernandez et al., 1998) . Using the parenteral route, RV-VLPs were proven to confer homologous protection in rabbits (Conner et al., 1993) and heterologous protection in mice (Jiang et al., 1999) . Moreover, homologous and heterologous VLPs were shown to be immunogenic in mice, where different levels of protection were reported depending on the dose, route or co-administration with adjuvants (Bertolotti-Ciarlet et al., 2003) .\n\nOther VLP-based candidate vaccines, also derived from viruses belonging to the Reoviridae family are those generated from bluetongue virus (BTV). BT is a vectorborne disease of ruminants that causes haemorrhages and ulcers in the oral cavity and upper gastrointestinal tract (Maclachlan et al., 2009) . The immunogenicity of BTV-VLPs obtained from a baculovirus expression system developed for the simultaneous expression of all four major structural proteins (VP2, VP3, VP5, and VP7), has been reviewed recently in comparison with other BTV candidate vaccines (Niedbalski, 2011) . BTV-VLPs have been administered in the presence of various adjuvants to sheep, a vertebrate host susceptible to the virus. The results indicated that these multiprotein VLPs in conjunction with appropriate adjuvant elicited an immune response which protected against an infectious virus challenge (Roy et al., 1992) . The combinations of different outer capsid proteins elicited higher neutralizing-antibody titers as compared to VP2 protein alone (Roy et al., 1990) .\n\nViruses from the Picornaviridae family share a common replication strategy and the self-assembly of mature capsid proteins into VLPs. These properties have been shown for several picornaviruses, including equine rhinitis A virus (ERAV), foot and mouth disease virus (FMDV) and porcine encephalomyocarditis virus (EMCV). These VLPs were generated by co-expression of viral proteins (P1 polyprotein, the nonstructural protein 2A and protease 3C) using different expression systems: ERAV-VLPs were generated using a mammalian expression vector whereas the other VLPs were generated using the baculovirus expression system. ERAV is a respiratory pathogen of horses that may cause an acute febrile respiratory disease or subclinical infection (Li et al., 1997) . ERAV-VLPs were tested intramuscularly in mice with three doses followed by boost with UV-inactivated ERAV. The VLP-immunized animals showed significant titres of virus-neutralizing antibodies as well as the induction of a memory response to a neutralizing epitope (Lynch et al., 2011) . FMDV causes an economically important disease affecting pigs, cattle and other cloven-hoofed livestock. FMDV-VLPs were tested in guinea pigs. The animals were immunized twice with the VLPs and Montanide ISA 206 adjuvant (SEPPIC). Both, FMDV-specific antibodies and neutralizing antibodies were generated in VLP-immunized animals, but their levels were lower than those induced by the conventional commercial vaccine (Cao et al., 2009) . Probably, the poor results obtained with these and other FMDV-VLPs were due to their known low stability, which renders them notoriously difficult to obtain, usually with limited yields (Abrams et al., 1995; Lewis et al., 1991) . EMCV causes myocarditis in preweaned pigs and severe reproductive failure in sows (Billinis et al., 1999; Gelmetti et al., 2006) ; EMCV-VLPs were tested in the natural host, inoculated once or twice using an adjuvant (SEPPIC). The immunization elicited neutralizing antibody levels similar to those obtained after administration of the commercial vaccine. In this study, a prime-boost strategy was more effective than a single-dose immunization, in inducing the production and maintenance of neutralizing antibodies (Jeoung et al., 2011) .\n\nViral fish diseases are also important in the veterinary field, since they create serious problems in pisciculture and seafood market, having a great economic impact. Nervous necrosis virus (NNV), from Nodaviridae family, causes encephalopathy and retinopathy in many species of fishes (Azad et al., 2005) . VLPs derived from the single capsid protein of viruses belonging to the genus Betanodavirus, have been generated as vaccine candidates for different fish species. Two studies have shown that these VLPs were able to elicit neutralizing antibodies against NNV, and the responses were shown to be dose dependent (Liu et al., 2006; Thiery et al., 2006) . Additionally, Thiery et al. could demonstrate that vaccination with NNV-VLP was able to protect fish from a lethal challenge and to reduce virus spreading (Thiery et al., 2006) .\n\nPapillomaviruses are important not only in human health, but also in the veterinary field. Indeed, horses, donkeys and cattle can develop local skin tumors termed sarcoids (Nasir and Campo, 2008) and dogs can present oral papillomas. A recent study has shown that intramuscular vaccination of horses with bovine papillomavirus (BPV-1) L1-VLPs results in a long-lasting antibody response against the virus. Neutralization titres were induced at levels that correlate with protection in both, experimental animals and man (Hainisch et al., 2012) . Induction of a protective immune response was also previously reported in cattle (reviewed in (Campo, 1997) ), rabbits (cottontail rabbit papillomavirus CRPV) (Breitburd et al., 1995) and dogs (canine oral papillomavirus) (Suzich et al., 1995) .\n\nFinally another important virus family from which VLPs have been generated is Caliciviridae. Caliciviruses include important human and animal pathogens, classified into different genera. Noroviruses are the main cause of gastroenteritis in humans worldwide, and have also been described in livestock species, raising concerns regarding their zoonotic potential (Almanza et al., 2008; Bank-Wolf et al., 2010; Wang et al., 2005) . Rabbit hemorrhagic disease virus (RHDV), the prototype strain of the genus Lagovirus, is the causative agent of an acute and highly contagious disease of rabbits which has decimated wild and domestic rabbit populations all over the world Cooke, 2002) . Within the genus Vesivirus, feline calicivirus (FCV) causes respiratory illness in cats. In the last 10 years, there have been sporadic reports of highly virulent outbreaks of FCV disease in cats (Coyne et al., 2006) . Recombinant VLPs derived from the single capsid protein (VP1) of caliciviruses belonging to different genera, developed as candidate vaccines, have been reported. VLPs derived from human noroviruses have been used to induce systemic and mucosal immune responses in mice and are being evaluated in human clinical trials (Tacket et al., 2003) . Norovirus-derived VLPs have also been used to immunize calves and pigs, both inducing partial protection against a virus challenge (Han et al., 2006; Souza et al., 2007) . Better results have been obtained with VLP-based vaccine candidates for RHDV. RHDV-VLPs emulsified in Freund's complete adjuvant were injected once to rabbits at different days before lethal challenge. Such immunization was able to protect rabbits against a virulent challenge under the conditions used for commercial vaccine testing in France. Antibodies specific for the RHDV capsid protein could be detected as early as 5 days after vaccination, and the titres progressively increased over a 15-day period (Laurent et al., 1994) . Other authors have also reported complete protection of rabbits against a RHDV lethal challenge, induced by RHDV-VLPs (Nagesha et al., 1995; Perez-Filgueira et al., 2007; Plana-Duran et al., 1996) . Similarly, FCV-VLPs have been tested in rabbits, which were immunized twice with VLPs and Freund's incomplete adjuvant. A measurable neutralizing antibody response was detected following the first immunization, which increased after boosting. Neutralizing antibody titres remained high throughout 3 months, and sera exhibited neutralizing activity against all the FCV strains analyzed (Di Martino et al., 2007) .\n\nAs previously indicated, VLPs can also be used as platforms for the multimeric display of foreign antigens, that can be incorporated into VLPs either by genetic fusion or by chemical conjugation. In such cases VLPs serve both, as scaffolds for presenting antigens derived from other pathogens in a suitable repetitive configuration, and as adjuvants to boost the immune response. Ideally, the underlying immunogenic 'viral fingerprints' of VLPs are imparted to the attached antigens, making them as potent immunogens as VLPs themselves. In this section we will review VLPs derived from human, plant or animal viruses used as vaccine vectors for presentation of antigens from viruses causing animal diseases (summarized in Table 2 ).\n\nOne of the first VLPs used as a vector to display foreign viral antigens were those derived from hepatitis B virus (HBV), which belongs to Hepadnaviridae family and is the causative agent of an important disease in humans. A neutralizing epitope derived from the VP1 protein of FMDV was fused to the HBV core antigen protein (HBcAg). The resulting chimeric VLPs elicited virus-neutralizing antibodies against FMDV, and induced a stronger immune response than the corresponding FMDV-peptide, in immunized guinea pigs. Furthermore, the chimeric VLPs were almost as immunogenic as inactivated FMDV particles, and VLP-immunized guinea pigs were completely protected against a challenge with FMDV (Clarke et al., 1987) . Several other studies have reported the generation of chimeric HBcAg-derived VLPs incorporating FMDV antigenic epitopes as vaccine candidates, using different approaches. Beesley et al. (1990) produced the chimeric VLPs using a yeast expression system, while Jin et al. (2007) used a system based on the transient expression of DNA plasmids in HeLa cell-cultures. The results obtained in these studies illustrate the potential utility of this vaccine strategy against FMDV. HBcAg-based VLPs were also used to express different epitopes (MHC-I or MHC-II restricted peptides) of lymphocytic choriomeningitis virus (LCMV), a rodent-borne virus. This study was performed to investigate if pre-existing VLP-specific antibodies could interfere with specific cytotoxic T-cell and Th-cell responses, or with the induction of a protective response in mice (Ruedl et al., 2005) . In this model, antigen presentation was not significantly affected either in vitro or in vivo by the presence of antibodies against the VLP scaffold, and protective immunity could be established in carrier-vaccinated animals. Thus, Ruedl et al. (2005) opened a new perspective around VLP vectors and the classical concept that previous immunization or maternal antibodies impair the induction of protective immune responses upon vaccination (Albrecht et al., 1977) . Indeed, also in the veterinary field, the interference of colostral antibodies has been described in vaccinated animals (Vitour et al., 2011) . However, the results reported by Ruedl et al. suggest that pre-existing VLP-specific antibodies are unlikely to be a limiting factor for VLP-based T-cell vaccines, although, further studies need to be performed in veterinary species to fully clarify this aspect. Also Storni et al. used HBcAg expressing a LCMV epitope to investigate the activation of APC for priming CTL responses after VLPs vaccination. In this model they demonstrated that VLPs alone were inefficient at inducing CTL responses and failed to mediate effective protection form viral challenge, but they became very powerful if applied together with other substance that activated APCs (e.g. anti-CD40 antibodies or CpG) .\n\nVLPs derived from members of the Polyomaviridae family are also amenable to be developed as vaccine vectors and polyomaviruses (PyV) from different species have been used to display viral epitopes or tumor antigens. Hamster PyV-VLPs incorporating the GP33 CTL epitope derived from LCMV (Pircher et al., 1990 ) have shown to elicit specific protective memory CTL responses in vivo without adjuvant (Mazeike et al., 2012) . Moreover, aggressive growth of tumors expressing GP33 was significantly delayed in these mice in vivo. Likewise, murine Py-VLPs displaying the entire human prostate specific antigen (PSA) were used for immune therapy in a mouse model system. Eriksson et al. demonstrated that PSA-MPy-VLPs loaded onto DCs in the presence of CpG protected mice from tumor outgrowth, whereas the chimeric VLPs alone or without adjuvant only marginally protected the mice (Eriksson et al., 2011) . Loading VLPs onto DCs opens a new perspective in the VLP-based vaccination. It reduces the anti-VLP antibody response, which is favorable for prime-boost therapies (Eriksson et al., 2011) . Parvovirus derived VLPs have also been used as scaffolds for foreign antigen presentation. Sedlik et al. generated recombinant PPV-VLPs incorporating a CD8 + CTL epitope from LCMV nucleoprotein. This epitope was fused to the N-terminus of VP2 capsid protein of PPV and the resulting chimeric VLPs were analyzed for their immunogenicity in mice. One intraperitoneal immunization with only 10 g of PPV-LCMV-VLPs was able to induce complete protection of mice against a lethal LCMV challenge through the induction of virus-specific MHC-I-restricted CD8 + CTLs. The protection did not require CD4 + T helper function, neither adjuvant, and the strong in vivo CTL response induced by the chimeric VLPs persisted during months after immunization (Sedlik et al., 1997) . PPV-VLPs have also been used to display immunoreactive epitopes derived from the PCV2 nucleoprotein, eliciting strong antibody responses in mice in absence of any adjuvant (Pan et al., 2008) . Another promising VLP system convenient for foreign antigen display is that based on RHDV-VLPs. Our group has identified three sites suitable for the insertion of heterologous immunogenic epitopes within the RHDV capsid protein (Barcena et al., 2004; Crisci et al., 2009; Luque et al., 2012) . We generated recombinant chimeric RHDV-VLPs incorporating the MHC-I-restricted CD8 + T-cell epitope SIINFEKL, derived from chicken ovalbumin (OVA). The foreign epitope was inserted at two different locations (at the N-terminus and in a predicted exposed loop of the viral capsid protein) and the corresponding chimeric VLPs were tested for their immunogenicity in the mouse model. In vitro results showed that RHDV-VLPs activated DCs and these were able to process and present the foreign epitope for CD8 + specific recognition in a dose-dependent manner. In vivo, in the absence of adjuvant, those chimeric RHDV-VLPs were able to stimulate specific IFN-␥-producing cell priming and a powerful CTL response, mainly when the foreign epitope was inserted at N-terminus of the RHDV capsid protein. Mice immunized twice with the chimeric RHDV-VLPs were able to control an infection by a recombinant vaccinia virus expressing OVA in target organs (Crisci et al., 2009) . Similar results were reported by other group using RHDV-VLPs displaying the same OVA-derived epitope incorporated by chemical conjugation (Peacey et al., 2008) . In this study the conjugated RHDV-VLPs were administered with adjuvant (CpG) and tested for antitumor response in the mouse model. The results obtained indicated that the vaccination with the conjugated VLPs resulted in a significant reduction in tumor growth (Peacey et al., 2008) . Chimeric RHDV-VLPs have also been shown to be efficient vaccine vectors to immunize pigs, eliciting both, strong humoral and cellular responses against an inserted foreign epitope derived from FMDV (Crisci et al., 2012) . Another reported use of chimeric RHDV-VLPs was as gene transfer vector. Chimeric RHDV-VLPs harbouring DNAbinding sequences derived from human papillomavirus were able to package plasmid DNA and thus transfer genes into animal cells (Cos-7), opening the way for an alternative method for gene transfer (El Mehdaoui et al., 2000) .\n\nAs mentioned in the previous section, NDV-VLPs (VLPs which contain the viral proteins M, NP, F and HN) can also be used to display peptide sequences derived from target pathogens which are incorporated by genetic fusion either to terminal ends of the NP protein or to the Cterminus of the HN glycoprotein (Morrison, 2010) . More importantly, NDV-VLPs can be used to present entire ectodomains of glycoproteins from other viruses. Since NDV glycoproteins are assembled into VLPs owing to specific interactions of the glycoprotein cytoplasmic (CT) and transmembrane (TM) domains with the virus core proteins, incorporation of a foreign glycoprotein ectodomain into NDV-VLPs can be achieved by generating a chimeric protein gene composed of sequences encoding the foreign protein ectodomain fused to those encoding the TM and CT domains of the appropriate NDV glycoprotein. Using this approach, the entire ectodomains of Nipah virus G, influenza virus and respiratory syncytial virus (RSV) were successfully inserted into NDV-VLPs (Morrison, 2010 ). An interesting result was that immunization with NDV-VLPs containing the ectodomain of the RSV G protein provided complete protection from RSV replication in lungs, after intranasal challenge with live virus in the murine system (Murawski et al., 2010) . Furthermore, this approach enables the incorporation into a single particle preparation of ectodomains derived from two different viruses (Morrison, 2010) , raising the possibility of using NDV-VLPs as a single vaccine against two different pathogens. For example, assembly of the NDV HN protein and the influenza HA protein into a single VLP could be used to protect chickens from both avian influenza and NDV, although such a divalent vaccine has not been reported yet.\n\nAn interesting approach related to the VLP-based vaccine technology is the use of genetically engineered plant viruses as vectors for the presentation of foreign epitopes. In this approach the heterologous peptides are inserted by genetic fusion at exposed loops within viral capsid proteins, resulting in the formation of viable chimeric virus particles. In contrast with VLPs, these chimeric whole-virus particles are replication competent and are therefore infectious in plants, their natural hosts. The engineered viruses are propagated in plants and subsequently, the corresponding purified chimeric virus particles are used as immunogens in target animals. Since the plant viruses are unable to replicate in mammals, the chimeric virus particles (often termed viral nanoparticles) behave similarly to VLPs in terms of safety and the immune response induced. Both, filamentous and icosahedral plant viruses have been successfully developed as foreign epitope presentation systems (Canizares et al., 2005; Rybicki, 2009; Sainsbury et al., 2010; Yusibov et al., 2006) . The most popular systems are tobacco mosaic virus (TMV) and cowpea mosaic virus (CPMV).\n\nTMV particles incorporating different peptides derived from FMDV VP1 protein were generated and tested in different animal models (mice, guinea pigs and pigs). Guinea pigs parenterally injected with two chimeric virus particle types were completely protected against a challenge with FMDV serotype O, while oral administration rendered partial protection (Wu et al., 2003) . Moreover, suckling mice passively transferred with antisera from guinea pigs immunized with chimeric TMV virions were protected from a lethal viral challenge, indicating that vaccination with the chimeric viral particles elicited neutralizing antibodies against FMDV. Finally, results in swine clearly demonstrated that chimeric viral particles significantly protected pigs against a FMDV challenge (Wu et al., 2003) . TMV was also used to display the 5B19 epitope from murine hepatitis virus (MHV) using different protocols for immunogenadministration to mice. Chimeric virus particles protected mice against a lethal challenge in a dose-dependent manner and the level of protection was shown to be dependent on the route (parenteral or mucosal) of immunization. The regimen of vaccination positively correlated with the amount of antibody and the degree of protection. Subcutaneous administration needed less amount of immunogen for effective protection (Koo et al., 1999) .\n\nCPMV particles have been genetically modified to incorporate epitopes derived from mink enteritis virus (MEV) (Dalsgaard et al., 1997) or canine parvovirus (CPV) (Langeveld et al., 2001; Nicholas et al., 2002) VP2 protein.\n\nBoth chimeric CPMV particles induced efficient immune responses against the foreign inserted epitopes, and the first one was shown to protect mink from a MEV challenge. Additionally, it is worth mentioning the foreign epitope presentation system based on plum pox virus (PPV). Engineered PPV virions, incorporating an epitope derived from CPV have been shown to induce high levels of anti-CPV antibodies in mice (Fernandez-Fernandez et al., 2002) .\n\nWhereas no known plant viruses infect mammalian cells, the ability of the chimeric virus particles to replicate in plants may lead to potential environmental concerns associated with the transport, distribution and administration of these plant virus-based vaccines. One option to circumvent these problems is to render the chimeric viruses non-infectious using inactivation methods (Langeveld et al., 2001; Phelps et al., 2007) . Other possibility is to use VLPs derived from the plant virus capsid proteins instead of the chimeric whole-virus particles, for the presentation of the foreign epitopes Kumar et al., 2009; Saunders et al., 2009) .\n\nVLPs have been used as vaccines since the late 1980s (Stephenne, 1988) . Despite this long history, to date only a handful of VLP-based vaccines are currently commercialized worldwide. Several other VLP-based vaccine candidates are undergoing clinical trials, but many others are still restricted to small-scale fundamental research, despite the accumulated evidence of the potential of VLPs as potent immunogens for many viral diseases of humans and animals. This current limited applicability is in part due to some technical and practical challenges associated to the large-scale VLP production process.\n\nAlthough VLPs have been produced for a wide range of viruses, clearly not all are equally suitable for the development of vaccines. Even if proof-of-concept has been demonstrated with support from strong pre-clinical data, a VLP-based product candidate could not be developed as a vaccine for widespread use, if its manufacturing process is not scalable or cost-effective (Buckland, 2005) . VLPs made by the assembly of a single protein are usually able to be produced in large amounts and high quality, whereas structurally complex VLPs in some instances raise difficulties for large scale production (Cox, 2012; Mena and Kamen, 2011; Roldao et al., 2011) . In addition, due to the inherent properties of the lipid envelope, production of enveloped VLPs is technically more complex (Roldao et al., 2011) . However, progresses are being made, and it is expected that in the near future the integration of process optimization tools (i.e., molecular biology, genetic engineering and systems biology) will overcome some of the current limitations affecting the large scale production of several types of VLPs (Vicente et al., 2011a) .\n\nAlthough VLPs can be produced in different expression systems, including bacterial, yeast, mammalian or plant cells (Middelberg et al., 2011; Roldao et al., 2011; Rybicki, 2009; Yusibov et al., 2006) , the most popular choice is expression in insect cells using the recombinant baculovirus technology (Roldao et al., 2010; Roy and Noad, 2009 ). This expression system has many advantages for VLP production (for recent reviews see (Cox, 2012; Mena and Kamen, 2011; Roldao et al., 2011; van Oers, 2011; Vicente et al., 2011b) . Large amounts of correctly folded recombinant proteins can be produced with eukaryoticlike post-translational modifications. Although yeast and bacteria cells can achieve similar yields, the complexity of the VLPs produced with the baculovirus expression system is remarkably higher (VLPs formed from up to five proteins). An additional advantage is that baculoviruses have a limited host range (namely for insects) and are hence safe for vertebrates. Insect cells to be used in the baculovirus expression system are derived from lepidopteran insects and are relatively easy to grow. They can grow in serum-free media and the cultures can easily be scaled up. The design of recombinant baculoviruses is simple and fast, providing a high versatility to this expression system. This is very important when producing vaccines for viruses whose surface proteins rapidly mutate (e.g., influenza A virus), a fundamental requirement to contend with potential pandemics in a timely manner. Nevertheless, this expression system presents important drawbacks. One of the main limitations is the significant coproduction of infective baculovirus particles, which are difficult to separate from VLPs. The baculovirus particles can interfere with the immunogenicity of the VLP-based vaccines (Hervas-Stubbs et al., 2007) . Furthermore, the potential contamination of VLP preparations with infective recombinant baculoviruses raises environmental concerns. For this reason, VLP-based immunogens produced in the baculovirus expression system must undergo either chemical inactivation treatments to eliminate baculovirus infectivity that may impair the quality of the produced VLPs (Rueda et al., 2000) or several downstream bioseparation processing steps that may increase final production costs (Mena and Kamen, 2011) . Following this line of thought, a promising novel approach has been recently reported that might greatly simplify the downstream processing of biopharmaceuticals produced in insect cells (Marek et al., 2011) . The new strategy is based on the use of recombinant baculoviruses lacking a gene (vp80) which is essential for virus formation, but does not affect foreign gene expression. The deletion is trans-complemented in a transgenic insect cell line used to generate the baculovirus seed stock, and the resulting defective baculoviruses can then be used to produce large amounts of recombinant proteins without contaminating virions.\n\nThe above-mentioned problems have hampered for some time the development of vaccines produced in the insect cell manufacturing platform. However, the market authorization of two vaccines for veterinary applications (Porcilis ® Pesti and Bayonac ® CSF, against classic swine fever virus) in the year 2000 (Meeusen et al., 2007) , and afterwards the commercial licensing of the VLP-based vaccine Cervarix ® for human use in 2007, were critical milestones for the regulatory acceptance of insect cell technology in manufacturing of vaccines. Nowadays, this technology has been shown to meet the economical requirements for manufacturing modern vaccines for large populations, and is currently a dominant platform for the production of veterinary vaccines (Mena and Kamen, 2011) , thus, paving the way to the licensing of many other VLP-based vaccines for animal use.\n\nRegarding the use of VLPs as foreign epitope display platforms, both strategies, the generation of chimeric VLPs by genetic fusion and the chemical conjugation of antigens to VLPs pose some limitations. In order to induce high-titre antibody responses effectively, target antigens must be displayed on the surface of VLPs, in immunodominant regions and at a high density. Consequently, one of the key points for generating chimeric VLPs is the selection of suitable insertion sites, which must be present on the surface of the VLP and should not interfere with protein folding and assembly. However, generating chimeric VLPs is largely empirical; it is almost impossible to predict whether individual peptides will be compatible with VLP assembly or whether the insertions will be immunogenic. Another important limitation of the chimeric approach is that the size and nature of epitopes that can be inserted into VLPs, in particular into their immunodominant regions, is restricted. VLPs containing peptides longer than 20 amino acids often fail to assemble. Relatively large insertions have been successfully incorporated into VLPs (Caballero et al., 2004; Charpilienne et al., 2001; Kratz et al., 1999) , but these tend to be the exception more than the rule. These size limitations restrict the number of epitopes that can be targeted with an individual chimeric VLP. By contrast, the flexibility of the alternative approach based on the chemical conjugation of target antigens to previously assembled native VLPs offers substantial advantages, although it is dependent on the accessibility of addressable residues on both the VLP and the target antigen. On the other hand, from a manufacturing standpoint, the genetic fusion approach may have advantages over chemical conjugation, since chimeric VLPs can be produced and purified using the same wellestablished methods used to purify unmodified parental VLPs, whereas the production process of conjugated VLPs entails extra challenges and the quality control methods are inevitably more complex.\n\nVLP foreign epitope display strategies typically only permit epitopes of a limited size to be targeted. Since pathogens usually undergo antigenic variation in response to host immune pressures, vaccines based on VLPs displaying foreign epitopes will only be effective against highly conserved B-or T-cell epitopes. Consequently, VLPs appear best suited to target highly conserved antigens. An example of such an appropriate target is the 23-amino acid extracellular domain of M2 protein from influenza A virus, which is highly conserved among viral strains, and has been shown to induce protection in mice against a lethal challenge, upon administration as a peptide incorporated on HBV-derived VLPs Neirynck et al., 1999) .\n\nAs indicated in previous sections, the relative ability of diverse VLP types to induce the different branches of the immune response is influenced by a number of factors that are VLP-specific. Therefore, it appears unlikely that a single VLP platform will meet all the desired requirements. However, the continued parallel development of multiple VLP platforms will ensure that individual vaccines can be tailored appropriately to the type of immune response required in each case.\n\nVLPs are appealing as vaccine candidates because their inherent properties (i.e., multimeric antigens, particulate structure, not infectious) are suitable for the induction of safe and efficient humoral and cellular immune responses. The fact the VLP-based vaccines may comply with the DIVA requirements, make them even more attractive for vaccine development in the veterinary field. Currently, there is a clear trend towards the establishment of VLPs as a powerful tool for vaccine development. In the human vaccines market, five are already VLP-based: three for HBV and two for HPV, while in the veterinary field, a VLP-based vaccine against PCV2 has recently been licensed. Several VLP vaccine candidates targeting human and animal diseases are currently in late stages of evaluation. Moreover, the development of VLPs as platforms for foreign antigen display has further broadened their potential applicability both as prophylactic and therapeutic vaccines.\n\nAs with all new approaches, there are still challenges to overcome related with manufacturing processes, or with the generation of chimeric VLPs. Recent results in these areas are, however, very encouraging and underscore the versatility of the VLP-based technology and its applicability for the development of new generation vaccines."}