{"title": "Short Communications Monoclonal Antibody to N Protein of Porcine Epidemic Diarrhea Virus", "body": "P orcine epidemic diarrhea virus (PEDV) is the causative agent of porcine epidemic diarrhea (PED) characterized by watery diarrhea, dehydration, and significant mortality in piglets, and has caused tremendous economic losses to the swine industry in Europe, Asia, and America. (1) (2) (3) (4) (5) PEDV was first reported in Belgium and the United Kingdom in 1978, (1) and then was detected in Hungary, Italy, China, Japan, Thailand, the United States, and South Korea. (2, (5) (6) (7) (8) (9) Since late 2010, a variant PEDV outbreak occurred in China and has caused a huge economic loss to the swine industry. (3, 4, 10) In 2013, the variant virus outbreak also occurred in the United States. (11) Recently, PEDV has been a serious causative agent resulting in piglet mortality in China and the United States. (12) (13) (14) Belonging to the Coronaviridae family in the Nidovirale order, PEDV is an enveloped virus with a single-stranded positive-sense RNA genome that is approximately 28 kb and encodes four structural proteins: spike (S), envelope (E), membrane (M), and nucleocapsid (N), and three non-structural proteins, replicases 1a and 1b and ORF3. (4, 10) PEDV N protein, which provides a structural basis for the helical nucleocapsid, is a basic phosphoprotein associated with the genome. (15, 16) Therefore, it can be used as a target for the accurate and early diagnosis of PEDV infection. (16) In order to facilitate the study of the differential diagnosis of PEDV, the recombinant PEDV N protein was expressed in E. coli BL21 (DE3), and an anti-N protein MAb was obtained by hybridoma technique. The MAb was reacted with PEDV identified by Western blot and immunofluorescence assays (IFA), and is useful for detecting PEDV N protein.\n\nAfrican green monkey kidney cell line (Vero E6) and SP2/ 0 myeloma cells were obtained from the Shanghai Veterinary Research Institute (CAAS, China). These cell lines were cultured at 37°C in a humidified 5% CO 2 incubator in Dulbecco's Modified Eagle medium (DMEM; Life Technologies, Shanghai, China) supplemented with 10% fetal bovine serum (FBS; Sigma, Shanghai, China). Six-week-old BALB/ c mice were obtained from the Shanghai Slack Laboratory Animal (Shanghai, China). Horseradish peroxidase (HRP)conjugated goat anti-mouse IgG and fluorescein isothiocyanate (FITC)-conjugated goat anti-mouse IgG were purchased from Sigma (Shanghai, China). PEDV isolate JS-2013 was obtained from (CAAS, China), and was cultured as reported. (11) GGATC-3¢ and anti-sense primer 5¢-ATTCGGATCCCTCG AGTTAATTTCCTGTGTCGAAGATCTCG-3¢) were designed and used for RT-PCR to amplify N gene. The 1326bp fragment of N gene from PEDV was amplified by RT-PCR and inserted into the expression vector pCold-I. The recombinant N protein (rN protein) was expressed in BL21 (DE3) that transfected by pCold-I-N and then induced by the addition of 0.5 mM of isopropyl-b-D-thiogalactopyranoside (IPTG) at 15°C for 12 h. After centrifugation and ultrasonication, rN protein was purified using the Ni-NTA His$Bind Resin (Novagen, Madison, WI) according to the manufacturer's instructions.\n\nFour 6-week-old female BALB/c mice were immunized with purified rN protein (50 mg/mouse) of plus equal volume of Freund's complete adjuvant via intraperitoneal injection. At 2-week intervals, a second immunization was given using the purified rN protein (50 mg/mouse) emulsified in Freund's incomplete adjuvant in 1:1 proportion. The immunization was repeated every 2 weeks. Booster immunization was given after 3-4 days via intraperitoneal injection before cell fusion.\n\nThe anti-rN protein serum was obtained from the immunized mice after immunization and the antibody titers were determined by indirect ELISA. Spleen cells of the best-immunized mice were isolated and fused with SP2/0 myeloma cells under the action of 50% PEG as fusion agents. The hybridoma cells were then cultured in 96-well plates at 37°C in a humidified 5% CO 2 incubator in HAT screening culture medium. Positive hybridomas were filtered by indirect ELISA when the cells had covered one third to one half of the bottoms of 96-well plates. After cloning three times by limiting dilution, the hybridoma cells were injected into pristane-treated BALB/c mice to gain abundant ascetic fluid.\n\nThe cell proteins were collected at 12 h after PEDV infecting Vero cells. Then, the proteins were separated by SDS-polyacrylamide gel electrophoresis (PAGE) with 10% polyacrylamide gels, and the separated protein was transferred to the nitrocellulose (NC) membrane. The membrane was blocked with 5% skimmed milk in TBST (TBS with 0.1% Polysorbate-20) on a shaking table for 1 h at room temperature. The hybridoma cell supernatant was added into the NC membrane for 1 h at room temperature. After washing three times with TBST, the membrane was incubated with the HRP-conjugated goat anti-mouse IgG (1:6000 dilution in TBST) for 1 h at room temperature. After washing, the SuperSignal West Pico or Femto chemiluminescent substrate (Thermo Fisher Scientific, Waltham, MA) was used for color development.\n\nVero cells were inoculated with PEDV in 6-well plates at a multiplicity of infection (MOI) of 0.05 and cultured in the DMEM containing trypsin (7 mg/mL) at 37°C for 12 h. Then the cells were fixed with 75% absolute alcohol for 30 min at 4°C. After washing three times with PBS, cells were treated with 5% fetal bovine serum in PBS (FBS/PBS). After washing three times with PBS, the undiluted supernatant of 2B8 was added to the wells (500 mL/well) and incubated for 1 h at 37°C. After three washes with PBS, FITC-conjugated goat anti-mouse IgG (1:1000 dilution in PBS) was added into the wells. The plates were then kept in the dark for 1 h at 37°C. After washing three times with PBS, the fluorescent images were observed under fluorescence microscopy.\n\nThe 1326bp fragment of N gene from PEDV was amplified and inserted into the expression vector pCold-I. Sequencing results show that the gene inserted into the position, direction, and reading code box are correct. SDS-PAGE analysis showed that the rN protein (*52 kDa) was expressed in the supernatant in E. coli efficiently and was easily purified by using His-binding resin (Fig. 1) .\n\nIndirect ELISA indicated that the antibody titers of four immunized mice reached 1:100,000 compared with negative control, and the antibody titer of the four mice was almost similar (Fig. 2) . Mouse 3 was selected for isolating splenic cells, which were fused with SP2/0 myeloma cells for generation of MAbs. One positive MAb against PEDV N protein was identified and named 2B8.\n\nMAb 2B8 recognizing PEDV N protein was confirmed by Western blot analysis; in contrast, supernatant of SP2/0 myeloma cells had no such reactivity (Fig. 3) . IFA was performed to further evaluate the reactivity of 2B8 to PEDV N protein. The results suggested that the MAb reacted with PEDV-infected Vero E6 cells exclusively while SP2/0 cell culture supernatant had a negligible reactivity with PEDVinfected Vero E6 cells (Fig. 4 ).\n\nPorcine epidemic diarrhea (PED) was first reported in Belgium and the United Kingdom in 1978, (1) and has caused tremendous economic loss to the swine industry in Europe, Asia, and North America. The variant PEDV was reported in China and the United States (3, 4, 10, 11) and has become a serious causative agent of death among piglets in these countries. PEDV N protein is a phosphorylated nucleocapsid protein binding to the genomic RNA, which can be used as a target for the accurate and early diagnosis of PEDV infection. (16) In this study, the N gene of PEDV was expressed bacterially for generation of MAbs against N protein of PEDV. A high level of antibody induced by the purified rN protein was detected using indirect ELISA in immunized mice. Following hybridoma technique, an MAb (2B8) against N protein of PEDV was generated and identified by Western blot and IFA. The results showed that MAb 2B8 can be used as a diagnostic reagent for detecting PEDV."}