{"title": "Immunization of Mice with Lactobacillus casei Expressing a Beta-Intimin Fragment Reduces Intestinal Colonization by Citrobacter rodentium ᰔ †", "body": "Gastrointestinal infections are among the leading causes of childhood mortality around the world and are responsible for approximately 2 million deaths every year (12) . Enteropathogenic Escherichia coli (EPEC) is one of the main causes of childhood diarrhea in developing countries and has been considered a worldwide pathogen (7, 18, 31, 59) . EPEC has been classified into typical or atypical according to the expression or lack of expression, respectively, of the bundle-forming pilus, encoded by the EAF plasmid (1, 50) . Epidemiological studies suggest that the prevalence of atypical EPEC has increased in acute or persistent diarrhea cases in both children and adults (23, 29, 52, 62) . EPEC colonizes the intestinal mucosa, causing the characteristic attaching and effacing (A/E) lesions. The formation of the A/E lesion involves a type III secretion system (T3SS), encoded by the LEE pathogenicity island, which delivers a range of effector proteins into host cells. Using this strategy, the pathogen triggers actin polymerization, producing a pedestal-shaped structure to which the bacteria strongly attach through the interaction of the adhesin intimin with the translocated receptor Tir (27, 38) . Intimin is a 94-kDa protein inserted into the bacterial outer membranes from typical and atypical EPEC, enterohemorrhagic E. coli (EHEC), and the mouse pathogen Citrobacter rodentium. This adhesin is encoded by the eae gene and is essential for virulence (28, 48) . The N-terminal region is conserved among intimins, whereas the C-terminal portion is highly variable and has been used to classify intimin into 29 types that can be related to tropism for different intestinal tissues (26, 35, 49) . Among them, the ␤ subtype is one of the intimins most frequently expressed by EPEC isolates (6, 56, 60) . EPEC and EHEC infections can be prevented by breastfeeding (17, 57) , and antibodies against intimin are usually observed in the milk of women living in areas of endemicity (58, 70) . In addition, these antibodies are able to inhibit the adhesion of EPEC to epithelial cells in vitro (15, 19) . Several vaccination strategies using intimin have reduced colonization or mortality in animal models of infection with rabbit enteropathogenic E. coli (REPEC), EHEC, or C. rodentium (4, 30, 36, 39) , suggesting that intimin is a good candidate for the formulation of vaccines against these infections. A minimal intimin fragment able to bind to the receptor Tir is composed of the last 190 amino acids, but high-affinity binding was observed only with a larger fragment comprising the last 280 amino acid residues (Int 280 ) (8) . In fact, subcutaneous immunization of mice with the Int 280 fragment from ␣-intimin reduced intestinal colonization by a C. rodentium strain expressing an intimin from the same subtype (30) . However, analysis of the immunodominant regions inside Int 280 have shown that antibodies against this fragment were directed to 2 regions in the N terminus of Int 280 , more precisely, a region located in the first 80 amino acids and a region between amino acids 80 and 130 of Int 280 (3) . Moreover, human colostrum samples specifically recognized these fragments, but not the C-terminal region of Int 280 , indicating that natural exposure to intimin-bearing pathogens elicits antibodies that are reactive only to the N-terminal region of Int 280 (3) .\n\nThe development of mucosal vaccines requires the design of immunogenic but safe vaccines that can prevent infections and reduce the transmission of a given pathogen (9) . Mucosal vaccines can offer many advantages, like easy administration, which may contribute to lower costs of mass immunization (37, 55) ; low risk of individual contamination, as it allows needlefree administration; and the induction of immune responses that are active at the pathogen entry site (47) . Previous works have already tested attenuated pathogens, such as Salmonella enterica and Vibrio cholerae, as live vectors for mucosal delivery of intimin (39) (40) . A safer alternative to deliver antigens at mucosal sites can be the use of lactic acid bacteria as live vectors. This strategy has been successfully applied with different antigens in animal experimentation (11, 16, 24, 33, 45, 67) .\n\nIn a previous study, we showed that Lactobacillus casei expressing intimin fragments that contained the immunodominant epitopes of Int 280 induced specific antibodies in mice after nasal immunization. These antibodies were able to bind to the EPEC surface and to inhibit bacterial adhesion to epithelial cells in vitro (25) , confirming the functionality of antibodies against intimin fragments that contain the N-terminal region of Int 280 . In the present work, we analyzed the ability of one of these recombinant bacteria, L. casei-Int cv , or the pure recombinant intimin fragment (Int cv ) to induce humoral and cellular immune responses in mice after oral or sublingual (s.l.) immunization. Moreover, the protective potential of these vaccines was analyzed through the challenge of immunized mice with the murine pathogen C. rodentium.\n\nBacterial strains, antigens, and growth conditions. Recombinant L. casei (L. casei-Int cv ) expressing a fragment containing the conserved plus the variable region of ␤-intimin (Int cv ; amino acids 363 to 808) was previously described (25) . Int cv expression in this strain is intracellular, and no protein is observed in the supernatants under the growth conditions used here, as measured by Western blots using anti-Int cv antibodies (data not shown). In addition, no reactivity of anti-Int cv antibodies with proteins exposed on the L. casei-Int cv surface was observed (data not shown). The amount of protein expressed was estimated as 70 to 90 ng per 10 9 bacteria (25). L. casei-Int cv and the control strain bearing the empty expression vector pT1NX (L. casei) were grown in MRS (Difco, MI) containing 5 g/ml of erythromycin at 37°C without shaking (25) . Recombinant Int cv was expressed in E. coli BL21 (salt induced [SI]) and purified through affinity chromatography, as previously described (25) . C. rodentium DBS100 (21) was grown in Luria-Bertani broth (LB) (Difco) at 37°C with constant shaking. In colonization experiments, feces samples were homogenized and plated on Mac-Conkey agar (Difco), and the plates were incubated at 37°C for 18 h for C. rodentium CFU counting. All bacterial stocks were maintained at Ϫ80°C in their respective culture media containing 20% glycerol.\n\nImmunization of mice. Female specific-pathogen-free (SPF) C57BL/6 mice (5 to 7 weeks old; 4 or 5 animals per group) were obtained from The Jackson Laboratory (Bar Harbor, ME) or from the animal facility of Universidade Federal de São Paulo (CEDEME). Conventional C3H/HePas mice were obtained from the animal facility of Faculdade de Medicina Veterinária, Universidade de São Paulo. The mice were supplied with food and water ad libitum. The experimental procedures were previously approved by the Ethical Committee in Animal Experimentation from Instituto Butantan under license number 588/09 or by the University of California-San Diego (UCSD) Institutional Animal Care and Use Committee. Before starting the immunization protocols, preimmune sera and feces were collected and analyzed for the presence of antibodies reacting with Int cv by enzyme-linked immunosorbent assay (ELISA). Animals presenting positive reactions were not used in the experiments. For immunization with recombinant L. casei, bacteria were grown until late stationary phase (optical density at 550 nm [OD 550 ], 2.0), collected by centrifugation (16,000 ϫ g for 6 min at room temperature), washed twice, and suspended in saline to 2 ϫ 10 10 CFU/ml for oral immunization or 10 11 CFU/ml for s.l. immunization. Prior to oral immunization, all mice received 0.2 M sodium bicarbonate in 300 l of saline by oral gavage. Mice were immunized through the oral route on days 0, 1, 2, 14, 15, 16, 28, 29 , and 30 with 10 10 CFU of L. casei-Int cv or L. casei in 500 l of saline, using a gavage. Control mice received 500 l of saline. For the s.l. immunizations, mice were anesthetized by intraperitoneal injection with 0.2% xylazine and 1% ketamine in 200 l of saline, and the groups received 10 9 CFU of L. casei or L. casei-Int cv in 10 l of saline on days 0, 14, and 28. An additional group received 15 g of purified Int cv on the same days. Control mice received saline. For all immunizations with Int cv , the excess of lipopolysaccharide (LPS) was removed from the purified protein by Triton X-114 extraction (5) . The final amount of LPS in these preparations was determined by the Limulus amebocyte lysate test as 0.5 endotoxin units/g protein. The vaccines were delivered with the help of a micropipette under the tongue and directed toward the floor of the mouth (20) . Mice were maintained with their heads still and flexed up for 30 min. Subcutaneous immunization was used as a control for the capacity of the Int cv fragment to reduce C. rodentium colonization in mice (see the supplemental material).\n\nMeasurement of antibodies by ELISA. Fourteen days after the last immunization, blood was collected from the mice by retrorbital bleeding. Sera were collected after incubation of the samples for 30 min at 37°C, followed by incubation for 10 min at 4°C and centrifugation at 400 ϫ g for 10 min. Clots were removed, and the sera were stored at Ϫ20°C until use. Feces were collected on the same day, weighed, and homogenized at a final concentration of 100 mg/ml in PBS containing 2% nonfat dry milk (in order to avoid nonspecific reactivity in ELISAs) and a protease inhibitor cocktail (Sigma, St. Louis, MO). Samples were centrifuged at 1,500 ϫ g for 5 min, and the supernatants were stored at Ϫ80°C until use. Antibodies were evaluated by ELISA, using E. coli-produced recombinant Int cv as a coating (10 g/ml) and horseradish peroxidase (HRP)-conjugated goat anti-mouse IgG or anti-mouse IgA (Southern Biotech, Birmingham, AL). Standard curves were generated using mouse IgG or IgA (Southern Biotech).\n\nDetection of IFN-␥ or IL-6 in supernatants of spleen cell cultures by ELISA. Spleens were obtained from immunized mice (4 animals per group) before or 10 days after challenge with C. rodentium (described below). Cell suspensions were prepared in RPMI medium (Gibco, Carlsbad, CA) as previously described (51) , and 5 ϫ 10 6 cells/ml were plated in 48-well plates. The cells were stimulated for 72 h with 5 g/ml of Int cv at 37°C in 5% CO 2 (vol/vol). After this period, the supernatants were collected and stored at Ϫ80°C for later quantification of gamma interferon (IFN-␥) and interleukin 6 (IL-6). Secretion of IFN-␥ and IL-6 was evaluated by sandwich ELISA (Peprotech, Rocky Hill, NJ). The results were expressed as the concentrations of cytokines observed in supernatants from stimulated cells after subtraction of the cytokine levels in nonstimulated cultures.\n\nInfection of mice with C. rodentium. C. rodentium was grown in LB at 37°C for 18 h, and the culture was diluted 50ϫ in fresh medium. Bacteria were incubated at 37°C, and the optical density was followed until the culture reached an OD 600 of 0.8. The bacteria were centrifuged, washed, and suspended at a concentration of 2.5 ϫ 10 9 CFU/ml in saline. C57BL/6 mice were infected 15 days after the last immunization with 200 l of the bacterial suspension (5 ϫ 10 8 CFU) by oral gavage. Fecal pellets were collected individually on days 4, 7, and 10 after challenge; weighed; and homogenized in 500 l of sterile saline. Serial dilutions of the fecal homogenates were plated onto MacConkey agar (Difco), and the CFU were determined after incubation for 18 h at 37°C. The minimal limit of detection was 100 CFU/g of feces. Infection of C3H/HePas mice (7 to 13 mice per group) was performed in the same way, and survival was recorded for 14 days. C. rodentium colonies were distinguished by morphology. Representative colonies in each experiment were submitted to PCR analysis using specific primers for ␤-intimin amplification. The results confirmed the identity of the C. rodentium colonies.\n\nImmunohistological analysis. Nine days after C. rodentium infection, immunized C3H/HePas mice were euthanized and the colons were removed. This time point was chosen because clear differences between the states of health of mice from immunized and control groups were observed. The colons were opened longitudinally and prepared as Swiss rolls before fixation. The fixed tissues were embedded in paraffin, and 5-m sections were prepared. The sections were deparaffinized and incubated with 0.3% H 2 O 2 in PBS for 20 min at room temperature to inactivate endogenous peroxidase. Samples were blocked with PBS containing 2% bovine serum albumin (BSA) for 30 min at room temperature and incubated for 2 h in the same buffer containing a 1:5,000 dilution of polyclonal rabbit anti-intimin IgG-enriched fraction (41, 46) . Sections were washed three times with PBS and incubated for 1 h at room temperature with biotin-labeled goat anti-rabbit IgG (Sigma) diluted in PBS-2% BSA. The samples were washed again and incubated for 30 min with ExtrAvidin-Peroxidase (Sigma). The sections were developed with 3,3Ј-diaminobenzidine and H 2 O 2 in 0.1 M Tris-HCl, pH 6.8, and counterstained with Gill's hematoxylin (Sigma). Slides were analyzed with the help of a light microscope (DMLB; Leica), and photographs were taken at magnifications of ϫ10 and ϫ40.\n\nStatistical analysis. Differences in survival times were analyzed with Kaplan-Meier survival curves. Differences in antibody concentrations and C. rodentium loads in the feces were analyzed by the Mann-Whitney U test. Differences in cytokine secretion by spleen cells were analyzed by one-way analysis of variance (ANOVA), followed by Tukey's test. In all cases, a P value of Յ0.05 was considered significantly different.\n\nInduction of antibodies by immunization of mice with recombinant L. casei or Int cv . Before starting the immunization experiments, we determined the permanency of the recombinant L. casei and L. casei-Int cv in the intestinal mucosa of C57BL/6 mice by determining the recovery of erythromycinresistant colonies in feces. Recombinant L. casei or L. casei-Int cv could be recovered from feces for up to 48 h after a single oral inoculation, and after that point, no erythromycin-resistant colonies were observed. No differences were observed between the inoculation of L. casei or L. casei-Int cv (data not shown). C57BL/6 mice were then immunized through the oral or s.l. route with L. casei-Int cv or through the s.l. route with the recombinant Int cv fragment, according to the protocols described and the scheme presented in Fig. 1 . As controls, mice were immunized with L. casei or with saline. The levels of anti-Int cv IgA detected in feces collected 14 days after the last immunization are shown on Fig. 2A and B. Both oral and s.l.\n\nimmunization of mice with L. casei-Int cv induced significantly higher levels of anti-Int cv IgA in feces than in those of mice that received saline or L. casei (for oral immunization, P ϭ 0.01 or P ϭ 0.02 when mice that received L. casei-Int cv were compared with mice that received saline or L. casei, respectively; for s.l. immunization, P ϭ 0.01 or P ϭ 0.002 when mice that received L. casei-Int cv were compared with mice that received saline or L. casei, respectively). On the other hand, no induction of anti-Int cv IgA was observed in feces from mice immunized with Int cv by the s.l. route (Fig. 2B) . Conversely, evaluation of anti-Int cv IgG in the sera ( Fig. 2C and D) of mice immunized with the different formulations revealed that only the s.l. vaccination with Int cv induced significantly higher concentrations of these antibodies than in mice that received saline ( Fig. 2D ) (P ϭ 0.0001). No systemic induction of anti-Int cv IgG was observed in the sera of mice immunized with L. casei-Int cv by the oral (Fig. 2C ) or s.l. (Fig. 2D) route.\n\nDecrease in C. rodentium colonization by immunization of mice with L. casei-Int cv and Int cv . Before testing the effectiveness of L. casei-based vaccines against the murine model of C. rodentium infection, we decided to validate the use of the Int cv fragment as an antigen against C. rodentium colonization. In a previous work, Ghaem-Maghami and collaborators (30) showed that subcutaneous immunization of mice with a fragment of ␣-intimin containing the 280 carboxy-terminal amino acids of the protein (Int 280␣) induced specific immune responses and significantly reduced colon colonization by a C. rodentium strain that expresses ␣-intimin. We thus performed experiments of subcutaneous immunization of C57BL/6 mice with the Int cv fragment. The immunization induced significantly higher concentrations of anti-Int cv IgA in feces (P ϭ 0.01), as well as anti-Int cv IgG in sera (P ϭ 0.0001), than the inoculation of saline (see Fig. S1A and B in the supplemental FIG. 1. Immunization and challenge of C57BL/6 and C3H/HePas mice with C. rodentium. Oral immunization was performed using a gavage. Mice received saline, L. casei (10 10 CFU), or L. casei-Int cv (10 10 CFU) on three consecutive days at 15-day intervals, totaling 9 doses. S.l. immunization was performed in three doses of saline, L. casei (10 9 CFU), L. casei-Int cv (10 9 CFU), or Int cv (15 g) . Fifteen days after the last immunization, the mice were challenged with 5 ϫ 10 8 CFU of C. rodentium by the oral route, and colonization or survival was followed in C57BL/6 or C3H/HePas mice, respectively. Anti-Int cv antibodies were measured in blood and feces before challenge or in feces at different periods after challenge. Secretion of cytokines by spleen cells collected at the endpoint of the colonization experiment (10 days after challenge) was measured in C57BL/6 mice immunized by the s.l. route. . Evaluation of C. rodentium challenge in immunized mice revealed that significantly lower levels of bacteria were recovered from mouse feces than were observed in mice inoculated with saline. This reduction was observed at all points evaluated, which were on days 4 (P ϭ 0.002), 7 (P ϭ 0.008), and 10 (P ϭ 0.0004) (see Fig. S2A , B, and C, respectively, in the supplemental material). The levels of C. rodentium recovery from the feces of all C57BL/6 mice (both control and immunized groups) were drastically reduced after the 10th day postinfection, impairing the analysis of the effects induced by the vaccines. Therefore, this was used as the endpoint in all subsequent experiments. Groups of mice inoculated with saline or immunized with L. casei or L. casei-Int cv through the oral or s.l. route were challenged with C. rodentium 15 days after the last immunizations. Feces were collected at the determined intervals, and CFU were evaluated after plating the samples onto MacConkey agar. Oral immunization of mice with L. casei-Int cv led to a significant reduction in C. rodentium recovery from feces on days 4 and 7 after challenge, compared with the control groups, which received saline (P ϭ 0.0001 on day 4 and P ϭ 0.0003 on day 7) or L. casei (P ϭ 0.0002 on day 4 and P ϭ 0.0001 on day 7) (Fig. 3A and B) . However, 10 days after challenge, the reduction observed was less evident, and the recovery of C. rodentium at this point was only significantly different from that observed in mice that received saline (P ϭ 0.01) (Fig. 3C) .\n\nAfter this point, all mice displayed a marked reduction in C. rodentium loads in feces and recovered from infection (data not shown). Similarly, s.l. immunization of mice with L. casei-Int cv led to a significant decrease in C. rodentium recovery from feces on days 4 (P ϭ 0.008 compared with mice that received saline) and 7 (P ϭ 0.001 and P ϭ 0.007 compared with mice that received saline or L. casei, respectively) ( Fig. 3D and E) . Moreover, mice inoculated with L. casei-Int cv through the s.l. route still displayed a significant reduction in fecal loads of C. rodentium compared with mice inoculated with saline (P ϭ 0.004) or L. casei (P ϭ 0.005) 10 days after the challenge (Fig.  3F) . Notably, in at least 4 animals from the group immunized with L. casei-Int cv , C. rodentium recovery was below the limit of detection throughout the experiment (Fig. 3D to F) . Sublingual immunization of mice with the recombinant fragment Int cv induced a significant reduction in C. rodentium recovery from feces, compared with mice inoculated with saline, only at day 4 after infection (P ϭ 0.006) (Fig. 3D) . However, after this time point, the CFU levels were not statistically different from those observed in mice inoculated with saline ( Fig. 3E and F) . As observed in the experiments performed with oral immunization, all mice recovered from infection after day 10, displaying a marked reduction in C. rodentium colonization (data not shown).\n\nImmune responses after C. rodentium challenge in mice immunized through the s.l. route. The L. casei-Int cv vaccine pro- duced the best effect on the reduction of C. rodentium colonization in the C57BL/6 mouse model. Therefore, we decided to use these conditions to investigate the immune responses in immunized mice elicited after challenge with C. rodentium. The profile of anti-Int cv IgA responses in feces of mice immunized with L. casei-Int cv through the s.l. route at different time points after infection with C. rodentium is shown in Table 1 .\n\nSignificantly higher levels of anti-Int cv IgA in feces were observed in mice immunized with L. casei-Int cv before challenge (P ϭ 0.02 and P ϭ 0.01 compared with mice inoculated with saline or L. casei, respectively) and 12 h (P ϭ 0.02 compared with mice inoculated with saline or L. casei), as well as 4 days (P ϭ 0.02 compared with mice inoculated with saline or L. casei), after challenge (Table 1) . Anti-Int cv IgA detected in feces from mice immunized with L. casei-Int cv through the s.l. route reached a mean concentration of 132 ng/ml 12 h after challenge, slightly higher than the mean concentration detected before challenge (101 ng/ml). Although a decrease in route. Two weeks after the last administration, the groups were challenged with C. rodentium. Feces samples were collected on days 4 (A and D), 7 (B and E), and 10 (C and F) after challenge and plated for C. rodentium CFU counting. Zero represents no CFU detection, and the minimal limit of detection was 100 CFU/g of feces. The asterisks indicate data that were significantly different from those observed in mice inoculated with saline: *** , P ϭ 0.0001 (day 4) or 0.0003 (day 7), and * , P ϭ 0.01 (day 10) for oral immunization; ** , P ϭ 0.008 and 0.006 (day 4, for L. casei-Int cv and Int cv , respectively); ** , P ϭ 0.001 (day 7) and 0.004 (day 10) for s.l. immunization. indicates data that were significantly different from those observed in mice inoculated with L. casei:\n\n, P ϭ 0.0002 (day 4) or 0.0001 (day 7) for oral immunization;\n\n, P ϭ 0.007 (day 7) or 0.005 (day 10) for sublingual immunization. Statistical analyses were performed by the Mann-Whitney U test. The results represent at least two experiments.\n\nanti-Int cv IgA detection was observed 4 days after challenge, the concentrations were still significantly higher in samples collected from mice immunized with L. casei-Int cv than in those from mice immunized with L. casei or saline. Further reduction in detection of anti-Int cv IgA was observed after that, reaching a mean concentration of 24 ng/ml 10 days after challenge. Conversely, anti-Int cv IgA concentrations in mice inoculated with saline reached a mean value of 111 ng/ml only 10 days after infection (Table 1 ). Significantly lower levels of C. rodentium could be recovered from the feces of mice immunized with L. casei-Int cv than from mice inoculated with saline or L. casei. This reduction was statistically significant at 12 h after infection compared with mice immunized with L. casei (P ϭ 0.05) and was statistically significant on days 4 (P ϭ 0.03) and 10 (P ϭ 0.01) after infection compared with mice inoculated with saline (Table 1) .\n\nBesides the induction of antibodies, some cytokines, such as IL-6 and IFN-␥, have been reported to participate in the control of infections with A/E pathogens (21, 34, 43, 63) . Therefore, we decided to analyze the possible induction of these cytokines by the L. casei-Int cv s.l. vaccine. Secretion of IL-6 and IFN-␥ was evaluated in spleen cells collected from mice immunized with L. casei-Int cv and stimulated in vitro with Int cv . However, due to the variability observed among animals, the results were inconclusive (data not shown). We then decided to analyze the secretion of these cytokines by spleen cells col-lected from immunized mice 10 days after challenge with C. rodentium (the endpoint of the colonization experiment), and stimulated in vitro with Int cv . Cells from mice immunized with the L. casei-Int cv vaccine through the s.l. route showed a significant increase in IL-6 secretion 10 days after C. rodentium infection compared with cells from mice inoculated with L. casei (P Ͻ 0.01) or saline (P Ͻ 0.001) (Fig. 4A) . Moreover, the levels of IL-6 were also significantly higher than the levels observed in cells obtained from animals immunized with Int cv (P Ͻ 0.05). On the other hand, the levels of IL-6 secretion by cells collected from mice immunized with Int cv , were not statistically different from the levels secreted by cells collected from mice that received saline. Secretion of IFN-␥ by spleen cells was also evaluated in mice immunized through the s.l. route 10 days after challenge with C. rodentium. Once again, the highest levels of secretion were observed in cells from mice immunized with L. casei-Int cv , and the results were significantly different from those observed in cells from mice immunized with L. casei (P Ͻ 0.05) or inoculated with saline (P Ͻ 0.05) (Fig. 4B) . Although higher levels of IFN-␥ secretion were also observed in cells collected from mice immunized with the Int cv fragment through the s.l. route, the results were not statistically different from the levels secreted by cells from animals that received saline (Fig. 4B) .\n\nL. casei-Int cv vaccine extends the survival time of C3H/ HePas mice after C. rodentium challenge. The effect of L. casei-Int cv vaccination through both oral and s.l. routes was evaluated in a C3H-derived mouse strain (C3H/HePas) that is highly susceptible to C. rodentium infection (64) . The permanency of L. casei and L. casei-Int cv in the intestinal mucosa of C3H/HePas mice was determined as described for C57BL/6 mice, and the results showed that L. casei and L. casei-Int cv could be recovered from feces for up to 24 h after a single inoculation. After this time point, no erythromycin-resistant L. casei colonies were observed in feces and no differences were observed between the two L. casei strains (data not shown). Immunization of mice with L. casei-Int cv by the oral route induced significantly higher concentrations of anti-Int cv IgA in feces than the immunization of mice with L. casei (P ϭ 0.04) (Fig. 5A) . However, the concentrations of anti-Int cv IgG observed in sera from mice immunized with these formulations were not statistically different (Fig. 5C) . Sublingual immunization of C3H/HePas mice with L. casei-Int cv instead induced significantly higher levels of both anti-Int cv IgA in feces (P ϭ 0.02) (Fig. 5B) and IgG in sera (P ϭ 0.003) (Fig. 5D ) than in mice immunized with L. casei. C3H/HePas mice immunized with both formulations by the oral or the s.l. route were challenged with C. rodentium, and survival was followed for 14 days. The group that received L. casei-Int cv by the oral route showed a significant increase in mean survival time after challenge compared with the group immunized with L. casei (P ϭ 0.0001) (Fig. 6A) . Mice immunized by the oral route with L. casei died between days 8 and 10 after infection (no mice survived from a total of 9 mice), while most mice immunized with L. casei-Int cv died between days 11 and 12 after infection. At day 14 after infection, three mice (from a total of 13 mice) remained alive, and none of them displayed any sign of disease. Similarly, immunization of mice with L. casei-Int cv through the s.l. route significantly extended the mean survival time of the group compared with the immunization of mice with L. casei (P ϭ 0.007). Mice that received L. casei through the s.l. route died between days 8 and 11 (no mice survived from a total of 10 mice), while the majority of animals from the L. casei-Int cv group died between days 11 and 14 (no mice survived from a total of 7 mice) (Fig. 6B) . However, in this case, no mice survived the challenge. Sections of the colons from mice immunized through both the oral and s.l. routes with L. casei and L. casei-Int cv were prepared 9 days after infection and were stained for the detection of C. rodentium. At this time point, the differences observed between the animals from the L. casei or the L. casei-Int cv group regarding the signs of disease were more evident. Colon sections collected from all infected mice were positive for C. rodentium staining (Fig. 7C to J) . However, damage to the intestinal epithelium was clearly in an advanced stage in mice immunized with L. casei by the oral and s.l. routes 9 days after challenge. At this stage, C. rodentium staining was observed in deep regions of the crypts (Fig. 7C to F). Conversely, mice immunized with L. casei-Int cv displayed a more preserved structure of the intestinal epithelium, and C. rodentium staining was observed in superficial layers (Fig. 7G to J) .\n\nNo specific staining was observed in uninfected mice used as controls ( Fig. 7A and B) .\n\nOral vaccines against gastrointestinal infections usually require a delivery system able to protect the antigen from the aggressive environment found at the mucosa. Several strategies are designed to optimize antigen presentation and the induction of immune responses, which may improve protection. Lactic acid bacteria can resist passage through the gastrointestinal tract, are usually safe when administered through mucosal routes, and have the potential to express heterologous antigens. All these characteristics make them attractive alternatives for the development of mucosal live vaccines. L. casei strains expressing several heterologous antigens have been tested as vaccines in animal models, with promising results (2, 16, 24, 32, 42, 54) . In a previous work, we engineered L. casei to express the Int cv fragment from ␤-intimin (L. casei-Int cv ). Nasal immunization of mice with the recombinant L. casei elicited antibodies that were able to bind to the EPEC surface and inhibited bacterial adhesion to epithelial cells in vitro (25) . The efficacy of subcutaneous immunization of mice with the Int cv fragment against colonization with the murine pathogen C. rodentium was shown in the present work, confirming the protective potential of such a fragment in vivo. L. casei-Int cv was therefore tested here as live oral and s.l. vaccines in mice against infections with C. rodentium. The s.l. route has been used for many years as an effective way to deliver low-molecular-weight drugs (71) and small immunogenic peptides, eliciting systemic responses (10) . The maintenance of the formulation in the s.l. mucosa prior to swallowing allows antigen uptake by dendritic cells that are present in the thin s.l. epithelium (53) . Modulation of the immune system after administration of different lactobacillus species by the s.l. route in mice has been described, especially for animal models of allergy (44, 65, 66) . However, the use of this route for vaccination, using recombinant lactic acid bacteria expressing heterologous antigens, has been less explored (22) .\n\nOral and s.l. immunization of mice with L. casei-Int cv did not induce significantly higher concentrations of anti-Int cv IgG in sera than controls. Still, vaccinated mice displayed significantly higher concentrations of anti-Int cv IgA in feces. Very few studies in the literature report the induction of anti-intimin IgA in gut mucosal sites, especially after mucosal immunization, and this effect usually requires the use of potent adjuvants or attenuated pathogens (14, 40) . Here, we have shown that L. casei-Int cv vaccine formulations are capable of inducing specific IgA responses in the gut mucosa, the site of infection for pathogens that cause A/E lesions, without the use of additional adjuvants. In the present work, we used an L. casei strain expressing the Int cv fragment in the intracellular compartment. Different works have tested the efficacy of lactobacilli as vaccine vectors expressing heterologous antigens at different locations (67) . After a comparison of Lactobacillus plantarum expressing the C fragment of the tetanus toxin at different cellular locations (intracellular, secreted, or cell surface exposed), Reveneau and collaborators concluded that the immunization of mice by the oral or intranasal route with the strain that expressed the protein intracellularly was the best way to induce specific systemic and mucosal antibodies (61) . In our hands, the intracellular expression of Int cv was more efficient for inducing antibodies in mice than strains expressing the same antigen exposed on the cell surface. This may be related to undesirable processing of the antigen attached to the cell wall, resulting in the release of a great part of the heterologous protein into the growth medium (unpublished data from our group). In the case of the L. casei-Int cv strain, capture of the bacteria by antigen-presenting cells at mucosal surfaces should occur, resulting in the presentation of Int cv peptides by major histocompatibility complex (MHC) class II molecules and the induction of antibody-producing cells. In the context of the common mucosal immune system (CMIS), secretion of antibodies at distant effector sites, as well as the induction of systemic antibodies (as occurs after sublingual immunization, for example), takes place. Challenge of immunized mice showed that the L. casei-Int cv oral or s.l. vaccine significantly decreased intestinal colonization by C. rodentium. This effect was more evident in mice that received L. casei-Int cv through the s.l. route, as this group showed a decrease in C. rodentium recovery from feces from the 4th day after infection until the 10th day after challenge. In this work, we have not evaluated bacterial colonization in intestinal tissues of C57BL/6 mice, such as the colon or cecum, because this would hamper the analysis of colonization kinetics in each animal. In previous works, Wiles and collaborators used bioluminescence imaging to follow C. rodentium (using bioluminescent strains that derive from the DBS100 strain) infection of C57BL/6 naïve mice and observed a pattern very similar to what we have observed in the present work. According to their results, the highest in vivo signal of bacterial infection could be detected on day 8 postinfection. This was accompanied by a plateau in bacterial shedding from stools. Bioluminescence started to decrease on day 10 postinfection, and a very low signal was observed in only one animal on day 15 postinfection (69) . Moreover, a tight correlation between bioluminescence and CFU counts obtained from stools was observed (68) . These results confirm that bacterial recovery from feces reflects the burden of C. rodentium infection in C57BL/6 mice and support our analysis.\n\nIn a previous work, Maaser and collaborators (43) showed that clearance of C. rodentium colonization by nonimmunized mice is dependent on the presence of IgG against the bacteria. Administration of sera from mice that recovered from C. rodentium colonization protected naïve mice against infection. However, when IgG was depleted from these sera, protection was no longer observed (43) . Sublingual immunization of mice with the purified Int cv fragment induced significantly higher concentrations of anti-Int cv IgG in sera but no anti-Int cv IgA in feces. The vaccine significantly reduced C. rodentium recovery from feces on the fourth day after challenge. However, this reduction was not maintained in the following days of collection compared with mice inoculated with saline. It is possible that the levels of IgG induced were not high enough to maintain low levels of colonization. When the same fragment was inoculated through the subcutaneous route, anti-Int cv IgG concentrations in sera were around 10 to 100 times higher than that observed in mice immunized through the s.l. route. Similar amounts of anti-Int cv IgG1 and IgG2a were observed in both immunizations (with IgG1/IgG2a ratios of 2.5 and 1.3 for the subcutaneous and s.l. immunization, respectively), indicating a balanced Th1/Th2 profile. However, only subcutaneous immunization with Int cv elicited significantly higher concentrations of anti-Int cv IgA. Thus, higher levels of total anti-Int cv IgG in sera and the induction of significant levels of anti-Int cv IgA in feces may have contributed to the reduction in C. rodentium recovery from feces in subcutaneously immunized mice throughout the experiment (see the supplemental material). On the other hand, in the L. casei system, protection elicited by L. casei-Int cv vaccines was observed even under conditions where no significant induction of anti-Int cv IgG in sera was detected. In addition, no anti-Int cv IgG was detected in mouse feces (data not shown). These data imply that other mechanisms are involved in the protection elicited by L. casei-Int cv oral and s.l. vaccines. The kinetics of IgA induction and C. rodentium CFU recovery from feces suggests that the localized anti-Int cv IgA response induced by L. casei-Int cv s.l. vaccine may have contributed to the lower number of bacteria observed after the early phases of infection by preventing or reducing initial attachment of the bacteria to the epithelial gut. Detection of these antibodies was progressively less after infection, and one possible explanation for this observation may be related to the consumption or the turnover of antibodies after infection. Interestingly, in the group of mice inoculated with saline, anti-Int cv IgA in feces could be detected 10 days after challenge with C. rodentium, a time point that precedes the clearance of the bacteria in our model. Other groups have described the induction of mucosal and systemic antibodies against C. rodentium antigens (including intimin) in naïve mice, and this was followed by bacterial clearance (13, 30) . Despite these observations, we were not able to determine a significant negative correlation between C. rodentium recovery from feces and the concentrations of anti-Int cv IgA. Similar results were reported by Khare and colleagues (40) , who showed that an oral vaccine based on attenuated Salmonella enterica expressing intimin was able to induce IgA in feces and to reduce E. coli O157:H7 shedding in cattle. In their study, the magnitude of bacterial shedding also was not negatively correlated with the levels of anti-intimin IgA (40) .\n\nDann and collaborators have demonstrated that the IL-6 cytokine plays an important role in intestinal defenses against A/E pathogens (21) . IL-6-deficient mice failed to control C. rodentium intestinal colonization and displayed an increase in the apoptosis of epithelial colon cells with subsequent ulcerations after infection. Higher mortality rates were observed in these mice than in wild-type mice (21) . Infection of human epithelial colon cells with EPEC strains activates the NF-B transcription factor, a key element in the regulation of il-6 gene transcription (63) . Together, these results suggest that the mechanisms of IL-6 expression in bacterial intestinal infections work similarly in humans and mice and play an important role in protection against these pathogens. In our experiments, a significant increase in IL-6 secretion by spleen cells 10 days after challenge was observed only in C57BL/6 mice immunized with L. casei-Int cv through the s.l. route, the group which showed the best reduction in C. rodentium colonization. In addition, secretion of IFN-␥ by spleen cells was also significantly higher in this group of mice than in control groups. This cytokine was also described as a key factor for protection against these pathogens, and its expression was increased in cells from colons of mice infected with C. rodentium (34, 43) .\n\nImmunization of C3H/HePas, a mouse strain highly susceptible to C. rodentium infection, with both oral and s.l. L. casei-Int cv vaccines significantly extended the survival of these mice after challenge. The s.l. vaccine induced significantly higher levels of anti-Int cv IgG in sera and IgA in the feces of these mice, whereas the oral vaccine induced only slightly higher concentrations of anti-Int cv IgG in sera and significantly higher levels of anti-Int cv IgA in feces. C. rodentium infection causes inflammation in colon mucosa (43) . In C3H mice, this effect is particularly severe, with more prominent submucosal edema, epithelial damage, crypt hyperplasia, and goblet cell depletion (64) . Analysis of colon sections obtained from C3H/HePas mice immunized by both routes 9 days after challenge revealed that mice that received the L. casei-Int cv vaccines showed less epithelial damage and ulceration at this time point than L. casei-vaccinated mice. C. rodentium staining was localized more superficially in the intestinal epithelia from mice immunized with L. casei-Int cv , whereas bacterial staining was observed in deep regions of intestinal crypts from mice immunized with L. casei. However, later on, the severity of erosions and the epithelial damage in L. casei-Int cv -vaccinated mice probably reached the levels observed in colon sections of L. casei-vaccinated animals, since almost all mice succumbed to infection.\n\nIn summary, we investigated the protective potential of L. casei-Int cv by two mucosal routes against the murine pathogen C. rodentium. Our results suggest that L. casei-Int cv formulations could represent a promising strategy for the development of mucosal vaccines against A/E pathogens. In particular, the s.l. route of administration induced specific responses (IgA, IgG, and secretion of IL-6 and IFN-␥) that were shown by other groups to be important for protection against these pathogens (21, 34, 43, 63) . The s.l. L. casei-Int cv vaccine showed good protection levels against mouse models of C. rodentium infection with fewer immunization doses. Together, the present results indicate that the development of mucosal vaccines based on L. casei expressing intimin is a worthwhile strategy against pathogens that cause A/E lesions."}