{"title": "New viruses associated with canine gastroenteritis", "body": "Viral gastroenteritis is a common clinical problem in dogs, and viruses are detected in 40-60% diarrhoeic faecal samples Baumann et al., 2014) . For several decades, the most widely recognised cause of viral gastroenteritis in dogs has been canine parvovirus (CPV), but there has been a recent surge in identification of new viruses in association with canine diarrhoea. Altogether, at least seven novel viruses have been characterised from diarrhoeic faecal samples in the past few years. These are listed in Fig. 1 according to their viral family, alongside the four canine gastroenteric viruses identified prior to 1980: CPV, canine enteric coronavirus (CECoV), canine rotavirus and canine distemper virus.\n\nHistorically, viral detection has been based on electron microscopy (EM), with capsid morphology enabling viral classification (Fig. 2) . This was the means by which CPV and CECoV were first characterised in the 1970s (Binn et al., 1974; Thomson and Gagnon, 1978) . The use of molecular methods, such as PCR, later enabled a more focussed approach to virus identification, with some canine viruses being discovered by screening for related viruses of other species. This is exemplified by the identification of canine norovirus by screening samples using a broadly reactive primer pair targeting caliciviruses (Martella et al., 2008) .\n\nThe most significant development in advancing viral discovery has been the advent of next generation sequencing (NGS). Unbiased analysis of nucleic acid from diarrhoeic samples of dogs has enabled identification and characterisation of several previously unknown viruses. These include canine sapovirus, canine kobuvirus, canine circovirus and canine bocavirus (Li et al., 2011; Carmona-Vicente et al., 2013; Bodewes et al., 2014) .\n\nHowever, mere identification of a novel virus in a faecal sample from a dog with gastroenteritis is insufficient to confirm that the virus is the cause of the clinical signs. Co-infections with other viruses are common and elucidating which virus, if any, is inducing disease can be problematic. The suggestion that a newly identified virus may cause gastrointestinal pathology often comes from understanding related viruses in other species; for example, if a similar virus is known to cause gastroenteritis in humans, it may be suspected that related canine viruses will induce the same pathology in dogs. Another reason to suspect a novel virus is a cause of canine gastroenteritis typically arises from epidemiological studies. Identification of the virus in diarrhoeic samples at a significantly higher frequency than in faecal samples from healthy dogs suggests that the novel virus could be the cause of clinical disease. Nonetheless, definitive evidence that a virus can cause gastrointestinal pathology requires experimental infections. Experimental infections have confirmed that CPV, CECoV, canine rotavirus and canine distemper virus induce gastroenteritis in their hosts (Dunkin and Laidlaw, 1926; Keenan et al., 1976; Johnson et al., 1983; Meunier et al., 1985; Pratelli et al., 2004) , but similar experiments are yet to be performed for the viruses discovered over the past decade.\n\nThe aim of this is to provide a summary of the latest research on viruses that have most recently been identified in association with gastroenteritis in dogs. Each of the novel viruses suggested to be a pathogen of the canine gastrointestinal tract will be discussed, with specific consideration given to the present understanding of the epidemiology and clinical significance of each virus. \n\nAstroviruses are small positive sense RNA viruses of the Astroviridae family. These star-shaped viruses were first identified in human diarrhoeic faecal samples in 1975 (Appleton and Higgins, 1975; Madeley and Cosgrove, 1975) and astroviruses have since been detected in a wide variety of birds (genus Avastovirus) and mammals (genus Mamastrovirus). Canine astrovirus (CaAstV) was initially reported in 1980 when astrovirus particles were identified by analysis of diarrhoeic canine faecal samples by EM (Williams, 1980) . However, it was not until 2009 that the first detailed description and molecular characterisation of CaAstV infection in dogs was published (Toffan et al., 2009 ). This study confirmed that CaAstV was distinct from human astrovirus strains and that it represented a new viral species. The full genome of CaAstV has been published , which showed the CaAstV genome to be 6.6 kilobases (kb), and confirmed it has the same classic genome organisation as other astroviruses, with three open reading frames (ORFs); ORF1a and ORF1b are separated by a ribosomal frameshifting site encoding the non-structural proteins, while ORF2 encodes the viral capsid protein.\n\nCaAstV has been identified by PCR in studies across the globe, as summarised in Table 1 and has also been detected in sewerage samples in South America (Lizasoain et al., 2015) . A single serological survey for CaAstV has so far been conducted, in which the proportion of dogs in Italy that had previously been exposed to CaAstV was studied. Canine serum samples were screened for CaAstV-specific antibodies using a single strain of CaAstV and a seroprevalence level of 59% (32/54) was detected (Martella et al., 2011) . It is suspected this may be an underestimate of the total seroprevalence, since this virus is genetically diverse and it has been predicted that more than one serotype of CaAstV is circulating .\n\nHuman astroviruses are estimated to cause up to 10% of childhood gastroenteritis globally (Moser and Schultz-Cherry, 2005) , but the pathology caused by CaAstV infection in dogs is uncertain. A positive association between CaAstV infection and disease has been shown in China, Japan, Italy, the United Kingdom (UK) and Australia (Table 1) (Martella et al., 2011; Zhu et al., 2011; Takano et al., 2015; Moreno et al., 2017) . In contrast, a study of French breeding kennels and a study of Hungarian shelter dogs found no significant association with gastroenteritis (Grellet et al., 2012; Mihalov-Kovács et al., 2016) . To complicate the issue further, co-infections with other gastroenteric pathogens are common (Toffan et al., 2009; Castro et al., 2013; . In summary, the clinical effect of CaAstV infection is yet to be determined, but further reports of this virus are anticipated.\n\nNoroviruses are members of the Caliciviridae, a family of small icosahedral viruses with a positive sense RNA genome of approximately 7.7 kb. Caliciviruses are currently divided into five genera: Norovirus,Sapovirus, Vesivirus, Lagovirus and Nebovirus. The genome of noroviruses is organised into three ORFs; ORF1 encodes the non-structural proteins, while ORF2 and ORF3 encode the major and minor capsid proteins, respectively. The Norovirus genus is subdivided into seven genogroups based on capsid sequences. Human noroviruses are genetically diverse and are classified into genogroups (G) I, II and IV, whereas cattle noroviruses are GIII and murine norovirus is GV.\n\nThe first canine norovirus (CNV) was identified in a young dog with a 4 day history of gastroenteritis in Italy in 2007 (Martella et al., 2008) . Sequence analysis of this novel norovirus showed it had the highest identity to a norovirus recently isolated from a lion (Panthera leo) (90.1% amino acid) and was distantly related to the GIV human noroviruses. Subsequently identified and characterised CNV strains showed CNV to have significant genetic heterogeneity. CNV strains in Portugal had less than 65% amino acid identity to the CNV isolates in Italy (Mesquita et al., 2010) . This led to the proposal of the novel genogroup GVI, incorporating certain CNV strains and also the human norovirus strain Chiba/040502/2004/JP (Mesquita et al., 2010) . This diversity in CNV strains is likely to have arisen from the ability of CNV strains to recombine with noroviruses from other species. Evidence for recombination between CNV strains has also been reported .\n\nThere is some concern that CNV may be transmissible to human beings. This is due to the genetic relatedness between certain canine and human norovirus strains, and the discovery that CNV uses the same cellular carbohydrate attachment factor as GI and GII human noroviruses (Caddy et al., 2014a) . This possibility is supported by the detection of CNV-specific antibodies in humans (Mesquita et al., 2013; Di Martino et al., 2014a) , although no active CNV infections have been detected in people to date. Nascimento, 2012a,b), Greece (Ntafis et al., 2010) , the Far East (Tse et al., 2012; Soma et al., 2015) and the USA (Azevedo et al., 2012) . The prevalence of CNV in dogs with clinical signs of gastroenteritis across Europe has been reported to be between 2.1% in Italy ) and 40% in Portugal (Mesquita et al., 2010) . A seasonal distribution for CNV has been identified by Mesquita and Nascimento (2012b) , who found significantly more CNV positive cases in the winter than in the spring and autumn months; 36% (33/91) compared to 25% (21/84) and 7% (6/81), respectively. This is similar seasonal variation to that shown for human norovirus (Lopman et al., 2003) . The first serological prevalence study of CNV was conducted in Italy using non-infectious virus-like particles (VLPs) representing lion norovirus. This study showed that less than 5% dogs were seropositive for GIV CNV, but the sample size was small (Di Martino et al., 2010) . Subsequent studies that have used VLPs representing several different strains of CNV have identified CNV seroprevalence levels exceeding 60% in dogs in some European countries (Caddy et al., 2013; Mesquita et al., 2014) .\n\nHuman noroviruses are a major cause of viral gastroenteritis in human beings, with an estimated 3 million cases per year in the UK (Tam et al., 2012) . Noroviruses of other animal species (bovine, porcine and murine) typically cause only mild disease unless immunocompromised animals are infected (Scipioni et al., 2008) . The first CNV case exhibited signs of gastroenteritis (Martella et al., 2008) , but this particular dog was co-infected with CPV and it is not possible to attribute clinical signs to CNV alone. However, CNV was detected in faecal samples for 22 days in this first reported case, indicative of active infection in the gastrointestinal tract, and CNV has been detected in association with gastroenteritis in the absence of other detectable pathogens ). Furthermore, a Portuguese survey found the prevalence of CNV to be significantly higher in dogs with diarrhoea (40%) than in healthy controls (9%) (Mesquita et al., 2010) . It is possible that CNV identification in healthy controls could represent subclinical shedding following an active clinical infection; people shed human norovirus for an average of 4 weeks after infection, although clinical signs typically resolve in a few days (Atmar et al., 2008) . In summary, the evidence that CNV causes gastrointestinal disease is still limited and, to definitively confirm the pathology induced by CNV, experimental infections will be required.\n\nCanine sapovirus (CaSaV) was identified by NGS of canine diarrhoea samples in 2011 (Li et al., 2011) . The Sapovirus genus lies within the Caliciviridae family, and sapoviruses have been divided into five genogroups based on the sequence of the major capsid protein (Oka et al., 2015) . CaSaV has the highest genetic similarity to human sapoviruses in genogroup II (Li et al., 2011) .\n\nHuman sapoviruses are estimated to cause enteric disease in 1.6 million people in the UK each year (Tam et al., 2012) . The close genetic relationship between canine and human sapovirus strains has led to hypothesis that CaSaV could induce similar disease, i.e. gastroenteritis, in infected dogs. To evaluate the prevalence and association of CaSaV with disease, 200 healthy and 200 diarrhoeic dogs were screened for the virus in the initial report (Li et al., 2011) . Only two positive cases were identified; one dog with diarrhoea and one without. To date, CaSaV has only been identified in one subsequent report, in which faecal samples from dogs in Japan were examined (Soma et al., 2015) . The two positive cases in this study were from dogs with gastrointestinal disease, but no data on viral prevalence in healthy dogs was reported. Overall, this indicates that the prevalence of sapoviruses in the canine populations studied is low and it is not possible to speculate on disease association at present.\n\nCanine vesivirus (CVV), also known as canine calicivirus, was first reported and characterised in 1985 from a dog with diarrhoea and neurological signs (Schaffer et al., 1985) . Virus from this dog in Tennessee, USA, was propagated in cell culture and shown to have capsid morphology with cup-shaped depressions characteristic of caliciviruses by EM. Virus from the first CVV case was classified into the Vesivirus genus based on sequence analysis (Roerink et al., 1999) , joining feline calicivirus and vesicular exanthema of swine virus in this group. A second isolate of CVV was identified in Japan in 1990 from a dog with fatal gastroenteritis (Mochizuki et al., 1993) . This CVV strain was named 'strain 48', and has become the reference strain for CVV in Asia.\n\nVery few surveys have identified evidence of active CVV infection in canine samples. In Europe, no positive samples were identified in the UK (Caddy et al., 2014b) , and only 6/297 (2%) of pet dogs sampled were CVV positive in Italy (Martella et al., 2015) . Across other continents, a single positive case (0.4%) was detected in a PCR-based survey of 232 dogs with gastroenteritis in Brazil (Castro et al., 2013) and, in a Japanese study, 1.7% faecal samples tested were positive for strain 48 CVV (Mochizuki et al., 2002) . However, a study of shelter dogs, a population typically kept at high population densities, found the prevalence of CVV to be significantly higher; CVV RNA was detected in 57/88 (64.8%) dogs in Italy (Martella et al., 2015) .\n\nDespite the general low prevalence of CVV infections, serological studies have shown CVV or closely-related viruses to be circulating across the globe. The first serological survey to be conducted confirmed that CVV does not cross-react with feline calicivirus, a highly prevalent pathogen in feline populations, to which over 60% of dogs have been reported to have neutralising antibodies (Di Martino et al., 2009 ). This strongly suggests that CVV serosurveys are detecting antibodies to the canine-specific vesivirus. The first CVV serosurvey was conducted in Tennessee, the same state in the USA as the first identified CVV case, and 76% seropositivity was detected (Schaffer et al., 1985) . A low seroprevalence to CVV was reported in UK samples tested in the same seminal study (2/25, 8%). The most recent UK study identified a comparable seroprevalence of 15/102 (15%) (Caddy et al., 2014b) . In Asia, seroprevalence levels of 37% in South Korea (Tohya and Mochizuki, 2003) and 57% in Japan (Mochizuki et al., 2002) have been reported.\n\nThe first case of CVV from the USA was from a dog with gastroenteritis, and 6/10 (60%) other reported CVV-positive pet dogs have all been young dogs that exhibited clinical signs consistent with gastrointestinal disease (Mochizuki et al., 1993 (Mochizuki et al., , 2002 Castro et al., 2013; Martella et al., 2015) . However, in vitro replication of the CVV isolate identified in the primary study and subsequent experimental infection of dogs did not induce any clinical signs (Schaffer et al., 1985) . Furthermore, the high levels of infection identified in asymptomatic shelter dogs (Martella et al., 2015) cause uncertainty about the role of CVV in disease.\n\nReports of the first canine picornavirus, canine kobuvirus (CKoV), were published in 2011, following identification of the virus in canine faecal samples using NGS (Kapoor et al., 2011; Li et al., 2011) . Picornaviridae is a large family of small icosahedral viruses with a positive sense RNA genome. At present, there are 17 recognised genera in the picornavirus family, with the genus Kobuvirus composed of three species: Aichivirus A, B and C. CKoV is classified as an Aichivirus A virus, alongside Aichi virus of humans. The CKoV genome is 8.1-8.2 kb and has the same genome organisation as Aichi virus, with a single ORF encoding a polyporotein that is post-translationally cleaved. Sequence analysis has suggested that CKoV and human Aichi virus had a common ancestor as recently as 20-50 years ago (Kapoor et al., 2011) .\n\nSince the first discovery of CKoV in the USA, this virus has been identified in domestic dogs in Europe, Asia and South America (Table 2) . Isolates have also been identified in wild carnivores (foxes and jackals) in Europe and Africa (Di Martino et al., 2014b; Olarte-Castillo et al., 2015) .\n\nThe first CKoV serological survey was reported in conjunction with the first UK case; 74/198 (37.4%) canine serum samples were positive for antibodies specific for the closely-related Aichi virus (Carmona-Vicente et al., 2013) . No further serological studies have been published, but given the widespread identification of CKoV RNA, moderate to high seroprevalence levels are expected in all the countries where CKoV has been identified.\n\nAichi virus has been identified in up to 3% of sporadic acute gastroenteritis cases in human beings (Khamrin et al., 2014) , and the close genetic relationship with CKoV suggests this may also have gastrointestinal tropism in dogs. A total of seven studies (Table 2 ) have so far compared the prevalence of CKoV detection between healthy and diarrhoeic dog populations. Whereas the initial study did not detect a significant association between the presence of CKoV RNA and gastroenteritis, all three European studies and a single study from China only detected CKoV in dogs with diarrhoea. This suggests that CKoV may be able to cause disease in some dog populations, but experimental studies are required to prove causality.\n\nCanine circovirus was first reported in 2012 following viral nucleic acid extraction from a group of canine serum samples (Kapoor et al., 2012a) . Circoviruses are icosahedral viruses with a circular single stranded DNA genome of approximately 2 kb. The canine circovirus genome was shown to be 2063 nucleotides in length, comprising two ORFs on complementary strands in opposite orientation. No major human pathogen has been identified in this viral family and, although porcine circovirus (PCV-2) can cause enteritis in pigs, PCV-2 more commonly induces reproductive and respiratory disease (Opriessnig et al., 2007) .\n\nThe first report to describe canine circovirus in association with clinical disease characterised the virus from the liver of a dog with severe haemorrhagic gastroenteritis, vasculitis and granulomatous lymphadenitis (Li et al., 2013a) . This dog was also co-infected with a novel canine bocavirus (Li et al., 2013b) . Since the role of either virus in disease was uncertain, PCR was then used to screen 168 dogs with diarrhoea and 204 controls for the presence of the canine circovirus. A total of 19 (11.3%) diarrhoeic dogs were positive for the virus, which was not significantly different from the 14 (6.9%) asymptomatic dogs from which canine circovirus was also identified. Four subsequent epidemiological surveys have been published, summarised in Table 3 . Whereas two studies from Germany and Italy also showed no correlation between the presence of canine circovirus and gastroenteritis (Anderson et al., 2017; Dowgier et al., 2017) , two separate reports from Taiwan and Germany suggested an association between the presence of virus and disease (Hsu et al., 2016; Gentil et al., 2017) . Clearly, further surveys are required.\n\nA role for wildlife reservoirs of canine circovirus infection has been suggested following the identification of the virus in 9/34 (26.5%) wolves (Canis lupus) and 1/10 (10%) European badgers (Meles meles) in Italy (Zaccaria et al., 2016) . A red fox (Vulpes vulpes) circovirus with 89% nucleotide identity to canine circoviruses has also been identified in the UK (Bexton et al., 2015) .\n\nIn addition to an association between canine circovirus infection and gastroenteritis, evidence is starting to suggest that canine circovirus may also cause systemic disease. The first described canine circovirus case had severe necrotising vasculitis and granulomatous disease, as well as haemorrhagic gastroenteritis. Li et al. (2013a) examined histological samples from dogs with similar pathological findings and were able to identify a further Li et al. (2016) 17.9% NP Kong et al. (2016) 4.7% a 0% Li et al. (2017) 50.5% NP Korea Oem et al. (2014) 19% 13.2% Choi et al. (2014) 50.6% NP Japan Soma et al. (2016) 37.2% 48.0%\n\nSouth America Brazil Ribeiro et al. (2017) Single case report NP, not performed. a Studies for which a significant difference was detected in CKoV prevalence between dogs with gastroenteritis and dogs without clinical signs.\n\nthree circovirus-positive cases. A single case report of canine circovirus from Italy described post-mortem identification of hepatitis and haemorrhagic mesenteric lymph nodes (Decaro et al., 2014) . Moreover, the closely-related fox circovirus has been associated with meningoencephalitis (Bexton et al., 2015) . In summary, it is suspected that canine circovirus is more likely to be a systemic pathogen that can induce severe gastroenteritis, as opposed to primarily being an enteric pathogen.\n\nThere is now preliminary evidence that canine circovirus may increase disease severity in dogs co-infected with CPV (Anderson et al., 2017) . A survey of 54 dogs with CPV found that mortality was significantly higher in dogs infected with both CPV and canine circovirus (3/7 cases, 43%), compared to CPV alone (4/47 cases, 9%). Co-infections of CPV and CECoV can induce more severe pathology (Pratelli et al., 1999) ; other combinations of gastroenteric viruses merit further study.\n\nCanine bocavirus-2 (CBoV-2) was recently detected by NGS from a faecal sample from a young dog with severe enteritis (Bodewes et al., 2014) . Bocaviruses are members of the Parvoviridae family, with the genus name derived from the two viruses first assigned to the group; bovine parvovirus and canine minute virus. Bocaviruses are differentiated from other members of this viral family by the presence of a third ORF between the non-structural and structural coding regions (Manteufel and Truyen, 2008) . A number of human bocaviruses have now been described; although they have been linked to respiratory and gastrointestinal disease in children, disease causation is yet to be established (Schildgen, 2013) .\n\nExtensive investigations into the causal agent of fatal gastroenteritis in a litter of young dogs revealed CBoV-2 to be the only detectable pathogen (Bodewes et al., 2014) . The presence of canine bocavirus nucleic acid was confirmed by in situ hybridisation in intestinal sections. A closely related CBoV-2 strain was previously reported in 2012 from dogs with respiratory disease (Kapoor et al., 2012b) . It has been suggested that the minor sequence difference in the capsid protein of these two CBoV-2s could account for the differences in tropism, although at present the evidence for this is lacking.\n\nThis review has presented a summary of viruses that have been identified in recent years in association with canine diarrhoea. Many of these viruses have been discovered serendipitously, using advanced molecular techniques to screen canine diarrhoea samples for pathogens. However, identification of a new virus in a diarrhoeic sample is insufficient to prove pathogenicity, and this review has sought to examine the evidence that each novel virus can induce gastrointestinal pathology.\n\nCNV, CKoV, CaAstV and CaSaV are closely related to viruses that cause gastroenteritis in human populations; hence, it has been suspected that these canine viruses can induce gastrointestinal pathology. A number of the epidemiological studies conducted to date for CaAstV and CKoV lend support to this theory, although some studies screening for either virus have found no significant differences in virus prevalence between diarrhoeic and healthy cohorts. For CNV and CaSaV, there is only a single epidemiological survey published for each virus that has identified viral RNA in canine faecal samples and, therefore, currently there is not enough evidence to make any firm conclusions about disease caused by these two viruses.\n\nThe remaining viruses considered in this review, CBoV-2, canine circovirus and CVV, have no closely related gastroenteric viruses that have been sufficiently studied to enable predictions about pathogenesis. More importantly, there are only a small number of reports published for each virus, so further studies are awaited before it can be confirmed whether these viruses cause diarrhoea. Experimental infections for all seven viruses discussed will be the definitive means by which viral pathology can be ascertained.\n\nFortunately, at present, none of the emerging viruses appear to have the pathogenicity of CPV, nor exist at comparable prevalence levels based on epidemiological surveys to date. This indicates that development of virus-specific prevention or treatment strategies is not yet warranted for the seven viruses discussed. However, five of the seven novel viruses possess RNA genomes, which are more prone to mutations than DNA viruses and thus have the potential to evolve at faster rates. Ongoing surveillance of the newly identified canine viruses associated with gastroenteritis will therefore be important to extend our understanding of each virus, and to also monitor for viral isolates that may cause more severe disease or have increased transmissibility. NP, not performed. a Studies for which a significant difference was detected in canine circovirus prevalence between dogs with gastroenteritis and dogs without clinical signs."}