{"title": "Immunogenicity and protective efficacy in monkeys of purified inactivated Vero-cell SARS vaccine", "body": "Severe acute respiratory syndrome (SARS, also called infectious atypical pneumonia in China) is a new emerging respiratory infectious disease with rapid transmission and high mortality. According to statistics released by WHO on 7 August 2003, a total of 8422 clinically diagnosed cases were reported worldwide, causing 916 deaths, an estimated mortality of 10.9%. A novel coronavirus, SARS coronavirus (SARS-CoV), was identified as the pathogen of SARS [1] , In 2004, some new SARS cases were reported in China, which suggest that SARS may recure in the future. The current medical strategies mainly replying on non-specific anti-viral and supportive treatment are not sufficient. Previous experience in controlling infectious diseases indicates that the most efficient protection against SARS infection is mass immunization. Effective vaccines for protecting the population are urgently needed.\n\nSince the discovery of SARS-CoV as the cause of SARS. The inactivated SARS-CoV has been proposed as one of the prophylactic vaccination approaches against SARS. A number of studies about coronavirus vaccines have demonstrated that inactivated vaccines are effective methods, such as infectious bronchitis virus and bovine coronavirus. Although, little information about pathogenesis of SARS-CoV is known, we postulated that it may be feasible to develop an inactivated vaccine for SARS.\n\nThe present study developed the techniques for the preparation of SARS inactivated vaccine and investigated the immune response and protective effects induced by the vaccination in monkeys. Our data suggest that this vaccine could stimulate monkeys to produce high levels of antibodies which could protect monkeys from SARS-CoV challenge. These results lay a solid foundation for our early phase human study.\n\nSARS-CoV BJ-01 strain and GD-01 strain were isolated from autopsy lung tissues of SARS patients from Beijing and Fushan, Guangdong Province, China in March 2003 [2] . The complete sequences have been deposited in Gen-Bank, with accession numbers AY278488 and AY278489, respectively [3] . Vero cells (ATCC No. CCL-81) were provided by the National Vaccine and Serum Institute, Beijing, China.\n\nWell-grown Vero cells were inoculated by BJ-01 strain at a M.O.I of 0.01 and maintained with serum-free MEM at 37 • C. The culture was harvested when cytopathic effects reached 3+ [2] , and passed through 1.0 m filter (Polypure ® , 10 in-226/Fin Silicone) from Pall Cor., USA. The filtrate was collected and ␤-propiolactone was added at 1:4000 (v/v). The shaken mixture was kept at 2-8 • C for more than 16 h before incubating at 37 • C for 2 h to inactivate the virus completely. The inactivated virus was concentrated by Omega ultrafiltration unit and suspended in PBS (100 mM, pH 7.0). All procedures were performed at biosafety level 3.\n\nThe concentrated inactivated virus was purified by gel filtration of Sepharose 4 Fast Flow (FF) (INDEX100/95, Amersham Biosciences, Sweden) at 15% column volume with elution buffer PBS (100 mM, pH 7.0). The fractions from the outer void were collected. The eluate containing SARS antigen was further purified by ion exchange chromatography. AKTAexplorer 10 chromatography system was used, the media was Fractogel ® EMD DWAE(M), and the column was XK16/20. After being equilibrated by PBS (100 mM, pH 8.0), the gel filtration purified inactivated viruses were loaded, then eluted by PBS containing 0.45 M NaCl. The first elute peak containing the viral antigen was collected. The effluent was diluted according to the protein concentration of the antigen active peak to prepare the purified SARS vaccine. The purity of the vaccine was analyzed with HPLC analysis. Two hundred microliters of purified SARS vaccine was run on TSKgel G4000SW column (7.5 mm × 600 mm, F0001) using 0.75 ml/min flow rate to acquire the HPLC profile.\n\nThe antigen content of inactivated SARS vaccine was determined by double-antibody sandwich ELISA. The rabbits were immunized with sucrose density gradient zonal centrifugation-purified virus antigen to prepare the anti-SARS-CoV antibody (first antibody), and horseradish peroxidase labeled rabbit anti-SARS-CoV IgG was used as the second antibody. The protein content of the purified inactivated SARS vaccine was determined by a modification of the Lowry method.\n\nApproximately 50 l of purified SARS vaccine was placed on a copper grid and then allowed to stand for 1 min. After the residual fluid was removed by filter paper, the specimen on the grid was stained with 3% phosphotungstic acid for 1 min. Then the grid was dried at room temperature and observed under transmission electron microscope.\n\nSDS-PAGE was performed according to Laemmli method [4] . After electrophoresis, the protein band in the gel was transferred to polyvinyl fluoride (PVDF) membrane (Millipore), and reacted with convalescent sera of SARS patients in blocking buffer (containing 5% skimmed milk) at 4 • C overnight. After washing, the membrane was incubated with horseradish peroxidase labeled rabbit anti-human IgG (Bio-Rad) for 1 h. The membrane was washed again, and the color was developed.\n\nCynomologus macaques (male, 4-5 years old, Animal Center of Academy of Military Medical Sciences, Beijing, China) were divided into four groups, with five monkeys per group. Group 1 was immunized with purified vaccine and adjuvant (aluminium hydroxide, aluminium content: 0.5 mg/ml). Group 2 was immunized with purified vaccine. Group 3 was immunized with unpurified inactivated virus. All three experimental groups were immunized by deltoid muscle injection at 15 g on days 0, 7, 21 and 42. A further control group was injected with supernatants of Vero cell culture (0.5 ml/monkey). All monkeys were blood sampled on days 0, 21, 28, 35, 42, 56 and 84. The sera were isolated from the blood and inactivated at 56 • C for 30 min. The neutralizing antibody titers were then determined by the plaque reduction neutralization test.\n\nTo observe the protective effect of the inactivated vaccine, monkeys in Group 2 (four monkeys, immunized with purified inactivated vaccine) and in the control group (four monkeys) were challenged with 3 ml SARS BJ-01 strain (log TCID 50 /ml = 7.0) by nasal route on day 84 after the prime immunization. The specimens of blood, pharynx swab and stool were collected on days 0, 3, 6, 9 and 12 after the challenge. The neutralizing antibodies in sera were determined, and virus isolation and RT-PCR were also conducted [2, 7] . All monkeys were sacrificed on day 12 after the challenge, and lymph node, lung, spleen, liver and kidney tissues were collected for RT-PCR. The pathological changes of lung tissues were observed in slide slices by light microscope.\n\nSafety evaluation tested the antibody dependent enhancement (ADE) of the inactivated SARS vaccine. Three groups of rhesus (male, 3-4 years old, Animal Center of Academy of Military Medical Sciences, Beijing, China) (three rhesus monkeys per group) were immunized with different doses of purified inactivated SARS vaccine (0.5, 1, 2 g/time/monkey) on days 0 and 7. Three monkeys in the control group were injected with Vero cell culture. Blood was sampled on days 0, 14, 21 and 30 for neutralizing antibody determination. All monkeys were challenged with SARS-CoV GZ-01 strain on day 30 at the dose of 7.0 TCID 50 /ml × 3 and were euthanized on day 14 after challenge. Internal organs from the monkey were sampled and the systematically pathological changes were observed.\n\nTo assess possible side effects of large doses of purified inactivated SARS vaccine (100 g) in major organs, the monkeys were immunized with the SARS vaccine by deltoid muscle injection, and then the hematological, biochemical and pathological changes were observed.\n\nNeutralizing antibodies in the sera of vaccined monkeys were tested by 50% plaque reduction neutralization test (PRNT 50 ) using Vero cells [5, 6] . In brief, heat inactivated (56 • C 30 min) sera were diluted serially and mixed with SARS-CoV BJ-01 (100 pfu/0.1 ml), then incubated at 37 • C for 90 min. The mixtures were added to a Vero cell flask, and absorbed at 37 • C for 90 min, then covered with nutrient solution (containing agarose, calf bovine serum, streptomycin and DMEM), and cultured at 37 • C for 36 h. After being dyed by 0.2% neutral red, the flask was incubated at 37 • C for another 24-72 h until the plaque was developed.\n\nVaccined monkeys were euthanized under ether anaesthesia. The lung, liver and kidney tissues were sampled and placed in 4% formaldehyde, followed by conventional dehydration and paraffin embed. Then the embedded specimens were sliced (with the thickness of 4 m), stained with hematoxyllin-eosine and observed under light microscope.\n\nWhen cytopathic effects in Vero cells inoculated with SARS-CoV BJ-01 strain reached 3+, the virus culture was harvested and clarified, then inactivated with ␤propiolactone. After concentrated by ultrafiltration, the inactivated virus culture was further purified by Sepharose 4 FF gel filtration chromatography and ion exchange chromatography to achieve higher purity. After two steps of purification, the residual bovine serum albumin and cellular DNA in inactivated SARS vaccine were less than 12.5 and 1 ng/ml, respectively. The ratio of antigen activity/protein quantity increased from 0.105 to 1.43 u/g after purification. HPLC analysis showed that the purity of SARS vaccine was 97.6%. The purified components of the inactivated viruses showed good antigenicity and immunogenicity in mice (data not shown).\n\nSARS-CoV-like particles could be observed in purified vaccine under electron microscope. As shown in Fig. 1 , the molecular weights of purified vaccine by SDS-PAGE analysis were consistent with the molecular sizes of the main structural proteins of SARS-CoV. Western blot analysis showed that the protein bands reacted strongly with the convalescent sera of SARS patients.\n\nTo observe whether the SARS inactivated vaccines induced SARS-specific neutralizing antibodies, Cynomolo- gus macaques were immunized with adjuvant-containing purified vaccine, purified vaccine and unpurified vaccine. Their sera were sampled at different time to measure neutralizing antibody titers. As shown in Fig. 2 , 2 weeks (on day 21) after the first boost, large increases in neutralizing antibodies were observed in the sera of all three immunization groups. The neutralizing antibody titers in all immunization groups peaked 1 week after the second boost (4 weeks after the prime). Antibody levels also increased rapidly after the last boost over a 2-week observation period. The results showed that the neutralizing antibody levels in the adjuvant-containing purified vaccine group were higher and lasted longer than those in other two groups. The quantity of neutralizing antibody production and the time for antibody level maintenance showed no apparent differences between the purified vaccine group (without adjuvant) and unpurified vaccine group, but the antibody levels in the unpurified vaccine group appeared to decrease somewhat faster. The results showed that both the purified and the unpurified SARS vaccines can induce high levels of SARS-CoV specific neutralizing antibodies in monkeys, thus demonstrating high immunogenicity. Fig. 2 . Anti-SARS-CoV Neutralizing antibody titers of monkey sera elicited by different inactivated SARS vaccine. Cynomologus macaques were immunized with adjuvant-containing purified vaccine, purified vaccine, unpurified vaccine and supernatants of Vero cell culture (0.5 ml/monkey) as control by deltoid muscle injection at 15 g on days 0, 7, 21 and 42. All monkeys were blood sampled on days 0, 21, 28, 35, 42 and 56. The neutralizing antibody titers were then determined by the plaque reduction neutralization test, and presented as the geometric means (n = 5).\n\nTo observe the protective effect of the purified inactivated SARS vaccine on monkeys, the aforementioned two animal groups (purified vaccine group and unvaccinated-control group, with four monkeys per group) were challenged with SARS BJ-01 strain by nasal route on day 84 after the prime immunization. The results showed no SARS-CoV isolated from the monkeys in the immunization group. In the control group, SARS-CoV was isolated by pharynx swab inoculation in two out of four monkeys on days 3 and 6 after the challenge.\n\nRT-PCR amplification of the tissue samples from autopsy of monkeys on day 12 after challenge showed that the lymph node, lung, spleen and kidney tissues from all four monkeys in the immunization group were negative. In the control group, the positive rates of RT-PCR amplification of the lymph node, spleen, lung and kidney tissues were 100% (4/4), 50% (2/4), 25% (1/4) and 25% (1/4), respectively. The results indicated that inactivated SARS vaccine may inhibit the propagation of SARS-CoV in monkeys.\n\nFurther pathological examinations of the challenged monkeys showed that two out of four animals in the unvaccinatedcontrol group displayed moderate and mild interstitial pneumonia. Two out of four from the immunization group were normal, and the remaining two immunized monkeys only showed mild interstitial pneumonia, without any pathological changes in other tissues. The results suggested that purified inactivated SARS vaccine had protective effects in monkeys.\n\nAs shown in Fig. 3 , the neutralizing antibody levels in the immunization group peaked between 167 and 433 on day 14 after the last immunization (i.e., on day 56 after the prime immunization), and decreased gradually thereafter. On day 84 after the prime immunization, the neutralizing antibody titers in the sera of four immunized monkeys dropped to range of 22-73. However, the antibody levels in the immunization group increased significantly 1 week after the challenge, indicating that inactivated SARS vaccine produced immune memory in monkeys.\n\nAfter rhesus monkeys were immunized with different doses of purified inactivated SARS vaccines, hematological and biochemical indexes showed no change in any animal, including all nine monkeys in the immunization group and three monkeys in the unvaccinated-control group (data not shown). No fever was observed in any monkey 6, 12, 24, 48 and 72 h after the injection of the SARS vaccine, and the appetite and mental state of all animals maintained normality.\n\nTo examine whether different antibody levels produced by different doses of vaccines induced a corresponding antibody dependent enhancement, the monkeys in the immunization group and unvaccinated-control group were challenged with SARS-CoV GZ-01 strain by nasal route on day 30 after the prime immunization (Fig. 4) . The results showed that no clinical symptoms were detectable in immunized monkeys, and their body temperatures and hemograms were normal. On day 14 after the immunization with different doses of inactivated vaccine, systematic pathological observation under light microscope showed no abnormity in the internal organs of monkeys. Histopathology observations indicated that all monkeys in the unvaccinated-control group showed obvious interstitial pneumonia. Interstitial pneumonia was also observed in the immunization group, but was obviously milder than in the unvaccinated-control group. Among the monkeys in the low dose group, especially those with low levels of neutralizing antibodies, the pathological changes were milder than in unvaccinated-control group. The results showed that neither infection enhancement nor immunopathological exacerbation was observed under low neutralizing antibody titers. For monkeys immunized at higher doses (100 g/time/monkey), body temperature, breathing, appetite, mental state and all biochemical indexes were normal (data not shown), and no abnormalities were observed in major organs such as lung, liver, kidney, etc. The above results indicated that the purified SARS vaccine prepared in the present study was safe in monkeys.\n\nThe isolation and propagation of high titers of SARS-CoV in Vero cells provided a solid foundation for the development of inactivated SARS vaccines. Drawing on previous research, currently available technical platforms [8] , and results from other inactivated viral vaccines [9] , we developed concentration and purification techniques for a SARS vaccine. Our inactivated SARS vaccine was produced with standard quality controls and showed high purity and immunogenicity. The vaccine could also induce high levels of neutralizing antibodies.\n\nTo date, several approaches for developing SARS vaccines have been reported, including inactivated vaccines [10, 11] , recombinant adenovirus [12] or vaccina virus [13] , and DNA vaccines [14] [15] [16] [17] [18] . These vaccines could induce the production of specific anti-SARS antibodies and activation of CTL responses, some could to induce protective immunity in mice. The recombinant adenovirus containing the genes encoding protein S1 fragments and full-length M and N were also proved to be able to induce protective immunity in monkey. Our data and other studies about inactivated SARS vaccines showed the highest specific Abs titers in mice or monkeys, which suggest the high immunogenicities of inactivated vaccines.\n\nUnlike their studies [10, 11] on inactivated vaccines for SARS, Our inactivated SARS vaccine was produced with standard quality controls. Our observations of immunogenicity in monkeys showed that the unpurified inactivated SARS vaccine induced almost the same level of neutralizing antibody as the purified vaccine. Even so, the unpurified production could not be applied to clinical use. It had a high content of protein impurity that might induce underlying pyrogen fever. In this study it was also demonstrated that the vaccination with adjuvant of aluminium could induce higher antibody production of SARS-CoV, but clinical safety concerns about possible side effects in humans precluded use of the adjuvantcontaining purified vaccine to evaluate immune protection (efficacy testing). Thus, we selected the purified inactivated SARS vaccine for a detailed safety and efficacy study.\n\nIn previous SARS vaccine studies of other groups, challenges have been performed when monkeys were at high levels of neutralizing antibodies. This approach is not informative for population immunization. Our study challenged monkeys at lower levels of neutralizing antibodies, which is more consistent with a general population vaccination context. The findings from the low neutralizing antibody stage challenges were promising. The results showed that SARS-CoV could replicate in relevant tissues, specifically in lymph node and spleen. Further histopathological examinations of lung tissues showed that, moderate and mild interstitial pneumonia was developed in control monkeys, while no pathological evidence found in immunized monkeys.\n\nThe dose-response relationship is an important criterion in all studies of efficacy of vaccines. The results of our neutralization tests, RT-PCR, and autopsies showed that higher level of neutralizing antibodies induced by higher dose vaccination could decrease the SARS-CoV viral load and pneumonic changes compared to control monkeys after challenge. More animal studies are needed to quantify the relationship between vaccination doses and protective efficacy accurately and to establish the thresholds for safety.\n\nSome RNA viruses are known to induce antibody dependent enhancement such as the exacerbation of diseases in immunized populations exposed to dengue virus infections. ADE is therefore a significant obstacle in inactivated vaccine development. Our study of safety and efficacy focused on the occurrence of ADE in SARS-CoV. All immunized monkeys were challenged after their neutralizing antibodies decreased to low levels, mimicking the situation in immunized populations. The preliminary results showed that no obvious ADE phenomena was detected in immunized monkeys after being challenged with SARS-CoV GZ-01 strain. Also, the levels of neutralizing antibodies in all immunized monkeys increased sharply after SARS onset, indicating that immune memories were established in the vaccinated monkeys.\n\nThe monkey is the most widely studied animal model in SARS research. Although our studies of purified inactivated SARS vaccine were based on the monkey animal model, we are unable to conclude that the monkey is the ideal animal for SARS vaccine evaluation. In our studies, some monkeys appeared lethargic for several days after inoculation. Some developed diffuse alveolar damage similar to that in SARS patients but without typical clinical symptoms. Other animal models may elicit different reactions to vaccination.\n\nIn this study, we used neutralizing antibody levels and interstitial pneumonia as two main indicators of the immunogenicity and protective efficacy of purified inactivated SARS vaccine. The results indicated that the purified inactivated SARS vaccine we developed could induce high levels of neutralizing antibody, protect monkeys after a SARS-CoV challenge, and be administered safely in monkeys. Taken together, these findings provide a solid foundation for further clinical research of the inactivated SARS vaccine. Continued research on severe immunopathological reactions should be undertaken during future preclinical research and clinical trials."}