{"title": "The VeterinmyJou rnal 1998", "body": "retroviruses, and the size of lentiviruses of about 9400 base pairs. In addition to the major struiztural genes (env, gag, pol) , the FIV genome contains open reading frames that potentially encode for two large and five small proteins (Olmsted et al., 1989a,b; Talbott et al., 1989 , Miyazawa et al., 1991 Maki et al., 1992) . lytic RNA viruses. Differences consist of the reverse transcription and integration steps in which viral RNA is converted into DNA and subsequently integrated in the cellular genome. The first step dttring infection of the target cell is the attachment of the virion to the cell surface ('adsorption'), and the V3 loop of FIV gpl20 surlace glycoprotein has been shown to be itnportant tor viral binding (Lombardi el al., 1994) . Recently it was demonstrated that the binding of FIX\" gpl2i) is not to a CD4 receptor, as in lntman immunodeficiency virns (HIV) infection, but to another receptor on the cell surtace. This receptor is similar to the htmaan CD9 but is missing a glycosylation in the first extracelhflar loop (Willett el al., 1{)94). Following t'usiola of the virus envelope with the cell membrane ('virus cell fusion') the nucleocapsid is released intracellularly ('uncoating') .\n\nA unique step in the replication cycle of retvoviruses is the integration of the viral genome, whereby the viral enzyme RT transcribes the RNA into double-stranded DNA ('reverse transcription'), which is then transported in the nucleus and integrated as 'provirus' into the cellular genome 1:)}' an integrase ('integration'). In consequence, every infected cell hands over the viral genome to their descendant cells ('DNA replication'). Transcription of the proviral DNA to viral mRNA and translation into viral precursor proteins follow ('translation'). The ,gag precursor proteins, the gag-pol precursor proteins and the env precursor proteins at-e further processed to the final products by proteolysis and myristoylation ('processing'). The env precursor is cleaved by cellular proteinases into the transmembrane protein and the gpl20 being located at the outer surface of tile viral meml)rane. Myristoylation, the translational attachment of a C14 fatty acid, is a prereqnisite tbr proper membrane targeting of the gag proteins (Elder et al., 1993) .\n\nThe last phase of the FlY replication cycle consists of the assenably of virions ('asseml)ly') and their release ('budding') fl'om the cells, during which the virus receives its envelope consisting of parts of the cell membrane and viral glycoproteins (Haase, 1986; Goff, 1990; Egberink, 1991; Haselfine, 1991) .\n\nFIV has been detected worldwide. In Europe, prevalences range fl'om 9% in (,ernlany and The Netherlands to 33% in the U41ited Kingdom ( (;ruft~/dd-] ones el al., 1{) 88; Lutz el al., 1988 Lutz el al., , 1990 Hartmann & Lug, 1989; Kirstensen el al., 1989; K61bl & Schuller, 1989; Neu et al., 1989 : Moraillon, 1990 Hartmann & Hinze, 1991; Bandecchi et al., 1992 : Ueland & Lutz, 1992 . In the Llnited States, infection percentages va D' from 1-16% (Grindem el al., 1989; O'Connor et al., 1989; Shelton et al., 1989; Witt el al., 1989; Yamamoto el al., 1989; Friend et al., 1990; Rodgers et al., 1990; Bra-Icy, 1{ ){)4)..Japan has a very high prevalence of up to 44% (Ishida et al., 1989 : Furuva el al., 1990 . Ot]e reason for the differences in infection rates may 1)e the different heahh status of the cats investigated. The prevalence in pol:)ulations with a large proportion of clinical signs of chronic disease is higher than in laealthy cats being screened fin evidence of infection betore vaccination or introduction to a hotlsehold. Epidemiological investigations show that FiX, ' transmission is influenced by I)ehaviour ((kmrclmmp & Pontier, 1{)94): cats that are fi'ee-roaming in areas of high cat denisw have an increased opportunity for CXlJOsure fargcly because bite wounds are known to be tile most importat'H mode of tr,tnsnlission (~anaanloto et al., 1{18{)).\n\nSera from infected cats have been identified in stored samples as fhr back as 1966 in Europe (Reid el al., 1992) , 1968 in the USA and .Japan (Shelton el al., 1989; Furuva el al., 1990 ) and 1972 in Australia (Sabine el al., 1988 . Once introduced in a population, FIX,,' is maintained in a stable status between nttml)ers of susceptible and infected individuals ((]ourchaml:) el rtL, 1995).\n\nFlY can be isolated from blood, seruna, plasma, cerebrospinal fluid and saliva of experimentally or naturally infected cats by tissue ctdture methods (Yamamoto at al., 1{) 88; Dow el at, 199(l) . Because biting is more apt to occur between male cats, the infection is much more common in males than t:emales. Cats defending their territory when allowed to roam fl'ee, and cats living in surroundings with high population density belong to high-risk groups, although use of common sleeping and eating areas by infected and non-infected cats does not lead to transmission per se. Cats kept strictly indoors are rarely infected, and a low prevalence in breeding cats is predominantly due to the fact that they are mostly kept under restricted living conditions (Grindem el al., 1989; Hosie et al., 1989; lshida et al., 1989; K61bl & Schuller, 1989; Pedersen et al., 1989; Shelton et al., 1989; hStmamoto et al., 1989; Hartmann & Hinze, 1991; Courchanap & Pontier, 1994) .\n\nVeneral transmission from infected males to non-infected females is possible. Recent studies could detect replication-competent FlY in cellfi-ee and cell-associated forms in domestic cat semen (Jordan el aL, 1995) . In ulero transmission may occur pie and intm partum (Callanan et al., 1991; Hopper el al., 1992; Wasmoen et al., 1992 : O'Neil et aL, 1996 . In experimental studies, infection has been shown to occttr not only via vaginal route, but also via rectal mttcous membrane (Moench el al., 1993) . Fttrther investigations have demonstrated the possibility of infecting newborn kittens via milk (Sellon et al., 1994; O'Neil et al., 1996) .\n\nFIX,,' appears fairly specific to the modern domestic cat (l:elis caius). However, sera from lions, tigers, cheetahs, jaguars, I)ol)cats, and panthers cross-react with structural antigens of FlY and have been detected by antibody ELISA (Lutz el al., 1992 : Olmsted et al'., 1992 Brown et aL, 1993 Brown et aL, , 1994 . Ahhougla lentiviruses have been isolated from Pallas cats, Noth American Ptmaas, and M'rican lions, they do not appear to cause disease in their natural host and, with the possible exception of some punla isolates, will not replicate in domestic cats (Pedersen & Torten, 1995) .\n\nThere is tat) evidence to link FIX\" infection to any lanman disease, including acquired intmunodeficiencv syndrome (MDS). FIX'.' is antigenically and genetically distinct fi'om HiS+ ', and appears to be highly species specific (Pedersen el al., 1987; Yamamoto el al., 1988; O'Connor el aL, 1989; Ohnsted el al., 1989a,b; Talbot el al., 1989; Egberink el al., 1990b) . Moreover, investigations have failed to identitY, antibodies in people that have been bitten by infected cats or who have inadvertently it~jected themselves with virus-containing material (Yamamoto el al., 1989) .\n\nFlY replicates in CD4* and CD8 + lymphocytes (Pedersen at aL, 1987; Brown el al., 1991; Dean et al., 1996 ), in B lynaphocytes (Dean el al., 1996 , in macrophages (Brunner & Pedersen, 1989; Dow el al., 1990) , as well as in astrocytes and microglia cells (Dow et al., 1990; Koolen & Egberink, 1990; Danave el al., 1994) . As with HIV and simian immunodeficiency virus, some FlY strains replicate highly in lymphocytes and only minimally in macrophages, while other strains are able to replicate equally well in both cell types. Replication in these two cell types is thought to be responsible for different manifestations of disease. Virus replication of monocytes/macrophage lineage may resuh in disease manifestation of the central nervous system (Clements & Zink, 1996; Vahlenkamp el aL, 1996) .\n\nSome FlY strains in vitro also grow in fibroblasts like Crandell Feline Kidney (CrFK) cells (Pedersen el al., lq87; Yamamoto et al., 1989) . For the tropism to CrFK cells mutations in the env gene seem to be responsible (Siebelink et al., 1995; Verschoor el al., 1995) .\n\nThe pathogenesis of FIX,.' infection is not completely understood. Despite the generation of netttralizing antibodies and of a celhtlar imnaune reaction, a latent infection arises. Primm 3, targets of infection are the lymphocytes, but already during the acute phase a marked infection of macrophages takes place which resttlts in a ch'ift fi-om lymphocytotroplaic to monocytotropic FlY strains (Beebe et al., 1994) . The quantity of inoculated virus influences the time to the appearance of viraemia and prodttction of antibodies (Yamamoto el al., 1988) . The virus can be isolated fi'om lymphocytes at the earliest between day 10 and 14 after infection. Viraemia rapidly increases until day 21 (George el al., 1993; Dua et al., 1994) , peaks between weeks 7 and 8 ancl then decreases again. In the terminal stage, when CD4 cells decrease ve~ 3' rapidly, there is another increase in virus load. Proviral DNA can be detected by polymerase chain reaction (PCR) in peripheral blood 1.vntphocytes after 5 days, and in various other organs atier 10 days (Reubel el al., 1994) .\n\nCats react with antibody production 2 weeks after infection (Lutz el al., 1988; ~tmamoto el al., 1988; O ('onnor et al., 1989; Hosie &Jarret, 1990; Dawson el al., 1991; Reubel el aL, 1994) . Antibodies against envelope proteins arise first, soon followed by antibodies against core proteins (Egberink et al., 1992; Rimnaelzwaan et aL, 1994) . Antigen stimulation of infected B-cells is increased compared with non-infected cells (Lehmann et al., 1992) . FIV-infection in cats also results in a sus-tained polyclonal activation of B-cells with the prochtction of antibodies to a va,iety of non-viral antigens (Hynn el aL, 1994) .\n\nConversely, when the virus peaks, ('D4 + cells decrease by approximately one-third due to virus replication. However, a slow rise can be observed afterwards. During the asymptomatic phase. CD4 + cells decrease only rely slowly, while a ve D' rapid decrease of the CD4 + cells occurs fifllowing the terminal AIDS stage. At the same time, the number of CD8 + ceils increases which results in an inversion of the CD4:CD8 ratio (Diehl el aL, 1995 : English & To,nkins, 1995 Hartmann, 1995) . Decrease of CD4 + cells depends orl several mechanisms but is usually due to a reduced life Sl)an of the cells (Bishop el al., 1993) . The quantitative decrease, howeve,', cannot just be explained by cvtolvsis as a resuh of viral infection, becat,sc the percentage of infected ceils is signiticantly lower than the nunll)cr of dying cells. Active pr(,grammed cell death, or al3optosis, is one important reason for this (Bishop el al., 1993; Ameisen e/ aL, 1994; Ohno el al., 1994; Holznagel et aL, 1995) . Apart fi'om the quantitative decrease of CD4 + ceils, FIV-infected cats show a dyslhnction t,t immune cells as in HIV-infected humans (Clc,'ici el aL, 1989; Weimer et al., 1989; Ishida el al., 1990; Torten el al., 1991; Bishop, 1995) .\n\nC<mcurrent with the decline in CD4\" cclls and the inversion in the CD4:CD,q ratio, a decline in immune responsiveness can also be seen. Pc,'ipheral blood mon,,nuclear cells of svntt(,matic FI\\'infected cats display depressed interleukin-2 (IL-2) production in response to mitogens, accompanied by a significant increase in IL-1, It.-6, and tumotH\" llecl'osis factor production. Thus, FIV produces a significant perttwbation of cytokine production that may contribute to the immune dvsftmction as seen in HIV-infected humans (l,awrence el aL, 1995) . An ttseftfl overview on FlY and the R.dine immtuae system has recently been given by Willett et al. (1997) .\n\nAttempts have been made to deline tile clinical course of FlY infectioll in different stakes analog'ous to those of HI\\' infection in man. In cats. staging in only four phases makes more sense I)ecause the two difl~rent stages of persistent generalized lymphadenopaflly (PC;[.), also termed lymphadenol)atlay sv,ldrome (LAS), and the AIDS-related complex (ARC) in humans arc ,arely distingttished in cats (Table I) .\n\nBoth, FlY and HIV infection have a well-defi,~ed first stage of disease ('l,tmamot(~ el aL. 19,q8; Bar-Iough el aL, 1991 : Callanan el aL, 1992 . The primary phase of infection is ch,tracterized by val~.'ing degree of ti:ver, diarrhoea, gingivitis, con.junctivitis, uveitis, .jaundice. secondary, bacterial sepsis. netlll-openia (often associated with a mild to moderate leucopenia), and generalized lyml)hadenopathy. The liwer and other clinical signs persist front a li:w days to several weeks before disappearing. The severity of primalTc disease signs va,ies with age. Newborn kittens develop the most lh)rid and persistent lymphadenopatlay; there is an increased severity in adolescents, while geriatric cats show minimal disease signs although they progress to the next stages much more rapidly (George & Pedersen, 1992) . Mortality during the initial stage is low (Yamamoto et al., 1988) , and in natural infection clinical signs are usually not noticed by the owners. Following the first stage, cats enter a long period of clinically normal appearence (latent stage) although the virus can generally be isolated. The span between the primary and the third stage has not yet I)een precisely determined, but it can last up to 5 years or more. However, a decrease in CD4 + cells and CD4:CD8 ratio, and a hypergammaglobulinaemia are otien evident after 18-24 months post-infection (Ackley el al., 1990; Barlough el aL, 1991) . The proportion of cats that remain in stage 2 is unknown. There is evidence that some cats may car D, F1V for life with minimal disease problems. As in man, the age of infection can also influence the latent time period. Cats infected at 10 years of age or older progress through stage 2 within 6-12 months, whereas it takes much longer in animals infected as kittens, adolescents or young adults (George & Pedersen, 1992) .\n\nAbout one-half of FIV-infected cats are presented to the veterinarian with signs of phase three (nonspecific signs) comparable with PGL/LAS and ARC in HIV infection. The third stage is characterized by vague signs of disease without obvious opportunistic infections. Signs of illness include recurrent fever, leucopenia, lymphadenopathy, anaemia, unthriftiness, reduced appetite, weight loss, chronic progressive oral infections, or nonspecific changes in normal behaviour. It can last between 6 months and several years (Hartmann, 1995) .\n\nCats in stage 4 with AIDS-like disease are often suffering from opportunistic infections in multiple sites of the body. In man), cases they have weight loss greater than 20%, anaemia, and leucopenia. The animals suffer from opportunistic infections, myeloproliferative disorders, tumours and neurological signs. They develop a severe immunodeficiency and are sensitive to viral, parasitic, ftmgal, and sometimes bacterial infections (Hartmann, 1995) .\n\nThe relationship of FIV to other viral infections has frequently been studied. There are reports showing that FIV-infected cats are 1-5-4 times more likely to be infected with feline leukaemia virus (FeLV) than FIV-negative cats. Although FIV and FeLV are believed to be transmitted by dissimilar modes, tile higher frequency of FeLV seropositivity in cats infected with FIV indicates the possibility that the two viruses share common routes of infection. Both are known to cause immunosuppressive disease; FIV may have rendered infected hosts more susceptible to FeLV, or vice versa. Seroepidemiologic investigations have shown that cats infected with both viruses tend to have more severe disease and die sooner than monoinfected animals (Ishida et al., 1989; Yamamoto et al., 1989; Cohen et al., 1990) . FeLV infection enhances FIV infection in vitro and in vivo and leads to a faster decline of the immune system and earlier signs of infection (Pedersen et al., 1990) .\n\nSome authors have reported a strong correlation between feline syncytium-forming virus (FeSFV) and FIV. In a study by Yamamoto et al. (1989) , 74% of a panel of FeSFV-infected cats were positive for FIV infection (Yamamoto et al., 1989) . FIV and FeSFV are usually infections of free roaming cats, and the infection rate of both viruses among confined animal groups is low. This may be attributed in particular to the importance of biting as the main mode of transmission of FIV and FeSFV, while FeLV is much more infectious by close physical contact with infectious secretions (~amamoto et al., 1989; K61bl & Lutz, 1992; Zenger et al., 1993) .\n\nInvestigations in cats with chronic stomatitis showed that FIV infection positively affected the pathogenesis and clinical signs of persistent feline calicivirus infection (Knowles et al., 1989; Tenorio et al., 1991 , Reubel et al., 1994 Waters et al., 1993) . It is believed that there is no association between the presence of FIV and feline coronavirus antibodies (Cohen et al., 1990) . Nevertheless, feline infectious peritonitis has to be considered as one of the most common causes of death in FIVinfected cats and is very often found as a terminal opportunistic infection in follow-up investigations (Hartmann, 1995) .\n\nToxoplasmosis is of high interest as an opportunistic infection in HIV-infected humans. FIVinfected cats have higher Toxoplasma gondii IgM antibody levels and a higher replication rate of T. gondii than FIV-negative cats (Witt et al., 1989; Heidel et al., 1990; O'Neil et al., 1991; Lin et al., 1992; Lappin et al., 1993) . Trichomoniasis in the oral cavity is found significantly more often in FIVinfected cats than in FIV-free animals (Gothe et al., 1992) . In FIV-infected cats with Chlamydia psit-tad infection, isolation of tile parasite is possible for an extended time and clinical symptonts are protracted compared with non-infected control animals (O'Dair et al., 1994) . In addition, fungal infections are common in FIV-infected cats with increased incidence of Cq.,ptococcus, Candida and Microsporum species (Ferrer el al., 1992; Mancianti el al., 1992; Ramos-Vara el al., 1994; Hartmann, 1995; Walker et al., 1995) .\n\nIn the prima D, stage, FIV-infected cats show an increase in size of peripheral and mesenteric lymph nodes, dentonstrating a pronounced follicular and paracortical hyperplasia and irregular lymphoid follicles (Pedersen el al., 1987; Lutz et al., 1988; Yamamoto et al., 1988; Dieth el al., 1989; Callanan et al., 1993; Sparkes et al., 1993; Reubel el al., 1994) . In the ARC stage, a combination of follicular hyperplasia and inw)lution, pure invof ution, or a combination of involntion and depletion can be found, whereas in tim terminal stage the nodal architectnre is often disintegrated (Brown et al., 1991; Rideout et al., 1992; Matsumura et al., 1994) . In FIV-infected animals a lympll node plasmocytosis in the inedulla call be seen more often than in non-infected animals, probably as a consequence of unspecific B-cell stilnnlation (Rideout et al., 1992; Parodi et al., 1994; DelFierro et al., 1995) . In parallel to the generalized lymplaadenopathy, hylJerplasia of the spleen and lymphatic tissues of the intestine may appeal-. In some cases, lymphoid follicles or a concentration of lymphoid cells in other organs such as bone marrow, thymus, adrenal glands, thyroid glands, kidneys, and eyes have been described (Shehon et al., 1989; Reinacher & Holznagel, 1991; Callanan et al., 1992) .\n\nGast,-ointestinal lesions are most frequently observed with inflammation in the oral cavity ranging fi'om a mild stomatitis or periodontitis to erosive, tflceroproliferative lesions which may have a hyperplastic appearance (Lutz el al., 1988; Hopper et al., 1989; Ishida el al., 1989; l~mwles et al., 1989; Pedersen et al., 1989; Yantamoto et al., 1989; Zemer el al., 1989; Hartmann & Hinze, 1991; Tenorio et al., 1991; Sparkes el al., 1993; Hartmann, 1995) . The worst cases of stomatitis are often followed by anorexia leading to emaciation (Hopper el al., 1989) . Further diseases of the gastrointestinal tract include chronic enteritis, gastritis and rarely, disorders of the pancreas and liver (Pedersen et al., 1987; Hopper et al., 1989; Yamamoto et al., 1989; Hartmann & Hinze, 1991) . Histopathological findings characteristically show chronic inflammatory changes of tile intestines, and a severe and diffuse villous atrophy that is palticularly evident ill the lower half of tile small bowel. Lymphoid tissue within the intestinal wall is often found to be hyperplastic (Dieth et al., 1989; Brown et al., 1991) .\n\nDiseases of tim respirato D, system predominantly affect tile upl~er respirato D, tract (Hopper et al., 1989; Hosie et al., 1989; Pedersen el al., 1989; Yamamoto el al., 1989; Hartmann & Hinze, 1991; Sparkes el al., 1993) . These findings are also co> roborated by histopathological investigations (Reinacher, 1990; Brown et al., 1991 , Reinacher & Holznagel, 1991 .\n\nChanges in the kidneys of FIV-infected cats can include glomeruhmel~hritis (Reinacher & Frese, 1991) leading to azotaemia and proteinuria (Poli et al., 1993; Thomas et al., 1993) , and tile increased prevalence of atrophic kidneys is statistically significant (Thomas et al., 1993) . Histological changes include mesangial dilatation, glomerulosclerosis, and tulmlointerstitial lesions (Poli el al., 1993) . In the lower urinal T tract, bacterial as well as non-bacterial cystitis can occur (Hopper et al., 1989; X~amanmto et al., 1989 , Pedersen & Barlough, 1991 .\n\nSkin changes are generally of chronic nature. Abscesses, especially following biting, pustular dermatitis, facial dermatitis, chronic miliary derntatiffs, generalized Demodex and Noloedn, s infestation, or atypic dermal mycobacteriosis have all been described ill the literature (Chahners et al., 1989; Medleau, 1990; Hartmann & Hinze, 1991; Pedro-sen & Barlough, 1991 ) .\n\nRarely, symptoms of the central nervous system are found. About 5% of clinically diseased FIVinfected cats will have neurological abnormalities as a wedominant clinical feature of their disease (Shelton et aL, 1989; Swinney et aL, 1989 , Zenger, 1990 . These may result fi'om a direct effect of the virus on brain cells (Dowet aL, 1990) or, uncommonly, as a manifestation of some opportunistic infections such as toxoplasmosis (Heidel et al., 1990) . Nenronal apoptosis has also been discussed (Ameisen, 1994) . Neurological aberrations tend to be more I~ehavionral than motor. Dementia, twitching movements of the lace and tongue, psychotic behavior, loss of bladder and rectal control, and compulsive roaming have all been recognized in FIV-inDcted cats. Convulsions, nystagmus, ataxia, and intention tremor have also been described (Harbour el aL, 1988; Hopper et al., 1989; Yamamoto et al., 1989; Podell el al., 1993) . In addition, reduced audito D, evoked potentials and abnormal sleeping patterns can occur. Magnetic resonance studies have revealed cortical atrophy, moderate ventricular increase, and slight lightening in the white substance in some cases (Wheeler el al., 1991; Podell et al., 1993) . Histopathologically perivascular lymphocytic infiltrations, focal meningitis, encephalomeningitis, fibrosis of the plexus chorioideus, denayelinization, diffuse glioses, glial nodules, and satellites have been found (Dow et al., 1990; Hurtrel el aL, 1992; Podell et al., 1993; Beebe el aL, 1994; Phillips el al., t994) . Although only about 5% of FIV-infected cats exhibit abnormal neurologic signs, a much larger proportion of naturally and experimentally infected cats exhibit microscopic lesions in their central nervous system (Dow el aL, 1990). Indeed, v~qaeeler et aL (1991) found that many naturalh, FIV-infected cats without outward neurological changes had abnornml slow motor and senso~ T ne~-ve conduction velocities. They also found evidence of demvelinization and selective nerve dropout in various locations (Wheeler el al., 1991 ) .\n\nInflammatovv disease of the eye, in particular of the anterior uveal tract, has been seen in several FIV-infected cats (English el al., 1990; Grtd~,dd-Jones e! aL, 1988) . Chorioretinitis is found significantly more often than in non-infected animals (Heider, 1994) . Some eye lesions are caused by other agents, in particular by 7\". gondii (Lappin el al., 1993) . Glaucoma with or without concurrent uveitis are other conditions that have been associated with FlY infection (English el al., 1990) . There are also descriptions of cotton-wool spot like changes similar to those characteristic for HIV infection (Geier el al., 1994; Hartmann, 1995) .\n\nAhhough no haenaatological abnormalities are patlaognomonic for FlY infection, a number of changes in blood parameters have been observed in FIV-infected animals. This is largely due to FIV replication in mononuclear cells leading to immunosuppression and changes in the haematopoetic system (Hopper et aL, 1989; Robinson el al., 1990; George & Pedersen, 1991) . In the primm.-y stage, a leucopenia, mainly due to an absolute neutropenia is commonly seen (Y, nnamoto et aL, 1988) . In later stages, in naturally infected animals, the most common findings are leucopenia and anaemia (Ishida et al., 1989; Hartmann & Hinze, 1991; Callanan, 1995) . There might also be a generalized cytopenia with neutropenia, anaemia, lymphopenia, and thrombocytopenia (Hopper et al., 1989; Shelton el al., 1989 Shelton el al., , 1991 Thomas el aL, 1993; Hart & Nolte, 1994) . Anaemias are usually non-respansive in nature. Maturation arrests in red blood cells are common. Examination of the bone marrow often shows either hyperplasia (immune-mediated anaemias) or myeloid dysplasia (myeloproliferative disorders). There are also anemias described in common with haemobartonellosis (Hopper et al., 1989) . In some FIVinfected cats, prolonged clotting times can occur (Hart & Nolte, 1994) . Alterations of clinical chemistry parameters include only an tmspecific polyclonal hypergammaglobulinaemia (Ishida et aL, 1989; Yamamoto et al., 1989 , Thomas el al., 1993 (,rant, 1995) .\n\nThere is mounting evidence that FIV-infected cats have a higher incidence of certain types of tumours. FIV-associated tumours appear usually as lymphoid tumours, less fl'equently as myeloid tumours or miscellaneous solid carcinomas and sarcomas (Hopper el al., 1989; Ishida et aL, 1989; Shelton el al., 1989 Shelton el al., , 1990 Yamamoto et al., 1989; Hutson et al., 1991; Burraco et al., 1992) . It is not known how FW is associated with these cancers. Examinations of tunaours in FIV-infected cats with molecular probes to screen for integrated viral sequences have not detected integrated FlY genome in any of the turnouts suggesting that the role of FlY in lymphomagenesis is generally indirect (Ten T et aL, 1995) . There are however, several theories about the association of turnouts with FIV infection. FlY might increase cancer incidence by decreasing turnout imnaunosurveillance meclaanisms, it might promote turnout development through immunostimulato D, effects, it might impair immunological control of FeLV infection and hence accelerate the overgrowth of transformed lymphoid cells, or it might allow other cancer-causing agents to be activated.\n\nClinical symptoms per se are not sufficient for a reliable diagnosis of FlY infection. Classical virus detection by blood cell culture and virus isolation fi'om plasma or peripheral blood lymphocytes is possible over the whole infection period, but not practicable for routine diagnosis (Jarrett et al., 1991 ; Pedersen & Barlough; . Currently, FlY infection is diagnosed by antibody detection in the blood. As cats do not recover from FlY infection, a direct correlation between the presence of antibodies and virus infection exists (Yamamoto et aL, 1989) . Antibodies can be detected by an indirect fluorescent antibody (IFA) assay using FIV-infected T-lymphocyte-enriched peripheral blood mononuclear or CrFK cells as substrate, by enzyme-linked immunosorbent assay (ELISA) using FIV proteins or peptides produced by recombinant DNA technology (Reid et al., 1991) , or by ELISA or Western blotting using gradientpurified tissue culture-grown virus as antigen source (Pedersen et al., 1987; O'Connor et al., 1989; Yamamoto et al., 1989) . Antibodies usually appear within 2-4 weeks of experimental infection, and are usually detectable for the rest of the life of the animal (Yamamoto et al., 1988; O'Connor et al., 1989) . However, a small portion of experimentally infected cats may not present antibodies for up to 1 year following infection (Yamamoto et aL, 1988) . Furthermore, in the final stage, antibody levels can fall below detection level (Pedersen et al., 1989) . A small proportion of cats never possess detectable levels of antibodies in their blood, yet have recoverable virus in their peripheral blood lymphocytes (Harbour et al., 1988; Hopper et aL, 1989; Dandecar et aL, 1992) .\n\nNormally, ELISA are used as screening tests in veterinary practice (Reid et al., 1992) They are commercially available and usually search for antibodies against the core protein p24. Those tests however, might be particularly troublesome in some areas and in cat populations with a low infection risk as in Germany. In such conditions, the incidence of false-positive serological reactions may greatly exceed the true incidence of the infection, and all positive ELISA results need to be confirmed by more specific tests such as Western blotting (Hartmann et al., 1994b) which detects multiple antibody specificities in one reaction against various viral proteins (Kawaguchi et al., 1990; Egberink et al., 1991b; Hardy & Zuckermann, 1991) . Unfortunately, it is not convenient for veterinary practice. Several new one-step diagnostic test kits tot antibody detection in veterinary practice have just been developed or will be available in the near future. Comparative studies to determine sensitivity and specificity are currently underway.\n\nFIV infection can be best prevented by keeping cats out of environments that encourage 'highrisk' behaviour. Cats should be neutered, kept indoors whenever possible, and not be exposed to new homeless, feral, abandoned, or stray cats, unless those animals are tested first.\n\nIn ~4tro investigations In vivo investigations 3'-azido-3'-deoxythymidine AZT Egberink et aL, 1990a; Hartmann et al., 1992, 9-(2-phosphonomethoxyethyl)-adenine 9-(2-phosphonomethoxypropyl)-2,6diaminopurin 9-(3-fluoro-2-phosphonomethoxypropyl)-adenine 9-[ (2R,5R-dihydro-5phosphono-methoxy)-2furanyl] adenine Dideoxycytidine-5'triphosphate Hartmann et al., 1994a; 1995a,b; Smyth et aL, 1994b; Hart & Nolte, 1993; Smith et al., 1995 Hayes et al., 1993 Meers et aL, 1993; Smyth et al., 1994a PMEA Egberink et al., 1990a , 1991a Hartmann et aL, 1992; Philpott et al., 1992; Vahlenkamp et al., 1995 Vahlenkamp et al., 1995 Wilhelm, 1996 PMPDAP Egberink et al., 1990a Hartmann et aL, 1994a; Smith et al., 1995 Vahlenkamp et al., 1995 ddCTP Fraternale et aL, 1994 Magnani et aL, 1994 Magnani et aL, 1994 FPMPA Hartmann et aL, 1994a Hartmann, 1995 Kuffer, 1996 D4API Hartmann et al., 1997 Hartmann et al., 1997 Research on FIV vaccines is currently underway. It is difficult to generate an effective vaccine because of the nature of the retrovirus-host interaction, as well as the relatively poor immunogenicity of the viral antigens that induce vaccinal immunity. Furthermore, the mechanisms leading to protective immunity against retroviral infections are still poorly understood. A useful overview on the development of a vaccine against FIV has been given by Hosie (1995) .\n\nin HIV, AZT-resistant mutants of FIV can arise (Remington el al., 1990) . Furthermore, other nucleoside analogues like acyclic nucleoside phosphonates (e.g., PMEA and derivatives) possess better antiviral potency in cell cultures and in naturally infected animals (Hartmann et al., 1992 (Hartmann et al., , 1994a but are currently not commercially available. Thus, AZT has to be considered as the drug of choice for causative treatment of FIV-infected cats at this time.\n\nBesides symptomatic treatment of opportunistic organisms, antiviral chemotherapy derived from HIV research can be used in FIV-infected cats as most enzymes of FIV and HIV have similar sensitivities to various inhibitors (North et al., 1990; Tanabe-Tochkura et al., 1992; Gustchina, 1995) . In cell culture, many compotmds have been shown to be active against FIV (Table II) . Several treatment studies have been reported in experimentally F1V-infected cats (Egberink et al., 1990a; Philpott et al., 1992; Hayes et al., 1993; Meers et al., 1993; Magnani et al., 1994; Smyth et al., 1994a; Hartmann, 1995; Vahlenkamp et al., 1995) , but not many studies exist in naturally infected field cats (Hartmann et al. 1992 (Hartmann et al. , 1995a Hart & Nolte, 1993) .\n\nThe only drug routinely available for treatment in veterinary practice shown to be antivirally active in naturally FIV-infected cats which is commercially available at the moment is AZT (zidovudin 3'-azido-2',B'-dideoxythymidine, Retrovir, Glaxo-Wellcome). AZT inhibits virus replication in vitro and in vivo (Hartmann et al., 1992; 1995a,b) . It improves the immunological and clinical status of FIV-infected cats, increases quality of life and prolongs life expectation. It should be used at a dosage of 5 mg kg -1 body weight twice a day orally or by subcutaneous injection. For subcutaneous injection the lyophilized product should be diluted in isotonic NaCI solution to prevent local irritation. For oral application, syrup or gelatine capsules (dosage/weight individually for every cat) can be given. During treatment, regular blood cell counts are necessary because anaemia is a common side effect (Hartmann et al., 1992; 1995a,b) . However, as shown in long-term studies, AZT is well tolerated and there is only mild decrease of haemoglobin values (Hart & Nolte, 1993; Hartmann et al., 1995a,b) . Unfortunately, as BROWN, E. W., Yutml, N., PacKl-:r, C. & O'BmI:.N, S. J. (1994) . Lion lentivirus related to feline imnmnodeficiency virus: epidemiologic and phylogenetic aspects..10urn¢1l of Virolo~' 68, 5953-(58. Brown, W. C., B) "}