{"title": "Severe air pollution events not avoided by reduced anthropogenic activities during COVID-19 outbreak", "body": "Along with the substantial development in the past decades, China is suffering severe air pollution, causing significant economic loss and health outcomes (Han et al., 2016a; Huang et al., 2012; Cheng et al., 2013; Chai et al., 2014; Zhao et al., 2013; Chen et al., 2016; Cao et al., 2011; Richter et al., 2005; Zhang et al., 2012b) . With the expectation of controlling air pollution problem, the Chinese government released and implemented the Air Pollution Prevention and Control Action Plan (the \"Action Plan\") in September 2013 (China, 2019b) . From the plan, the concentrations of fine particulate matter (PM 2.5 ) in Beijing-Tianjin-Hebei (BTH), Yangtze River Delta (YRD) and Pearl River Delta (PRD) area shall decrease by 25%, 20% and 15% by the end of 2017 compared with 2012, respectively. To fulfill this goal, tremendous effects have been made such as strengthen industrial and vehicle emission standards, closing small and polluting factories, and upgrades on industrial boilers, and air quality has been largely improved Ma et al., 2019; China 2019a) . The severe particulate pollution days were decreased from 122 and 33 in 2013 to 31 and 25 in 2017 within BTH and YRD areas .\n\nMeteorology plays significant roles in air pollution formation, transport, deposition and transformation and unfavorable meteorological condition could bring severe pollution days even the total emission is reduced (Shi et al., 2018; Xu et al., 2016; Li et al., 2017c; Cai et al., 2018; Gui et al., 2019; Wang et al., 2019b) . In the pollution period of December 20-26, 2015 in BTH region, about 34% increasing of PM 2.5 are believed due to adverse meteorological condition (Ma et al., 2020) . Wu et al. (2019) found a high relative humidity (RH) decreased Planetary boundary layer (PBL) height restrained the air pollutant dispersion and increased RH accelerated the transformation of secondary pollutants. Meteorological condition in winter are more unfavorable to pollutant dilution and dispersion than other three seasons . Compared with December 2015, the PM 2.5 concentration increased by 36% in BTH region. Liu et al. (2017) attributed the increase to unfavorable meteorology of PBL, RH and wind.\n\nCan severe air pollution events be avoided by controlling anthropogenic emissions? The answer is true. China has succeeded in various emission reduction campaigns such as during the 2014 Asia-Pacific Economic Cooperation (APEC) meeting and the 2015 China Victory Day Parade Wang et al., 2017; Xue et al., 2018; Li et al., 2016) . In order to reduce anthropogenic emission, factories, industrial plants, construction sites, and gas stations was temporarily closed in and around Beijing, vehicles were kept off the roads, and 6-days mandatory holidays were brought to state-owned enterprises, local government offices and educational institutions (Sun et al., 2016; Wang et al., 2016; Li et al., 2017d; Huang et al., 2015) . \"APEC Blue\" and \"Parade Blue\" are referred to the good air quality during the time afterward. The daily PM 2.5 concentrations in Beijing were 47.53 µg/m 3 during \"APEC blue\" and 17.07 µg/m 3 during \"Parade blue\" (Lin et al., 2017) .\n\nCoronavirus disease 2019 (COVID-19) is an infectious disease initially identified in Wuhan, China in December 2019. COVID-19 has led to 2700 deaths by February 25, 2020 worldwide (WHO, 2020). Due to the contagion of COVID-19, the unofficial transit going in and out of Wuhan was shut down on January 23, 2020 and in the whole Hubei Province a couple of days after. The 2020 Spring Festival holiday started on January 24, and was extended to after February 10 nationwide because of the disease. Most transportation was prohibited and almost all avoidable outdoor human activities stopped all around the country. However, severe air pollution episodes still occurred in the North China Plain (NCP). It is of great concern for people who are limited to use mobile vehicles on heavy pollution days why severe air pollution events were not avoided when no one was on road.\n\nThus, this study used the Community Multi-Scale Air Quality (CMAQ) model to assess emission and meteorology conditions for air pollution during the outbreak of COVID-19. Different emission cases were simulated to see why the severe air pollution was not avoided.\n\nThe CMAQ V5.0.1 model was applied to simulate air pollution in China with a horizontal resolution of 36 km × 36 km during January 1 to February 12, 2020 (Fig. 1) . The model has been updated to better predict air pollutants in China and details can be found in Hu et al. (2016) . The meteorological inputs were generated using WRF v3.7.1 with initial and boundary conditions from the National Center for Environmental Prediction (NCEP) FNL Operational Model Global Tropospheric Analyses dataset (Zhang et al., 2012a; NCEP, 2000) . Multi-resolution Emission Inventory for China of 2016 (MEIC) (http:// www.meicmodel.org) was used for the monthly anthropogenic emissions from China. Emissions from other countries were obtained from MIX Asian emission inventory (Li et al., 2017b) . The Model of Emissions of Gases and Aerosols from Nature (MEGAN) v2.1 was used for generating biogenic emissions (Guenther et al., 2012) . The emissions from biomass burning were based on the Fire Inventory from the National Center for Atmospheric Research (NCAR) (FINN) (Wiedinmyer et al., 2011) .\n\nIn order to investigate the effect of reduced anthropogenic activities on air pollution, three simulation scenarios were performed and compared (Table 1) the Case 1, Case 2 had a decrease of 40% and 20% in transportation and industry emission, respectively. Emission from residential was lifted by 10% and emissions from agriculture and power remain unchanged. In Case 3, transportation, industry and agriculture emission in Hubei province are decreased by 80% while residential and power emission is kept the same with the Case 1. For areas out of Hubei province, 80% of transportation emission and 20% of industry emission are cut while all the rest are kept still. Since there is no official emission inventory released, emission changes suggested by the Chinese Research Academy of Environmental Sciences are being used to set emission reduction scenarios (CRAES 2020). An interview of Professor Kebin He from Tsinghua University refers to the high-pollution in BTH regions in February 2020 by China Central Television (CCTV) was also considered (CCTV, 2020). Many people came back for the Spring Festival and were trapped due to COVID-19 epidemic, the residential emission from cooking and heating was asummed to increase in rural areas including Hebei, Henan and Shandong. The notices released from goverment were the basis for emission reduction in Hubei Province (Hubei, 2020f, 2020e, 2020d (Hubei, 2020f, 2020e, , 2020c (Hubei, 2020f, 2020e, , 2020b . The governme announced that from 10 am in January 23, 2020, buses, subways, ferries, and long-distance passenger transportation in Wuhan were temporarily suspended, and outbound of railway and air planes were closed (Hubei, P. s. G. o. 2020g) . All the enterprises are remaining closed no earlier than February 13 except required for public service operation, epidemic prevention and control, and residential life needs (Hubei, P. s. G. o. 2020a). The agriculture production was highly affected because there was nowhere to buy seeds and fertilizer (Daily, 2020) .\n\nHourly PM 2.5 observations at monitoring sites nationwide were downloaded from the publishing website of the China National Environmental Monitoring Center (http://www.mee.gov.cn/hjzl/dqhj/ ). The data were validated, and sanity check was conducted as previous studies (Hu et al., 2015; Wang et al., 2014) . Meteorological observations were obtained from National Climate Data Center (NCDC), including precipitation, WS and wind direction (WD) at 10 m, as well as air temperature (T2) and RH at 2 m above the ground level.\n\nTo better understand the role of emissions changes and meteorological conditions, a rough method is proposed with similar idea of a previous study (Wang et al., 2019b; Liu et al., 2017; WEI et al. 2017; Li et al., 2015) . The changes due to emission changes are calculated by subtracting the concentrations in Case 3 from that in Case 1, while the changes due to meteorology are calculated using concentrations in high-pollution days minus concentrations in low-pollution days, assuming that meteorology is the reason for severe pollution as the emissions are not changing day by day. It should be note that this is a rough estimate without considering the feedbacks of aerosols on meteorology.\n\nThe performance of meteorology simulation by WRF for the simulation period is validated including T2, WS, and WD at 10 m and RH, as statistic results are shown in Table S1 . The benchmarks are suggested by Emery et al. (2001) . WRF has slightly underpredicted T2 with MB of −0.9. Both T2 and WD went beyond the GE benchmark by 40% to 50%. The GE of WS is within the benchmark, and high RMSE of 2.5 indicated oscillations among prediction results. WD prediction results were acceptable with MB of 8.5 while RH was slightly under-predicted. It should be declared that out of the benchmark does not mean failure of the prediction as the benchmark value is constructed on the MM5 simulations for the eastern United States with finer grid resolutions (12 km and 4 km). The WRF model predictions are normally reliable since the model performance statistics are like other WRF studies applied over China (Zhang et Tables S2 and S3 show the model performance statistics of PM 2.5 from the two emission reduction cases. Mean observations, mean predictions, mean fractional bias (MFB), mean fractional error (MFE), mean normalized bias (MNB) and mean normalized error (MNE) were calculated for each city from January 02 to February 12, 2020. PM 2.5 is well predicted in all cities in both cases except Wuhan in Case 2 with MFB exceeding the criteria suggested by EPA (EPA 2007). As activities in Hubei were much more strictly limited, Case 3 is a better estimation and is used in following discussion. Fig. 2 shows the predicted and observed daily PM 2.5 and its components in 10 major cities based in Case 3. Compared with observation results, the model presented great performance. In Wuhan, the model captured the changes of PM 2.5 except for few overpredicted days. In all the other cities, the model successfully predicted peak and valley values not only in the most polluted cities like Xi'an, Zhengzhou but in relatively less polluted cities such as Shanghai and Guangzhou. The model also succeeded in reproducing the significant decrease of PM 2.5 that occurred from 29 January to 6 February in all cities.\n\nThe changes of predicted PM 2.5 and its major components between two emission reduction cases (Case 2 and Case 3) and Case 1 are shown in Fig. 3 . The total PM 2.5 is decreasing mainly in south China in both cases (Case 2 and Case 3), while an increasing (up to 4 µg/m 3 ) is observed in Northeast China in Case 2 as residential activities were increased possible due to more people were staying at home. More significant PM 2.5 decrease (averaged 10-20%) is observed in Case 3 in Central China, while for Case 2 the averaged decreased rate is less than 10%. Among all the components, NO 3 shares the largest reduction since transportation is the key factor in both emission reduction cases. Except EC and POA, all the species were decreasing in Case 2. A 5% increase in EC is shown in Northeast and Southwest China (Fig. S3) . POA increases by 10% on average in large areas of China with peak values in Northeast, Henan, Hebei and the Sichuan Basin as residential emissions were increased.\n\nAll the country experiences reduction of PM 2.5 by 10~20% due to the significant emission reductions in Case 3. Most significant decreases of PM 2.5 and its components (30-50%) of SO 4 , NO 3 , NH 4, and SOA are observed in Hubei (Fig. S3 ). Based on the emission scenario, the falling of SO 4 concentration mostly results from the emission reduction of industry release. The decrease of NO 3 is likely due to the reduction of transportation and the drop of agriculture emission explains the NH 4 decrease. The amount of SOA was fell because of the lack of precursors due to the emissions reduction of all three. Overall, the emission reductions due to COVID-19 did result in reductions of PM 2.5 by 10-20% nationwide. Fig. 4 shows the averaged predicted and observed PM 2.5 concentrations with components in 10 major cities of these three Wang, et al. Resources, Conservation & Recycling 158 (2020) 104814 scenarios from January 21 to February 12, 2020. The positive effect of emission reduction on decreasing PM 2.5 concentrations can be clearly observed. At least 5 μg/m 3 (Guangzhou) decrease was found in each city while Wuhan had the largest decrease up to 30.79 μg/m 3 . Compared with the Case 1, the decreases of PM 2.5 in Case 3 in Beijing, Tianjin, Shijiazhuang, Jinan, Taiyuan, Zhengzhou, Xi'an, and Shanghai were 9. 23, 10.30, 10.25, 12.14, 12.75, 18.00, 14.41, and 6 .37 μg/m 3 , respectively. Fig. 5 shows the predicted and observed PM 2.5 during the high-pollution days and low-pollution days in theses 10 cities (separated based on the standard of the second level of Chinese NAAQS, 75 μg/m 3 of observation values). The PM 2.5 reductions in high-pollution days in Case 3 were 13. 42, 22.08, 14.42, 11.38, 7.78, 13.64, 16.95, 14.15, and 9 .51 μg/m 3 in Beijing, Wuhan, Tianjin, Shijiazhuang, Shanghai, Taiyuan, Zhengzhou, Xi'an, and Jinan. All the changes were larger than 10% compared with PM 2.5 concentrations in Case 1 and the largest decrease of 19.04% was found in Wuhan. During low-pollution days, the reductions were 6. 55, 32.63, 4.94, 7.07, 6.07, 11.60, 20.43, 14 .81, Fig. 2 . Predicted daily PM 2.5 and its components with observed daily PM 2.5 in 10 major cities in Case 3. Units are µg/m³. P. Wang, et al. Resources, Conservation & Recycling 158 (2020) 104814 and 14.57 μg/m 3 in above cities with the same consequence, separately. With a 29.20% decrease in low-pollution days, Wuhan ranked first. Tianjin and Shijiazhuang had the decreases of 9.5% and 9.4%, separately. The reduction percentage in all other 6 cities were larger than 10%. Basically, secondary components of SOA, SO 4 and NO 3 contributed the most both in high and low-pollution days. This indicates that the role of chemistry and meteorological condition in secondary pollutants formation should not be neglected. Fig. 3 . Predicted PM 2.5 and its major components and the changes between cases in unit of µg/m³ during January 20 to February 12, 2020. SO 4 is sulfate, NO 3 is a nitrate, NH 4 is ammonium, EC is elemental carbon, POA is primary organic aerosol, SOA is secondary organic aerosol and OTHER is the sum of inexplicit components.\n\nP. Wang, et al. Resources, Conservation & Recycling 158 (2020) \n\nAs we can see from above results that the concentrations of PM 2.5 did reduce within the emission reductions cases. But it is important to know how efficient it was. Fig. 6 shows decreasing ratios of predicted PM 2.5 , EC, OC, SO 4 , NO 3 , and SOA concentrations by Case 3 and the emission rates of related precursors in Beijing, Wuhan, Guangzhou and Shanghai during the simulation period. All species decreased as the emissions were reduced in a monotonic but non-linear way. This is consistent with the nonlinearity of atmospheric processes as confirmed by previous studies (Cai et al., 2017; Zhao et al., 2017; Han et al., 2016b; Wang et al., 2011) .\n\nIn Beijing, emissions of primary PM 2.5 , EC and OC were decreased by 20%, 50% and 10%, while the concentrations of them were decreased by 10%, 25% and 5%. SO 2 , NOx, and VOCs emissions were decreased by 20%, 50%, and 30% while concentrations of SO 4 , NO 3 , and SOA were decreased all by less than 20%. Similar cases are observed in other cities. For Wuhan and Guangzhou, the reductions in concentrations were about half of the decreases in emissions. While for Shanghai, the emission reduction ratios were only slightly higher than the concentration reduction ratios. Although nonlinear chemical processes are noneligible in this situation, effects of meteorology should not be neglected.\n\nThrough the emission reduction process, the decreases in pollutant concentrations were observed. The ratios of PM 2.5 and precursors reductions in emission are larger than the reductions in PM 2.5 and its components in four selected cities. This indicates that meteorological conditions were favorable for pollution formation. Fig. S4 showed the time series of meteorological parameters in Beijing and Guangzhou from January 21 to February 12, 2020. There was seldom wet deposition of PM in Guangzhou and Beijing due to the rare of rains during the simulation period. The low PBL increased atmospheric stability, the low wind speed made it worse for difficult dispersion of air pollutants Liu et al., 2017) . High RH and temperature usually accelerate secondary PM formation by speeding up chemical reactions Wang et al., 2019a; Rahman et al., 2019) . Thus, it is very important to quantify the contribution of meteorological conditions when deciding controlling efficiency.\n\nThe contributions of emission reduction and meteorological conditions are estimated and shown in Fig. 7 . Emission reductions led to the reductions of pollutants in all cities with the largest in Wuhan (−22.08 μg/m 3 ) and the lowest in Shanghai (−7.78 μg/m 3 ) and Jinan (−9.51 μg/m 3 ). All other cities experienced a >10 μg/m 3 contributions, with the exactly values of −13.42, −14.42, −11.38, −13.64, −16.95, and −15.15 μg/m 3 in Beijing, Tianjin, Shijiazhuang, Taiyuan, Zhengzhou, and Xi'an, separately. In contrary, unfavorable meteorology resulted in increases of PM 2.5 , with the largest value of 69.38 μg/m 3 in Tianjin. For Wuhan and Jinan, unfavorable meteorology had less effect compared with emission changes. In Xi'an, the unfavorable meteorology brought 14.24 μg/m 3 increase of PM 2.5 , which almost fully counteracts the contribution of emission reductions. In all other cities, the increases caused by meteorological conditions timely overstepped the positive influences from emission reductions. Fig. 4 . Predicted daily PM 2.5 with components and observed PM 2.5 in 10 major cities of three scenarios during January 20 to February 12, 2020. Units are µg/m³. P. Wang, et al. Resources, Conservation & Recycling 158 (2020) 104814 Fig. 5. Averaged predicted daily PM 2.5 with components and observed PM 2.5 in 10 major cities of three scenarios on high-pollution days (>75 µg/m³, left column) and low-pollution days (right column). The number of days in high (H) and low (L) pollution days are marked after the city names. Units are µg/m³. Fig. 6 . Relative changes in concentrations of primary PM 2.5 (PPM) and secondary components, and in emissions of related precursors in Case 3 to Case 1 in four cities. P. Wang, et al. Resources, Conservation & Recycling 158 (2020) 104814 \n\nIn this study, the influences of emission reductions due to reduced anthropogenic activities during the COVID-19 outbreak in China on air pollution were investigated. It is concluded that anthropogenic emission decreases, mainly on transportation and industry, contributed to the decreases of PM 2.5 concentrations. The decreases of PM 2.5 in Beijing, Shanghai, Guangzhou, and Wuhan were 9.23, 6.37, 5.35, and 30.79 μg/m 3 , respectively. However, this is not enough to avoid severe air pollution events in most areas. The reduction ratios of PM 2.5 concentrations were smaller than the reduction ratios of precursor emissions, partially due to the unfavorable meteorological conditions. This study highlights the importance of understanding the role of chemistry and meteorology in designing emission control strategies. \n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Fig. 7 . Estimated contributions of meteorology and anthropogenic emissions changes to averaged PM 2.5 concentrations in selected cities during January 20 to February 12, 2020. Units are µg/ m³. Guangzhou is not included as it had no high-pollution days during the episode. P. Wang, et al. Resources, Conservation & Recycling 158 (2020) "}