{"title": "Effect of bovine viral diarrhea virus in the feedlot", "body": "Unpublished observations have shown these cases to be clustered approximately 2 weeks after arrival in feedlots where modified live BVDV vaccines are used leading to speculation that the vaccine may play a role of precipitating mucosal disease in some cases of PI calves. However, this has not been documented conclusively in the scientific literature, although instances of postvaccinal mucosal disease have been reported [10, 11] .\n\nTaylor et al [4] purchased 28 PI calves from a cow-calf operation and placed them in a pen by themselves in a commercial feedyard. The majority of the PI calves were unthrifty at weaning, and had an adjusted weaning weight which was 43 kg lower on average than non-PI calves. Twenty-four of the 28 PI calves died during the feeding period and four of the PI calves survived until slaughter. Approximately 25% of the calves had evidence of pneumonic lesions at necropsy, and the authors noted that the possibility of misdiagnosing the calves as something other than mucosal disease on the basis of gross necropsy was a significant possibility in some of the cases.\n\nThe prevalence of PI calves in feedlot populations has not been well established. One estimate of the prevalence of PI calves in a single feedlot in Western Canada found less than 0.1% of calves PI with BVDV [12] . Bolin et al estimated the prevalence of PI calves in the population at approximately 1.7%, although this sample of 3157 cattle from 66 herds included calves and adult cattle from both beef and dairy herds [13] . A mathematical model of BVDV infection dynamics predicted a prevalence of 1.2% PI animals, and this prevalence was fairly insensitive to alterations of parameter values [14] . A sample of 18,931 calves from 128 U.S. beef herds revealed that 4% of randomly selected herds had PI calves present in them [2] . Herds that were suspected of having BVDV infections based on clinical signs were more likely to have a PI calf present. Nineteen percent of these herds were found to have PI calves present [2] . This study also demonstrated that the majority of these PI calves survived until weaning, which would allow them to arrive at the feedlot as a major source of BVDV [2] .\n\nDespite the relatively low estimated overall prevalence of PI cattle, it is probable that PI cattle can cluster within certain groups or pens at the feedlot. Several studies have reported that the presence of multiple PI calves clustered within herds [2, 4, 8, 9, 13] . The synchronized nature of the cow-calf breeding cycle would make multiple persistent infections common in infected beef herds. As well, sorting groups of cattle by weight throughout the auction market system and in the feedlot may concentrate those PI calves that tend to have poor growth rates into the groups of cattle with lighter arrival weights [4] .\n\nBVDV for naı¨ve cattle in the feedlot. Primary or acute infections of BVDV in feedlot cattle play an important role as an immunosuppressive agent or as a potentiator for other diseases [4, 5] . Although the majority of acute infections with BVDV are subclinical, acute infections of BVDV are also occasionally identified as a primary cause of mortality of feedlot calves. Recently, clinically severe acute infections of BVDV have been identified in Canada, Great Britain, and the United States [15] [16] [17] . Clinical signs of acute BVDV infection may include fever, diarrhea, rapid respiration, inappetance, depression, lymphopenia, and thrombocytopenia [15] . Outbreaks attributed to acute BVDV infections in feedlot calves have been described previously, although definitive diagnosis is often difficult [18] . The immune response of the immunocompetent animal may make recovery of the virus unlikely, and diagnosis must rely on immunohistochemistry or on titer responses [18, 19] .\n\nThe thrombocytopenic manifestation of acute BVDV has been described by a number of authors [17, 20, 21] . Outbreaks of this form of acute BVDV has been described in groups of feedlot cattle, and is characterized by depression, fever, diarrhea, hemorrhage into the anterior chamber of the eye, epistaxis, bleeding subcutaneously, and bleeding from injection sites [18, 22] . Common necropsy findings include extensive ecchymotic hemorrhages on serosal surfaces and evidence of hemorrhage in muscle and between fascial planes [22] .\n\nAn exceptionally virulent form of acute BVDV infection has also been reported, and although the majority of these reports are in dairy cattle [15] [16] [17] , this syndrome has also been reported in feeder cattle [15] . Fever, pneumonia, diarrhea, abortions, and sudden death occurred in all ages of cattle, and the gross lesions in the digestive tract were similar to those described for mucosal disease [15, 23] .\n\nAlthough acute BVDV infections can present with fulminating and fatal disease, the majority of these infections are inapparent or subclinical [23] . The profound immunosuppressive effects of acute BVDV infections have been well documented and reviewed elsewhere [24, 25] . These immunosuppressive effects of acute BVDV infection are responsible for the potentiation of a variety of diseases in cattle including salmonellosis, rotavirus, and coronavirus infections, bovine popular stomatitis, and Escherichia coli [24] . However, in feedlot cattle, the potentiation of bovine respiratory disease by BVDV is of primary significance.\n\nBovine respiratory disease is reported to be the most economically important disease of beef cattle [26] . The role that BVDV plays in respiratory disease of feedlot cattle has been examined extensively in both experimental and epidemiologic studies, and has been reviewed previously [24, 27] . The earliest scientific publications that first described BVDV in North American cattle described a significant respiratory component to the infections [28] .\n\nThe role of BVDV as a primary respiratory pathogen remains controversial [27] . Potgeiter et al demonstrated in experimental studies that mild clinical respiratory disease and interstitial pneumonia could be induced in 4-to 6-month-old calves inoculated with BVD virus [29] . Potgeiter et al also demonstrated variation in the pneumopathogenicity between various isolates of BVDV [30] . Calves infected with strain 72 demonstrated more severe respiratory symptoms than calves infected with strain 2724 following an inoculation with Mannheimia haemolytica. However, it seems unlikely that BVDV plays a major role as a primary respiratory pathogen. The vast majority of the published evidence demonstrates BVDV's role in immunosuppression and its synergistic effects with other infectious agents in feedlot cattle. Many studies have demonstrated the synergistic effects of BVDV with other pathogens. Calves initially inoculated with BVDV before IBR virus infections have a much wider distribution of IBR virus, than calves inoculated with IBR virus alone [29] . The synergistic effects of BVDV and M hemolytica have also been demonstrated in experimental models [29, 30] . Several studies have demonstrated that BVDV also potentiates the effects of BRSV in calves [31] [32] [33] . BVDV was also identified as a frequent viral agent in respiratory disease outbreaks in Quebec in which multiple viral infections were identified [34] . A recent feedlot necropsy study using immunohistochemical staining [35] showed BVDV in the tissues of 13 of 35 calves (37%) dying of pneumonia compared with 4 of 92 calves (4.3%) dying of myocarditis and in 0 of 45 calves (0%) dying of noninfectious causes [36] .\n\nCircumstantial evidence has also linked BVDV virus to other important feedlot pathogens such as Mycoplasma bovis. M bovis has been implicated as an etiologic agent of a chronic pneumonia of feedlot cattle that does not respond to antibiotic therapy, which is often accompanied by a concurrent polyarthritis. Haines et al sampled 49 feedlot animals with chronic unresponsive disease and used immunohistochemical staining to identify antigens of M bovis, Haemophilus somnus, M hemolytica, and BVDV. Mycoplasma bovis was demonstrated in over 80% of the cases, and was the only bacterial agent identified in the joints with arthritis. BVDV was identified in 40% of the cases by immunohistochemistry of samples of lung and joint synoviae [37] . Shahriar et al examined a similar series of cases of chronic pneumonia from Western Canadian feedlot cattle and demonstrated BVDV in 62.5% of the cases by using immunohistochemical staining of the heart and lung tissue. The immunohistochemical staining of BVDV was noted to be in association with microscopic vascular lesions in these tissues [38] . In an observational study in a single commercial feedlot, Pollock et al demonstrated that these chronic cases of Mycoplasma pneumonia and arthritis were a significant cause of mortality in the feedlot, and that chronic calves with high titers to BVDV were 4.5 times more likely to have polyarthritis than calves with lower titers to BVDV [39] .\n\nThere have been a significant number of epidemiologic studies that have implicated BVDV as a significant component of the bovine respiratory disease complex [40] [41] [42] [43] [44] [45] [46] [47] [48] . In many of these studies the presence of a titer on arrival decreased the subsequent risk of treatment for respiratory disease. As well, in the majority of these studies, seroconversion to BVDV after arriving at the feedlot was associated with an increased risk of treatment for respiratory disease. These studies are summarized in Table 1 ; however, the reader should be aware that comparing serologic tests between studies is fraught with difficulty, and that the definitions for seropositivity and for seroconversion may also differ between studies.\n\nMartin and Bohac followed 322 Ontario feedlot calves in two small pen research feedlots for the first 28 days of the feeding period 55.8% of the calves had titers to BVDV upon arrival to the feedlots although the presence of a titer on arrival was not associated with BRD risk [40] . Seroconversion to BVDV was shown in 24% of the calves, and this was positively associated with treatment for respiratory disease [40] . Martin et al performed a case control study in 15 groups of feedlot calves in Ontario. Thirty-two percent of the animals that were treated for respiratory disease had titers to BVDV on arrival, while 42% of the controls had positive titers on arrival. Positive titers were associated with a decreased risk for respiratory disease treatment. Fortytwo percent of the cases seroconverted during the first 28 days of the feedlot compared with 33% of the controls. Seroconversion to BVDV was shown to be significantly associated with the risk of treatment for respiratory disease [41] . Durham and Hassard followed 283 bull calves in a Western Canadian bull test station. Positive titers were identified in 21% of the bulls on arrival to the test station, and these calves were less likely to be treated for respiratory disease. Only 13% of the bulls seroconverted, and this was not associated with an increased risk of respiratory disease [42] . Allen et al performed a casecontrol study where acute and convalescent serum samples were taken from 59 cases of BRD and 60 normal animals in a small pen research feedlot in Ontario. In that study, 51% of both the cases and controls seroconverted to BVDV, and there was no associated with seroconversion and treatment [43] . In 1999, Martin et al serologically examined 700 calves from 32 groups in Ontario and Alberta feedlots. Positive arrival titers were identified in 24%, and these animals were 0.9 times as likely to be treated for respiratory disease as calves with no titer on arrival. Fifty percent of the calves in this study seroconverted to BVDV, and these animals were 1.14 times more likely to be treated for respiratory disease. The authors also noted that BVDV had the most consistent relationship with the risk of respiratory disease as well as lower weight gains [44] . Booker et al performed a case-control study of 100 cases of respiratory disease and 100 control animals in a 22,000 head commercial feedlot in Alberta [45] . The percentage of animals with positive titers on arrival, and the percentage of animals that seroconverted could not be determined from this case-control study but the authors clearly demonstrated that treatment for respiratory disease was significantly Yes associated both with lower titers to BVDV on arrival and to seroconversion to BVDV during the feeding period [45] . Fulton et al investigated a group of stocker calves suffering from an outbreak of acute respiratory disease after transport from Tennessee auctions to a west Texas feedyard [46] . Associations of titers to various pathogens and respiratory disease could not be determined because the vast majority of the 120 calves (87.5%) were treated for respiratory disease. The authors demonstrated that 18.3% and 13.3% of the calves had antibody titers to BVDV type I and BVDV type II, respectivelym on arrival to the feedyard. Seroconversion was identified in 38.5% and 27.9% of the calves to type I and type II BVDV, respectively [46] . O'Connor et al performed a longitudinal observational study on 852 calves from three Ontario feedlots [47] . Blood samples were collected from the calves on day 0 and day 28 of the feeding period. Thirty-nine percent of the calves were seropositive on arrival and these calves were 0.6 times less likely to be treated for respiratory disease. Seroconversion to BVDV was demonstrated in 45% of the calves, and the calves that seroconverted were 2.02 times more likely to be treated for respiratory disease [47] . Fulton et al followed two groups of stocker calves from Tennessee into feedlots in New Mexico and Texas in 1999 and 2000. Blood samples were collected at weekly intervals for approximately the first 4 weeks of the feeding period. 23.1% and 34.2% of the calves had positive titers for BVDV type 1a and 18.4% and 20.0% of the calves had positive titers for BVDV type 2 on arrival. BVDV1a seroconversions occurred in 47.5% of the sick calves and in 28.4% of the healthy calves, which was a statistically significant difference in the 1999 study. BVDV1a seroconversions occurred in 32.8% of the sick calves and in 16.0% of the healthy calves in the 2000 study. This difference was also statistically significant [48] . The weight of evidence from this group of sero-epidemiologic studies shows that BVDV is consistently associated with respiratory disease in feedlot calves. Calves that arrive at the feedlot with titers to BVDV tend to protective against the risk of respiratory disease, and calves that seroconvert to BVDV during the feeding period are more likely to be treated for respiratory disease. This relationship is relatively consistent throughout all the studies despite variations in serologic testing procedures, timing of bleeding, case definition of positive titers and seroconversion, and case definitions of respiratory disease. It would appear obvious that control of BVDV in beef cattle should play a significant role in prevention of undifferentiated respiratory disease as well as other infectious pathogens in feedlot cattle.\n\nThere is a lack of scientific literature examining the effects of BVDV vaccination on subsequent health parameters of feedlot cattle. A review of bovine respiratory disease vaccine efficacy concluded that there were no 45 J.R. Campbell / Vet Clin Food Anim 20 (2004) [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] reliable reports of field trials examining the clinical effects of BVDV vaccines in North American feedlot cattle [49] . Shunicht et al performed a clinical field trial in commercial feedyards comparing a multivalent viral vaccine containing modified live infectious bovine rhinotracheitis virus, parainfluenza-3 virus, BVDV, and bovine respiratory syncytial virus with a univalent vaccine containing modified live IBR virus [50] . The study was somewhat unique in the fact that pens of cattle were randomized to treatment groups rather than individual animals within pens. This design allows the investigators to examine the effects of the vaccine on feed efficiency as well as eliminating the herd effect of immunity which may diminish significant results. The results demonstrated that those cattle receiving the multivalent vaccine had significantly lower treatment rates in the multivalent vaccine group (16.8% versus 21.7%). As well, cattle receiving the multivalent vaccine had significantly higher carcass weights, weight gain, and average daily gain throughout the feeding period. An economic analysis in the study concluded that there was a net advantage of $0.74 CDN/animal by using the multivalent vaccine [50] . Although the inclusion of modified live BVDV in the multivalent vaccine may have accounted for some of these differences, it was impossible to determine which of the viral components of the multivalent vaccine were responsible for this apparent advantage.\n\nThe benefits of prevaccination and preweaning or preconditioning have been demonstrated in a variety of studies and have been reviewed elsewhere [51] . However, it is impossible to separate the effect of BVDV vaccination from the other vaccines and management procedures in these studies [49] . The use of BVDV vaccines before arrival at the feedlot has not been examined specifically. The current promotion of prevaccination may help to improve BVDV immunity upon arrival to the feedlot however, the effect of prevaccination on BVDV immunity has not been well established, and will require further research.\n\nVaccination on arrival with BVDV vaccines is currently the primary method with which feedlot producers attempt to control the transmission of acute BVDV infections. In the 1999 National Animal Health Monitoring System survey of feedlots, 94.4% of operations used BVDV vaccines and it was estimated that 87.7% of cattle received those vaccines [52] . This was up from the 1994 NAHMS study, which estimated that 87.5% of feedlots were using BVDV vaccines [53] . Despite the high proportion of cattle being given BVDV vaccines, BVDV remains an important problem in feedlot cattle. This may be due to the genetic diversity of the virus, which has been well documented, and the difficulty of vaccinating for all the various genotypes of the virus [48, 54, 55] . A field trial on calfhood vaccination for bovine viral 46 J.R. Campbell / Vet Clin Food Anim 20 (2004) [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] diarrhea virus in dairy heifers in drylot conditions similar to feedlot cattle only demonstrated 48% protection [56] . It may also be due to the fact of significant transmission of the virus when cattle are mixed, which occurs during time spent in the auction market system during transport to the feedlot before vaccination and in the feedlot itself before the time in which immunity is induced. Ultimately, control of this pathogen will rest with the cow-calf industry. The use of prebreeding vaccines with modified live vaccines that can demonstrate fetal protection will be the most significant tool currently available to eliminate the presence of PI calves. As well, effective BVDV biosecurity programs that effectively identify and remove PI cattle from herds and prevent their introduction will be critical [57] . The widespread availability of immunohistochemical tests for BVDV will provide a sensitive means for which to accomplish this goal [19, 58] . Voluntary BVDV eradication programs and herd certification programs could give feedlot operators a source of calves that could be at a lower risk for containing PI calves. In combination with prevaccination programs, these types of efforts may provide an opportunity to decrease the effect BVDV plays in infectious disease of feedlot cattle."}