{"title": "Transmissibility of swine flu at Fort Dix, 1976", "body": "On 4 February 1976, a soldier died at Fort Dix army base from acute respiratory disease (Gaydos et al. 1977a (Gaydos et al. ,b, 2006 . Analysis of tracheal swabs from this soldier showed that he was infected with a novel H1N1 influenza similar to those circulating in swine. The new virus, dubbed A/New Jersey/76, was of concern since H1N1 strains of influenza had not circulated in the human population since the 1957-1958 pandemic. Since Fort Dix was an infantry training facility, the population was younger and nearly all inhabitants were immunologically naive to any H1N1 influenza strain (Hodder et al. 1977) . Subsequent investigations revealed that A/New Jersey/76 had circulated widely in the trainees at Fort Dix between 5 January and 14 February, by which time the virus had apparently gone extinct. Over the course of the epidemic, A/New Jersey/76 caused 1 death, 13 hospitalizations and 230 total cases. The timeline of these investigations and the epidemic they discovered are shown in figure 1. Tables 1 and 2 show hospitalized cases and unit attack rates. Full details of the Fort Dix outbreak and the subsequent investigation are available in the reports of the original investigators and recent summaries (Hodder et al. 1977; Gaydos et al. 1977a,b; Gaydos et al. 2006) .\n\nThe serious threat of pandemic influenza has been highlighted by the recent infection of humans with avian H5N1 strains. While there has been extensive analysis of historic pandemics (Blumenfeld et al. 1959; Mills et al. 2004; Tumpey et al. 2004; Hollenbeck 2005; Oxford 2005; Viboud et al. 2005) , we know little about nature's false starts. Understanding why potentially pandemic viruses fail may help us to contain emerging viral threats. The 1976 outbreak of 'swine flu' (A/New Jersey/76) in Fort Dix, New Jersey represents a unique opportunity in this regard. Since this outbreak occurred on an army base with an active Acute Respiratory Disease Surveillance Program, there is a wealth of epidemiological data available with which to analyse its properties.\n\nThe dynamics of disease transmission can be characterized by two properties: the basic reproductive number (R 0 ), which is the number of infections caused by a single infectious individual introduced into a completely susceptible population; and the serial interval, which is the average time between someone becoming infected and that person infecting another. Recent work has shown that influenza's dramatic speed of spread through communities is not the result of a high R 0 , but the result of a modest R 0 and a short serial interval (Mills et al. 2004 ). These characteristics are critically important in determining the success of any containment programme. Recent work also shows that emerging flu strains with an R 0 of less than 1.5 could potentially be contained with antiviral drugs and quarantine before becoming pandemic, while control of more transmissible strains is unlikely (Ferguson et al. 2005; Longini et al. 2005) .\n\nTo gain insight as to whether it is reasonable to expect an emerging influenza strain to have a substantially lower R 0 than currently circulating strains, we analysed the dynamic properties of the Fort Dix outbreak using the data presented by the original investigators (Gaydos et al. 1977a,b; Goldfield et al. 1977; Hodder et al. 1977; Kendal et al. 1977; . R 0 can be contrasted with the effective reproductive number, R, which is a measure of how transmissible the pathogen is in a population that is not immunologically naive. Owing to the youth of the basic Knapik et al. 2006) , they tend to be immunologically naive to H1N1 influenza, which had not circulated since 1957 (Hodder et al. 1977; Gaydos et al. 2006) . This supposition is supported by the low rates of positives to A/Mayo Clinic/103/74 among soldiers in this age range not exposed to A/New Jersey/ 76 (Gaydos et al. 1977a; Hodder et al. 1977) . For this reason, we believe that estimates of transmissibility in the Fort Dix platoons approximate R 0 .\n\nWe used the case definition adopted by in our analysis, defining all of those soldiers with antibody titres to A/Mayo Clinic/103/74 greater than or equal to 1 : 20 as cases (table 1) . Fort Dix was a training facility, and new recruits were grouped into companies consisting of four platoons of approximately 50 individuals, where they remained throughout their training. Based on their social isolation during basic combat training, we considered each platoon to have an independent outbreak starting from a single A/New Jersey/76 infected individual (Hodder et al. 1977) . While we lack onset dates for most cases, we can place an upper bound on the length of this epidemic as 47 days based on troops returning from winter break on 5 January and serological evidence that transmission ended by 21 February (Hodder et al. 1977) . A less conservative estimate is 33 days, based on the lack of evidence of transmission after the first week of February (Hodder et al. 1977) . We use the second estimate of epidemic length in our analysis. We estimated the transmissibility of the circulating virus using analytic methods based on deterministic epidemic models (Diekmann & Heesterbeek 2000) . The analytic determination for R 0 was made by considering the proportion infected in each platoon containing an index case (table 1; Ma & Earn 2006) . Individual platoon estimates were combined and confidence intervals created using standard statistical techniques (i.e. inverse variance weighting and the delta method; Rice 1995; Rothman & Greenland 1998; Hethcote 2000) .\n\nIn addition to the analytic determination of R 0 , we used a computational model to refine our estimate for R 0 and estimate the serial interval. Our model classifies individuals as susceptible, exposed with latent infection, infectious or recovered (an SEIR model). Discrete individuals move through these compartments stochastically. Figure 2 shows the path of the individuals through the model compartments. The distribution of latent and infection periods was based upon published estimates for circulating influenza A viruses (Longini et al. 2004; Ferguson et al. 2005) . We ran 10 000 iterations of this model at each parameterization, varying R 0 between 0.5 and 3.0 by 0.1 and varying the serial interval between 1.6 and 10.0 by 0.1 day. We used a likelihood-based approach to determine the supported intervals for R 0 and the serial interval based on our simulations (Goodman & Royall 1988; Clayton & Mills 1993; Goodman 1993 ). \n\nThe deterministic analysis of final outbreak sizes in platoons yielded an estimate for R 0 of 1.09 (95% CI 1.04-1.13; Hethcote 2000) . Analytic estimates of R 0 based on deterministic models provide a good first approximation of disease transmissibility; but in small populations, such as the affected 50-man platoons, these estimates should be viewed with suspicion. The assumption of continuity made by these models can produce misleading results when applied to small numbers of discrete individuals; such models fail to capture the stochastic effects important in determining the course of an epidemic when small numbers are infected (Diekmann & Heesterbeek 2000) . Additionally, our stochastic model uses distributions of the serial interval more consistent with empirical observations (Ferguson et al. 2005) . While the point estimate for R 0 should be similar using both deterministic and stochastic models, the confidence interval placed on this estimate in deterministic models may underestimate the uncertainty.\n\nTo better estimate the plausible range for R 0 and the serial interval of A/New Jersey/76, we developed a stochastic model of the Fort Dix outbreak. Results of these simulations are summarized in figure 2. We obtained an estimate for R 0 of 1.2 (supported range 1.1-1.4) and an estimate for the serial interval of 1.9 days (supported range 1.6-3.8 days). In comparison, estimates for the 1918 'Spanish Flu' include an R 0 of 1.8 with a serial interval of 2.6 days (Ferguson et al. 2005) , and an R 0 of 2-3 with a serial interval of 4 days (Mills et al. 2004) .\n\nThe assumption that transmission between trainees occurred predominately within the platoons has ample epidemiologic support. Platoons were kept intact and semi-isolated throughout basic training, having limited interaction with other platoons of the same company and nearly zero interaction with other companies (Gaydos et al. 1977a; Hodder et al. 1977) . In companies A5 and A6, circulation of A/New Jersey was confined to index platoons (i.e. those platoons containing hospitalized cases). In those companies where there was transmission in other platoons, attack rates are heterogeneous, indicating independent epidemics in platoons (table 1) . Overall, the relative risk of infection with A/New Jersey/76 was 1.5 (95% CI 0.9-2.4), comparing soldiers in index platoons to others in the same company. Companies not containing an index platoon had a further reduced risk of infection, with a relative risk of 0.2 (95% CI 0.1-0.6) when compared with index companies. The percentage of soldiers with antibody titres to A/Mayo Clinic/103/74 of 1 : 20 or higher in these contemporary companies was 4.3% (95% CI 1.6-9.2%), consistent with the background prevalence of antigen in this age group (Gaydos et al. 1977a; Hodder et al. 1977) . Based on this evidence, we conclude that transmission of A/New Jersey/76 was predominately within platoons, but there was a low rate of cross platoon transmission within companies, and transmission across companies was a rare event.\n\nAny relaxation of our assumption of platoonconfined transmission leads to a reduction in our estimate of R 0 . For instance, if we assume equal mixing at the company level (approx. 200 individuals), the estimate for R 0 using the stochastic model becomes 0.9 (supported range 0.8-1.0). This lower estimate of R 0 makes the high attack rates seen in some platoons (e.g. the index platoon in company E6) unlikely. This lends further support to our contention that cross platoon transmission was a rare event and gives us confidence that the true value for R 0 in this outbreak lies within the range predicted by our simulations ( figure 3) .\n\nBased on our estimates of R 0 , we estimated a lower bound on the length of the longest chain of transmission. If we consider the platoon with most cases (E6) and assume an R 0 of 1.2, we estimate the longest chain of transmission to be approximately eight individuals (approx. 12 for an R 0 of 1.1). The E6 platoon had a significantly larger epidemic than other platoons, so it may be the case that it had multiple introductions or contained a particularly contagious individual. Examining the platoon with the next highest number of cases (E1), we estimate that there were approximately six serial transmissions in this platoon (approx. 8 for an R 0 of 1.1). Based on these calculations and the high number of platoons infected, it is safe to assume that there were at least six, and more probably eight, serial passages of A/New Jersey/76 in humans during the Fort Dix outbreak.\n\nThe Fort Dix outbreak presents a unique opportunity to characterize an emerging influenza strain that, while successfully transmitted between humans, never achieved worldwide spread. Our analysis shows that A/New Jersey/76 was not highly infectious, consistent with our expectations for an emerging influenza virus. To put the Fort Dix epidemic in context, we reviewed estimates of the transmissibility of influenza from the literature for interpandemic years 1918, 1957 and 1968. We conducted a search of PubMed and Google Scholar using the terms influenza, transmissibility, basic reproductive number and basic reproductive rate. Estimates of the basic reproductive number using empirical data reported as a point estimate, confidence interval, supported interval or range were gathered and are shown in figure 4. Some estimates are effective rather than basic reproductive, as they are estimates from the increase in incidence in the presence of immunity. The point estimate of the basic reproductive number for the Fort Dix outbreak is lower than all other reported point estimates of the reproductive number. The supported interval we estimated for Fort Dix includes only one estimate from the 1918 outbreak (Sertsou et al. 2006 ) and one estimate from an interpandemic period ( Flahault et al. 1988) .\n\nA curious aspect of the Fort Dix outbreak is that it failed to cause an epidemic outside the military population, despite a clear ability for human to human transmission. This failure to spread was clearly not due to containment measures beyond those intrinsic to the structure of a basic training facility (e.g. social distancing), as the epidemic had ended by the time it was detected (Gaydos et al. 1977a,b) . We hypothesize that the epidemic of A/New Jersey/76 ran its natural course, reaching extinction due to the depletion of susceptibles in the infected platoons and an inability to maintain transmission outside of this favourable environment. It was hypothesized at the time that the A/New Jersey/76 virus was competitively displaced by the A/Victoria strain, the predominant influenza A virus of that year . We find no reason to invoke competition or any other extrinsic factor to explain the disappearance of A/New Jersey/76.\n\nThe low R 0 of this virus observed in military platoons, an ideal situation for disease transmission, suggests that A/New Jersey/76 may not have been fit enough to be transmitted outside of this environment (i.e. it has an R 0 of less than 1 in a population not living in the confined quarters of a military installation). Once there was no longer adequate supply of susceptibles within the platoons to maintain transmission the virus died out. The soldiers in basic training were socially isolated within platoons, so opportunities for extra-platoon transmission were few and far between further decreasing the chances for the continued survival of the virus. A/New Jersey/76 had yet another challenge for spread outside of the military platoons: the threshold for herd immunity to a virus with an R 0 of 1.2 is 17% of the population being immune (9% for an R 0 of 1.1; Hethcote 2000) . Military vaccines administered before 1969 contained Hsw antigen and H1N1 circulated until 1957, so older personnel may have been protected against the A/New Jersey/76 strain (Hodder et al. 1977; Gaydos et al. 2006) , and immunity in even a small fraction of the population would have been adequate to halt the spread of the virus.\n\nThat a virus with the odds heavily stacked against it could undergo six or more serial passages through humans is the cause for concern. That this virus did not mutate to be more transmissible in humans or reassort with the circulating A/Victoria strain may be indicative of its lack of fitness, or it may be luck. The greater the number of serial transmissions in humans, the greater the probability of reassortment and adaptation to humans (Antia et al. 2003) . As we confront the prospect of the emergence of H5N1 or another avian flu strain, the infection of military recruits and other groups living in close quarters pose some of the greatest risks. Surveillance programmes should take this risk into account, focusing efforts on such high-risk environments.\n\nThe fallout from the swine flu outbreak at Fort Dix was a national immunization effort with unfortunate consequences (Dowdle 1997) . While the perceived safety of influenza vaccination, the Legionnaires outbreak later that year and the general climate of fear may have led to the implementation of a mass vaccination programme anyway, an analysis of the transmissibility of A/New Jersey/76 may have provided policy makers with more options. If a similar situation were to occur today, when antiviral drugs are available as a first line of serial interval Lighter shading represents values with greater support from simulation results, as indicated by the likelihood of observing the given epidemics, given the values for R 0 and serial interval. The central white region is the supported region representing the most probable values for R 0 and the serial interval (the supported region is a concept from likelihood-based statistics and is roughly equivalent to the 95% confidence interval (Clayton & Mills 1993) ).\n\nTransmissibility of swine flu at Fort Dix J. Lessler et al. 759 defence against pandemic spread, policy makers may have been inclined to take a wait and see approach, knowing that a second emergence would spread slowly and could probably be contained (Longini et al. 2005; Ferguson et al. 2006) . For disease dynamics to be considered as part of a public health response, it is necessary that the real-time estimation of these parameters becomes a part of outbreak investigations; fortunately, techniques are being developed to make such estimates (e.g. Wallinga & Teunis 2004; Ferrari et al. 2005) .\n\nThe Fort Dix experience illustrates that the particular circumstances of emergence of a virus can profoundly affect its subsequent course. The circulation of A/New Jersey/76 within the population of military recruits, despite its apparent low fitness, raises concerns that similarly compact populations may serve as bridges for emerging viruses, providing viruses not yet capable of spreading efficiently in the general population time to adapt. The detection of A/New Jersey/76 and its failure to spread beyond the confines of Fort Dix provides hope that with improvements in surveillance and control techniques, future outbreaks of novel influenzas can be contained before they cause a pandemic.\n\nbasic reproductive number (log scale) Viboud (2006) Longini (1986) Gani (2005) Viboud (2006) Longini (2004) Gani (2005) Ferguson (2006) Ferguson (2006) Viboud (2006) Mills (2004) Massad (2007) Gani (2005) Gani (2005) Gani (2005) Ferguson (2006) Ferguson (2006) Ferguson (2005) Chowell (2006) Chowell (2006) Liao (2005) Fraser (2004) Flahault (1988) Ferguson (2005) Lessler (2007) Sertsou (2006) Chowell (2007) Wearing (2005) Viboud (2006) Spicer ( 1918, 1957 and 1968 . To fit all the estimates in a graph and still show detail of most estimates (between 1.5 and 2.0), a log scale has been used on the x -axis. Squares, point estimates; lines surrounding point estimates, confidence or supported intervals; lines alone, ranges (or ranges of estimates created using several different techniques). Sources of estimates are listed on the left (Spicer 1979; Rvachev & Longini 1985; Longini et al. 1986; Flahault et al. 1988; Fraser et al. 2004; Longini et al. 2004; Mills et al. 2004; Ferguson et al. 2005; Gani et al. 2005; Liao et al. 2005; Longini et al. 2005; Wearing et al. 2005; Chowell et al. 2006; Ferguson et al. 2006; Sertsou et al. 2006; Viboud et al. 2006; Chowell et al. 2007; Massad et al. 2007 )."}