{"title": "Synthesis and evaluation of pyrazolone compounds as SARS-coronavirus 3C-like protease inhibitors", "body": "Severe acute respiratory syndrome (SARS) is a newly emerging infectious disease caused by a novel coronavirus, SARS-coronavirus (SARS-CoV). SARS has been recognized as a global threat since the initial outbreak of SARS first identified in Guangdong Province, China in November 2002. This outbreak spread to several countries and has had significant health and economic impact. SARS is a lifethreatening form of atypical pneumonia characterized by high fever, malaise rigor, headache, chills, cough, and progressive radiographic changes of the chest and lymphophenia. [1] [2] [3] The mortality rate is nearly 10%. 4 The SARS-CoV is a positive-strand RNA virus that uses a complex set of enzymes to replicate the largest RNA genomes currently known for RNA viruses and synthesize an extensive set of 5 0 leader-containing subgenomic mRNAs that encode the viral structural proteins and several species-specific proteins with unknown functions. These processes are mediated primarily by the 3C-like protease (3CL pro ) with chymotrypsin fold. The active site of SARS-CoV 3CL pro contains Cys145 and His41 to constitute a catalytic dyad, in which cysteine functions as the common nucleophile in the proteolytic process. 5, 6 Because of the essential role in viral processing, the 3CL pro is considered as an attractive target for anti-SARS and other coronavirus infections. 3CL pro is named after the 3C proteases (3C pro ) from picornaviruses such as enterovirus (EV), coxsackievirus (CV), and rhinovirus (RV) which cause life-threatening infectious diseases. The 3C pro essential for viral replication had served as a drug target. 7 Both 3C pro and 3CL pro have similar 3-D structures, but unlike the dimeric 3CL pro , 3C pro is monomeric and utilizes Glu-His-Cys triad for catalysis. 8 To date various SARS-CoV protease inhibitors have been reported from both screened compound libraries and designed compounds based on the substrate structure or active site properties. Their scaffolds are diverse, including C 2 -symmetric diols, 9 3-quinolinecarboxylic acid derivatives, 10 thiophene-2-carboxylate derivatives, 11 cinanserin, 12 calmodulin, 13 keto-glutamine analogs, 14 anilide, 15 bifunctional boronic acid compounds, 16 isatin derivatives, 17 pyrmidinone, 18 benzotriazole 19 as well as glutamic acid and glutamine peptides possessing a trifluoromethyl ketone group, 20 a,b-unsaturated esters, 21 and etacrynic acid derivatives. 22 With metal-coordinated structures, some molecules make a covalent bond with Cys-145 at the active site of SARS-CoV 3CL pro . 23 However, no effective therapy has been developed so far and recent isolation of strains of SARS-CoV emphasizes the possibility of a reemergence. Therefore, it is still a great challenge to explore new chemical classes of SARS-CoV 3CL pro inhibitors that can be used in anti-SARS therapy in case the disease re-emerges.\n\nCompounds containing a pyrazole and its related analogs have received significant attention in chemical, medicinal, and pharmaceutical research as this structural scaffold is found in a variety of drugs. As shown in Figure 1 , a new pyrazolone compound, edaravone (A), also known as MCI-186, has been developed as a medical drug for brain ischemia 24 and has also been reported to be effective for myocardial ischemia. 25 Compound (B) is claimed to have potent anti-orthopoxvirus activity. 26 Compound (C) 3,5dioxopyrazolidine has been reported as SARS-CoV 3CL pro inhibitor. 27 Recently, we identified from high throughput screening certain pyrazolines, particularly those displaying a 1,3,5-triaryl substitution pattern (D), were active against SARS-CoV 3CL pro , CoV-229E 3CL pro , CVB3 3C pro , EV71 3C pro , and RV14 3C pro . 28 In the present study, we synthesized the pyrazolone compounds as SARS 3CL protease inhibitors and explored their structure-activity relationship (SAR) in inhibiting 3CL pro and 3C pro .\n\nIn view of the facts mentioned above, 21 compounds containing the pyrazolone template were synthesized and screened for their 3C and 3CL protease inhibitory activities. Some of the synthesized compounds displayed potent inhibition against CVB3 3C pro and SARS-CoV 3CL pro . The synthesis of the target compounds 2a-u was envisioned following the synthetic route illustrated in Scheme 1.\n\nCompounds 1a-k were synthesized by refluxing the corresponding b-ketoester and the substituted phenylhydrazine hydrochloride in acetic acid. 29 The pyrazolones were treated with the appropriate aromatic aldehyde in presence of piperidine in ethanol to obtain target compounds 2a-u in 70-87% yields. 30 From the preliminary investigation, as summarized in Table 1 , we noted that compounds with substituent R 2 , carboxyl group at 4th position in benzylidene aryl ring shows significant inhibition against SARS-CoV 3CL pro . Compounds having R 1 substitution like halogens, cyano, and nitro group increase the inhibitory action (see Table 1 ). Compound 2p is the most potent inhibitor showing an IC 50 of 5.5 lM and 2t is the second with IC 50 of 6.8 lM against SARS-3CoV 3CL pro . Interestingly, 2u showed inhibitory activity significantly against both SARS-3CoV 3CL pro (IC 50 = 8.4 lM) and CVB3 3C pro (IC 50 = 9.6 lM). The cytotoxicity of the test compounds was tested by performing the MTT assay and found that all compounds are devoid of cytotoxicity at 200 lM.\n\nIn search of a computer model of the associated complex between the compound 2u and the proteases to rationalize its inhibitory activities, the orientation of the ligand has the N1-phenyl group situated in the S1 0 pocket of the 3CL pro . One of the oxygen of the nitro group is in close proximity 2.7 Å and forms H-bond to the Gly-143 ( Fig. 2A) . The C@O in the central pyrazolone ring is close to Glu-166 with the distance of 3.0 Å to form a H-bond. C-3 phenyl ring fits into the S2 pocket, having hydrophobic interactions with Met-49, Arg-188, and Gln-189 (hiding behind these resides in Fig. 2A ). The carboxyl benzylidene group is situated in the S3 pocket of the 3CL pro . The oxygen of the carboxyl group forms a hydrogen bond with the side chain of Gln-192 at a distance of \n\nPiperidine EtOH Scheme 1. General synthesis of compounds 2a-u. 3.2 Å. It is important for inhibition activity since the compounds lacking carboxy functionality in the benzylidene lost the activity. Electron withdrawing R 1 substituents like cyano (2p), fluoro (2t), and nitro (2u), accompanied with R 2 carboxyl group favors the inhibitory activity.\n\nIn further evaluating the inhibitors against CVB3 3C pro , we found 2p and 2t were moderate inhibitors against CVB3 3C pro (IC 50 = 20.8 and 22.4 lM, respectively), but 2u was more active against CVB3 3C pro (IC 50 = 9.6 lM). According to the modeling shown in Figure 2B , the R 1 nitro group of 2u forms H-bond with Gly-145 (2p and 2t without nitro group fail to form such a H-bond) and benzylidene carboxylate of 2u is H-bonded to Glu-71 in the active site of 3C pro . It was predicted that the C-3 phenyl ring of 2u is pointed to S1 site and the carboxyl benzylidene group is relocated to S2 in order to form the H-bond in 3C pro due to the subtle differences between the structures of 3CL pro and 3C pro . 7 However, it should be noted that computer modeling is speculation based on energy minimization to fit the SAR data. In conclusion, 2p and 2t are selective against 3CL pro , but 2u is a common inhibitor of 3CL pro and 3C pro , which may be potentially developed into anti-coronaviral and anti-picornaviral drugs.\n\nAs reported here, pyrazolone compounds (2p, 2t, and 2u) with a 4-carboxylbenzylidene aryl ring attaching to C4 of pyrazolone showed potent 3CL pro inhibition, while 3-nitro-phenyl group attached to N1 atom (2u) gave the simultaneously inhibitory activity against 3C pro from CVB3.\n\nAll chemicals (reagent grade) used were purchased from Sigma-Aldrich (USA) and Acros organics Co., Ltd (USA). ESITOF-MS spectra were recorded on a Bruker BioTOF II mass spectrometer and 1 H NMR spectra were recorded on a AV-400 or AV-500 spectrometer at 25°C with TMS as an internal standard. Chemical shifts (d) are reported in ppm and were adjusted relative to the residual solvent peak.\n\nAn equimolar solution of ethyl benzoylacetate and substituted phenylhydrazine hydrochloride was treated with triethylamine.\n\nThe mixture was stirred at reflux temperature for 20 h. The solvent was removed by evaporation, and the residue was extracted with AcOEt. The organic phase was dried over anhydrous Na 2 SO 4 and evaporated under reduced pressure to get crude solid. The crude product was recrystallised from methanol to yield pure pyrazolone 1a-k. The spectroscopic data of the 1a-k are described below in details. \n\nAn equimolar of pyrazolone 1a-k, substituted benzaldehyde and piperidine in ethanol (50 ml) were refluxed for 3-5 h. The excess of ethanol was evaporated and the residue was poured into water. The solid product was filtered, dried, and recrystallized from methanol. The spectroscopic data of the synthesized compounds are described below in details. \n\nA fluorogenic peptide substrate (Dabcyl-KTSAVL QSGFRKME-Edans) was used for assays of 3CL pro and 3C pro activities. SARS-CoV 3CL pro and CVB3 3C pro were prepared as previously reported. 8, 31 The proteases were stored in the buffer containing 12 mM Tris-HCl (pH 7.5), 120 mM NaCl, 0.1 mM EDTA, 7.5 mM b-ME, and 1 mM DTT at À70°C before use. The anti-SARS-3CL pro activity of the test compounds were performed in the solution containing 0.05 lM SARS 3CL pro , 6 lM fluorogenic substrate, and 50 lM of test compounds at 25°C and the anti-CVB3 3Cpro activity was assayed using 0.05 lM CVB3 3C pro . Enhanced fluorescence of the reactions in the buffer of 20 mM Bis-Tris at pH 7.0 was monitored at 538 nm with excitation at 355 nm using a fluorescence plate reader (Fluoroskan Ascent; ThermoLabsystems, Helsinki, Finland). The compounds which inhibited more than 50% of the protease activity at 50 lM were selected for the next assay run.\n\nCell viability was determined by MTT 3-(4,5-dimethyl thiazol-2-yl)-2,5-diphenyl tetrazolium bromide, 32 using Vybrant Ò MTT cell proliferation assay kit purchased from Molecular Probes, USA. Human embryonic kidney (HEK) 293 cells (2 Â 10 5 /ml) were seeded into a 96-well culture plate containing 0.1 ml of Minimum Essential Medium (MEM) (Gibico, Invitrogen, CA, USA) supplemented with 10% fetal bovine serum (FBS) (Gibico) and cultured in 5% CO 2 at 37°C. Cells with 70% confluence at density were treated with each compound at designated concentrations for 24 h.\n\nAfter the incubation, 10 lL of MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide) stock solution was added into each well. The conversion of MTT to formazan by viable cells was performed at 37°C for another 4 h. After the reaction, 100 lL of DMSO solution were added into each well following the removal of culture media in order to solubilize the formazan precipitates. The levels of formazan were determined by optical density at 540 nm using an ELISA reader and represented as cell viability.\n\nTo gain further molecular insight into the mode of inhibition of active compound, we conducted docking studies in the 3CL pro active site. For modeling analysis, the crystal structure of SARS 3CL pro in complex with a peptide inhibitor (PDB code 1UK4) was used. 33 Docking process was performed using an automated ligand-docking subprogram of the Discovery Studio Modeling 1.2 SBD (Accelrys Inc., San Diego, CA), with a set of parameters chosen to control the precise operation of the genetic algorithm. Docking runs were carried out using standard default settings 'grid resolution' of 5 Å, 'site opening' of 12 Å, and 'binding site' selected for defining the active site cavity."}