{"title": "The impact of corporate charitable giving on hospitality firm performance: Doing well by doing good?", "body": "As a specific component of corporate social responsibility, corporate charitable giving (CCG) is the act of corporations donating a portion of their profits or resources to social and charitable causes, including support for education, culture, the arts, minorities, health care, the environment and other public benefits (Godfrey, 2005; Wang et al., 2008) . Why do corporations do this? According to value enhancement theory, CCG creates value for shareholders (Brown et al., 2006; Fry et al., 1982; Navarro, 1988) . Brown et al. (2006) argued that CCG could be viewed as a form of investment to maximize shareholder value by enhancing employee morale, customer loyalty, and preferential treatment by regulators or policymakers. Researchers in finance, management and social science have attempted to identify the effects of CCG on corporate performance (Brammer and Millington, 2008; Lev et al., 2010; Wang et al., 2008) . However, there is no consensus on the effects of CCG on corporate performance (Brammer and Millington, 2008; Wang et al., 2008) .\n\nEmpirical studies have found mixed evidence on whether CCG can enhance or deteriorate corporate performance. Wang et al. (2008) concluded that CCG facilitates stakeholder cooperation and helps secure access to critical resources controlled by those stakeholders, suggesting that CCG should be positively associated with corporate financial performance. In addition, according to the value enhancement theory, CCG can persuade target stakeholders that a firm is socially responsible. Brown et al. (2006) and Navarro (1988) indicated that a positive company image could create the competitive advantages of brand differentiation, stakeholder loyalty and insurance-like protection. These competitive advantages thereby improve operational efficiency, reduce cost and generate profit for shareholders. Consequently, CCG should have a positive impact on corporate performance.\n\nIn contrast, CCG could have a negative influence on corporate performance. Based on agency cost theory, CCG may be considered as an additional agency cost generated by the conflict between shareholders and managerial insiders (managers and board directors) over charitable donation (Brown et al., 2006) . When managerial insiders pursue their own interest through discretionary giving, they tend to give more to charity but at the expense of shareholders' interest (Barnett, 2007; Haley, 1991; Wang et al., 2008) . Thus when the managerial insiders have an incentive to use CCG to enhance their own interests, CCG would not benefit the corporation and its shareholders. Instead, it may divert valuable corporate resources and undermine corporate performance. http Nonetheless, some research studies revealed that CCG has a negligible effect on corporate performance. Griffin and Mahon (1997) investigated the relationship between CCG and corporate performance. They found no support for the relationship between CCG and corporate profitability measures (return on asset and return on equity). Berman et al. (1999) also showed that CCG could not significantly affect corporate financial performance measured by return on asset. Similarly, Seifert et al. (2004) showed that CCG could not have a strong effect on corporate stock return. Wang et al. (2008) showed a curvilinear relation between CCG and corporate financial performance. Specifically, they detected an inverted U-shaped relationship between CCG and return on asset, and between CCG and Tobin's Q. In other words, an increased CCG can enhance return on asset and Tobin's Q. However, as the level of CCG reached a certain point, an increase in CCG could have a negative influence on return on asset and on Tobin's Q.\n\nThis study examines whether CCG affects the corporate performance of publicly traded hospitality companies in Taiwan. Several examinations of the effects of CCG on firm performance, on the one hand, have been conducted for developed countries, such as the UK (for example, Brammer and Millington, 2008) and USA (Seifert et al., 2004; Wang et al., 2008; Lev et al., 2010) . No research studies have investigated whether corporate giving affects the corporate performance in an emerging country. Since economic, ethic, social, legal, political and culture factors differ between developed and emerging countries, corporate structure (such as firm characteristics, agency conflicts and business environment) in emerging countries would be different from those in developed countries (Wright et al., 2005; Young et al., 2008) . As Brown et al. (2006) , Navarro (1988) and Wang et al. (2008) noted, agency cost, value-enhancing and other firm-related factors are critical determinants of corporate giving. Given the potential differences in corporate structure across countries that may lead to the diverse giving determinants from country to country, corporate giving and its relative importance would vary across countries (Seifert et al., 2003) . Accordingly, it would be interesting and worthwhile to see if corporate giving also affects corporate financial performance in an emerging country.\n\nOn the other hand, the impact of CCG on corporate performance is also likely to differ among industries given that corporate structure and financial performance can vary widely across industry sectors (Bodie et al., 2012) . While it may be true, no research has analyzed the issue using data from the industry sectors. This study is the first empirical research paper to extend the investigation of the effects of CCG on corporate performance to the hospitality industry.\n\nAs Chen et al. (2012) noted, the prosperity of the hospitality industry in Taiwan due to the strong growth of both domestic and international tourism markets (Chen, 2010 (Chen, , 2011 has attracted academic researchers' attention and has generated several financial studies of the Taiwanese hospitality industry. For example, Chen et al. (2005) tested the impact of a set of macroeconomic variables on hotel stock returns in Taiwan. Chen et al. (2007) examined the effect of the 2003 outbreak of Severe Acute Respiratory Syndrome (SARS) on Taiwanese hotel stock prices. Chen (2007) studied whether monetary policy changes could affect Taiwanese hotel stock returns. Chen et al. (2012) investigated the impact of insider managerial ownership on financial performance of publicly traded tourist hotels in Taiwan. Although previous hospitality studies have analyzed various financial issues and made different contributions to the research on the hospitality industry in Taiwan, this study can further enrich the hospitality financial literature by examining the impact of CCG on the Taiwanese hospitality firms' performance.\n\nMoreover, corporate giving in the Taiwanese hospitality industry has expanded rapidly since the 1990s. Specifically, the total value of annual corporate giving of the Taiwanese hospitality industry was approximately NT$ (New Taiwan dollar) 2.70 million in 1996. The total value increased to 6.62 million in 2009, 11.42 million in 2010 and 11.62 million in 2011, an approximately 330.4% growth rate over that 16-year period. According to the Market Observation Post System (http://newmopsov.twse.com.tw/), the total value of CCG made by Taiwanese publicly traded companies was about NT$ 2.80 billion in 2011. This figure represents about 0.28% of all annual pre-taxable profits of all publicly traded companies in Taiwan. The total value of CCG from hospitality companies amounted to approximately NT$ 11.62 million in 2011. The hospitality industry, among 27 industry sectors listed on the Taiwan Stock Exchange from 1996 to 2011, was ranked second in terms of the ratio of the total value of CCG to sales revenue, only behind the biotechnology industry (see Fig. 1 ).\n\nWhy were Taiwan's publicly traded companies in the hospitality industry willing to give to charity? Do publicly traded hospitality companies in Taiwan expect CCG to have a beneficial effect on their corporate performance by conveying a positive company image as the value enhancement theory suggests? Do hospitality companies realize that CCG could have an adverse impact on corporate performance according to agency cost theory, or that CCG may not even affect corporate performance at all? Accordingly, the major contribution of this study is to analyze whether CCG affects the corporate performance of publicly traded hospitality companies, and if so, whether the relation between CCG and corporate performance is curvilinear and whether the impact is positive, negative or negligible.\n\nGiven that the mixed measures of corporate performance used in previous studies (Brammer and Millington, 2008; Lev et al., 2010; Wang et al., 2008) , the study uses a broader set of performance measures to provide a comprehensive insight on the effects of CCG on the corporate performance measures of publicly traded hospitality companies in Taiwan. The indicators of corporate performance under consideration are profitability measures (return on assets and return on equity), stock performance and Tobin's Q. Return on assets (ROA) and return on equity (ROE) are two of the most popular profitability measures used in the business and finance literature. Stock price, reflecting the earnings prospects of a company, can be used to compute shareholders' return and evaluate financial performance of publicly traded hospitality companies. Tobin's Q is commonly used to measure the intangible asset values of companies.\n\nThe remainder of this study is organized as follows. Section 2 reviews the literature. Section 3 describes data and variables. Section 4 presents the methodology of panel regression tests. Section 5 reports panel regression test results. Section 6 concludes the study with a discussion of the major findings.\n\nValue enhancement theory and agency cost theory have been most frequently used to explain the behavior of CCG (Brown et al., 2006; Fry et al., 1982; Navarro, 1988) . Value enhancement theory suggests that CCG acts as a specific business expense that can benefit firm performance (Navarro, 1988) . Alternatively, agency cost theory advocates that CCG may be considered as an additional agency cost generated by the conflict between shareholders and the managerial insiders concerning charitable donation (Brown et al., 2006) . The interaction of benefit and cost generated by CCG consequently determines the effects of CCG on corporate performance (Barnett, 2007; Brammer and Millington, 2008; Godfrey, 2005; Lev et al., 2010; Seifert et al., 2004; Wang et al., 2008) . The financial consequence of CCG could be positive, negative or even neutral.\n\nIn the hope of enhancing corporate performance, companies can use CCG to convey a socially responsible image to key stakeholders, including employees, consumers, investors, stockholders, publics and societal institutions (Brammer and Millington, 2008; Wang et al., 2008) . A positive public image brings a firm several advantages. Brammer and Millington (2008) and Lev et al. (2010) argued that a socially responsible image can help companies to facilitate cooperation with stakeholders. Brown et al. (2006) and Godfrey (2005) stated that a socially responsible image provides firm's assets with a sort of insurance against negative event. Wang et al. (2008) noted that as CCG enhances a firm's public image, the firm's key stakeholders, including its current and prospective employees, customers, suppliers, shareholders and the community, are likely to feel more positively about being associated with such a firm and hence more willing to cooperate with it by providing resources (Backhaus et al., 2002; Dutton et al., 1994) . For instance, Dutton et al. (1994) found that employees show greater commitment to a firm that has a reputation for supplying human capital. Backhaus et al. (2002) , Greening and Turban (2000) and Turban and Greening (1997) demonstrated that job seekers see firms with a positive public image as desirable employers.\n\nAccording to Navarro (1988) , many of the benefits of CCG are likely to accrue to labor rather than capital and firms may use CCG as a management strategy to increase productivity and to reduce labor cost. Similarly, firms may be able to offset some of the pecuniary demands of workers through CCG by offering a greater number of nonpecuniary benefits, and facilitate staff recruitment and retention and improve labor productivity (Brammer and Millington, 2008) . Thus, firms with higher CCG may increase their operating efficiency and decrease operating cost by raising employee morale and productivity, thereby generating higher revenues and profits. Fry et al. (1982) and Lev et al. (2010) contended that a socially responsible image can differentiate a brand and enhance customer loyalty, especially for consumer-focused firms. Bhattacharya and Sen (2003) suggested that CCG may induce customers to increase their demand for the firm's products or services, or their willingness to pay premium prices. Therefore, firms with high CCG differentiated themselves from those with lower CCG to the target consumer and reaped the benefits of consumer loyalty (Brammer and Millington, 2008) . Examining the effect of corporate giving growth on sales growth using a large sample of publicly traded U.S. companies from 1989 through 2000, Lev et al. (2010) identified a positive link between CCG and customer satisfaction and found that CCG is significantly and positively related to future sales revenue.\n\nMoreover, to reduce the risks of negative events, firm may have incentives to convey a socially responsible image through CCG (Brown et al., 2006; Godfrey, 2005; Wang et al., 2008) . Wang et al. (2008) indicated that as CCG promoted a firm as socially responsible, the firm's key stakeholders were more likely to cooperate with the firm by providing critical resources when it faced a negative event. Brown et al. (2006) noted that a positive company image built by CCG induced friendlier treatment by regulators and policymakers, especially when firms were facing litigation risks or entry regulation. Godfrey (2005) asserted that CCG benefited shareholders by generating positive moral capital among stakeholders and communities. The moral capital can then provide shareholders with protection for a firm's relationship-based intangible assets. This protection contributed to shareholder wealth, implying a positively financial consequence of CCG.\n\nAt the same time, CCG could have a negative influence on corporate performance. Obviously, CCG incurs a business expenses (a direct cost). Brown et al. (2006) indicated that CCG can generate additional agency costs, when managerial insiders pursue their own interest through discretionary giving, but at the expense of the shareholders. Specifically, managerial insiders can use corporate contributions to influence target stakeholders and to promote their own interests (Barnett, 2007; Haley, 1991; Wang et al., 2008) . These arguments suggest that instead of benefiting a firm or its shareholders, CCG may enhance only top managers' personal interests. Accordingly, CCG has a negative impact on corporate performance.\n\nIn addition to both positive and negative effects, empirical research studies have found an insignificant impact of CCG on corporate performance (Berman et al., 1999; Griffin and Mahon, 1997; Seifert et al., 2004) . Griffin and Mahon (1997) found that CCG could not significantly explain the measures of corporate profitability, return on asset and return on equity. Berman et al. (1999) showed that the influence of CCG on return on asset was not statistically significant. Seifert et al. (2004) illustrated that monetary donations did not affect firms' stock return, suggesting that CCG had no significant effects on corporate stock performance.\n\nOne possible explanation for this insignificant link between CCG and corporate performance is the interaction between benefit and cost resulting from CCG. While the increased CCG may enhance operational efficiency and improve corporate profit, it may also incur direct cost and additional agency cost and exacerbate corporate performance at the same time. Thus, benefit and cost may offset each other, resulting in no significant effect. In addition, Galaskiewicz and Burt (1991) and Marquis et al. (2007) suggested that a firm may give to charity because of industry or community pressure, not because of the apparent financial implications.\n\nFurthermore, using a panel data set of 817 firms listed in the Taft Corporate Giving Directory from 1987 to 1999, Wang et al. (2008) empirically investigated the effect of CCG on corporate financial performance measured by ROA and Tobin's q. They regressed financial performance measures on both the linear and squared terms of CCG. Regression test results revealed that the coefficient of the linear term was significantly positive, and the coefficient of the squared term was significantly negative. The findings indicated an inverted U-shaped curvilinear relationship between CCG and corporate performance. The inverted U-shaped curvilinear relationship suggested that corporate performance initially increased with CCG, but then decreased after CCG exceeded its optimal level.\n\nTo summarize, the answer to the question about whether or not CCG affects corporate performance remains inconclusive. Indeed the financial consequence of CCG could vary across countries and industry sectors. While previous studies of the financial consequence of CCG were centered on U.K. and U.S.A., no empirical studies have investigated it within the context of emerging countries and the hospitality industry. Although CCG contributions, a specific component of corporate social responsibility (CSR), are of growing importance to companies, the studies of CCG remain relatively underdeveloped (Brammer and Millington, 2008; Liket and Simaens, 2013) . Furthermore, as Kang et al. (2010) pointed out, despite the growing importance of CSR to numerous industries including the hospitality industry, the financial consequences of CSR activities have rarely been examined within the context of hospitality.\n\nSeveral hospitality studies have examined the CSR issue (Jackson and Hua, 2009; Kang et al., 2010; Rodríguez and del Mar Armas Cruz, 2007) . Rodríguez and del Mar Armas Cruz (2007) analyzed the influence of social and environmental responsibility on firm performance in Spain's hotel sector. They found a strong and positive firm financial impact of social and environmental responsibility. Jackson and Hua (2009) attempted to ascertain whether lodging and gaming companies with high CSR ranking outperformed their counterparts that were not highly ranked. Similarly, their findings suggested that lodging and gaming firms with well-executed CSR initiatives have higher profit margins and higher return on equity than the rest of the sampled firms. Kang et al. (2010) examined the effects of positive and negative CSR activities on the financial performance of airline, casino, hotel and restaurant companies and arrived at mixed results. Although not specifically addressing CCG, these hospitality studies suggest that corporate social performance often, but not always, has a positive effect on corporate performance.\n\nAs the first research study to extend the examination of the relationship between CCG and firm financial performance to the hospitality industry in Taiwan, this study contributes to the understanding of the impact of CCG on corporate performance in different countries and industry segments. Empirical test results can shed light on the effects of CCG on corporate performance of publicly traded hospitality companies in Taiwan and offer valuable managerial insights for the hospitality industry.\n\nThis study uses a sample of 13 publicly traded hospitality companies based on the classification of the Taiwan Stock Exchange: Ambassador Hotel, China Airlines, Eva Airways, First Hotel, Grant Formosa Regent Taipei, Hotel Holiday Garden, Hotel Royal Chihpen, Janfusun Fancy World, Landis Taipei Hotel, Leofoo Hotel, New Palace International Company Ltd., Phoenix Tours International Inc. and Wanhwa Enterprise Company Ltd. The sample hospitality companies provided required CCG and corporate performance data from 1996 to 2011 (16 years). The total value of corporate giving (CG) at the end of each year is retrieved from the annual statistics of Market Observation Post System (http://newmopsov.twse.com.tw/). Table 1 shows the distribution of the yearly corporate giving. Accounting and financial data at the end of each year for measuring corporate performance are collected from the database of the Taiwan Economic Journal. Consequently, 208 yearly sample observations (13 hospitality companies multiplied by 16 years) are available for the panel regression analysis.\n\nFollowing Brammer and Millington (2008) , Lev et al. (2010) and Wang et al. (2008) , this study uses the ratio of CG to sales revenue as the explanatory variable (CCG), which is defined as:\n\n(1)\n\nTwo commonly used performance measures of profitability and quality of earnings are returns on assets (ROA) and returns on equity (ROE) (Brealey and Myers, 2004; Ross et al., 2008) . The variables of ROA and ROE measure profit per dollar of assets and per dollar of equity, respectively:\n\nand\n\nAthanasoglou et al. (2008) and Kang and Stulz (1997) noted that return on total assets represents the management efficiency of a firm's assets to create profits. Return on total equity is appropriate to compare quality of earnings across different firms in the same industry (Capon et al., 1990; Chathoth and Olsen, 2007) .\n\nNote that ROA and ROE (accounting measures) signal a firm's past profitability performance. In addition to the profitability measures, this study uses stock return (SR) and Tobin's Q (TQ) to reflect a firm's future prospects and intangible value. Stock return is computed as:\n\nwhere SP is the closing stock price and the subscript, t, represents time period. A company's stock price is considered to be the most important financial performance measure (Heiman, 1988) . Stock price signals the market's expectations of a firm's performance including future growth opportunity. Accordingly, a higher SR indicates a higher future prospect. TQ is a generally used measurement of a firm's intangible value (Chung and Pruitt, 1994; Lang and Litzenberger, 1989; Lindenberg and Ross, 1981) and is defined as the ratio of market value of a firm to the replacement costs of its assets (RCA):\n\nThe study follows Chung and Pruitt (1994) to use the book value of total assets to proxy for the replacement costs of its assets and market value of a firm is computed as the sum of the market value of common stock, the book value of preferred stock and debt. Using this way to compute TQ ratio is simple because it needs variables that are generally available in the common database. A higher TQ signals a higher intangible asset value or a greater opportunity for future growth.\n\nThe control variables included in the study are firm size (SIZE) and growth rate of sales (GSALE). Firm size has been used in several research studies on the financial consequences of CCG (Lev et al., 2010; Seifert et al., 2004; Wang et al., 2008) . The variable of SIZE is computed as the natural logarithm of the total assets: Ben-Zion and Shalit (1975) and Hardwick (1997) indicated that large firms can achieve operating cost efficiencies and be more profitable through economies of scale. Chen (2010) noted that large firms are likely to have market power and better performance in a competitive environment with a greater capability to adapt to changes in a market condition. Thus, large firms are likely to perform better. In addition, firm size plays an important role in explaining stock return (Fama and French, 1992) .\n\nFollowing Anderson and Reeb (2003) and Chen et al. (2012) , this study uses the growth rate of sales (GSALE) as a control variable to signal growth opportunities:\n\nwhere SALE t is the annual total sales revenue at the end of year t. Anderson and Reeb (2003) used the sales growth as a control variable in examining the financial consequences of equity ownership. Chen et al. (2012) found that GSALE consistently shows a significant explanatory power on accounting performance measures (ROA and ROE), but not on SR and TQ. Table 2 summarizes the descriptive statistics of study variables. CCG ranged from 0.00% to 2.176% with a mean of 0.052% and a standard deviation of 0.239% from 1996 to 2011. In other words, the Taiwanese hospitality companies spent about 0.052% of their sales revenue on charitable donations. It is worth noting that although sample data are based on different types of companies and periods, the sample mean of CCG in this study is higher than 0.035% for the UK case (Brammer and Millington, 2008) and less than 0.097% for the case of the USA (Lev et al., 2010) .\n\nRanging from −13.000% to 20.140%, ROA has a mean of 3.729% and a standard deviation of 5.692%. The ROE fluctuates from −28.900% to 32.990% with a mean of 4.478% and a standard deviation of 9.010%. SR ranges from −78.812% to 199.874%, with a mean of 8.832% and a standard deviation of 39.621%. Fluctuating from 16.162% to 817.388%, the mean TQ is 125.162% with a standard deviation of 121.106%. The high volatility of TQ may indicate that the level of market participants' valuation on firms' future prospects swings from time to time. For the control variables, GSALE and SIZE are also volatile. Ranging from -31.390% to 956.800%, the GSALE has a mean of 9.772% and a standard deviation of 72.027%. Firm size ranges from 12.634 (NT$ 258 million) to 19.317 (NT$ 245 billion) with a mean of 15.477 (NT$ 26.543 billion) and a standard deviation of 1.705 (NT$ 4.425 billion).\n\nTo examine the impact of CCG on corporate performance, this study employs panel regression analysis based on panel data of the 13 sampled publicly traded Taiwanese hospitality companies from 1996 to 2011. A panel data set has the advantage of both crosssectional and time series and thus captures the differences among subjects from cross-sectional information and the changes within subjects over time from the time-series. Therefore, panel regression analysis can control for an individual firm's heterogeneity, reduce multicollinearity, improve estimation bias, and specify the timevarying correlation between dependent and independent variables (Baltagi, 2005; Hsiao, 1986) .\n\nThe following panel regression test equations, including both the linear and quadratic terms of CCG, are performed to examine the potential curvilinear relationship between CCG and corporate performance:\n\nBased on these panel regression test equations, the curvilinear relationship between CGR and CP (in term of ROA, ROE, SR or TQ) exists if b i2 (i = 1. . .4) is significantly different from zero. Particularly, if both b i1 and b i2 (i = 1. . .4) are significantly different from zero, there may be a U-shaped or an inverted U-shaped effect of CGR on CP. For instance, if b i1 and b i2 are rejected, and specifically the coefficient of CGR on ROA is significantly positive (negative) and Notes: N = sample size. CCG = (total corporate giving value)/(sale revenues) × 100. ROA (return on assets) = (net income)/(total assets). ROE (return on equity) = (net income)/(total equity). SR = stock return. TQ (Tobin's Q) = (market value of a firm)/(the replacement costs of assets). GSALE = the growth rate of sales and SIZE = the natural logarithm of the total assets. the coefficient of CGR 2 on ROA is significantly negative (positive), it hence indicates that there is an inverted U-shaped (a U-shaped) relationship between CGR and ROA. However, if b 11 (i = 1. . .4) are significantly different from zero (b i1 = 0 is rejected) and b i2 is not significantly different from zero (b i2 = 0 is not rejected), suggesting that the relationship between CGR and corporate performance (ROA, ROE, SR or TQ) is linear, not curvilinear. For example, if b 21 / = 0 and b 22 / = 0, it implies that the significant influence of CGR on ROE is linear, but there is no curvilinear relationship between the two factors.\n\nDimitrios (2005) indicated that three methods can be used to estimate panel regression tests: pooled OLS, the fixed effects and the random effects. The pooled OLS method estimates the common constant for all cross-sections, assuming no differences between the estimated cross-sections. The constant is treated as sectionspecific in the fixed effects method. The difference between the fixed effects and random effects methods is that the constants of the random effects method for each section are random parameters.\n\nThe F-test is used to determine whether the pooled OLS is more appropriate than the fixed effect method. The null hypothesis is that all the constants are the same and the common constant (pooled OLS) method is applicable. The F-statistic isF = where r 2 FE is the coefficient of determination of the fixed effects method, r 2 CC is the coefficient of determination of the pooled OLS method, n is the number of hospitality firms, and t and k represent the time periods and the number of the independent variables, respectively. In this study, n is equal to 13, t is 16 and k is 4, showing that there are 208 sample observations (13 firms multiplied by 16 quarters) available for the panel regression test.\n\nThe null hypothesis can be rejected if F-statistic is larger than F-test critical value, implying that the fixed effects method is more appropriate than the pooled OLS method. Otherwise, the pooled OLS method is more appropriate than the fixed effects. Further, if the fixed effects method is more appropriate than the pooled OLS method, the Hausman (1978) test should be used to determine whether the fixed or random effects method should be used when performing panel regressions based on Eqs. (8)-(11). Table 3 show that panel regressions based on models I, II and IV are all significant at the 1% level (the rejection of the null hypothesis), but are not statistically significant for model III. The results suggest that the fixed effects method is most appropriate for models I, II and IV, and the pooled OLS is most suitable for model III. Thus, it is necessary to perform the Hausman (1978) test to check whether the fixed or random effects method should be used to estimate regression models I, II and IV. The Hausman Notes: CCG = (total corporate giving value)/(sale revenues) × 100. ROA (return on assets) = (net income)/(total assets). ROE (return on equity) = (net income)/(total equity). SR = stock return. TQ (Tobin's Q) = (market value of a firm)/(the replacement costs of assets). * Significant at the 10% level. *** Significant at the 1% level.\n\ntest results in panel B reveal that panel regressions based on the models I and II are statistically significant at the 10% level, but not for model IV, implying that the fixed effects method is appropriate for models I and II, and the random effects method is appropriate for model IV.\n\nPanel regression test results of the impact of CCG on ROA, ROE, TQ and SR are summarized in Tables 4-6. 2 Each table also presents test results with only the main explanatory variables, CCG and CCG 2 , excluding the control variables. Table 4 summarizes the panel regression test results of the effects of CCG on profitability measured by ROA and ROE. As shown in panel A, the corresponding coefficients of CCG and CCG 2 on ROA are 14.645 and -7.041, both of which are statistically significant at the 1% level. The significance of coefficients of CCG and CCG 2 remains when control variables GSALE and SIZE are included in the regression test. The positive coefficient of CCG and the negative coefficient of CCG 2 suggest that the relationship between CCG and ROA is curvilinear (i.e. an inverted Ushaped relationship between CCG and ROA). The explanatory power of CCG and CCG 2 on ROA, represented by adjusted R 2 value, is 22.3% (see panel A).\n\nPanel C of Table 4 reports that the corresponding coefficients of CCG and CCG 2 on ROE are 22.956 and −11.102, both are statistically significant at the 1% level. Test results also indicate an inverted Ushaped relationship between CCG and ROE. The significant influence of CCG and CCG 2 on ROE remains when test equation includes the control variables of GSALE and SIZE (see panel D). The explanatory Adjusted R 2 = 0.175 Prob. (F-statistic) = 0.000 Notes: CCG = (total corporate giving value)/(sale revenues) × 100. ROA (return on assets) = (net income)/(total assets). ROE (return on equity) = (net income)/(total equity). GSALE = the growth rate of sales and SIZE = the natural logarithm of the total assets. * Significant at the 10% level. ** Significant at the 5% level. *** Significant at the 1% level.\n\npower of CCG and CCG 2 on ROE is 15.6%, showing that CCG and CCG 2 can explain a higher percentage of variation in ROA than in ROE.\n\nHowever, neither CCG nor CCG 2 have a significant impact on SR. The coefficient of CCG, as shown in panel A of Table 5 , is negative, indicating that CCG lowers the stock return, but the negative influence is not statistically significant. The square term of CCG has a positive but insignificant effect on SR. The explanatory power of Adjusted R 2 = 0.053 Prob. (F-statistic) = 0.045 Notes: CCG = (total corporate giving value)/(sale revenues) × 100. SR = stock return. GSALE = the growth rate of sales and SIZE = the natural logarithm of the total assets. *** Significant at the 1% level. Adjusted R 2 = 0.415 Prob. (F-statistic) = 0.000\n\nNotes: CCG = (total corporate giving value)/(sale revenues) × 100. TQ (Tobin's Q) = (market value of a firm)/(the replacement costs of assets). GSALE = the growth rate of sales and SIZE = the natural logarithm of the total assets. ** Significant at the 5% level. *** Significant at the 1% level.\n\nCCG and CCG 2 on SR is as low as 0.58%. Similar results are found after the control variables are included in the test equation shown in panel B.\n\nTest results of the impact of CCG on TQ are shown in Table 6 . The coefficients of CCG and CCG 2 are 281.117 and −122.541 and both are significant at the 5% level (see panel A). The results also suggest an inverted U-shaped relationship between CCG and TQ. The significant impact of CCG and CCG 2 on TQ remains when test equation includes the control variables of GSALE and SIZE (see panel B). The explanatory power of CCG and CCG 2 on TQ is high at 39.5%.\n\nTest results in Tables 4-6 reveal that the control variable GSALE has a significantly positive effect on ROA and ROE at the 5% level (see Table 4 ) and on SR at the 1% level (see Table 5 ). However, the effect of GSALE on TQ is not statistically significant (see Table 6 ). Firm size is significantly and negatively related to ROA, ROE (Table 4) and TQ (Table 6 ) at the 1% level. However, the relationship between SIZE and SR is not statistically significant (Table 5) .\n\nTo provide a robustness check for whether test results of the impact of CCG and CCG 2 on hospitality firm performance (in terms of ROA, ROE, SR and TQ) reported in Tables 4-6 could be largely driven by a few observations with a relatively high value of CG and hence a high value of CCG, the study removes three influential observations (as shown in Table 1 ) and performs all panel regression tests again. Table 7 presents panel regression test results of a robustness check. Indeed, the test results of the effects of CCG and CCG 2 on hospitality firm performance in panel A of Table 7 are not significantly different from those reported in Tables 4-6 . Moreover, we remove the most influential hospitality firm (Ambassador Hotel) from the sample and re-run all analyses. Similarly, test results in panel B of Table 7 indicate that the coefficients of CCG and CCG 2 on ROA, ROE and TQ are still significant, suggesting that the inverted U-shaped relationship between CCG and corporate performance (ROA, ROE and TQ) remains.\n\nThe publicly traded hospitality companies in Taiwan were found to be willing to engage in CCG. Do Taiwanese hospitality companies expect to \"do well by doing good\"? Are they doing good mainly for the sake of doing good? As mentioned, while CCG may have a positive or negative effect on corporate performance, it is also possible that CCG has no impact at all. In order to answer the questions, this study examines whether CCG affected the corporate performance Empirical test results reveal that the publicly traded hospitality companies in Taiwan could do well by doing good during the sample period. Specifically, the study finds an inverted U-shaped relationship between CCG and corporate performance measured by ROA, ROE and TQ. These results are similar to those found in Wang et al. (2008) . The curvilinear relationship between CCG and corporate performance (ROA, ROE and TQ) may be determined by the interactions between benefit and cost generated by CCG in Taiwan's hospitality industry. Owners and managerial insiders of publicly traded hospitality companies in Taiwan may incorporate the findings in this study into their management and strategy of CCG.\n\nAs CCG increases, ROA, ROE and TQ could improve, implying that the benefits yielded by CCG could exceed the costs incurred (direct giving expenses and/or agency cost). As mentioned, the higher level of CCG may create a positive public image for the hospitality firms, facilitating brand differentiation, stakeholder cooperation and risk reduction. These benefits of CCG enhance operational efficiency, profitability and the value of intangible asset. Nonetheless, as CCG continues to increase beyond the optimal point, the direct giving expenses and/or agency cost exceed the benefits, and hence corporate performance measured by ROA, ROE and TQ deteriorates.\n\nIn addition, the inverted U-shaped relationship between CCG and corporate performance (ROA, ROE and TQ) suggests the existence of an optimal point of CCG. Based on the estimated coefficients of the panel regression test results, the corresponding optimal point of CCG on ROA, ROE and TQ can be calculated as follows. As shown in panels A and C of To compute the corresponding optimal CCG level maximizing ROA and ROE, the study takes the derivative of ROA and ROE with respect to CCG. The equations then become:\n\nAccordingly, the optimal CCG level maximizing ROA is 1.040% and the optimal CCG level maximizing ROE is 1.034%. Fig. 1 plots the inverted U-shaped relationship between CCG and ROA. The inverted U-shaped relationship between CCG and ROE is shown in Fig. 2 . Similarly, applying the same procedure to TQ reveals that the optimal point of CCG maximizing TQ is 1.147%. The inverted U-shaped relationship between CCG and TQ is plotted in Fig. 3 .\n\nAccording to these results, the corresponding optimal CCG level that maximizes ROA, ROE and TQ is significantly higher than the sample mean CCG for the listed Taiwanese hospitality companies from 1996 to 2011 (0.052% in Table 2 ). Particularly, the size of CCG that maximizes ROA and ROE is about 20 times (1.04/0.052) that of the study sample mean. The size of CCG that maximizes TQ is even about 22 (1.147/0.052) times that of the sample mean. This finding has two important policy implications (Fig. 4) .\n\nFirst, based on the sample period -1996 to 2011 -while the publicly traded hospitality companies could do well by doing good, they seemed to donate too little to CCG. Therefore, owners and managerial insiders of the Taiwanese hospitality companies should continue designating a higher proportion of sales revenue for charitable giving. By so doing, the benefits generated from CCG would exceed the cost incurred by CCG. As CCG increases, it can enhance the corporate performance (in terms of ROA, ROE and TQ) of the publicly traded hospitality companies. Second, it is noteworthy that although Taiwanese hospitality companies should have made more donations, this did not imply an unlimited increase in CCG. Specifically, the impact of CCG on ROA, ROE and TQ is an inverted U-shape, implying that CCG has a beneficial effect on corporate performance, but only up to a point, beyond which corporate performance will deteriorate. The publicly traded hospitality companies are advised to increase CCG to a level that is close to the optimal level, thereby maximizing corporate performance.\n\nIt is further found that CCG and CCG 2 can explain a higher percentage of variation in TQ than in ROA and ROE. The size of the explanatory power of CCG and CCG 2 on TQ is about 1.8 times that of CCG and CCG 2 on ROA and is more than twice that of CCG and CCG 2 on ROE. The finding suggests that CCG and CCG 2 have a major influence on intangible asset value (or future growth opportunity) instead of current profitability performance of the Taiwanese hospitality companies. Simon (1995) argued that CCG should be considered a component of long-term competitiveness, not a short-term image builder and sales generator. Thus, CCG could be viewed as a form of investment in intangible assets with predictably positive effects on corporate performance of hospitality companies. Therefore, hospitality firms would be well advised to develop a multi-period giving strategy.\n\nThe study also finds that CCG had no significant impact on stock return of hospitality companies. One possible explanation is that stock market participants or hospitality stock investors may not consider the act of corporate giving to be an effective strategy to improve corporate performance for hospitality companies. For the two control variables, GSALE has an expected significant impact on corporate performance measures in terms of ROA, ROE and stock return. However, firm size is found to have a significantly negative influence on ROA, ROE and TQ in this study, which is different from the result in Wang et al. (2008) that SIZE has a significantly positive influence on ROA and TQ. This implies that larger hospitality firms in Taiwan are likely to have poor profitability performance and lower intangible asset value (or future growth opportunity). The finding contradicts the arguments by Ben-Zion and Shalit (1975) and Hardwick (1997) that larger firms should have a better performance. Why large hospitality firms in Taiwan have poor corporate performance in terms of ROA, ROE and TQ, and whether poor corporate performance affects CCG decisions of large Taiwanese hospitality firms are questions that merit further investigation.\n\nWhile CCG is found to have a significant impact on corporate performance of publicly traded hospitality companies in Taiwan, it does not imply the same results can be applied to the hospitality industry in different countries. It is highly possible that the effects of CCG on corporate performance will vary among countries. To provide a comparative examination and arrive at a more general conclusion, future researchers can perform similar investigations using CCG data of the hospitality industry from other countries to compare the significant influences of CCG on hospitality firm performance in other countries to those found in this study.\n\nFurthermore, the levels of CCG could vary widely among hospitality sectors, such as airline, gambling, restaurant and travel or tourism firms, and the impact of CCG on corporate performance of various hospitality sectors is also likely to be different. Given the relatively small number of publicly traded hospitality firms listed on the Taiwan Stock Exchange, this study was unable to examine if the impact of CCG on corporate performance varies among different hospitality segments. It would be interesting for future researchers to test variations in the effects of CCG on financial performance of firms in different sectors of the hospitality industry.\n\nFinally, this study finds that CCG has a beneficial effect on corporate performance of publicly traded hospitality companies in Taiwan. In other words, publicly traded hospitality companies in Taiwan could do well by doing good. Another interesting question is whether hospitality companies with better corporate performance (doing well) are more willing to contribute to CCG (doing good). Roberts (1992) and Ullmann (1985) noted that corporate social behavior was positively related to profitability given that firms with higher profitability because of their excellent management may have more discretionary profit to invest in socially responsible activities. Accordingly, profitable firms are likely to have discretionary funds to contribute to CCG. Future studies can examine whether hospitality companies contribute to CCG because they are doing well."}