{"title": "Virus-like particle vaccines: immunology and formulation for clinical translation", "body": "Virus-like particles (VLP) are a type of subunit vaccine based on virus-derived proteins, assembled to form a particle. VLP hold several advantages over other particulate subunit vaccines. These include a morphological resemblance to their parent virus, a highly repetitive immunogenic surface structure, and the retention of cell uptake and immune processing pathways associated with their parent virus [1] . VLP themselves are nonpathogenic, devoid of an intact virus genome, and are incapable of infection or replication. The noninfectious nature of VLP significantly improves their safety profile over live-attenuated vaccines, while also possessing advantages when compared to other forms of subunit, killed, or particulate vaccines. Commercially successful VLP vaccines include hepatitis B virus (HBV) VLP, such as Recombivax HB (Merck), Engerix-B (GlaxoSmithKline), Elovac B (Human Biologicals Institute), Genevac B (Serum Institute) and Shanvac B (Shantha Biotechnics), hepatitis E virus (HEV) VLP, such as Hecolin (Innovax), and human papillomavirus (HPV) VLP, including Gardasil (Merck) and Cervarix (GlaxoSmithKline). VLP vaccines currently under investigation in clinical trials include influenza A virus (IAV) VLP (NCT02768805, NCT02233816) [2, 3] , Chikungunya virus VLP (NCT02562482) [4] , human cytomegalovirus (HCMV) VLP (NCT02826798) [5] , and human norovirus (HuNV) VLP (NCT02669121, NCT03039790, NCT02661490) [6] [7] [8] . Recent and current VLP clinical trials registered in the United States of America and the European Union are summarized in Table 1. VLP can be bulk expressed in bioreactor cultures, utilizing advanced in vitro protein expression systems for producing vaccine-grade VLP suitable for clinical administration. The manufacture of some VLP also includes additional processing steps, such as disassembly and reassembly of VLP. The manufacture of the HPV VLP utilizes disassembly and reassembly to improve VLP morphology and stability [9] . Similarly, the manufacture of Qβ VLP includes this method [10] . Different VLP expression systems and the applications of VLP disassembly and reassembly was explored in a recent review [1] . Compatibility with commercial upscaling technology, GMP production, and with minimal postproduction manipulation or modification supports large-scale use of VLP vaccines; however, some VLP vaccines struggle in their translation from laboratory research and development, to clinical trials and routine public access [11] [12] [13] . Open accessibility to the molecular or genetic components of derivative constituents may place some limitations on the commercialization of specific VLP vaccines. This may be circumvented through tactical use of proprietary modification, or by utilizing the vaccine as a constituent within a composite formulation [14] . The development of some VLP vaccines can be challenged by issues with stability and longevity, which may be alleviated with formulation excipients, or other vaccine additives that facilitate vaccine distribution and storage [15, 16] . The purpose of this review is to explore some of the challenges in the translation [19] , and negative-sense RNA viruses such as Human parainfluenza virus type 3 [20] . Variety can be observed in VLP size, ranging from MS2 bacteriophage VLP at around 27.5 nm in diameter [21] , to HPV VLP at around 60 nm [22] , and influenza VLP at around 100 nm [23, 24] . VLP also vary in structural complexity, as illustrated in Figure 1 , including mono-layer VLP such as HBV VLP formed from HBV surface antigen (HBsAg) or HBV core antigen (HBcAg) [25] [26] [27] , and multi-layer VLP such as rotavirus VLP [28, 29] . VLP can be encapsulated within a phospholipid bilayer envelope to resemble their parent virus, such as HIV [30] or Sendai virus VLP [31] . The envelope itself can also form the primary particle structure of some VLP, with recombinantly expressed virus envelope-stabilizing proteins embedded within the membrane, such as with IAV virosomes [32] .\n\nSome VLP are compatible with the formation of polyvalent or mosaic VLP, derived from multiple virus strains [33] . While this increases the diversity of VLP vaccines beyond the variety of parent viruses, the increased complexity of polyvalent or mosaic VLP may require post-production manipulation to facilitate stable particle formation [34, 35] . In addition to facilitating the development of complex VLP vaccine constructs, introduction of postproduction manipulation has also been demonstrated to improve the consistency and stability of some standard structure VLP vaccines [9, 36] . The diversity of VLP can also be characterized based on the variety of diseases these vaccines have been developed to prevent or treat. These include VLP vaccines developed for both human and veterinary pathologies, with some examples including an HBV HBcAg core particle-based vaccine for HER2 + cancer [37] , an adenovirus VLP-based vaccine for placental malaria [38] , and a Qβ VLP-based vaccine for Leishmania infection [39] . A selection of recently developed and investigated novel VLP vaccines are provided in Table 2 .\n\nVLP can be produced using a variety of expression systems, usually involving VLP assembly by spontaneous polymerization upon the expression of virus protein constituents. VLP can be expressed in cells derived from bacteria, yeast, insects and mammals, in cell-free expression systems, and in live organisms such as silkworm pupae and various plants [40] [41] [42] . Selection of an appropriate expression system is important, as each expression system can differ in their efficacy for expressing specific VLP, their post-translational modification (e.g. phosphorylation, glycosylation), and their potential for contamination with biologically compatible zoonotic viruses. Protein expression for the production of VLP is highly amenable to modification, such as substituting strain-specific amino acid sequences [43] , or inserting foreign peptide sequences or proteins [44, 45] . Manipulation of this process can facilitate the engineering of recombinant chimeric VLP containing xenogeneic antigens, inducing an immune response against targets other than the parent virus [46] . VLP can also present self-antigens in an immunogenic context, which can be particularly useful in immunotherapeutic vaccination for cancer [46] . A diverse range of applications for this type of modification have been investigated prophylactically and therapeutically for various conditions, including protection against infection from other organisms [47] , autoimmune inflammatory disease [48] , and as an antitumor immunotherapy [46, 49, 50] . Chimeric VLP have been investigated as a potential therapy for conditions not usually associated with vaccination, such as atherosclerosis [51] , type II diabetes mellitus [52] , and nicotine addiction [53] . Some of these VLP vaccines utilize chemical conjugation for incorporation of antigenic sequences as opposed to recombinant insertion. VLP can serve as an effective immunogenic scaffold for chemical conjugation, compatible with a broad range of conjugation chemistries. The applications of chemical conjugation with VLP has been comprehensively reviewed in recent articles [1, [54] [55] [56] ; however, it is worth noting that introducing unique forms of chemical conjugation may provide some proprietary claim over methods involving VLP vaccines already in the public domain.\n\nVLP are a form of subunit vaccine, inducing a characteristic immune response shared amongst exogenous antigens. While VLP are taken up by cells through non-specific pathways such as phagocytosis and macropinocytosis, some VLP can also utilize specialized uptake pathways inherited from their parent virus. In general, protein-based subunit vaccines like VLP are internalized into antigen-presenting cells (APCs), digested within the phagolysosome, and the resulting antigen peptides are presented loaded on major histocompatibility complex (MHC) II molecules to CD4 + T helper cells (T H cells). T H cells recognize epitopes presented on MHC-II through their specific T cell receptor (TCR), and activate dependent on the strength of this interaction, in addition to the degree of signaling through costimulatory receptors and cytokines. These additional signals are usually supplied by the APC, which is activated to increase the presentation of costimulatory receptors and the release of cytokines in response to a variety of stimulatory signals. These stimulatory signals correspond with the activation of pattern recognition receptors (PRRs), such as tolllike receptors (TLRs), nod-like receptors (NLRs), and RIG1-like receptors (RLRs), which each recognize specific pathogenassociated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs). As VLP vaccines usually contain minimal or negligible amounts of these stimulatory molecules, these signals are instead induced by vaccine adjuvants.\n\nManipulation and selective targeting of specific APCs or other target cell populations may be an effective means of developing a novel proprietary VLP vaccine. Chemical conjugation of receptor ligands onto the surface of compatible VLP should promote binding and uptake into cells expressing the corresponding receptor, while primary VLP uptake and processing pathways should continue unperturbed. This type of modification may be particular effective when targeting a specific APC population is desired for the induction of a specific type of immune response. For example, chemical conjugation of mannoside-based saccharides on the surface of Rabbit hemorrhagic disease virus (RHDV) VLP selectively targets the mannose receptor expressed on the surface of APCs, inducing increased uptake and alteration of antigen cross-presentation in murine dendritic cells [57] . Chemical conjugation of unmethylated CpG oligonucleotides on the surface of RHDV VLP has also been investigated for targeting uptake through the DEC205 receptor [58] . Similarly, coating of HIV VLP with phosphatidylserine-laced liposomes enhanced uptake into macrophages by mimicking apoptotic bodies [59] .\n\nAlthough the immune response to VLP may be generalized due to similarities shared with other subunit vaccines, there are some unique components of a VLP-induced immune response. The pathways for uptake of VLP into APCs vary depending on the size and morphology of each VLP, including the potential retention of receptor binding motifs. Particles smaller than 20 nm, such as norovirus P particles [60] , can drain directly from the vaccination site into the lymph through pores in the fenestrated lymphatic vessels [61] . Trafficking of molecules within the lymphatics is likewise size dependent, with soluble proteins smaller than 70 kDa or 5 nm transported by specialized small antigen conduits [62, 63] . VLP are larger than 5 nm, and many are instead transported passively to the lymph nodes bound on the surface of myeloid immune cells [64] [65] [66] . VLP larger than 200 nm cannot drain directly through the fenestration pores into the lymph, and instead require active transport following internalization by APCs at the vaccination site, such as in dendritic cells (DCs), macrophages and B cells [67] . Uptake of virus antigens into antigen presenting cells can occur through multiple pathways, including phagocytosis, macropinocytosis, caveolae-mediated uptake, clathrinmediated uptake and clathrin noncaveolae-mediated uptake [68] . VLP have been identified to utilize a similar repertoire of uptake pathways, including phagocytosis [69] , size-dependent macropinocytosis [70] , and clathrin-dependent or independent forms of receptor-mediated endocytosis [71] [72] [73] . The retention of receptor-mediated endocytosis indicates that some VLP can inherit functional receptor binding domains, and are compatible with the corresponding uptake pathways derived from their parent virus. These mechanisms of receptor-mediated uptake can also be introduced to VLP through post-expression modification, such as the chemical conjugation of superantigen on HBV VLP for internalization through MHC-II molecules [74] , or the chemical conjugation of transferrin on Qβ VLP for internalization through the transferrin receptor, which is upregulated in some cancer cells [75] .\n\nNon-specific uptake into APCs subjects VLP to standard components of exogenous antigen processing pathways, including lysosomal fusion, enzymatic digestion, MHC-II loading and antigen presentation (Figure 2(a) ). Parent viruses of VLP internalized through these pathways engage additional mechanisms to progress toward virus replication, including capsid disassembly or uncoating, exportation of the virus genomic material, and disruption of vesicular fusion. While the retention of intracellular processing mechanisms resembling those utilized by parent viruses has been investigated for some VLP [76, 77] , it remains unclear whether VLP universally mimic the intracellular processing of their parent virus. VLP can retain access to cross-presentation pathways, facilitating presentation of antigens on MHC Class I (MHC-I) for induction of a CD8 + T cell-mediated cytotoxic immune response. There are several known mechanisms of cross-presentation in APCs, including antigen escape from the early endosome, fusion of the endosome with the endoplastic VLP can be internalized and processed through a variety of intracellular pathways. (a) VLP internalized through non-specific pathways such as phagocytosis and macropinocytosis can be processed, with peptides presented on MHC-II as exogenous antigen. (b) Some VLP can also utilize cross-presentation pathways, facilitating the presentation of peptides on MHC-I [70] . (c) Influenza VLP, in this example an influenza virosome, is internalized through receptor-mediated endocytosis prior to fusion of its envelope with the endosomal membrane [90, 92, 93] . (d) JCV VLP is thought to utilize the processing pathway of its parent virus to facilitate delivery of exogenous nucleic acids, including clathrin-dependent endocytosis, nuclear trafficking, and uncoating of the capsid within the nucleus [99, 100] . reticulum, and recycling of MHC-I receptors from the cell surface. RHDV VLP are known to utilize the MHC-I receptor recycling pathway of cross-presentation [70] (Figure 2(b) ). Additional examples of VLP known to induce cross-presentation of antigens include VLP derived from HBV [78, 79] , Hepatitis C virus (HCV) [80] , HPV [73] , papaya mosaic virus [81] , and parvovirus [82] . The ability to induce cross-presentation is important when a cellmediated cytotoxic immune response is the primary desired outcome of a VLP vaccine.\n\nThe retention of receptor-mediated internalization in VLP illustrates that these mechanisms of uptake in their parent virus are autonomous, independent of the integrity of the complete virion. VLP derived from influenza A or B viruses are prime examples of this process. Influenza VLP can be produced in several forms, including enveloped VLP formed by expressing the influenza matrix 1 (M1) protein [24] , retroviral Gag proteins [83] , or as independent virosome particles without a traditional protein core [84, 85] . Each of these constructs includes the expression of influenza hemagglutinin (HA) with or without neuraminidase (NA). These influenza proteins are crucial for the induction of an influenza-specific immune response, and they also play essential roles the budding of influenza virus-like particles [23, 86, 87] , and in receptor-mediated endocytosis. Influenza VLP can bind to sialylated glycoproteins and glycolipids on the surface of cells from the inherent activity of HA, and are internalized through clathrin-mediated endocytosis [88, 89] (Figure 2 (c)); however, alternative endocytic pathways have also been identified [90] [91] [92] [93] . As the early endosomal pH lowers, the envelope fuses with the endosome membrane. HA and NA proteins distributed along the internal surface of the endosome membrane are enzymatically degraded, with peptides presented as exogenous antigens on MHC-II (Figure 2(c) ).\n\nSpecialized VLP vaccines designed to deliver a genetic payload add further complications to VLP uptake and processing. Retention of the ability to deliver DNA/RNA requires conservation of intracellular processing pathways utilized by the parent virus for replication, or the induction of an alternative method of nucleic acid translocation. John Cunningham virus (JCV) VLP is a polyomavirus VLP that has received significant attention over its ability to facilitate gene delivery and genetic manipulation [77, 94, 95] . JCV is internalized by clathrin-dependent endocytosis upon binding to an undefined plethora of receptors and molecules known to include the serotonin receptor and sialic acid [96, 97] . The virus then colocalizes to endosomes along with transferin, prior to cytosolic translocation, and subsequent trafficking through nuclear pores, mediated by the N-terminus of the VP1 capsid protein [98] . The virus then uncoats, exposing the genomic material within the capsid. JCV VLP are thought to mimic this process due to their ability to deliver DNA plasmids or other nucleic acids to the nucleus [99, 100] (Figure 2(d) ). VLP that demonstrate this ability to deliver nucleic acids likely utilize similar processing pathways to their parent virus [101, 102] , but VLP can also be modified to utilize alternative processing pathways [103, 104] .\n\nThe primary desired outcome of most commercial VLP vaccines is the production of antibodies specific for the VLP parent virus. Anti-VLP antibodies produced by these vaccines correspondingly neutralize the parent virus, protecting against infection. The production of anti-VLP antibodies involves the activation of a humoral immune response. B cells that specifically recognize VLP surface domains through their B cell receptor (BCR) bind and internalize VLP. Binding of VLP to the BCR provides a stimulatory signal that primes the B cell for activation. Most VLP consist of structurally identical capsid proteins arranged in a repetitive quasicrystalline pattern, which can crosslink multiple BCRs to provide a stimulatory advantage over other types of subunit vaccines. Crosslinking of BCRs is important for inducing a robust humoral response, as B cells can ignore some monomeric soluble antigens [105] . Potent stimulation through BCR crosslinking can override inherent tolerogenic mechanisms, and can activate unresponsive or anergic B cells [106] . Highly repetitive structures also promote binding to low-affinity BCRs through multivalent, or highavidity interactions [107] .\n\nAntigen primed B cells receive additional activation signaling induced by PAMPs delivered with the VLP vaccine. These signals are usually provided by vaccine adjuvants, but may also be induced by other virus-associated or expressionderived endogenous molecules associated with the VLP. VLPderived antigens are presented to T H cells loaded on MHC-II, inducing the cytokine and costimulatory receptor signaling from the T H cell that continues B cell activation. Activated B cells initially become plasmablasts, a transient extrafollicular activation state that can provide some immediate antibody production [108] . Plasmablasts migrate to the follicular region of lymph nodes to form germinal centers, a specialized region where activated B cells proliferate. Plasmablasts within germinal centers under affinity maturation and immunoglobulin class switching, guided by signaling from T follicular helper (T FH ) cells [109, 110] . This specialized T FH cell guidance results in the development of high-affinity antibody-producing plasma cells, and long-lived memory B cells. Rapid T cellindependent activation can also be induced in marginal zone B cells and B1 cells, providing an alternative pathway for activation and antibody production over the predominant follicular B cell population [111] . Some VLP have been identified utilizing this alternative form of B cell activation [112] .\n\nThe production of anti-VLP antibodies has been investigated and characterized amongst a broad range of VLP. This process can be influenced by various vaccine components, constituents, and even unexpected molecules, such as those derived from the VLP expression system. For example, the presence of bacterial RNA packed inside Qβ VLP plays a role in the induction of IgG2a/c antibodies in mice, and IgG1 antibodies in humans [113, 114] . Qβ VLP can also induce the production of IgA class antibodies in immunocompetent mice when immunized through the intranasal route [115] , while T H cell-deficient mice required subcutaneous rather than intranasal vaccination to induce robust IgA production through T-cell independent B cell activation [114] . TLR-7, simulated by singlestranded RNA in endosomes, was also identified as crucial for the induction of both IgG2c and IgA antibodies against Qβ VLP in mice. This further indicates the importance of endogenous bacterial RNA present in these VLP. The induction of anti-HPV VLP antibodies has also been extensively studied. Although the production of secretory IgA antibodies is desired for protection against viral infection at mucosal surfaces, the predominant antibody class found in secretions from the female genital tract following vaccination with HPV VLP is IgG [116] [117] [118] . While the presence of IgG in these secretions may be due to transudation from the serum, some active transportation or local production in the mucosa may be possible [119, 120] . Vaccination with HPV VLP induces the production of both IgG and IgA antibodies in the serum and cervical secretions of humans [121] . While serum titers of anti-HPV antibodies may initially decline post-vaccination, these levels plateau and remain stable to provide prolonged immunity [122] .\n\nWhile the induction of a potent humoral immune response and the subsequent production of anti-VLP antibodies is the primary desired outcome of most commercial VLP vaccines, these is increasing appreciation for the role of vaccine-induced cell-mediated immunity [123] [124] [125] . Measurements of anti-VLP titers can provide an important indication of vaccine efficacy with respect to the neutralization of a virus challenge, a cellmediated immune response also plays an important role in antivirus immune defense [126, 127] . Activation of a cellmediated immune response can also be the primary desired outcome of VLP vaccines, particularly for chimeric or other modified VLP vaccines that target non-virus pathologies. A potent cell-mediated response to VLP vaccines is dependent upon cross-presentation of VLP-derived antigens on MHC-I. CD8 + T cytotoxic (T C ) cells can recognize through MHC-I antigen complexes through their TCR, and become primed for activation. These antigen-primed T C cells require additional signaling for activation, including interaction with costimulatory receptors, and cytokines from T H cells. While many VLP may be capable of cross-presentation, some may be more effective at inducing cross-presentation due to uptake and processing pathways inherited from their parent virus [49, 128] .\n\nThe induction of a potent cell-mediated immune response is particularly important for immunotherapeutic cancer vaccines. Tumor cell-specific antibodies can enhance the inherent cytotoxic activity of natural killer cells through mechanisms such as antibody-dependent cell-mediated cytotoxicity, or directly through complement-dependent cytotoxicity; however these mechanisms tend to be restricted to passive vaccination with monoclonal antibodies, such as the HER2-specific monoclonal trastuzumab [129] . A cell-mediated immune response combines target specificity with the in vivo expansion of effector cell populations, with the capacity to establish prolonged memory. RHDV VLP are particularly effective as a vector for cancer vaccines, capable of inducing the cross-presentation of VLP-derived antigens [70] , and compatible with recombinant insertion and chemical conjugation [49] . RHDV VLP vaccines have been investigated in models of HPVinfected cervical cancer [47] , melanoma [49] , Lewis' lung carcinoma [130] , and colorectal cancer [46] . Additional examples of VLP that can induce cross-presentation and a potent cellmediated immune response include Qβ VLP [128] , MS2 VLP [131] , and alphavirus VLP [132] .\n\nPreexisting immunity in the form of preformed anti-VLP antibodies can be an important consideration for some VLP vaccines [133, 134] . Binding of anti-VLP antibodies may interfere with the normal uptake and presentation pathways of VLP vaccines. Anti-VLP antibodies may be present in unvaccinated individuals due to environmental exposure to prevalent strains of the parent virus, or induced following VLP vaccination. While the presence of preexisting antibodies may decrease the efficacy or alter the immune recognition of some VLP vaccines [135, 136] , they can also be associated with measures of enhanced vaccine efficacy [133] . This may be due to accessing Fc receptor-mediated uptake pathways, the formation of antibody-VLP complexes, or antigenic boosting of specific B cells. The presence of anti-VLP antibodies have also been found to have no observable effect on the intended vaccine outcome for several VLP vaccines, such as polyomavirus [137] , and RHDV VLP [138] .\n\nWhen anti-VLP antibodies present deleterious interference, alternating between different VLP vaccine vectors may be a suitable solution. Alternating between rotavirus and adenovirus VLP has been found to enhance both the humoral and cell-mediated immune responses against target antigens in comparison to repeat delivery with the same VLP vector [139] . Similarly, alternating between closely related VLP such as RHDV and human norovirus (HuNV) VLP can be sufficient to enhance vaccine immunogenicity [140] . Further complication can arise when VLP vaccines induce a phenomenon referred to as carrier-induced epitopic suppression (CIES), in which the intended immune response is outcompeted by a strong anti-VLP response [135] . CIES may be prevented by masking VLP surface antigens, or by avoiding recognition through recombinant modification. For example, recombinant insertion of the p18 domain of HIV into HEV VLP was identified to avoid recognition by anti-HEV antibodies [141] .\n\nThe formulation of a vaccine refers to the constituents that make up the final administrable solution, including the vaccine vector, adjuvants, and excipients. For VLP vaccines, these excipients can include a variety of salts and compounds prepared as an aqueous solution or emulsion, which maintains the physical stability of VLP for enhanced shelf life of the vaccine. Appropriate use of buffers can limit fluctuations in pH, while protection from fluctuations in temperature and desiccation may be provided by thermoprotectants and lyoprotectants, respectively. Formulation science involves investigating the various components of a vaccine under different environmental conditions, with the intention of formulating a stable vaccine product suitable for the route of administration, and with maximized immunogenicity. The combination of formulation components, VLP vaccine preparation states and routes of administration is outlined in Figure 3 . The majority of VLP vaccines currently on the market and under clinical evaluation are liquid suspensions, ready for administration. This places strict limitations on VLP vaccine storage and distribution for safe and compliant administration. For example, the commercial HPV vaccine Gardasil (Merck) must be refrigerated at 2-8°C, and protected from light. Gardasil cannot be frozen, and guidelines for the use of Gardasil advise that the vaccine must be used within 72 h when removed from refrigeration at temperatures below 25°C, or when stored at 0-2°C. These guidelines mirror those of many other commercial VLP vaccines, and outlines the primary stability, storage and distribution challenges for formulation science to investigate.\n\nMaintaining the integrity and stability of VLP in solution is largely dependent on the combination of salts, and the buffering chemicals and compounds used. Optimization of buffer pH, ionic strength, and other stabilizing components is imperative to developing a marketable, stable, liquid VLP vaccine [142] . An investigation into the stability of EV71 VLP identified that sodium phosphate-based buffers were superior to citrate or Tris buffered solutions, with VLP stored in sodium phosphate buffer remaining stable for 1 month at both 25 and 37°C [142] . Such prolonged stability at room and core body temperature suggests that this VLP may be suitable for importation into countries where maintaining cold-chain storage and distribution can be difficult. Other important considerations for the selection of an appropriate buffer include compatibility with downstream applications, such as chemical conjugation, and the availability of scavengable nutrients that may promote the growth of potentially harmful organisms in an improperly stored vaccine. Various additive molecules, particularly carbohydrates such as trehalose, sucrose and glycerol, have been investigated extensively in VLP vaccine formulations. The addition of these molecules to vaccine formulations demonstrated enhancement in VLP stability The role of formulation science in VLP vaccine manufacture includes the chemical composition of buffers, preservatives, additives and other stabilizing compounds for maintaining intact VLP. This includes protecting VLP from chemical or physical instability, and enzymatic degradation. Formulations can also include targeted delivery compounds, such as muco-adhesives, and immunogenic components such as adjuvants. Storage and distribution of VLP vaccines, and the subsequent route of administration are also important considerations in formulation science, critical in determining the efficacy and immunogenicity of the vaccine.\n\nwithin a liquid suspension of Norwalk virus VLP [143] and rotavirus VLP [144] . Other than sugar-based formulation additives, polyanionic solutions can also stabilize VLP that would otherwise be unstable at neutral pH, such as Chikungunya virus VLP [145] .\n\nThe majority of commercial VLP vaccines are distributed as a liquid suspension, requiring a cold chain maintaining 4-8°C throughout distribution and storage. Even under stable cold chain conditions, the longevity of VLP can be limited. This can be prolonged by storage at temperatures at or below −20°C, stabilized with the addition of a cryopreservative such as glycerol or trehalose [146] ; however, this only further exacerbates the issue of delivering these vaccines intact where they are needed, such as in developing countries without reliable cold-chain delivery infrastructure. Alternative storage methods such as freeze-drying, or lyophilization, can have variable effects on the stability of VLP. Mechanical damage induced by ice crystallization, or exposure to varying salt concentrations and pH changes during the freezing process may adversely affect the integrity of VLP [147] . Exposure to these factors can be limited through the addition of specific cryoprotectants and lyoprotectants. For example, red-spotted grouper nervous necrosis virus (RGNNV) VLP [148] reportedly retain stable particles and remain immunogenic when freezedried in the presence of sorbitol, but were adversely affected in the presence of mannitol. Qβ VLP [147] , Murine polyomavirus (MuPyV) VLP [149, 150] , and HBV VLP [151] have likewise demonstrated some capacity to survive varying freeze-drying methodologies.\n\nSpray-drying has also gained traction as an alternative vaccine storage mechanism, avoiding the potential mechanical damage induced by freeze-drying by instead forming a dry powder formulation through a combination of nebulization and dehumidification [152] ; however, spray-drying involves exposure to elevated temperatures, which can be similarly damaging to thermolabile VLP. HPV VLP suspended in a formulation containing mannitol, trehalose, dextran, L-leucine and inositol are capable of surviving this procedure [153] [154] [155] . Spray-dried MS2-16L2 VLP stored at room temperature for 34 months were found to induce high titer anti-HPV L2 IgG antibodies, and significantly protected vaccinated mice from challenge with HPV16 [155] . Air or vacuum drying methods have also been reported for coating microneedles with influenza VLP suspended in a formulation containing carboxymethylcellulose (CMC). Microneedle-based delivery of dried H1N1 (A/PR8) [156] and H3N2 (A/Aichi) [157] were found to induce immune responses comparable to intramuscular injection, but with the advantage of prolonged longevity in storage. Investigation of similar formulation and preparation strategies with different types of VLP may uncover some universality in their application, with the potential for these methods to eradicate the cold-chain limitation imposed on many VLP vaccines.\n\nAs has been previously described, many VLP possess structural or molecular features that can confer some auto-immunostimulatory properties. These properties facilitate the induction of immune responses by VLP without the need for adjuvants; however, the use of adjuvants with VLP vaccines may enhance vaccine immunogenicity, and promote the activation of a specific type of immune response. Currently licensed adjuvants for use with vaccines include aluminum sulfate salts (Alum), proprietary combination adjuvants such as AS03 (GlaxoSmithKline), AS04 (GlaxoSmithKline) and MF59 (Novartis), thermo-reversible oil-in-water immersions, and Montanide ISA51 [158] . While many standard vaccine adjuvants may be suitable for VLP vaccines where the generation of anti-VLP antibodies is the desired outcome, these adjuvants may fail to overcome immunotolerance and induce antitumor immunity in cancer vaccine formulations [159] ; however, where traditional adjuvants may fail, novel TLR agonist adjuvants have had success. The TLR7 agonist adjuvant imiquimod was recently approved for use with vaccines for melanoma, and another clinical trial is assessing its candidacy for treatment of bladder cancer [159] . TLR7/8 stimulate anti-viral interferon pathways in APCs, promoting the activation of CD8 + T cells and NK cells [160, 161] . The use of the adjuvant gardiquimod in combination with vaccination has been found to induce tumor regression in murine models of melanoma [162] , human hepatocellular carcinoma [163] and pancreatic cancer [164] .\n\nTLR9 agonist adjuvants such as unmethylated CpG oligonucleotides have drawn considerable interest due to their inherent ability to associate with some VLP [138, 165] . Similarly, the presence of other nucleic acids can have downstream ramifications on the immune response induced by VLP. For example, the presence of RNA inside Qβ VLP can skew the humoral response induced in mice to produce IgG2a antibodies, while the removal of this RNA results in the production of IgG1 antibodies [166] . Qβ VLP can also contain additional adjuvant molecules derived from their expression system, encapsidated during particle formation. A recent study in mice investigated the use of various adjuvants in conjunction with a filovirus VLP vaccine, including the TLR3 agonist adjuvant poly-ICLC (Hiltonol), TLR4 agonist adjuvant monophospholipid A (MPLA), CpG ODN2395 and alhydrogel [167] . Poly-ICLC was found to induce a predominantly T H 1 response, with an IgG2c subtype antibody production that correlated with protection from virus challenge. In comparison, administration of the VLP vaccine with alhydrogel elicited a strong T H 2 response with high antibody titers, but conferred no protection from virus challenge. This study highlighted the importance of carefully considering what kind of adjuvant is suitable to accompany a VLP vaccine, as the most immunogenic adjuvant may not necessarily provide the desired vaccine outcome.\n\nVLP vaccines approved for clinical use have utilized various administration modalities, including vaccination subcutaneously, intradermally, intramuscularly or at mucosal surfaces [168] . Live attenuated vaccines are traditionally injected subcutaneously, while inactivated or subunit vaccines are often administered intramuscularly. In infants, intramuscular injection of vaccines tends to confer enhanced immunogenicity over subcutaneous administration [169] . Modern vaccine delivery technologies, such as intradermal microneedle patches, have also been investigated for their potential applications with VLP vaccines [156, 157, 170] . While the majority of recent clinical trials involving the administration of VLP favor intramuscular injection, alternative routes of administration are being investigated based on differential immunogenicity at different delivery sites. For example, an investigation into the routes of administration of HuNV VLP found that intranasal inoculation of mice induced the production of mucosal anti-HuNV IgG and IgA antibodies, while intramuscular injection only induced IgG production [171] . The study identified that only mucosal IgA was suitable for neutralization of infectious HuNV virions, rendering intramuscular injection unsuitable for administration of HuNV VLP. A similar finding was identified regarding the administration of respiratory syncytial virus (RSV) VLP, with the desired T H 1 response, neutralizing mucosal antibodies and CD8 + T cell responses identified following intranasal inoculation, rather than intramuscular injection [172] . Vaccination with VLP at mucosal surfaces also requires higher doses of VLP in comparison to parental administration.\n\nOral delivery of virus-like particles is also being investigated as an alternative, convenient route of administration. VLP expressed in plant-based systems represents a particularly efficient means of both production and delivery, with expression in an edible plant species potentially forgoing the need for VLP purification and vaccine formulation. Examples of this concept include the expression of HBV and Norwalk virus VLP in Solanum tuberosum potato and Lycopersicon esculentum tomato plants [173, 174] . Nicotiana benthamiana tobacco are also used as an efficient plant expression system for production of VLP. HBV VLP purified from N. benthamiana are capable of withstanding a simulation of the acidic environment within the stomach [175] ; however, the HBcAg polypeptide of HBV VLP was digested when exposed to porcine pepsin. The protection of protein-based VLP from enzymatic digestion is a significant hurdle for oral delivery, despite the promise of this vaccination route.\n\nThe translation of VLP vaccines from preclinical research to routine clinical administration is a multifaceted task combining studies into stability, formulation science, immunogenicity, and clinical vaccine efficacy. These issues are not necessarily unique to the development of VLP vaccines, encompassing the breadth of research and development necessary for bringing any vaccine candidate to market. The expression of stable VLP is only the first step toward the development of a novel VLP vaccine, which may eventually include various excipients, adjuvants and other compounds in the administrable form. Advancements in virology and vaccinology that have facilitated the development of novel VLP vaccines seemingly parallel regulatory and proprietary restrictions placed upon new vaccines; however, VLP vaccines also possess unparalleled potential due to their balance between clinical vaccine efficacy and safety, and their versatility as a vaccine vector.\n\nThe field of VLP vaccines has continued to experience significant growth over the past decade, both in the diversity of vaccines and in the translation of vaccines toward routine clinical administration. Our research focuses upon the development of RHDV VLP as a versatile vaccine scaffold, particularly for immunotherapeutic vaccination as an alternative treatment option for cancer. The translation of VLP vaccine constructs from proof of concept models toward clinical administration is no menial feat. We have observed a corresponding shift toward focusing on clinical translation amongst our colleagues in the field. Focal points of discussion highlighted by the process include the relevance and translatability of research animal models, adaptation to the established dogma within the field of human vaccination, and the establishment of a developmental and commercial niche conducive to the advancement of novel vaccines throughout the rigors of clinical trials and regulatory approval.\n\nThe immune response to VLP vaccines tends to strike a desirable balance between outcomes indicative of optimal vaccine efficacy, such as the induction of high-titer mucosal IgA antibodies, while also maintaining an almost unparalleled vaccine safety profile. The inherent inability of VLP to infect or replicate alleviates potential vaccine risks, such as spontaneous reversion to pathogenesis, or incomplete inactivation. Retention of the ability to facilitate cross-presentation of associated antigens, and the induction of a potent cell-mediated immune response can also have significant implications for VLP vaccines, diversifying the field to cover a broader range of disorders and diseases. The intracellular processing pathways remain largely unexplored for many VLP, and elucidation of the underlying mechanisms involved in some of the more advanced applications of VLP vaccines, such as gene delivery and immunomodulation.\n\nThe role of formulation science appears underrepresented amongst clinical trials and clinical reports for VLP vaccines, with at times minimal elucidation of the vaccine administration route, the excipients included, and even exclusion of adjuvant delivered with the vaccine. The importance of formulation science and the relevance of excipients and adjuvants may be expectedly underappreciated during earlier phases of research and development, where establishment of vaccine efficacy may be paramount; however, early adoption of these vital constituents may ease clinical translation, potentially expanding the repertoire of marketable VLP vaccines. Novelty, proprietary design, and versatility are almost as important in the development of VLP vaccines as the actual vaccine efficacy itself. Maintaining compatibility with the upscaling of production and GMP manufacture pipelines is another important component in the development of a VLP vaccine for routine clinical administration. The benefit of such foresight is clear, and the promotion of clinical translation will be advantageous across the field of VLP vaccines.\n\nUpon review across the field including current trends in new and emerging research, the progression of established vaccine research, and clinical trial schedules, VLP vaccine research is experiencing a period of rapid growth. This includes both the repertoire of organisms and conditions being targeted with VLP vaccines, and the advancement of established vaccines through clinical trials, translation, and clinical applications. Over the next five years, we predict that there will be a significant increase in the diversity of VLP vaccines in active circulation. We expect that VLP will be used in more complex applications than as a vaccine against the cognate virus from which they were derived. We also predict the development of novel VLP vaccine constructs for human and zoonotic pathogenic organisms and conditions with or without current vaccination options, and the incorporation of advanced vaccination methodologies and techniques into routine VLP vaccine production, distribution and administration. In particular, we predict increased incorporation of alternative vaccine-storage techniques such as freeze-dried or spray-dried methods. The development of VLP vaccines is often focused on facilitating distribution amongst populations and communities where these vaccines are most needed. We predict that over the next five years, the capability to support VLP vaccine distribution will increase by limiting the current reliance on cold-chain delivery. These predictions outline an exciting future over the next five years for VLP vaccine research and development.\n\n• Virus-like particles consist of virus-derived proteins and associated molecules that spontaneously form a particulate structure. • VLP vaccines have the safety profile of a subunit vaccine, but with efficacy and vaccination outcomes that can be comparable to killed or live attenuated vaccines, depending on the particular VLP vaccine. • While the predominant desired immune response amongst the majority of VLP vaccines is a potent humoral response producing high titer antibodies, some VLP vaccines can induce a potent cytotoxic immune response for selective elimination of cells currently infected by the target virus, or target tumor cells. • Formulation science plays a major role in the development of VLP vaccines, facilitating the selection of appropriate combinations of excipients and adjuvants. Excipients are used to increase VLP particle stability in the vaccine formulation, while adjuvants enhance vaccine efficacy, and help to select for a specific desired immune response and outcome.\n\nThis research was funded by the University of Otago. interest in or financial conflict with the subject matter or materials discussed in the manuscript apart from those disclosed.\n\nPeer reviewers on this manuscript have no relevant financial or other relationships to disclose.\n\nBraeden Donaldson http://orcid.org/0000-0003-2613-1669 Vernon K. Ward http://orcid.org/0000-0001-8692-5116"}