{"title": "Studies on the Intrathecal Humoral Immune Response in Canine Distemper Encephalitis", "body": "and are the result of viral replication in glial cells but the exact mechanism is still uncertain (Summers et al. 1979; Higgins et al. 1982; Vandevelde et al. 1982) . Later on during the course of the disease inflammation occurs in the demyelinated areas which appears to be associated with viral clearance and recovery (Vandevelde et al. 1985) . In some animals, however, severe progressive inflammatory demyelination occurs suggesting an immunopathologic process in which the inflammation contributes to further damage of the white matter. The nature of such detrimental inflammatory response is uncertain, Dogs with distemper encephalitis develop a cell-mediated ) and humoral (Krakowka et al. 1975 ) immune response to CDV but less efficiently than dogs that exhibit a fast recovery. Autoimmune antimyelin reactions in distemper have been suggested by the finding of antimyelin antibodies in serum (Krakowka et al. 1973; Vandevelde et al. 19132) and myelin antigen-sensitized lymphocytes (Cerruti-Sola et al. 1983) in infected dogs although a causal relationship between such findings and the occurrence of inflammatory demyelination has not been proven. Since immunological events affecting the CNS may be intrathecally restricted or concentrated, CSF studies are very relevant to assess intracerebral immunological events (Link 1978; Tourtellotte et al. 1978) . Only few CSF studies have been done on distemper. Older publications have dealt with general diagnostic CSF parameters in distemper (Bindrich and Schmidt 1952; Fankhauser 1962) . A qualitative immunoelectrophoretic study indicated increase of the IgG contenL~0 the CSF of dogs with distemper (Cutler and Averill 1969) and another study demonstrated elevated fl-glucuronidase activity (Long et al. 1973) . Tsai et al. (1982) demonstrated elevated interferon levels in the CSF of experimentally infected dogs which appeared to correlate with persistence of CDV. In a few cases anti-CDV antibodies (Appel et al. 1981; Tsai et al. 1982 ) and antimyelin antibodies (Vandevelde et al. 1982) have been shown in the CSF.\n\nTo our knowledge there have been no quantitative studies on the intrathecal humoral immune response in distemper. This paper presents the results of quantitative determination of intrathecal IgG in dogs with distemper. The nature of the intrathecally produced IgG was further analysed with a myelin-binding assay (antimyelin antibodies) and a virus neutralization test (anti-CDV antibodies).\n\nThree groups of dogs infected with CDV, totaling 26 animals, were used in this study. Groups I and II consisted of 8 respectively 11 Beagle dogs that were experimentally inoculated with a demyelinating CDV strain as described previously (Vandevelde et al. 1982; Cerruti-Sola et al. !983) , Group III consisted of 7 well-documented spontaneous cases. All dogs were killed at certain intervals after infection. The interval was known exactly for the experimental cases and estimated on the basis of clinical data for the spontaneous cases. The brains and spinal cords were taken immediately after death and examined histologically.\n\nPaired serum and CSF samples were derived from every dog. CSF was taken under general anesthesia by occipital puncture as described (Fankhauser 1962) . In all experimental dogs CSF was taken before infection and at the time of sacrifice. In 6 dogs of group II, one or more additional CSF samples were taken during the course of the disease. Only blood-free (as determined by macroscopic aspect and absence of significant numbers of erythrocytes in the hemocytometer) samples were used. The serum and CSF samples were heat-inactivated, divided in aliquots and stored at -70°C until used.\n\nThe albumin and IgG content of all CSF and serum samples were determined by means of rocket immunoelectrophoresis using anti-canine albumin and carbamylated anti-canine IgG as described (Bichsel et al. 1984) ; all samples were analysed twice. The IgG index was calculated using the formula by Link and Tibbling (1977) :\n\nIgG CSF IgG serum IgG index = Albumin CSF\n\nAs determined in earlier studies (Bichsel et al. 1984 ) an IgG index above 0.9, the highest value found in a group of normal dogs, is considered to be evidence of intrathecal IgG synthesis. Blood-brain barrier damage (increased transudation) was estimated on the basis of the absolute CSF albumin content alone since the quantitative correlation between serum and CSF albumin is not as close in the dog as in humans (Bichsel et al. 1984 ). An albumin content exceeding 276 /xg/ml, the highest normal value found in a group of normal dogs (Bichsel et al. 1984) , is considered to be evidence for blood-brain barrier break-down.\n\nSerum and unconcentrated CSF samples from dogs with inflammatory lesions (a total of 8 out of the 26 dogs) as determined by histological examination and elevated IgG index during the course of the disease, were assayed for the presence of anti-CDV antibody. This was determined using the microneutralization assay as described by Appel and Robson (1973) using VERO cells grown in 96-well clusters and Onderstepoort CDV, a tissue culture-adapted strain. Two-fold dilutions were made starting from a dilution of 1:4. The titer was determined to be the maximal dilution of the sample preventing the occurrence of CPE. All samples were assayed simultaneously. Serum from a hyperimmunised dog and serum-from a dog that was never exposed to CDV served as positive respectively negative controls.\n\nSerum and CSF samples from the same 8 dogs with inflammatory lesions were examined for the presence of antimyelin antibody with a solid-state RIA as described (Steck et al. 1981 ) using puri~ed myelin bound to microtiter plates, rabbit anti-canine IgG as the second antibody and 125I-protein A as the terminal step.\n\nNeurological signs were seen in several dogs, including motor and sensory deficits and seizures as described before (Summers et al. 1979; Higgins et al. 1982; Vandevelde et al. 1982) . Four dogs of group II that were observed for longer periods of time exhibited gradual clinical improvement. Two dogs from group III (spontaneous cases) had chronic progressive neurologic signs. In nearly all animals that were killed within 4-5 weeks after infection, non-inflammatory demyelinating lesions were found. Perivascular and meningeal mononuclear infiltration and invasion of the tissue with inflammatory cells were found on histological examination in 8 dogs that were killed between 29 and 84 days p.i. The intensity of the inflammation varied considerably between individual dogs.\n\nThe IgG index at the time of sacrifice was normal in 17 dogs with non-inflammatory disease (0.13-0.64). All findings are depicted in Table 1 . In the experimentally infected dog with non-inflammatory lesions the IgG index remained within normal limits during the course of the disease. A markedly terminally elevated IgG index was found in 5 out of 8 do~ that had inflammatory lesions at the time of sacrifice (2.15-6.2). An elevated IgG index was found in 3 additional dogs during the course of the disease. Dog 5 of group I that had inflammatory lesions at the time of sacrifice had no elevated IgG index. In 4 dogs of group II in which several CSF samples were taken at various intervals p.i., the IgG index was shown to increase and than to decrease during the course of the infection (Fig. 1 (Bichsel et al. 1984) . There is only mild elevation above preinfection level or above normal average in a few samples. There were no significant changes in the absolute CSF albumin contents in the 17 dogs with non-inflammatory lesions. In the 8 dogs with inflammatory lesions no dramatic elevations were seen (Table 2) . Only in a few samples, the albumin content was above 276 /~g/ml which was considered to be indicative for increased blood-brain barrier transudation.\n\nNeutralizing antibodies were found in the serum of all dogs with inflammatory lesions during the course of the disease. Neutralizating antibodies were found in the CSF of 4 dogs at 48 days p.i. or later. No CSF titers were found before that time (Table 3) . Although increased transudation was not important, comparing serum CSF anti-CDV antibody concentrations with total IgG concentrations applying the formula: {(anti-CDV antibody in CSF)/(IgG in CSF)}/{(anti-CDV antibody in serum)/(IgG in serum)}, increasing values were obtained in several dogs indicating that the CDV antibody was intrathecally produced. (A normal base-line could not be established since the lowest antibody concentrations cannot be measured with the serum neutralization assay.)\n\nPositive binding to myelin was found in the sera of all dogs with inflammatory disease as well before infection as at various intervals after infection (Table 4 ). The 'background' was quite high in the sera of all dogs before infection. A significant elevation above this background was seen only in one dog (I/5). CSF values, however, were much more (10-to 50-fold of the normal values) elevated in the 8 dogs with inflammatory lesions. Comparing the antibody concentrations in serum and CSF in respect to total IgG concentrations applying the formula: {(antimyelin antibody in CSF)/(IgG in CSF)}/{(antimyelin antibody in serum)/(IgG in serum)}, showed many values which were massively elevated well above the normal baseline values clearly indicating intrathecal production.\n\nRepeated CSF sampling in our study was not associated with any complications or any indication that it might have had a negative effect on the course of the disease. This is at variance with the observations by Krakowka et al. (1982) who found that the mortality rate of infected dogs increased markedly as a result of repeated CSF puncture. This difference may be explained by the higher frequency of CSF punctures (weekly) and the much younger age of the dogs used in the study by Krakowka et al. (1982) .\n\nAs expected, all dogs with acute non-inflammatory lesions had a normal IgG index confirming previous results indicating the non-immunological nature of the initial myelin lesion in distemper (Vandevelde et al. 1982) . A considerable intrathecal IgG synthesis as indicated by a high IgG index was found in 8 dogs with inflammatory lesions. Of interest were 4 dogs in which repeated CSF examinations, following an initial increase, showed a decline of the intrathecal IgG synthesis in the later stages of the disease which correlated with the clinical improvement. Clinical recovery has been described previously in experimental distemper Cerruti-Sola et al. 1983 ) and is associated with clearance of CDV from the CNS (Vandevelde et al. 1985) . Inflammation in the CNS in such cases appears to have a beneficial effect for the host. In contrast to such self-limiting course of the infection, some animals, such as 2 spontaneous cases here included, develop chronic progressive inflammatory demyelinating lesions; even a chronic relapsing course has been described (Higgins et al., submitted) . In such cases, inflammation is associated with progression of the demyelinating process, raising the question of immunopathological mechanisms.. Antimyelin antibodies indicating the existence of autoimmune reactions in distemper have been shown by Krakowka et al. (1973) and our own studies (Vandevelde et al. 1982) . We found that the increase of such antibodies in serum above 'background' is quite minimal if present at all. In contrast, there is no doubt that there is a marked increase of such antibodies in the CSF. Therefore, there appears to be an intrathecally restricted production of antimyelin antibodies in dogs with inflammatory demyelination, which could be explained by the restriction of the antigen(s) to the intrathecal compartment resulting in concentration of myelin: sensitized cells in the CNS. There is, however, little evidence so far for a causal relationship between the occurrence of antimyelin antibodies and demyelination in CDV infection: (1) As the present study indicates antimyelin antibodies in the CSF are also present in dogs that recover. (2) The highest antimyelin antibody titers found by Krakowka et al. (1973) were found in reconvalescent dogs. (3) One study showed no correlation between the presence of myelin antigen-sensitized lymphocytes and the occurrence of inflammatory demyelination; in fact, the strongest response was found in 2 dogs that did not develop demyelination at all (Cerruti-Sola et al. 1983 ). (4) As discussed earlier (Vandevelde et al. 1982) , the distribution of the inflammatory lesions in distemper is different from experimental allergic encephalitis (EAE) and not suggestive of autoimmune demyelination. Therefore, a similar mechanism as for example in chronic corona virus infection in rats, which on the basis of lymphocyte transfer studies has been shown to be virus-induced EAE (Watanabe et al. 1983) , is not apparent in CDV infection. It is uncertain at this time if the myelin binding in serum or CSF could reflect cross-reactivity between myelin and CDV antigens. This problem has been studied earlier with absorption techniques (Krakowka et al. 1975 ) in which such cross-reactivity was not found. However, newer methodology should be used to reexamine this question.\n\nIn 4 of 8 dogs with inflammatory lesions, neutralizing anti-CDV antibodies were found in the CSF which is highly significant considering the relatively low CSF IgG concentrations. The virus neutralization test used was probably not sensitive enough to detect very low antibody concentrations explaining the absenceof detectable CSF titers in the other dogs with inflammatory lesions. The CSF anti-CDV antibody titers were, considering CSF/serum IgG ratios, very high. The immune response against CDV would not be expected to be restricted to the intrathecal compartment since the infection is widespread in several organ systems (Appel and Gillespie 1972) . Our findings indicate that at least parts of the intrathecal immune response in distemper can be directed against CDV. Whereas the pathogenetic significance of antimyelin antibodies remains nebulous we know from in vitro studies with CDV that antiviral immunologic reactions are cytotoxic for infected cells Babiuk 1979, 1980) . Immunologic destruction of CDV-infected glial cells could be a very plausible explanation for inflammatory myelin destruction. It is also possible that a bystander mechanism is involved (Wisniewski 1972 ). The tissue destruction as a result of antiviral immune reactions is probably not very extensive when the local immune response results in clearance of the virus from the brain. Indeed, recent studies (Vandevelde et al., submitted) indicate that the inflammatory reaction can be associated with viral clearance. Chronic progressive or relapsing demyelinating encephalitis in CDV infection could then be explained on the basis of viral persistence in the CNS as has been shown in corona virus infection in rats (Wege et al. 1984) . CDV persistence has been studied in vitro (Metzler et al. 1980; Appel et al. 1982; TerMeulen et al. 1982 ) but little is known in vivo. Future research in vivo will depend on the ability to produce chronic progressive disease experimentally."}