{"title": "Prevalence of Human rhinovirus infection in young children with acute wheezing q", "body": "Asthma is a heterogeneous and multi-factorial disease that manifests as episodes of coughing, wheezing, and shortness of breath mainly at night. 1 The major pathophysiology of asthma is bronchial inflammation with airway hyper-responsiveness, which results in reversible airway obstruction. 2 Among the various factors that have been involved in the pathogenesis of asthma, viral infections are the most prominent. Viral infection affects wheezing and asthma in children and adults of all ages. Wheezing illnesses are usually viral in origin, and children with more severe wheezing episodes are more likely to develop asthma later on in their life. 3 Human rhinoviruses (HRV) are not only the main pathogens responsible for the common cold, but are also now recognized to have a major impact on asthma pathogenesis. Children who experience repeated rhinovirus-induced wheezing episodes in infancy have a significantly increased risk of developing asthma, even when compared to children who experience wheezing induced by respiratory syncytial virus (RSV). 4 The aim of this study was to determine the prevalence of Human Rhinovirus as a cause of acute wheezing in Egyptian children after an acute respiratory illness.\n\nA prospective study including children aged 2 months to 5 years presenting to the emergency department (ED) of Cairo University Children Hospitals, with an acute wheezy episode (signs of respiratory distress and expiratory wheezes on auscultation and/or hyperinflation of the chest on chest radiograph) either for the first time or recurrent wheeze defined as >2 reports of wheezing in the first 3 years of life.\n\nWe excluded children with underlying cardiac or chronic pulmonary disease (other than asthma), the presence of stridor or \n\nEgyptian Pediatric Association Gazette j o u r n a l h o m e p a g e : w w w . e l s e v i e r . c o m / l o c a t e / e p a g daily treatment with oral corticosteroids for >2 days prior to presentation.\n\nAll included cases had complete physical examination including grades of respiratory distress chest X-ray and laboratory investigations in the form of oxygen saturation, blood gases, and complete blood count. A nasopharyngeal and oropharyngeal swabs were taken and reverse transcription PCR was used to screen the samples for HRV.\n\nOropharyngeal swabbing: a dry sterile tip flocked with nylon fiber swab applicator was used to swab both the tonsils and the posterior pharynx. Nasopharyngeal swabbing: a flexible sterile nylon fiber swab applicator was inserted into the nostril and back to the nasopharynx. It was then slowly withdrawn with a rotating motion. Sample processing: The swabs were placed in a 15 ml centrifuge tube labeled with the patient unique ID and containing 2 ml viral transport media (VTM: consisting of a sterile solution of bovine albumin fraction V, HEPES buffer, penicillin, and streptomycin in HANK's balanced salt solution). The received swabs inside the 15 ml tube were agitated vigorously for 10 s using a vortex mixer to free cells from the swab tip, and then both swabs were removed from the tube and discarded using a forceps. The sample was kept in a À80C deep freezer until processed. Nucleic acid extraction: Automated extraction was performed using the Qiacube machine with QIAamp Ò Viral Mini Kit cat# 52904, 52906 (QIAGEN) using the manual lysis protocol which consists of purification from manually lysed cell-free body fluids. Multiplex Real-time PCR was performed using the Anyplex TM II RV16 Detection cat# RV7G01Y from Seegene Inc, compatible with CFX96 TM Real-time PCR Bio-Rad, the interpretation was done using the see gene viewer program.\n\nManagement of patients was followed depending on their condition whether received ambulatory therapy, required hospital admission or required intensive care unit admission. We recorded the length of hospital stay and patient's outcome: discharged, transferred or died.\n\nThe study was explained for each parent before inclusion and an informed written consent was obtained from parents before enrollment.\n\nStatistical package for social science (SPSS) version 9.0 was used for analysis of data. Data were summarized as mean, SD and percentages. Non parametric (Mann-Whitney U) test was used for analysis of quantitative data, as data were not symmetrically distributed. While Chi square test was used for detection of risk factor for Rhinovirus infection. p value was considered significant if <0.05.\n\nWe studied 200 children that presented to Children Hospital of Cairo University ED with acute wheezy chest. The patients' condition varies from requiring nebulizer at the ED, hospital admission and oxygen supplementation to pediatric intensive care admission for infusion therapies or mechanical ventilation.\n\nThe studied patients were 122 male and 78 female aged 2 months to 5 years. By PCR method, 163 patients (81.5%) were positive for viral infection and 37 (18.5%) patients were negative. From the 163 viral infected patients 56 patients (34.4%) had single infection, while 107 patients (65.6%) had co-infection with more than one virus. RSV affected 49.5% (99 cases), followed by HRV 43.5% (87 cases) ( Table 1) .\n\nAll the demographic and clinical data of cases were demonstrated in Table 2 . The median age of patients who were positive for Rhinovirus was younger than Rhinovirus negative patients, and this was statistically significant. Regarding clinical data cough, grunting, fever and vomiting were more prevalent among HRV +ve patients p = 0.001; 0.89; 0.001 and 0.445; respectively, while cyanosis and diarrhea were more prevalent among HRV -ve patients p = 0.032 and 0.581; respectively. Patients with history of recurrent wheezes (60.1%) were more common than patients with first-time wheeze (39.9%), p = 0.001 as shown in Table 3 .\n\nRecurrent attacks of wheezes were more common among HRV +ve cases (70.5%) compared to other viruses (59.9%), a difference which was statistically significant p = 0.024.\n\nThere was a statistically significant difference between the frequency of Rhinovirus positive and negative patients throughout the studied period. Rhinovirus was most frequently detected throughout the winter months from December to February, as shown in Fig. 1 . Table 4 comparing the fate between patients positive for Rhinovirus and negative for Rhinovirus among virus positive patients:\n\nThere was no significant difference regarding the illness severity between patients infected with HRV compared to other viruses: All patients who tested positive for Rhinovirus infection by PCR were admitted to the pediatric intensive care unit (PICU) with 80.5% needing mechanical ventilation while 96.5% of patients who tested negative for Rhinovirus by PCR required ICU admission with 70% needing mechanical ventilation, p = 0.076.\n\nAs regards outcome there was statistically significant difference in outcome between Rhinovirus positive and negative cases. Mortality rate was higher among HRV positive cases 38 (43.7%) vs 26 (38.3%), p = 0.024.\n\nAmong children that presented to the ED of Cairo University Children Hospital with wheezes, atopic wheezes were only in (18.5%) while the majority was viral induced (81.5%).\n\nThe predominance of HRV infection among younger age was in accordance with Guittet and colleagues, 2003 who studied 220 children, median age was 12.2 (6.2-27.5) months, and where more than half, 114 (51.8%) were under 12 months. 5 Jartti and colleagues, 2004 studied 161 children hospitalized with acute expiratory wheezing and the presence of Rhinovirus, RSV, Coronavirus, Metapneumovirus and Enterovirus RNAs were detected in the nasal secretions. In our study, we had almost the same viruses isolated from wheezy infants and children but RSV was most common, followed by HRV then Adenovirus. 6 Another study done on 626 hospitalized children admitted with acute expiratory wheezes, viruses were detected in the nasopharyngeal aspirates by PCR. A viral pathogen was identified in 444 (71%). RSV was the most frequently detected (27%), followed by rhinovirus (24%). 7 In our study, HRV +ve cases represented with recurrent attacks of wheezes rather than single attack. HRVs have been recognized as an extremely common cause of recurrent wheezing in early childhood by Message and his colleagues, 2008. 8 HRV infection was associated with a 10-fold risk of developing asthma. 9 Among rhinovirus positive patients, co-infection with more than one virus was (83.5%, 79 cases) than infection with single virus (16.5%, 8 cases). Fujitsuks and his colleagues 2011, had co-infection detected in 14 (12.2%) patients while, Smuts and his colleagues 2011, it was 16%. 10, 11 Interestingly, our study comes in agreement with a study done by Feng and his colleagues, 2012 which was performed on 1335 nasopharyngeal swabs obtained from children hospitalized for acute lower respiratory tract infection. Approximately 30% were confirmed as HRV-positive cases with 45% confirmed as RSVpositive cases. This study shows also that HRV infection occurs sporadically throughout the year with an HRV-positive rate higher in winter and autumn. 12 All our HRV +ve cases were admitted to PICU and this could be explained by the presence of bacterial super-infection. This comes in agreement with a study done by Guittet and colleagues 2003. The results showed that 11.9% of patients with rhinovirus showed pneumonia and 40% of them showed abnormal chest X-ray in the form of increased bronchovascular markings, consolidation, pneumothorax and pleural effusion. 5 Conclusion HRV was the second common viral infection in children with wheezes. Its prevalence was more in winter with higher incidence of recurrence. Compared to the other respiratory viruses, it had the higher mortality 43.7%.\n\nNo conflict of interest. No funding from any source."}