{"title": "Fusion of Viral Envelopes with Cellular Membranes", "body": "Many families of viruses have an envelope wrapping their genome, RNA or DNA. The envelope is a lipid bilayer membrane with the virusspecific glycoproteins spanning it. The bilayer originates from the host cell membrane and has a lipid composition and transbilayer distribution quite similar to the host's. The viral glycoproteins have the functions of binding to the target cell surface and fusion with the cell membranes (see Table I ). The two functions are carried by a single glycoprotein in influenza virus (HA), VSV (G), and SFV (E).' In HVJ, the functions are carried by separate glycoproteins, HN for binding and F for fusion. When viruses encounter target cells, they first bind to the cell surface through interaction of the viral glycoprotein with receptors ( Fig. la) . Sialoglycoproteins andlor sialoglycolipids are known to be the receptors for HN in HVJ and HA in influenza virus.\n\nFusion of the virus envelope with target cell membranes is an essential initial step in infection since the virus can transfer its genome into the cytoplasm by this event (Fig. lc) . Envelope fusion is induced by the action of the virus glycoprotein on target membranes. Some fusion proteins are initially produced in precursor forms and then cleaved posttranslationally by proteolytic enzymes. F in HVJ and HA in influenza virus are such examples. They are produced as precursor forms FO and HA0 and then cleaved into F2 and F1 (Homma and Ohuchi, 1973; Scheid and Choppin, 1974) and HA1 and HA2 (Klenk et al., 1975; Lazaro-witz and Choppin, 19751 , linked by disulfide bonds between the subunits, respectively. The precursors are inactive, but the cleaved forms are active in both fusion and infectivity, strongly suggesting a causal relationship between them. Other examples are gPr73 in MMTV and E2 in mouse hepatitis virus which are cleaved into gpS2 and gp36 (Redmond and Dickson, 1983 ) and 90A and 90B (Sturman et al., 1983 , respectively, to become active. E in SFV is cleaved into E3, E2, and El (Garoff et d., 1980) . On the other hand, G in VSV is not subject to cleavage.\n\nThe amino-terminal segment of HA2, F1, and gp36 consists of 20 or more hydrophobic amino acid residues ( Table 11) . That of HA2 also contains two or three acidic residues. These segments are produced on posttranslational proteolytic activation. They are assumed to be responsible for fusion activity because of the hydrophobicity and also because of the conservation of sequence among various strains of HVJ and influenza virus (Gething el a!., 1978) . However, the sequence homology is not always observed; for example, influenza C virus and pneumovirus have sequences different from other viruses except for the hydrophobicity. El in SFV and G in VSV do not contain such amino-terminal hydrophobic segments but have internal hydrophobic stretches. Residues 80-100 in El and residues 100-131 in G, which have sequence homology among the strains, may be such stretches though not strongly hydrophobic (Table  262 SHUN-ICHI OHNlSHl and the putative fusogenic segment should be able to interact with the target membrane, inducing some disturbance eventually leading to fusion (Fig. Ib) . Generally, proteins may have similar hydrophobic segments in them. Even acqueous enzymes have such segments: two in porcine trypsin and one in hepatic alcohol dehydrogenase (Asano and Asano, 1984) . Virus fusion proteins can also have more than one hydrophobic segment. For example, residues 175-199 in G is another hydrophobic sequence (Table 11 ). These hydrophobic segments can be fusogenic only when they approach and interact with target membranes.\n\nEnvelope fusion was first shown to occur for HVJ by electron microscopy (Howe and Morgan, 1969) . Such fusion was not clearly demonstrated for other viruses, however, and, instead, uptake of viruses into intracellular coated vesicles and smooth vesicles was observed. This raised a question of the mechanism of virus genome transfer into the target cell cytoplasm for these viruses. Ten years later, the induction of envelope fusion activity in mildly acidic media was discovered for SFV (VMnanen and Kaariainen, 1979, 1980) , influenza virus (Maeda and Ohnishi, 1980; Huang ef al., 1981; Lennard and Miller, 19811, and later VSV (White et al., 1981; Mifune et al., 1982; Matlin et al., 1982) . The pH dependence of fusion was markedly different; while HVJ can fuse at neutral as well as acidic pH values, SFV, influenza virus, and VSV can fuse only at acidic pH (Fig. 2) . A new virus entry mechanism was proposed for these viruses on the basis of these findings, SFV by Helenius et ul. (1980) , influenza virus by Maeda and Ohnishi (1980) , Matlin et al. (19811, and Yoshimura et al. (1982) , and VSV by Matlin et al. (1982) . After uptake into intracellular vesicles, these viruses fuse with vesicle membranes when the intravesicular lumen becomes acidic and release their genome into the cytosol. At first, lysosomes were proposed as the acidic compartment, since they are well known to have a pH of 4.8 (Ohkuma and Poole, 1978) . After the proposal, however, a rapid acidification of prelysosomal endocytic vesicles (endosomes) was discovered in 1982 by Tycko and Maxfield (1982) and van Renswoude et al. (1982) . Genome transfer by fusion with endosomes was shown shortly afterward by Marsh et al. (1983b) for SFV and Yoshimura and Ohnishi (1984) for influenza virus.\n\nIn this chapter, I first review some characteristic features of membrane fusion activity for each virus and then discuss the mechanisms of membrane fusion, especially low pH-induced membrane fusion. I concentrate on the interaction of the hydrophobic segment with the target cell membrane lipid bilayer and suggest the entrance of the segment into the lipid bilayer hydrophobic core as a key step in fusion. For the hydrophobic segments containing a few acidic residues, I emphasize protonation of those residues as a requirement for the entrance. Finally, I briefly review (Yamada and Ohnishi. 1986 ) and fusion with MDCK cells (White et ( I / . , 1981) . (Modified from Ohnishi and Yoshimura. 19x4.) the entry pathway of virus into cells leading to infection. Several review articles have been published on virus membrane fusion activity (White r t a / . , 1983; Ohnishi and Yoshimura, 1984; Asano and Asano, 1984; Ohnishi, 1985a) and virus entry mechanisms (Helenius t r f i l . , 1980 : Dimmock, 1982 Marsh, 1984) .\n\nFusion of HVJ with erythrocyte membranes was first observed by electron microscopy as a dispersal of viral antigen into the cell membrane (Howe and Morgan, 1969) . Virus-induced hemolysis has been used as a 264 SHUN-CHI OHNlSHl rapid, sensitive, and convenient assay for envelope fusion. However, this assay is indirect since it measures a result of envelope fusion. A different approach based on intermixing of viral lipids with target cell membrane lipids was developed (Maeda et al., 1975; Ohnishi, 1985a) . Virus is incubated with spin-labeled phospholipids to incorporate them into its envelope. The spin-labeled virus is then incubated with target cell membranes. The ESR peak height increases on fusion due to dilution of spin-labeled phospholipids with cell membrane lipids. Assays of fusion using fluorescent probes based on the same principle were also developed (Wyke at al., 1980; Struck et al., 1981) . A recent example is to use octadecyl rhodamine B chloride loaded into virus envelopes and to measure the relief of fluorescence quenching on fusion (Hoekstra at al., 1984) . These spectroscopic methods provide rapid, continuous, and quantitative information on fusion. A drawback is the difficulty in discriminating fusion from exchange of lipids between two membranes without fusion, if it occurred.\n\nEnvelope fusion is a rapid reaction reaching a saturation level within 1-2 min at 37°C. It does not require Ca2+ or Mg2+. It has a characteristic temperature dependence; practically no fusion below 20°C and progressively faster fusion at higher temperatures. The temperature dependence was correlated with the onset of the segmental and rotational motion of the viral glycoproteins in the envelope as measured by the decay of transient dichroism of eosine triplet probes (Lee et al., 1983) . A discontinuity in the fluidity of target erythrocyte membranes was also observed near 20°C using spin-labeled PC (Tanaka and Ohnishi, 1974) .\n\nThe fusion reaction follows first-order kinetics. The rate constant of fusion with erythrocyte membranes was obtained as 0.84 min-' at 37°C by the spin-label assay (Kuroda et al., 1985) . Kinetic analysis suggested that not all virus particles bound on cells fuse at this rate constant but only about 1-2 particles per cell do. Kinetic analysis of the fluorescence dequenching data based on the mass action law gave 2.4-4.2 min-' for the rate constant (Nir et al., 1986b) , which is around 3-5 times greater than that obtained by the spin-label method. The pH dependence of fusion is rather broad in the range from pH 8 to 5 (Fig. 2a) . The fluorescence assay also showed a broad pH dependence, although the rate constant as well as the efficiency of fusion are considerably low on either sides of neutral pH .\n\nHVJ can fuse with liposomes containing as well as not containing receptors (glycophorin or gangliosides). Fusion with liposomes containing anionic phospholipids is more efficient. The effect of cholesterol on fusion is controversial. While Haywood and Boyer (1984) observed no effect of cholesterol, Hsu et al. (1983) showed a requirement in fusion and Kundrot (DuzgiineS, 1988) .\n\nLiposomes reconstituted with the viral glycoproteins HN and F have hemolytic and fusogenic activities (Hosaka and Shimizu, 1972; Volsky and Loyter, 1978a) . Ozawa and Asano (1981) showed that cholesterol was required for the functional reconstitution.\n\nHVJ causes hemolysis. The virus appears to have an inherent defect in the envelope membrane which creates pores in the cell membrane after fusion. Accelerated water inflow causes cell swelling and lysis after a certain threshold. Pore formation is observed as the permeability to low molecular weight (< 1,000) compounds increases (Pasternak, 1984) and the membrane potential or resistance decreases (Okada et al., 1975) . Membrane damage in cultured cells is repaired on further incubation at 37°C (Okada et a/., 1975) . Ca2+ inhibits pore formation, thus inhibiting virus-induced hemolysis (Pasternak, 1984) .\n\nVirus harvested I day after infection of embryonated eggs (one cycle of reproduction) is nonhemolytic, in marked contrast to hemolytic viruses obtained after 3 days (Homma ei ul., 1976) . In electron micrographs, uranyl acetate stain does not penetrate the early harvested viral envelope, whereas it penetrates the late harvested viruses (Shimizu et ul., 1976) . The early harvests have fusion activity as well as infectivity, in spite of the lack of hemolytic activity. The virus therefore appears to have less damage in the envelope and cannot produce pores in the cell membranes. Interestingly, early harvests become hemolytic on freeze-thawing, incubation at 36\"C, or sonication .\n\nA morphological study was carried out to obtain the structural basis for the difference (Kim et al., 1979) . Both early and late harvests have closely packed spikes on the envelope consisting of HN and F. However, there is a marked difference between t em in freeze-fracture electron micrographs. While late harvests have large IMPs with diameters of 15 nm on the E-face, early harvested viruses have no visible particles on either fracture face. Large IMPs appeared on the E-face on incubation at 37°C. Nucleocapsid strands are regularly folded under the envelope in early harvests but become irregular and detached from the envelope on incubation. The invisible to visible transformation of IMPs could be due to aggregation of viral glycoproteins in the envelope. The peripheral matrix (M) proteins may also be involved in the transformation in this case. P 266 SHUN-ICHI OHNlSHl 3. CELL FUSION Cell fusion induced by HVJ was discovered by Okada (1958) (see Okada, Chapter 10, this volume) . Cell fusion is initiated by viral envelope fusion with the cell membrane, but requires factors, such as ATP, in addition to the latter process. It is inhibited by cytochalasins and high concentrations of mono-and disaccharides (Maeda et a / . , 1977) , whereas envelope fusion is not affected by these agents. Envelope fusion produces intercellular cytoplasmic bridges, and the ensuing osmotic swelling of cells causes expansion of the locally fused sites to form spherical polykaryons (Knutton, 1979) . This sequence was clearly shown using nonhemolytic viruses. The fusion reaction stopped at the initial stage with these viruses because of the lack of cell swelling. When the cells were subsequently swollen by lowering the osmolarity of the medium, they formed spherical polyerythrocytes (Knutton, 1979; Knutton and Bachi, 1980) . Polyerythrocyte formation is very efficient with erythrocytes but extremely inefficient with erythrocyte ghosts because of the lack of osmotic swelling in the latter. Sekiguchi and Asano (1978) have succeeded in attaining a large enhancement of polyerythrocyte formation by preloading bovine serum albumin (5%) into ghosts.\n\nHVJ causes clustering of IMPs with the accompanying formation of a naked lipid bilayer area in erythrocyte (Bachi et al., 1973) as well as in cultured cell membranes (Kim and Okada, 1981) . The clustering in cultured cell membranes disappears on continued incubation at 37°C but persists in erythrocyte membranes. The clustering is dependent on the temperature at which the membrane specimen was frozen. It is observable when quenched from lower temperatures (0-4°C) but not on quenching from higher temperatures (28-37°C) (Volsky and Loyter, 1978b; Kim and Okada, 198 I) . This is essentially a reversible thermotropic phenomenon triggered by mobilization of the membrane proteins by the action of the virus (see Section II,B,3).\n\nThe clustering of IMPs is well correlated with cell fusion, and it is not observed under conditions where the fusion of cultured cells is inhibited (Kim and Okada, 1981) . For erythrocytes, this correlation is further confirmed by an experiment using ghosts loaded with bovine serum albumin. HVJ caused efficient fusion of these ghosts, but, when antispectrin antibody was additionally loaded in ghosts, both cell fusion and IMP clustering were inhibited (Sekiguchi and Asano, 1978) . This result also indicates a correlation between IMP clustering and the cytoskeletal spectrin meshwork as well.\n\nThe amino-terminal segment of Fl consists of about 20 hydrophobic amino acids, 26 hydrophobic residues with an anionic Asp at position 27 and a positive Arg at 29 in HVJ, and 19 hydrophobic residues with a positive Lys at 20 in respiratory syncytial virus (a pneumovirus) (see Table 11 ). The sequence is well conserved among paramyxoviruses, but the homology with pneumovirus is poor. These hydrophobic segments should be able to approach target membranes in the fusion reaction. Partial exposure of this segment to external media was shown by using various proteolytic enzymes (Asano er al., 1980) . Treatment of HVJ with aminopeptidase M resulted in a change of the F1 amino terminus from Phe to Ala, yet in no apparent change in the mobility on sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), suggesting that 3 (or 9) amino-terminal residues were cleaved off. Since the treated virus retained infectivity, these terminal amino acids may not be essential for fusion activity.\n\nPresence of receptors for the amino-terminal segments in target membranes has been suggested from studies on inhibition of virus replication by small peptides with amino acid sequences similar to that of the viral amino terminus (Richardson et al., 1980; Richardson and Choppin, 1983) . Carbobenzoxy (Z)-D-Phe-L-Phe-Gly-D-Ala-D-Val-D-Ile-G1y and Z-D-Phe-L-Phe-Gly are the most potent inhibitors of measles virus replication. Other peptides with 1-3 amino acids are also inhibitory, though weaker. These peptides bind to and express their inhibitory activity on cells but not on virus. However, the recognition is limited to only 2-4 residues.\n\nEven Z-D-Phe and Z-1.-Phe had inhibitory activity. Peptides with natural amino termini have much weaker activity, 1/10 to 1/10,000 of that of peptides with the artificial carbobenzoxy group. D-Amino acids are not contained in the viral peptides. The results therefore do not appear to prove the presence of a specific receptor. Moreover, the results are not compatible with the observation that the cleaving off of afew residues from the amino terminus does not affect infectivity (Asano et al., 1983) . Asano and Asano (1985) proposed a specific binding of the amino-terminal segment of F1 to cholesterol in target membranes.\n\na. Virus. Low pH-induced envelope fusion, hemolysis, and cell fusion were observed by Ohnishi (1980), Huang et al. (19811, Lennard and Miller (1981) , White et al. (1981) , and Yoshimura et ul. (1982) .\n\nFusion is activated at pH values lower than 6 and becomes optimum at pH S (Fig. 2b ). An electron micrograph showing fusion with erythrocytes at acidic pH is given in Fig. 3B . Proteolytic cleavage of HA0 into HA1 and HA2 is required for fusion activity (Huang et a/., 1981; Maeda et al., 19811 , indicating an essential role for the low pH fusion activity in infection. Envelope fusion is a rapid reaction, reaching a saturation level of 60-70% fusion in 1-2 min at 37°C at pH 5.2. Temperature dependence of the hemolytic activity correlated well with that of the rotational mobility of HA glycoproteins. The mobility thus appears to be required for the molecular rearrangements necessary for fusion activity (Junanker and Cherry. 1986).\n\nNot only various strains of type A and B influenza viruses (Shibata et d., 1982) but also type C viruses (Ohuchi r' t a/., 1982; Kitamae ef a / . , 1982) have low pH-induced fusion activity. The pH dependence is a little different among them. As a conventional measure to show the difference in the pH dependence, the pH at half-maximal fusion, pH,,?. is taken (Table 111 ). It ranges from 5.1 to 5.7 for most strains.\n\nWild-type viruses may contain variants with different pH characteristics. Such variants were isolated from the X-3 I strain. Variants with a common substitution at position 17 in HAI, Arg for His, showed a large shift (+0.6 unit) in the pHli2 value (Rott et uf., 1984) (see Table 111 ). Another variant showed a smaller shift ( + 0 . 3 unit). A substitution at position 132 in HA2, Asn for Asp, is responsible for this shift (Doms et d . , 1986) . Daniels rt al. (1985) selected mutant viruses with altering pH dependence by growing virus in cells treated with amantadine chloride, which raises the endosomal pH. Thirty-eight mutants had pHli2 values from 0.1 to a maximum of 0.6 unit higher than the parent viruses, X-31 and somes, but their genome has already been released into the cytoplasm to initiate reproduction of viral materials. Bar, 0.1 p m . (Photographs A-F are rrom Yoshimura C I ol., 1985 (3) Yoshimtiria c'/ rrl. (19x2) .\n\n(4) Kitdniilc c/ d. (19x2) . Chicken/Germany/34 strains. Mutants with the highest pHliz value (6.4 and 6.2) are listed in Table 111 . Destabilization of the location of the HA2 amino-terminal segment and alteration of the intersubunit contacts are related to the altered pH dependence. Gething et al. (1986) constructed three mutants by site-specific mutagenesis that introduced amino acid changes in the HA2 amino-terminal segment (see Table 111 ). A mutant substituting Glu for Gly at position I I had the same fusion activity as the parent virus, Japan/305/57. Substitution of Gly for Glu at position 4 raised the threshold pH by 0.3 unit and decreased fusion efficiency. Substitution of Gly for Glu at position I destroyed fusion activity down to pH 4.8.\n\nc. HA and BHA. HA solubilized from the virus with detergent forms rosettelike micelles on removal of the detergent. HA rosettes bind to the cell surface receptor and induce hemolysis at acidic pH in a similar manner to the parent virus (Sato et al., 1983) . They can also cause fusion of erythrocyte membranes at low pH, when the membranes are brought into close contact by poly(ethy1ene glycol) (5%) (S. B. Sato et al., unpublished) , as well as fusion of liposomes (Wharton et al., 1986) . Recently, it has been shown that a synthetic 20 amino acid peptide with the same sequence as that of HA2 N-terminal segment induced fusion of egg PC vesicles at acidic pH (Murata et al., 1987b; see Section III,B,2,b) .\n\nHA is a member of a family of glycoproteins which contain a covalently linked fatty acid (Schmidt, 1983) . A possible involvement of the fatty acid in the hemolytic or fusion activity was shown by Schmidt and Lambrecht (1985) . These authors observed loss of hemolytic activity of influenza virus and HA rosettes on removal of fatty acid with hydroxylamine.\n\nBromelain treatment of the virus releases the ectodomain of HA by cleaving the peptide bond at residue 175 in HA2. BHA is soluble in water but aggregates to form micelles in acidic media. BHA binds to the cell surface receptor but cannot induce hemolysis at acidic pH (Sato et al., 1983) , d. Interaction of HA with Liposomes. Interaction of HA with receptor (gang1ioside)-containing liposomes was studied by measuring the fluorescence of Trp residues (Ohnishi, 198%; Kobayashi et al., unpublished) . After allowing the binding of HA to liposomes and washing, the liposome suspension was acidified, neutralized, and treated with semialkali protease. HA1 was digested and HA2 remained bound. Liposomes were isolated, subjected to further extensive proteolysis by bromelain or proteinase K, and centrifuged in a sucrose density gradient. Isolated liposomes still contained a small peptide(s) which gave fluorescence due to the Trp residue at 337 nm. The fluorescence was not quenched by the aqueous quencher acrylamide, but was greatly quenched by spin-labeled stearates incorporated into liposome membranes. These results suggest that a peptide portion of HA2 containing a Trp residue(s) has entered into the lipid bilayer at acidic pH. e . HA-Reconstituted Vesicles. HA reconstituted in PCkholesterol (2 : 1) vesicles can have the same fusion activity as the parent virus (Kawasaki et al., 1983) . Fusion efficiency was dependent on the spike density in the reconstituted membranes. Preparations at appropriate protein-lipid ratios produced vesicles with a high spike density that fused with erythrocyte membranes at pH 5.2 as rapidly and efficiently (63-66%) as the parent virus.\n\nInfluenza virus can fuse with liposomes, either containing or not containing receptors, in the same way as with cell membranes. Fusion does not require specific classes of phospholipids, although fusion is more efficient with PS-containing liposomes than with PC alone. Cholesterol does not significantly affect fusion (Maeda et ai., 1981; White et al., 1982) . Fusion with cardiolipin liposomes was more efficient than that with PS (Stegmann et al., 1985) . The fusion rate constant was obtained as 1 sec-' at 37°C at pH 5.0 from the analysis of fluorescence dequenching data (Nir et al., 1986a) . Liposomes made only of cardiolipin could be considered to be artificial and to have different characteristics than natural membranes as target membranes for fusion (Stegmann et al., 1986) .\n\nThe three-dimensional structure of BHA at neutral pH was determined to a resolution of 5 A (Wilson et ul., 1981) (see Fig. 4 ). HA molecules form trimers and extend 13.6 nm from the envelope surface. The receptor binding site is located in HA1 near the upper surface of the molecule. The amino-terminal hydrophobic segment in HA2 is located in a different domain near the envelope surface and hidden inside the trimer. When the virus binds to the cell surface receptor, the two membranes are still far apart. A large conformational change is therefore required at acidic pH to bring the two membranes into close contact and to make the hydrophobic segment exposed and approach the target membrane. Such a structural change has been observed by various methods. BHA and HA are resistant to trypsin at neutral pH but become susceptible after low pH treatment. The pH dependence of the susceptibility agrees well with that of envelope fusion (Skehel et al., 1982; Sat0 et al., 1983) . The cleaved sites were determined to be at Lys 27 and Lys 224 in the HA1 component (Skehel et al., 1982) . The conformational change appears to expose the HA2 amino-terminal hydrophobic segment. Aggregation of BHA molecules to form micelles at acidic pH is likely to take place via hydrophobic association, placing the amino-terminal segments near the center. Treatment with thermolysin removed the amino-terminal 23 residues and caused resolubilization (Daniels et al., 1983) . BHA binds to phospholipids or detergents at acidic pH when these amphiphilic molecules coexist, probably by association with the exposed hydrophobic segment. The pH dependence of the binding is the same as that of envelope fusion.\n\nElectron microscopic observation of the isolated virus and of HA showed a thinning and marked elongation of HA in acidic media. Trypsin treatment reversed the elongation, resulting in a shortening of HA (Ruigrok et al., 1986) . Low pH treatment of BHA did not signficantly affect the CD spectrum in the far UV region, indicating a very small, if any, effect on the secondary structure. Therefore, the structural change may not involve a gross denaturation but a relative movement of domains which maintain their individual structures (Skehel et al., 1982) . The low pHinduced phenomena are apparently irreversible on restoring the pH to neutral.\n\nHA molecules form micelles at neutral pH. This association is probably due to hydrophobic clustering of the membrane-spanning hydrophobic segments near the HA2 carboxy terminus. Low pH causes aggregation of these micelles, probably via hydrophobic association of the HA2 aminoterminal segments. HA molecules interact strongly with target membranes probably via the exposed hydrophobic segment, and cause lysis and fusion. Entrance of a Trp-containing peptide segment in HA2 into the lipid bilayer at acidic pH has been suggested (Section II,B, I ,d).\n\nInfluenza virus causes IMP clustering in erythrocyte membranes when incubated at pH 5.2 but not at pH 7.2 (see Figs. 3C-E) (Yoshimura et al., 1985) . Clustering was dependent on the temperature of quenching, as in the case of HVJ (Section II,A,4) . At 37\"C, protein distribution was more random. The clustering is a reversible thermotropic aggregation of membrane proteins, and the effect is similar to that of HVJ, but much more extensive (see, for example, Fig. 3E) . The difference is not due to the incubation of erythrocytes at acidic pH, since the clustering induced by HVJ at pH 5.0 was similar to that at pH 7.4. HA rosettes also cause IMP clustering in erythrocyte membranes at pH 5.2, although the degree of clustering is not so large (Fig. 3F) , similar to that caused by the virus after incubation for a short period, e.g., I min (Fig. 3D) .\n\nIMP clustering is probably a result of virus-induced mobilization of target membrane proteins as observed by fluorescence photobleaching recovery measurements (Yoshimura et ul., 1985) . Lateral mobility of band 3 proteins in erythrocyte membranes is largely restricted under physiological conditions; the diffusion constant is of the order of cm? sec-I. Incubation of erythrocytes with influenza virus or HA rosettes at pH 5.2 caused a large mobilization of band 3 proteins, the diffusion constant increasing 50or 20-fold, respectively. No such mobilization was observed when the cells were incubated at pH 7.4 or when ghosts were incubated at pH 5.2 without virus. The mobilization may be related to modification of the cytoskeletal meshwork underneath the membrane, consisting of spectrin-actin-band 4.1 peripheral proteins. A diffuse fibril structure was converted into aggregated dense spots, and membrane regions lacking the meshwork were produced after incubation with virus at pH 5.2. A model for the restriction by the cytoskeletal network has recently been presented (Tsuji and Ohnishi, 1986) . There are two populations of band 3 proteins. About lO-I5% of them, calculated as band 3 monomers, are anchored to the cytoskeletal network via ankyrin and are immobile.\n\nAnkyrin-free band 3 proteins are mobile, but the mobility depends on the spectrin associated state (tetramer or dimer). Band 3 cannot move when its cytoplasmic domain is surrounded by the tetrameric spectrin network, but it can cross the network when spectrins are in dissociated dimers. The virus-induced mobilization could therefore arise from modification of the spectrin association state by direct or indirect action.\n\nLow pH-induced hemolytic activity of SFV was first observed by Vaananen and Kaariainen (1979; 1980) . Envelope fusion with various cultured cells was very rapid (within 5 sec) and efficient (7040%) at pH 5.5 at 37°C (White ef d., 1980) . Virus-induced cell fusions were also observed (White et ul., 1981) . The pH dependence of fusion activity is shifted a little higher than that of influenza virus (Fig. 2c) . The pHI,2 value ranges from 6.0 to 6.4 (Table 111). A fusion mutant had a lower value of 5.1. Sindbis, another alphavirus, had a pHI12 of 5.6. Low pH-induced fusion activity was also observed for yellow fever virus (Cammack and Gould, 1985) and West Nile virus (Gollins and Porterfield, 1986) , both belonging to a different genus, Flauiuirus (Table 111) .\n\nSFV can fuse with simple liposomes in a way similar to fusion with cell membranes. In these fusions, cholesterol in the target membranes is required, a characteristic difference from many other viruses . Maximum fusion was observed with more than 33 mol % cholesterol. The phospholipid requirement was not strong, although fusion with PC was less efficient compared with other classes of phospholipids such as PE and PS. Ca2' or Mg2+ was not required for fusion . Isolated E glycoproteins form octameric micelles which, however, do not have hemolytic activity (Vaananen and Kaariainen, 1979) . The glycoproteins reconstituted into liposomes showed low pH-induced hemolytic and fusion activities (Marsh et al., 1983a) . The fusion efficiency was lower (25%) than that of the parent virus, possibly due to lower spike density on the reconstituted membranes. Cholesterol was not required for reconstitution. Of the three components of E, El was shown to be active for hemolysis and hemagglutination. Yamamoto et al. (1981) solubilized E glycoproteins from Western equine encephalitis virus, an alphavirus, and isolated the components. Reconsituted vesicles containing E I alone but not those containing E2 alone showed fusion activity. It is suggested that E2 may cooperate with El in the hemagglutination activity.\n\nBoth El and E2 span the viral envelope membrane, with the hydrophobic segment near their carboxy termini. Another hydrophobic segment near but not at the amino terminus of E l , residues 80-100 or 80-109, may be fusogenic (Table 11 ). There are a few acidic residues in the segment. Sindbis El has a quite similar sequence at the same site. A low pHinduced conformational change in Sindbis El was detected by the change in susceptibility to tryptic cleavage (Edwards et al., 1983) .\n\nLow pH-induced hemolysis and cell fusion were observed in VSV by White et al. (1981) . The pH range for fusion activity is similar to SFV (Fig. 2d) , the pHlI2 value ranging from 6.1 to 6.4 (Table 111) . A characteristic of VSV different from other viruses is that protease pretreatment of target cells does not destroy but rather enhances virus binding and fusion. The human erythrocyte is an extreme example: the virus cannot agglutinate nor fuse with intact cells but shows enhanced hemagglutination and fusion activities to trypsin-treated cells (Mifune el al.. 1982) . Fusion with trypsinized erythrocytes is very rapid (within 1-2 min) and efficient (-80% fusion) at pH 5.5 at 37°C (Yamada and Ohnishi, 1986) . Pretreatment of L cells with trypsin or neuraminidase also results in increased binding and plaque formation (Schloemer and Wagner, 1975) . These results strongly suggest that sialoglycoproteins and sialoglycolipids as well as proteins are not receptors. Instead, lipids may be the direct target site. Inhibition of virus binding and infection by PS liposomes supports this idea (Schlegel et d., 1983) .\n\nVSV can bind and fuse with simple liposomes (Yamada and Ohnishi, 1986) . Fusion with liposomes is quite similar to that with trypsinized erythrocyte membranes, in the rate, efficiency, and pH dependence. Binding to liposomes is also dependent on pH; the threshold pH (7.5) is about I unit higher than that for fusion. Binding and fusion with liposomes did not decrease at lower pH values, while those with cells decreased. Binding to liposomes was dependent on the head groups of the phospholipids, being stronger to phosphoserine than to phosphocholine. On the other hand, the head group requirement was not strong for fusion, but the presence of cis-unsaturated fatty chains in phospholipids was required. For example, efficiency of fusion with cis-unsaturated dioleoyl PC was 5296, but that with saturated dimyristoyl PC was negligibly small, 8%. Cholesterol enhanced fusion further but was not an absolute requirement. Efficient fusion with various natural phospholipids and lipids is probably due to the presence of cis-unsaturated fatty acids. lsolated G glycoproteins do not have hemolytic activity by themselves; however, G glycoproteins reconstituted into vesicles have fusion activity (Eidelman et a/. , 1984) . Reconsituted vesicles prepared at high protein/ lipid ratios (-0.3 mol 96 protein) and by slow removal of detergent had high fusion activity. Fusion with liposomes containing PS or PE are much faster than that with PC alone. Inclusion of cholesterol did not affect the fusion. However, it is noteworthy that the pH range for fusion shifted largely to lower values, with a threshold at pH 5.0. A n alternative reconstitution procedure has been used recently to produce reconstituted vesicles whose fusion activity has a pH dependence similar to that of the intact virus (Metsikko et al., 1986) .\n\nThe amino-terminal segment of G protein is not hydrophobic, containing 3 basic Lys and 2 His residues. Residues 102-131 have sequence homology between lndiana and New Jersey serotypes and appear more hydrophobic (Table 11) . However, a thermodynamic estimate shows that they are not hydrophobic as a whole (Section IIl,B,2). Residues 175-199 can be hydrophobic at acidic pH (see Table IV ).\n\nPeptides of 26 amino acid residues corresponding to the amino-terminal segment of G can cause hemolysis at low pH, with a pH dependence similar to that for the virus (Schlegel and Wade, 1984, 1985) . Even much smaller peptides (6 amino acid residues) caused more efficient hemolysis. However, the activity was independent of pH. Therefore, the activity may not reflect that of the parent virus. Low pH-induced fusion activity has also been observed for other enveloped viruses, a retrovirus (MMTV) and a bunyavirus (La Crosse) ( Table  111) . A low pH-induced conformational change in La Crosse virus GI glycoprotein has been reported (Gonzales-Scarano, 1985) .\n\nIn the fusion reaction, virus first binds to a target cell membrane through interaction of the viral glycoprotein with the receptor (Fig. la) .\n\nThe virus and cell membranes would still be far apart since the viral glycoproteins usually extend externally some 10 nm or more (Fig. 4) . Closer apposition of the two membranes is required for further interactions.\n\nIn influenza and other viruses, the close apposition may be achieved by a conformational change of the viral glycoprotein induced at acidic pH.\n\nThe conformational change would cause mobilization and rearrangement of target cell membrane proteins to produce naked lipid bilayer domains assisting the close apposition. The conformation change would also cause exposure of the hydrophobic segment in the glycoprotein to make it approach and interact with the lipid bilayer in target membranes. (Fig. Ib) . Morphological observation of isolated influenza virus and HA showed a thinning and marked elongation of HA at low pH (Ruigrok et al., 1986) . However, this is the change induced between HA spikes in the absence of binding to target membranes, and change in HA when bound to target membranes may be different. The conformational change may be triggered by protonation of some acidic amino acids. The conversion of charged residues into protonated neutral ones would greatly alter interresidue interactions. The pK, value of mildly acidic residues in proteins lies in a range 5.6-7.0 for His, 3.0-4.7 for Asp (P-carboxyl), -4.5 for Glu (y-carboxyl), and 3.0-3.2 for the carboxy-terminal a-carboxyl group (Dawes, 1980) . The pK, value may deviate for some specific residues. For example, in lysozyme, Glu 35 has a much higher value of 6-6.5 and Asp 66 a much lower value, 1.5-2, while the other Asp residues 52 and 101 have ordinary values, 3-4.6 and 4.2-4.7. respectively (Imoto ef ul., 1972) . Since the conformational change of viral glycoproteins occurs at pH values lower and higher than 6.0, Asp, Glu, and His residues are possible sites for the protonation.\n\nViruses can also bind and fuse with simple liposomes lacking receptors. The mode of binding should be different from that of binding to the receptor-containing membranes. For example, the site in the viral glycoprotein used for the binding should be different. The pH dependence may therefore be different between these two types of binding. Such differences have been demonstrated: while binding of influenza virus to cell membranes occurs in a wide range of pH values from 8 to 5 ( M a t h et al., 1981 :  Yoshimura et al., 1982) , binding to liposomes occurs only below pH 6.2, in parallel to the fusion activity (Doms et al., 1986) . The binding to liposomes may involve interaction of the HA2 amino-terminal hydrophobic segment, exposed at the low pH, with the lipid bilayer. Both events are thus effected by the same cause. On the other hand, binding to receptors on target membranes occurs at neutral pH and also at acidic pH so long as the conformational change in HA does not destroy the binding site in HA1 . No gross denaturation of HA at low pH was indicated by CD measurements (Skehel et a / . , 1982) .\n\nBinding of HVJ to liposomes may be ascribed to the partially accessible hydrophobic segment in F1.\n\nThe hydrophobic segment in virus fusion proteins probably attacks the lipid bilayer domain in the target cell membrane. Such domains may be formed as a result of virus-induced mobilization of target membrane proteins (Yoshimura et d., 1985) . Formation of lipid domains has been detected by freeze-fracture electron microscopy. Ability of viruses to fuse with liposomes either containing or not containing receptors supports the idea, provided that such fusions mimic those with cell membranes. The presence of a specific receptor to the amino-terminal segment has been suggested but not fully proved (Section I1 ,A,5).\n\nThe hydrophobic segment may enter the target lipid bilayer hydrophobic core. The free energy for transfer of the segment from aqueous to lipid bilayer phases will be negative. An estimate for the free energy value was made as shown in Table IV . This analysis gave large negative values for many viral hydrophobic segments. A segment containing charged residues is not favorable for transfer because of the work necessary to bring a charge into hydrocarbon media (Parsegian, 1969) . When these charged residues are neutralized by protonation or deprotonation, transfer would be much easier. It has been shown that a single substitution of a hydrophobic amino acid residue (e.g.,Ala) for a charged residue (e.g., Glu) in the signal peptide of secretory proteins blocks transfer of the proteins across the inner membrane of mutant E. coli (Bedouelle et al., 1980; Emr er al., 1980) . \" Free energies were calculated for transfer of a-helical segments, using parameter values assigned to each amino acid residue by von Heijne f 1981). The values for transfer at neutral pH include the work to protonate acidic residues at neutral pH, while the work is omitted from the values at acidic pH since protonation occurs spontaneously. For the amino-terminal hydrophobic segments, free energy values are given for transfer of the internal segment (e.g.. 2-24) and the whole segment (e.g., 1-24), corresponding to models A and B in Fig. 5 . respectively. In the latter, a contribution from the work to deprotonate the aminoterminal charge at the respective pH values is included.\n\nThe hydrophobic segment in viral glycoproteins which have fusion activity only at acidic pH often contains a few acidic residues. We have proposed that the low pH is required for protonation of the acidic residues, as well as for the conformational change, to neutralize the charge so that the hydrophobic segment may interact more easily with the target lipid bilayer (Maeda and Ohnishi, 1980; Ohnishi, 198Sa) . The protonation occurs spontaneously at acidic pH, but requires work at neutral pH since the latter is higher than the pK, value of the acidic residues. This extra work, 15-18 kJ/mol per acidic residue, is included in the free energy for transfer at neutral pH but omitted at acidic pH. The free energy values at acidic pH are therefore much lower (30-50 kJ/mol) than those at neutral pH (Table IV) , although the latter values are also negative in most cases. The hydrophobic segment in gp36 of MMTV, another low pH-active virus, does not contain acidic residues, however. In this case, the low pH may be required only for the conformational change to expose the hydrophobic segment which is ready for interaction without protonation. The free energy value for transfer is largely negative, independent of pH (Table IV). Our point is that when the segment has acidic residues, they should be neutralized for the interaction. This leads to a hypothesis that the hydrophobic segment in viruses with fusion activity at neutral pH should not contain acidic residues, which so far holds.\n\nThere are two possiblities for the entrance of the neutralized hydrophobic segment into the lipid bilayer (Fig. 5 ) : entrance of the internal hydrophobic segment between two charged residues (A) or entrance of the whole hydrophobic segment (B). Extra work is required to neutralize the aminoterminal charge in B, when it has a charge, and the free energy value for transfer is correspondingly high ( Table IV) . The internal segments in SFV El and VSV G proteins listed in Table I1 are not so hydrophobic ( Table   A t \n\nThe segment 80-109 in El between two positively charged residues has a positive free energy value at neutral and acidic pH. A shorter segment (80-100) can have a negative value at acidic pH, though small. The well-conserved sequence 101-131 in VSV G protein is not hydrophobic. Another segment can have a negative free energy value at acidic pH. Whether these segments are actually involved in fusion of these viruses requires investigation.\n\nb. pH-Dependent Fusion Activity of a Peptide with the Same Sequence as That of the HA2 Amino-Terminal Segment. In order to investigate that the putative fusogenic segment actually has membrane fusion activity and also that protonation of the acidic residues is required for activity, we synthesized a 20-amino-acid peptide with the same sequence as that of the HA2 amino-terminal segment and studied its fusion activity (Murata et al., 1987b) . The synthetic peptide caused a rapid and efficient fusion of egg PC vesicles at acidic pH, but not at neutral pH, in a manner quite similar to that of the parent virus (Fig. 6A) . The threshold pH was around 6.0, and the pHllz value was 5.6. Fusion efficiency was dependent on the peptide to phospholipid ratio in the mixture, increasing with increases in the ratio. The low pH-induced fusion can be stopped immediately by shifting the pH to neutral and started again by readjusting to acid. The peptides with acetylated or succinylated amino termini also had similar fusion activity. The pH range was, however, shifted about 1 pH unit to the acidic side. These results clearly demonstrate a direct involvement of the fusogenic segment in fusion and strongly suggest the requirement of protonation for activity since there are no other acid-sensitive groups in this simplified fusion system. c. pH-Dependent Fusion Activity of Succinylated Melittin. Hydrophobic peptides can have membrane fusion activity. The natural hydrophobic peptide bee venom melittin is one such example. This peptide actually caused fusion of egg PC vesicles at neutral as well as acidic pH (Fig. 6B ) (Murata et al., 1987a) . A succinylated derivative of this peptide was synthesized in which all four amino groups, one a-amino group and three Eamino groups at lysines, were converted to carboxyl groups. This derivative caused fusion of PC vesicles only at acidic pH, in marked contrast to the parent peptide (Fig. 6B) . The threshold pH for fusion was 5.2 and the pHllz 5.15. The pH characteristics of fusion can thus be modified to acid sensitive by introducing acidic groups. The low pH-induced fusion by succinylated melittin can be stopped immediately by shifting the pH to neutral and started again by readjusting to acid.\n\nProtonation of the introduced carboxyl groups was studied by 13C-NMR spectroscopy using melittin succinylated with [ I ,4-i3C] succinic anhydride. Protonation in the presence of PC vesicles occurred in the same pH range as that for fusion. The pK, value for the four carboxyl groups was obtained as 5.19, in close agreement with the pHliz value. The agreement strongly indicates that fusion activity is induced by protonation of acidic residues.\n\nThe pK, value was higher than that in the absence of vesicles, 4.8. The upward shift will occur when the protonated form is stabilized in the presence of vesicles. A probable model is entrance of the protonated hydrophobic segment into the lipid bilayer as B in Fig. 5 , since it has no charge at the amino terminus when protonated. Such stabilization will cause a shift of the acid-base equilibrium in favor of the protonated form.\n\nIn the I3C-NMR spectrum of succinylated melittin both in the presence and absence of vesicles, only a single peak was observed for each carboxyl group during the titration. This indicates fast exchange between the protonated and deprotonated forms, faster than 3 msec. If the pro-tonated segment entered into the lipid bilayer, then the fast exchange would include the entrance into and returning back to the surface of bilayer membranes. Such a dynamic nature of interaction can well explain the rapid on/off switching of fusion on shifting pH to neutral and acid. d . Primury Sequence versus Hydrophobicity. The above discussions are solely thermodynamic, considering only the hydrophobicity of the segment which does not require any specific primary sequence. Is the primary sequence also essential for the fusion function? Needless to say, the primary sequence determines the three-dimensional structure and the conformational change of HA at low pH. The HA2 amino-terminal segment is also involved in secondary structure formation; the terminal nitrogen and the amide nitrogen of residues 4,5, and 6 form hydrogen bonds to oxygen atoms of residue 112 (Asp) in the long helix of HA2 (Wilson et al., 1981) . Mutations at these sites should alter interresidue interactions to affect stability of the structure and pH for the conformational transition (Daniels et al., 1985) . However, the primary sequence may not be important for interaction with the lipid bilayer. For example, influenza C virus has an amino-terminal sequence with very little homology with A and B viruses, but has a common feature of hydrophobicity.\n\na . Membrane Perturbation. Studies on the fusion of phospholipid vesicles by hydrophobic peptides containing acidic residues indicated that fusion activity was induced by protonation of the acidic residues (Section III.B,2). At neutral pH. these peptides bind to the vesicle surface but do not cause aggregation of vesicles. At acidic pH, when charges in the hydrophobic segment are neutralized by protonation, vesicles may be brought into close contact owing to the increased surface hydrophobicity, which could overcome the surface dehydration energy (Ohki, 1987) . Vesicles aggregate under such conditions. Moreover, the neutralized hydrophobic segment may enter into the lipid bilayer. The segment would then compress the lipid molecules surrounding it. Since the interaction can be dynamic, the rapid entrance into and returning back to the surface would cause density fluctuations in the membrane. Such destabilization would trigger fusion of two apposed bilayer membranes.\n\nThe hydrophobic segment may produce some perturbed structures in the target lipid bilayer membrane by binding to lipid molecules. We have recently attempted to detect the possible intermediate structure in liposomes incubated with influenza virus at acidic pH using the quick-frozen replica technique. On replicas made 30 sec after acidification at 23°C of receptor (g1ycophorin)-containing egg PC liposomes bound with influenza virus, we observed very close apposition of the virus particle and liposomes and also small 8-10 protrusions with a diameter of about 20 nm on the convex fracture face, with a complementary pit on the opposite concave face, of liposomes. No close apposition nor perturbed structures were observed on replicas obtained after incubation at neutral pH. The protrusiordpit structure may be the fusion point because of disturbance due to the high curvature (Kawasaki et a / . , 1987) . Cullis and Hope ( 1978) have proposed inverted micelles and other nonbilayer structures as the intermediate in membrane fusions. Phospholipids with larger tail to head volume ratios such as PE or cardiolipin spontaneously form nonbilayer structures under appropriate conditions (Cullis and de Kruijff, 1979) . Even PC can have a nonbilayer structure under specific conditions (Gruner et ul., 1985) . It is interesting to note that, in fusion of VSV with liposomes, the presence of cis-unsaturated fatty acyl chains in target phospholipids was required (Yamada and Ohnishi, 1986) . Also, phospholipids used in fusion studies with various enveloped viruses have been those from natural sources which contain large fractions of cisunsaturated fatty acyl chains. Cis-unsaturated phospholipids have larger tail to head volume ratios.\n\nh. p H Dependence of Virus Memhriinr Fusion. The pH characteristics of virus membrane fusion activity will be determined by the pH dependencies of the conformational change of the fusion protein and the neutralization of the fusogenic segment. The two processes may occur in the same or different pH ranges. If they are different, the process occurring at lower pH would determine the overall pH profile of fusion. For example, the pHliz for MMTV may represent that of the conformational change of gp52 + gp36. Its fusogenic segment does not contain acidic residues and can interact with target membranes at neutral as well as acidic pH.\n\nInfluenza virus variants and mutants have been isolated and studied (Section II,B,I ,a). In these mutants, modification of fusion activity can be caused by changes in the pH ranges both for the conformational change and also for neutralization of the fusogenic segment. For example, a mutant with Gly at positon I 1 for Glu in the HA2 amino-terminal segment showed the same fusion activity as the wild type (Gething et al., 1986) . In this case, the fusogenic segment can interact with the target lipid bilayer at the higher pH because of the lack of one acidic residue in the arm, but the conformational change of the mutant HA was shown to occur in the same pH range as the wild type. Substitution of Gly for Glu at position 1 in the arm destroyed fusion activity down to pH 4.8 (Gething et a / . , 1986) . However, the pH range for fusion activity of the mutant segment may have shifted lower than 4.8. The HA2 amino-terminal peptide with a chemically modified amino terminus had such a shifted fusion activity (Section III,B,2,b).\n\nThe response of cells to viruses is quite similar to that in the receptormediated endocytosis of physiological ligands such as low density lipoprotein, asialoglycoprotein, and epidermal growth factor (for review, see Goldstein et al., 1986) . A characteristic difference is that the viruses fuse with cell membranes to release their genome into the cytoplasm during endocytic processing. The fusion site depends on the pH characteristics of the virus membrane fusion activity. Paramyxovirus can fuse with the cell surface plasma membrane because of its ability to undergo fusion at neutral pH. On the other hand, most other viruses fuse with the membrane of acidic vesicles after entering the cell because of their restriction to fusion at acidic pH.\n\nVarious types of viruses bind to the target cell surface and coated pits, often near the foot of microvilli, and are taken up into coated and smooth vesicles after brief warming (see Figs. 3G, H for influenza virus) (for reviews, see Marsh, 1984; Dimmock, 1982) . Uptake of HVJ by endocytosis was also observed, but the number of virus particles in intracellular vesicles was smaller, less than half as compared with a fusion-inactive cell-growth HVJ (Yasuda et a[., 1981) . On further incubation at 36\"C, the endocytosed viruses are transported into secondary lysosomes and subject to degradation by the action of various lysosomal hydrolytic enzymes. Excretion of the degraded materials into the external medium is observed after 20-30 min. The degradation is inhibited in the presence of lysosomotropic reagents for SFV; Matlin et al., 1981, and Yoshimura et al., 1982, for influenza virus; Matlin et al., 1982, for VSV).\n\nThe intracellular fusion site for these viruses was initially assigned to lysosomes because of the well-known acidity of the lysosome lumen with a pH value of 4.8 (Ohkuma and Poole, 1978) , which induces envelope fusion (SFV, Helenius et al., 1980; influenza virus, Matlin et al., 1981, and Yoshimura et al., 1982; VSV, Matlin et al., 1982) . Inhibition of virus replication by \"lysosomotropic\" weak bases, which raise the lysosomal pH quickly, supports the idea. These reagents do not affect the binding and uptake of viruses. They inhibit virus replication when added in the early phases of infection, up to 10 min after infection, but do not inhibit when added after 30 min. The relationship between the lysosomal pH and virus replication has been studied. The intralysosomal pH can be adjusted were measured using dextran tagged with fluorescein isothiocyanate according to Ohkurna and Poole 11978). (From Ohnishi and Yoshimura, 1984.) by changing either the concentration of the reagents or the pH of the extracellular medium, as shown in Fig. 7 . Influenza virus replication was assayed under various lysosomal pH conditions. Inhibition of the replication was observed when the lysosomal pH was greater than 6.0 but not at pH values below 6.0 (Fig. 7) (Yoshimura r t al., 1982; Ohnishi and Yoshimura, 1984) . The pH dependence agrees well with that of envelope fusion.\n\nJust after the publication of these studies, a rapid acidification of prelysosomal endocytic vesicles was discovered by Tycko and Maxfield ( 1982) and van Renswoude et al. (1982) . The acidification is caused by a proton pump on the vesicle membrane, and the pH value can be as low as 5.0. Envelope fusion is thus possible when the viruses arrive in endosomes before reaching the secondary lysosomes. The release of the virus genome into the cytoplasm by fusion in endosomes has been shown for SFV by Marsh et al., (1983b) and for influenza virus by Yoshimura and Ohnishi (1984) . These authors showed that the virus replication had already started after 5-7 min at 37\"C, or after 1 hr at 2 0 T , under which conditions the viruses are still in endosomes and not yet transported into secondary lysosomes, as confirmed by biochemical assays. Yoshimura and Ohnishi (1984) measured the pH of the virus environment using HA tagged with fluorescein isothiocyanate. The pH was lowered to 5.1-5.2 after 10 min at 37OC, or after I hr at 20\"C, while the viruses were in endosomes. The pH was raised to 6.7 by addition of a \"lysosomotropic\" reagent, NH,CI (20 mM), in the medium. Virus replication was inhibited in the presence of the reagent. Previous data on the inhibition by \"lysosomotropic\" reagents are not inconsistent with genome release from endosomes, since the reagents rapidly penetrate and raise the endosomal pH as well as the lysosomal pH as shown above. The pH value in the ordinate in Fig. 7 may well represent the endosomal pH. The lysosomotropic reagents are also endosomotropic, and thus are more generally termed acidotropic reagents (de Duve et d., 1974) .\n\nSome populations of viruses are transported to secondary lysosomes where they can also fuse to release the viral genome, in competition against degradation. However, fusion in endosomes would contribute more to infection simply because it occurs earlier. HVJ fuses with the plasma membranes, but it can also fuse with endosomes after endocytosis since it can fuse at acidic pH as well.\n\nOther viruses may also take the intracellular uncoating route. For MMTV, La Crosse virus, the West Nile virus, the low pH-induced fusion activity and the inhibition of virus replication by acidotropic reagents (Andersen and Nexo, 1983 , for murine type C retrovirus; Gollins and Porterfield, 1985 , for WNV) have been observed, supporting the intracel-Mar route.\n\nEnveloped viruses thus utilize the host cell machinery, developed for the uptake and processing of biological materials, for their entry. The viral genome enters the cytoplasm from the acidic endosomes where the cells separate ligands from receptors and send these materials to their respective destinations. Not only enveloped viruses but also naked viruses may enter cells from acidic endosomes, as suggested for adenovirus (FitzGerald e t a / . , 1983; Yoshimura, 1985) and poliovirus (Madshus et al., 1984) . A polypeptide toxin, diphtheria toxin, also enters the cytoplasm through acidic endosomes (Sandvig and Olsnes, 1980) . Membrane fusions and splittings occur frequently in endocytic processing and in the transport of newly synthesized proteins, lipids, and other materials to organelles, the plasma membrane, and the external media. These membrane fusions may be mediated by some specific proteins. It would not be unreasonable to imagine that the virus fusion proteins originate from such cellular fusion proteins."}