{"title": "", "body": "LABORATORY ANIMAL MEDICINE According to one author, ferrets (Mustela putorius furo) have been domesticated for more than 2000 years (Davidson et al., 1999) . Earlier references to ferrets are probably the basis of the belief that ferrets originated in North Africa (Thomson, 1951) . Evidently they were bred specifically for rabbiting (rabbit hunting) and were muzzled before being sent into rabbit burrows. This practice was later introduced into Europe, Asia, and the British Isles, where the sport is still practiced today.\n\nAlthough the ferret has been historically used for hunting, more recently it has been increasingly used in biomedical research and is popular in North America as a pet. It is most likely a domesticated version of the wild European ferret or polecat (M. putorius or M. furo) (Thomson, 1951) . Alternatively, several authors have at least considered whether M. putorius, M. eversmannii, and the endangered M. nigripes from North America (black-footed ferret) could be viewed as one Holarctic species (Davidson et al., 1999) .\n\nThe domesticated ferret, although introduced to North America by the early English settlers some 300 years ago, has not unequivocally established feral colonies on this continent. Feral populations have established themselves in New Zealand, however, where they have contributed to the decline of vulnerable native species. A large bibliography emphasizing predatory behavior, environmental impact, and the potential of ferrets to establish feral colonies has been published by the California Department of Fish and Game (Whisson and Moore, 1997) .\n\nThe ferret was not recognized as having potential as an animal model for biomedical research until the 1900s. Early studies utilized the ferret in classic experiments with influenza virus pathogenesis (Pyle, 1940) . Its use was cited infrequently; an article published in 1940, detailing the use of ferrets in research, cited only 26 publications (Pyle, 1940) . Literature reviews undertaken in 1967 Literature reviews undertaken in , 1969 Literature reviews undertaken in , 1973 Literature reviews undertaken in , and 1985 , however, revealed an increasing appreciation for the ferret's usefulness and versatility in the study of human physiologic, anatomic, and disease mechanisms (Hahn and Wester, 1969; Marshall and Marshall, 1973; Shump et al., 1974; Frederick and Babish, 1985) . In 1991, a bibliography containing 'selected' literature citations on the ferret and its use in biomedical research was published (Clingerman et al., 1991) . The document was designed to serve as a reference tool for individuals involved in the care or use of ferrets in the laboratory setting. Although not comprehensive, the document provides extensive coverage of ferret biology, diseases, and use as an animal model. The domesticated ferret has been and continues to be used extensively in studies involving virology, neuroscience, carcinogenesis, cardiovascular physiology, and emesis (Morgan and Travers, 1998 ).\n\nAn extensive overview of different uses of the ferret as an animal model has been compiled by the USDA. It contains more than 30 publications and was last updated in 2006. It can be accessed online at: http://www.nal.usda. gov/awic/pubs/Ferrets06/animal_models.htm.\n\nThe ferret's increasing popularity in research and as a pet is mainly a result of large-scale commercial production. Commercial farms have been raising ferrets for almost 50 years. Biomedical researchers in the United States can request animals of a specific sex, weight, and age for individual experiments. Investigators in other countries may acquire ferrets from fur operations or may make arrangements with commercial vendors in the United States. Even though the ferret is nonstandardized with regard to exact genotype and pedigree, its routine availability in a clinically healthy state has aided immeasurably its acceptance as a research animal. Readily available commercial stocks, based on coat color, are albino, sable (or fitch), Siamese, silver mitt, and Siamese-silver mitt (Siamese with white chest and feet) (McLain et al., 1985) . The fitch or so-called wild coat color is the most common, recognized by yellow-buff fur with patches of black or dark brown, particularly on the tail and limbs (Andrews and Illman, 1987) . The production of ferrets by large commercial operations has raised concern by some that inbreeding of these animals has made the ferret more susceptible to diseases, e.g., endocrine-related disorders. Anecdodally, it has been suggested that 75% of US ferrets with a blaze or white head can suffer from the Waardenburg syndrome and are deaf (J. Mayer, personal observation). The only study providing a physiologic basis for auditory impairment describes a reduction in the ipsilateral projections of the cochlear nucleus to the auditory midbrain in albino ferrets (Moore and Kowalchuk, 1988) . Albino ferrets also have impaired motion perception and contrast sensitivity (Hoffmann et al., 2004; Price and Morgan, 1987; Akerman et al., 2003; Hupfeld et al., 2006) .\n\nHousing of ferrets in a research facility is similar to that of other small carnivores such as cats (Fox, 1998c) . Ferrets tolerate low temperatures well and high temperatures poorly; the recommended temperature range for juvenile and adult animals is 4-18°C (39.2-64.4°F) (Hammond and Chesterman, 1972) . Ferrets less than 6 weeks of age should be housed at >15°C. Kits under this age require a heat source if separated from the dam; older kits that are group-housed do not. Elevated temperatures (>30°C; 86°F) cannot be tolerated by ferrets,\n\nLABORATORY ANIMAL MEDICINE because they have poorly developed sweat glands and are susceptible to heat prostration. Signs of hyperthermia include panting, flaccidity, and vomiting. The preferred humidity is 40-65%.\n\nFor non-breeding animals that will remain in the facility for a short time, a conventional dark-light cycle at 12:12 h is adequate. Lighting may be altered to control breeding cycles. Breeding and lactating jills should be exposed to 16 h of light daily. Ferrets that are maintained for breeding or for use beyond 6 months should be exposed to 'winter' light -6 weeks per year of 14 h of dark daily -to maintain physiologic normalcy. It is also essential that researchers receiving time-pregnant jills preserve the photoperiod to which jills were exposed prior to shipment. Failure to do so may cause inappetence, with subsequent negative energy balance and pregnancy toxemia.\n\nSimilar to other laboratory animal species, ferrets should be housed with 10-15 air changes per hour (USDHHS, 1996) . It is important to use nonrecirculated air because of the strong odor of ferrets and the susceptibility of ferrets to human respiratory tract infections such as influenza. The ferret odor should not overlap into any rodent housing areas, because rodents have an instinctive fear of ferrets, and the ferret scent can disrupt rodent breeding and physiology (Fox, 1998c) .\n\nFemale ferrets can be housed singly or in groups, but estrous females that are cohoused may become pseudopregnant (Beck et al., 1976) . Intact males in breeding condition should be housed individually after 12 weeks of age.\n\nMolded plastic caging used to house rabbits works very well for ferrets. The solid bottom is perforated with holes and is readily sanitizable. An absorbable paper liner may be used in the pan beneath the cage to facilitate daily disposal of urine and feces. In a research setting, the plastic caging should be washed weekly to avoid excessive soiling. Use of one or two additional pieces of cage board or similar substance within the cage also helps maintain cleanliness, and ferrets enjoy burrowing beneath and between the sheets of paper. The spacing of grid walls should be 1.0 × 0.5 inches apart, or 0.25 inch if using wire mesh. Ferrets like to lick and bite at their enclosures, so sharp edges and galvanized metal should be avoided. Fractured teeth are often a consequence if this behavior is not corrected. Zinc toxicosis has been reported from licking galvanized bars from which metals had leached during steam sterilization (Straube and Walden, 1981) (Table 14 .1) Ferrets can be trained to use a litter box because they repeatedly urinate or defecate in one corner of the cage. Clay litters have been reported to cause chronic upper respiratory irritation from inhaled dust (Jenkins and Brown, 1993) . Ferrets prefer sleeping in a soft isolated area, and in a research facility this can be accomplished by providing a washable 'snooze tube' or hammock (Fox, 1998c) . Environmental enrichment is now commonly used in order to prevent boredom or misplaced reactions towards cagemates. Some studies suggest that the lack of environmental stumuli has potentially wide-ranging effects on the overall wellbeing of ferrets. Chivers and Einon (1982) found that some of the isolation-induced effects on behavior seen in rats also occurred in ferrets, with deprivation of rough and tumble social play causing hyperactivity that persisted into adulthood. Socially reared ferrets whose environment was enriched with a series of changing tube systems (Weiss-Buerger, 1981) were superior in maze learning and reversal. Korhonen (1995) demonstrated that optimal health occurred when ferrets were provided with increased floor space and compatible cagemates and when offered balls and bite cups with which to play. Russell (1990) found that ferrets raised in enriched conditions would choose the arm of a maze leading to the more prey-like of two play objects and were superior in capturing prey-models. These forms of enrichment are easy to implement and carry a minimal risk of injury to the animal. Examples of enrichment ideas include making tunnels from PCV pipe or dryer hose, and filling a box with rice, plastic balls, or crumpled paper balls, in order to let the ferrets fulfill their instinctive digging behaviors. All these items can easily be sterilized or exchanged between uses. Care must be taken that the enrichment items are not ingested by the ferret. Foreign body ingestion in ferrets is usually a true medical emergency.\n\nResearch with the black-footed ferret has demonstrated that enrichment lowers fecal glucocorticoid metabolites (FGM) in juvenile males (Poessel et al., 2011) . Enrichment had no effect on FGM in juvenile females and adult males. The study also showed that juvenile males interacted more with enrichment items than adult females. The authors concluded that an environmental enrichment program could benefit captive juvenile male ferrets by reducing adrenocortical activity.\n\nThe thorax of the ferret is narrow and elongated, and as a result the trachea is proportionally long. This makes the ferret an ideal species for studies of tracheal physiology. The tracheal size and laryngeal anatomy make endotracheal intubation somewhat challenging, and as a result the ferret has been advocated as a species suitable for use in pediatric intubation training (Powell et al., 1991) . The lungs are relatively large, and the total lung capacity is nearly three-times that which would be predicted based on body size, as compared with other mammals. This characteristic, together with a higher degree of bronchiolar branching and more extensive bronchial submucosal glands (as compared with the dog), makes the ferret an attractive model for pulmonary research studies (Vinegar et al., 1985) . Although a previous report (Willis and Barrow, 1971) commented that the carotid arterial branching pattern in the ferret is unusual, it is actually typical for a carnivore. As is the case in the dog and the cat, the paired common carotid arteries arise from the brachiocephalic trunk (sometimes called the innominate artery) at the level of the thoracic inlet (Andrews et al., 1979b) .\n\nThe ferret's gastrointestinal tract is specialized to fit its carnivorous nature. The simple monogastric stomach is similar to that of the dog. There is no cecum present, and the indistinct ileocecal transition makes it difficult to identify the junction of the small and large intestines during a gross examination. The overall length of the alimentary tract is very short relative to the body size, resulting in a gastrointestinal transit time as short as 3 h (Bleavins and Aulerich, 1981) .\n\nAs in other mustelids, the paired anal scent glands of the ferret are well developed. Although not as potent as those of the skunk, the secretions of the ferret are sufficiently odoriferous that many pet or research ferrets are descented. Surgical techniques for this procedure have been described (Creed and Kainer, 1981; Mullen, 1997) . Ferrets, especially intact males and estrous jills, may possess a distinctive musky odor even after a successful descenting, because of normal sebaceous secretions. Ferrets lack well-developed sweat glands for use in thermal regulation, and as a result they are predisposed to heat prostration when ambient temperatures reach 32°C (90°F) (Ryland et al., 1983) .\n\nExtramedullary hematopoiesis is commonly found during histological examination of the spleen, and in some cases it may result in a grossly evident splenomegaly (Erdman et al., 1998) . This must be differentiated from splenomegaly that can arise from a variety of pathologic conditions or from isoflurane administration (see Section III, E). Experimental evidence suggests that ferrets have no naturally occurring antibodies against unmatched erythrocyte antigens, and that none develop even in the face of repeated transfusions . One of the authors (JM) has transfused multiple ferrets with multiple sessions and not seen an anaphylactic reaction to date.\n\nFerrets are seasonal breeders, and the resulting pronounced physiological variations in body weight, behavior, and gametogenesis are utilized in scientific studies of photoperiod responses and neuroendocrine control. Prolonged estrus in unbred females can cause an aplastic anemia, an effect that can be reproduced with exogenous estrogen administration . The male has a radiographically evident os penis, and, contrary to some earlier reports, a prostate gland is present in males (Evans and An, 1998) .\n\nNewborn ferret kits weigh 6-12 g at birth and will grow to 400 g by the time they are weaned at 6-8 weeks (Shump and Shump, 1978) . In sexually intact populations, males (1.0-2.0 kg) can be twice the size of females (0.5-1.0 kg). The adult weight of nonobese male and female ferrets that have been gonadectomized prior to weaning and raised in captivity will generally fall between 0.8 and 1.2 kg (Brown, 1997a) . Adult animals (especially those that are sexually intact) may be subject to seasonal fluctuations in body fat percentage, which can cause body weight to fluctuate by 30-40% (Fox and Bell, 1998) . The approximate life span for the ferret is 6-8 years, but on rare occasions they may live as long as 11 years ( et al., 1979; Lee et al., 1982; Fox, 1998e) . These values are not greatly dissimilar from those of other domestic carnivores. One distinctive hematological characteristic of the ferret is the presence of a relatively robust erythron, characterized by hematocrit, hemoglobin, and total erythrocyte and reticulocyte counts that are generally higher than those of the dog or cat. Reported neutrophil-lymphocyte ratios range from 1.7:1 to 0.7:1. Representative hematology and chemistry ranges of pet ferrets have recently been published and are listed in Table 14 .5 (Hein et al., 2012) . While these values are reliable and complete for diagnostic purposes, any laboratory that evaluates ferret samples should develop its (Fox et al., 1986b) . (Fox et al., 1986b). b Four-to 8-monfh-old ferrets (Loeb and Quimby, 1999 \n\nMonocytes 10 9 /l 0. own set of specific normal ranges. A low-grade proteinuria may be identified by urinalysis in normal, healthy ferrets (Thornton et al., 1979) (Table 14 .6). The specifics of the urinalysis have been published and mean urine specific gravity reported was 1051 for intact males and 1042 for intact females (Eshar et al., 2012) .\n\nFerret diets have been formulated both empirically and based upon the nutrient requirements of other mustelids (Fox and McLain, 1998) . Specific requirements for various life-cycle stages have not been determined experimentally. Available commercial diets are certainly capable of supporting growth, reproduction, and maintenance (Loeb and Quimby, 1999) . (continued) in conventional settings. In recent years speciality diets designed for ferrets have entered the commercial market. Some of these diets contain extremely high crude LABORATORY ANIMAL MEDICINE protein contents (up to ~50%) and low charbohydrate values (<10%) in order to try to mimic a more natural composition of a whole-prey diet. Other speciality foods are considered hypoallergenic as they are made with turkey, venison, and lamb, and contain no chicken. In the absence of careful analysis, however, it is uncertain whether the proportion and quantity of ingredients in these diets is optimal or even beneficial. Ferrets are strict carnivores with a high requirement for dietary fat and protein. Their short digestive tract and rapid gastrointestinal transit time require protein to be readily digestible. There is general agreement that ferrets should not be given diets high in complex carbohydrates or fiber. Diets that are high in fish products are also not recommended for ferrets (Fox and McLain, 1998) . The use of any raw chicken, beef, or other meats is strongly discouraged because of the potential contamination by Campylobacter, Salmonella, Listeria, Mycobacterium, and Streptococcus (Fox, 1998a) . The daily maintenance energy requirement of the ferret is estimated to be 0.5 MJ metabolizable energy (ME)/kg metabolic body weight (BW 0.75 ; Kamphues et al., 1999) . The requirement may reach multiples of the above value during growth, pregnancy and lactation (Bell, 1996) .\n\nCalorie-percent protein ratios have been determined for mink (Mustela vison) kits up to and after 16 weeks of age (Sinclair et al., 1962; Allen et al., 1964) . A ratio of 13 and a caloric density of 550 kcal/100 g of feed, corresponding to 42% protein, provided optimum growth for male kits up to 16 weeks. After 16 weeks, ratios of 17 and 21, corresponding to 36% and 26% protein, respectively, were recommended. Diets containing 9-28% fat and 22-42% carbohydrate have been used successfully to maintain ferrets. One author recommends 30-40% protein and 18-20% fat for adult, nonbreeding animals and a minimum of 35% protein and 25% fat for reproductively active animals and those that have not reached sexual maturity (Brown, 1997a) . The long-term impact of diets containing high levels of fat and protein are unknown. A recent study demonstrates that the digestibility of crude protein in ferrets is significantly lower than in cats while the digestibility of crude fat is significantly higher (Fekete et al., 2005) . The study concludes that the ferret cannot be used as a model animal for cats with respect to either feed preference or nutrient digestibility and care must be taken when extrapolating data obtained from feline research to the ferret.\n\nThe quality and origin of the protein also appear to be a significant factor as it has been shown that very high levels of plant proteins in the diet can lead to urolithiasis (Bell, 1999) .\n\nAnother controversial topic is the carbohydrate content of the diet. While in the wild, the ferret would have an extremely limited intake of carbohydrates, most commercial pellets contain a significant amount of carbohydrates. It has been suggested that the starch content of the diet should not exceed 30-36% (Naismith and Cursiter, 1972) . As a general rule it has been accepted that a diet low in carbohyrates appears to be preferred for the maintenance of ferrets. However, it has been observed that pups of ferret bitches fed a high-fat and high-protein but carbohydrate-free diet had poorer viability, probably as a result of hypoglycaemia (Hebeler and Wolf, 2001) .\n\nFerrets have been used to investigate the absorption, metabolism, and interaction of the dietary micronutrients β-carotene and vitamin E. Ferrets, like humans, convert β-carotene to vitamin A in the gut and absorb β-carotene intact (Fox and McLain, 1998) . In intestinal perfusion experiments in ferrets, it was demonstrated that β-carotene, retinol, and retinyl esters are absorbed intact into lymph and that cleavage products, including β-apo-12′-carotenal, β-apo-10′-carotenal, and retinoids, accumulate in the intestinal mucosa (Wang et al., 1992) . The intestinal mucosa is capable of converting β-carotene into retinoic acid and other polar metabolites, which are then transported via the portal vein to the liver (Wang et al., 1993) . β-Carotene absorption is enhanced by coperfusion with α-tocopherol, and the perfusion of the latter is unaltered by the presence of β-carotene. The conversion of β-carotene into retinol is also enhanced by the presence of α-tocopherol (Wang et al., 1995) . Studies have shown that ferrets have the capacity to excrete retinol and retinyl esters in the urine. This response seems dependent on oral vitamin A supplementation (Raila et al., 2002) . Based on the various studies available, it can be concluded that the ferret can be used as a model to investigate aspects of beta-carotene metabolism as well as aspects of the metabolism of vitamin A such as absorption in the gut, regulation of incorporation of retinyl esters into lipoproteins in the liver, and renal uptake and regulated urinary excretion of vitamin A. A lung cancer model of ferrets exposed to tobacco smoke has been used to evaluate the cancer-modulating properties of these micronutrients (Kim et al., 2006a (Kim et al., , b, 2012 .\n\nAdult ferrets drink 75-100 ml of water daily, depending on the dry-matter content of the feed (Andrews and Illman, 1987) . Fresh water can be provided ad libitum in stainless steel bowls or water bottles with sipper tubes. Ferrets are playful and will overturn bowls or water bottles that are not well secured.\n\nFeatures of ferret reproduction may be found in Table 14 .7. Female ferrets are seasonal breeders and induced ovulators. The season under natural illumination in the Northern Hemisphere is from March to August for females and from December to July for males, corresponding temporally to increasing day length. Ferrets born in the late spring or early summer and maintained under natural lighting will not assume an adult pattern of gonadal activity (i.e., puberty) until the following season (Baum, 1998) . Under artificial illumination, jills that are maintained at 8 h light-16 h dark reach puberty at 10-12 months. Stimulatory photoperiods may be used, however, in the laboratory or intensive production setting, as a method of breeding ferrets out of the natural season. However, the transfer from short to long photoperiods should not occur prior to 90 days of age, because jills that are prematurely transferred will remain anestrous (Hammond and Chesterman, 1972) . Management practices in one breeding facility are such that jills commence breeding at 7-10 months, average 3.7 litters a year, and are cycled out of reproduction after six litters. In another strategy, ferrets are exposed to a 16:8 h photoperiod at 12 weeks of age, are bred at 16 weeks during their first estrus, and whelp at 5½ months.\n\nVulvar swelling is the hallmark of estrus in jills. The ease with which estrus is detected in the ferret, as well as the size of the ferret and ease of its maintenance in captivity have made the ferret a model for study of neuroendocrine events and their gonadal correlates. Along with the hamster, the ferret has contributed extensively to an understanding of the photoperiodic influences on the hypothalamic-pituitary-gonadal axis (Baum, 1998) . As in females of other species, estradiol concentrations are responsible for controlling the development of the female reproductive tract and secondary sexual characteristics, and the tonic inhibition of luteinizing hormone (LH) secretion by the anterior pituitary during both prepubertal life and anestrus. The sensitivity of the hypothalamic gonadostat to negative feedback inhibition by estradiol changes at the time of puberty, and under the influence of increasing light exposure, LH levels rise despite estradiol (Ryan, 1984) . Similarly, age differences in the sensitivity of negative feedback inhibition of the hypothalamic secretion of gonadotropin-releasing hormone (GnRH) by testosterone, or to estrogenic compounds derived from the aromatization of testosterone, appear to be essential in determining puberty and seasonality of reproduction in the male (Baum, 1998) .\n\nEstrus in jills is characterized by dramatic vulvar swelling from an anestrous diameter of 5-16 mm to an estrous diameter of 17-33 mm. Changes in vaginal cytology have also been described for the ferret and other mustelid species, but these changes are seldom used to determine onset of estrus or to schedule breeding (Williams et al., 1992) . After a 2-to 3-week proestrus, estrus occurs. Estrus onset is not associated with elevated serum FSH in the ferret, as it is in the rodent. Once estrus has occurred, it may terminate in coitus-induced ovulation and pregnancy, pseudopregnancy after infertile mating, pharmacologic termination (by injection of human chorionic gonadotropin [hCG], GnRH or GnRH analogs), death due to estrogen-induced aplastic anemia, or spontaneous remission and anestrus due to reduced photoperiod. Waves of follicular development occur in estrus, and five to 13 ova are ovulated approximately 30-40 h after coitus. Female ferrets are brought to the male approximately 14 days after vulvar enlargement. Females and males copulate many times and for prolonged periods of time; they are typically left together for 2 days. Both intromission and neck restraint by the Fox and Bell (1998 LABORATORY ANIMAL MEDICINE male are apparently required for induction of ovulation (Baum, 1998 ). An LH surge accompanies coitus in females, but the same is not true of males (Carroll et al., 1987) . Implantation occurs 12 days after mating; both a functional corpus luteum and the anterior pituitary are required for implantation and maintenance of pregnancy. Placentation is typical of carnivores and is zonary and endotheliochorial (Morrow, 1980) . Pregnancy may be detected by ultrasonographic demonstration of 3-to 5-mm discrete nonechogenic structures as early as day 12 (Peter et al., 1990) , by palpation as early as day 14, or by radiographic demonstration of calcified fetal skeletons at approximately 30 days of gestation.\n\nJills within 2 weeks of parturition should be singly housed and provided with a secluded place in which to deliver their kits. When rabbit cages are used for housing, nest boxes may take the form of polypropylene rat cages or other plastic boxes (cat litter box or dish pan). Nest boxes should have bedding provided for warmth and comfort. Materials suitable for bedding include pieces of fabric (towels), ripped cageboard, shredded paper, or cotton batting. The nest box should be at least 6 inches deep and should prevent the kits from wandering from the jill. Entrance to the nest box should be smooth, to avoid injury to the teats and mammary gland. At our institution, jills are provided a stainless steel rectangular box with a smooth-surfaced plastic entrance (Fig. 14.1). A retractable steel roof panel and a guillotine side panel exposing a Plexiglas sidewall allow access to the jill and permit observation with minimal disturbance. One major supplier of ferrets uses sunken tubs filled with bedding to promote a sense of security and isolation of the jill. Most jills will leave the nest box to eat and drink. If the jill will not leave, however, low-sided food bowls should be placed within the nest box. Adequate nutritional care for the pregnant jill is of utmost importance, as during pregnancy the ferret fetuses have a large glucose demand that must be satisfied by the mother. If the fetal demand and the maternal supply become imbalanced due to fasting of the mother or increased nutritional demands of the rapidly developing fetal placental unit, females suffer from negative energy balance and succumb to severe hypoglycemia (Batchelder et al., 1999; Dalrymple, 2004) . Prohaczik et al. (2009) describe in detail the metabolic changes which occur during pregnancy toxemia and how to monitor for them. Their findings showed that in contrast to healthy animals, hypoglycemia, hyperketonemia, hypoinsulinemia, and decreased T4 and T3 levels were detected in females with pregnancy toxemia. Necropsy showed excessive hepatic lipidosis (Batchelder et al., 1999; Dalrymple, 2004; Prohaczik et al., 2009) .\n\nParturition occurs rapidly in ferrets and may last as little as 2-3 h. Primiparous jills typically deliver on day 41 of gestation whereas multiparous jills deliver on day 42. There are few signs of impending parturition, although abdominal enlargement and mammary development do occur in the last week or two. Small litters (fewer than three) may result in inadequate stimulus for parturition. Jills that pass their due date without delivery should be palpated for fetuses. Kits remaining in utero beyond the 43rd day typically die; kits with congenital malformations such as cyclopia and exencephaly may also delay the initiation of labor. Dystocia is common in ferrets because of positional abnormalities and fetal oversize and should be treated by cesarean section. Jills tolerate cesareans well and will nurse kits delivered in this way. If small litter size is responsible for delayed parturition, prostaglandins (0.5-1.0 mg Lutalyse) may be used, followed by 0.3 ml oxytocin (6 U) after 3 h (Fox and Bell, 1998) . Failure to deliver within 8 h of administration of prostaglandin is an indication for cesarean section. Jills should be provided heat, energy, hydration, and analgesia following cesarean.\n\nKits will attempt to nurse soon after parturition, but jills experiencing difficult labor may not allow them to nurse until all kits are delivered. Jills that are not attentive to their kits should be palpated for the presence of additional, undelivered kits. Oxytocin may be used to facilitate delivery of remaining kits. Offering the jill regular chow mixed with warm water may promote maternal acceptance. Kits should be kept warm pending acceptance by the jill. Jills should be left undisturbed for the first several days postpartum to minimize as much as possible provoking litter cannibalization. Crossfostering to other jills may be successfully accomplished, provided that the kits are warm and that the foster jill has kits of similar age. Kits to be fostered should be allowed to mingle with the foster jill's own kits while their dam is absent so that rejection due to olfactory stimuli will not occur. \n\nKits are born in an altricial state, covered by lanugo hair and with their eyes closed. By 3 days of age, albino ferrets retain their white hair whereas pigmented ferrets acquire a gray coat. They are completely dependent on the jill for the first 3 weeks of life. Defecation and urination are stimulated by jills through anogenital licking of the kits. Kits are born weighing 6-12 g, double their weight in 5 days, and triple it in 10 days to a weight of 30 g. The 3-week-old male kit should weigh at least 100 g. Sexual dimorphism in size is apparent by week 7 and persists into adulthood.\n\nDevelopmental landmarks include ability to hear at 32 days, opening of the eyes at 34 days, eruption of deciduous teeth at 14 days, eruption of permanent canines at 47-52 days, and displacement of deciduous canines by 56-70 days (Fox and Bell, 1998) . The ear canals of a ferret do not open until approximately 32 days postnatally (as compared with 6 days in a cat), which coincides with the appearance of a startle response to loud hand claps and the recording of acoustically activated neurons in the midbrain (Moore, 1982) . This late onset of hearing may explain why kits produce exceptionally loud, piercing sounds during the first 4 weeks of life. Lactating jills are tuned in to kit vocalizations and will respond to high-frequency (greater than 16 kHz) sounds in a maze test, whereas males and nonlactating females will ignore these sounds (Shimbo, 1992) . Kits of wild polecats have a critical period of learning the scent of prey which, according to Apfelbach (1986) , is between 60 and 90 days of age.\n\nGender may be distinguished in neonatal ferrets, as in other species, by anogenital distance, with the distance being much shorter in females than in males. In males, the urogenital opening is seen just caudal to the umbilicus. The prominent midline raphe penis overlying the palpable os penis is also a distinctive feature in the male.\n\nFerrets are typically weaned at 6 weeks of age. Early weaning may be encouraged by making a slurry of the jill's chow available at 3-4 weeks; fat may be added to achieve a fat content of 30%. The fatty acid supplement Linatone (Lambert Kay, Cranberry, New Jersey) is recommended by one author (Brown, 1997a) . The diet should contain approximately 30% fat and 40% protein.\n\nThe slurry should be fed twice daily for a restricted time and then removed to avoid having kits walking through and defecating in the diet. Unthrifty kits over 14 days of age may be supplemented with canine or feline milk replacers administered per os by Tygon-tipped Pasteur pipette . Weaned ferrets are best housed in groups until sexually mature. Males over 12 weeks old may begin to fight if exposed to greater than 12 h light per day.\n\nJills may return to estrus during the second or third week of lactation if they have fewer than five kits or 2 weeks after weaning if the litter is of normal size. Jills should be rebred or administered hCG to terminate estrus, even if still lactating. A high-quality, calorie-dense diet is required for lactation and to maintain pregnancy. If maintained on a stimulatory photoperiod and adequate nutrition, jills may have two to three litters of six or more kits yearly until they are 5 years old (Fox and Bell, 1998) . A nonstimulatory photoperiod should be used 6 weeks per year to rest the ferret and preserve maximum fertility; a maintenance diet can be given at this time. Jills return to estrus approximately 3 weeks after reinstitution of the longer photoperiod.\n\nA visual transcervical artificial insemination technique with the aid of an endoscope has been described in the domestic ferret (Kidder et al., 1998) . However, artificial insemination is not commonly performed in ferrets but has been studied in the context of providing strategies for species perpetuation of the endangered black-footed ferret (Wildt et al., 1989; Howard et al., 2003) .\n\nSynchronization of estrus as practiced in rodent production is not used as a tool of reproductive management in the ferret. Synchronization of jills may be approximated, however, by manipulation of photoperiod. If exposed only to natural lighting, the hob will become reproductively active a full 1 to 2 months before the jill. With natural illumination in outdoor housing, jills all come into estrus within a 1-to 2-week period (Baum, 1998) . In the laboratory setting, when jills are maintained in a nonstimulatory photoperiod (8 h light-16 h dark) for 6-8 weeks, followed by reversal of the cycle (16 h light-8 h dark), estrus will follow in 4 weeks (immature jills) or 3 weeks (mature jills) after the change (Carroll et al., 1985) . This correlates with follicular development and increased plasma estradiol.\n\nThe occurrence of infectious disease affects animal health and well-being and may complicate research efforts. A program combining good animal husbandry, optimal nutrition, health monitoring practices, and clinical care is essential to maintaining a healthy ferret colony.\n\nLABORATORY ANIMAL MEDICINE a. Clostridium perfringens Type A Etiology The etiologic agent is Clostridium perfringens type A (Clostridium welchii).\n\nEpizootiology and Transmission Clostridium perfringens is ubiquitous and is present in the intestinal contents of humans and animals. Clostridium perfringens type A has been associated with the occurrence of acute abdominal distension, dyspnea, and cyanosis in weanling ferrets (Field and Laboratory Service Veterinary Staff, 1984) and an outbreak of gastroenteritis in weanling black-footed ferrets (Schulman et al., 1993) . The exact cause of these conditions is uncertain, but predisposing factors such as overeating, sudden changes in diet, the proliferation of C. perfringens type A, and the production of overwhelming amounts of toxins are suspected (Field and Laboratory Service Veterinary Staff, 1984; Schulman et al., 1993) . The alpha toxin is the principal lethal toxin. It is hemolytic and necrotizing and possesses the ability to split lecithin or lecithin-protein complexes, leading to destruction of cell membranes and subsequent necrosis. Reported cases have involved weanling animals exclusively.\n\nClinical Signs Ferrets may present with acute abdominal distension, dyspnea, and cyanosis, or may be found dead and bloated (Field and Laboratory Service Veterinary Staff, 1984; Schulman et al., 1993) .\n\nDiagnosis Isolation of C. perfringens type A from gastric and small-intestinal contents is required. Toxin identification may be performed by the use of a mouse protection assay (Smith, 1975) .\n\nNecropsy Findings Gross findings include markedly distended stomachs and intestines containing a large amount of gas and a moderate amount of brown, semiliquid ingesta, and subcutaneous emphysema with minimal or no putrefaction (Field and Laboratory Service Veterinary Staff, 1984; Schulman et al., 1993) . Histologic findings observed in weanling black-footed ferret cases included the observation of abundant gram-positive bacilli in smears of gastric and intestinal contents. Other findings included varying degrees of gastrointestinal mucosal necrosis, numerous grampositive bacilli lining the denuded mucosal surface and extending into the gastric glands and intestinal crypts; lymphoid necrosis of lymph nodes, spleen, and thymus; mild to moderate dilatation of central hepatic sinusoids with mild, acute, centrilobular hepatocellular dissociation and multifocal aggregates of small numbers of necrotic neutrophils within portal areas (Schulman et al., 1993) .\n\nTreatment and Control Prevention through good management and feeding practices is the primary means of control. In the reported cases of C. perfringens type A-associated gastroenteritis in black-footed ferret weanlings, supportive care and gastric trocharization were unrewarding. The occurrence of the condition was eliminated by restricting feeding of weanlings to twice a day instead of three times daily.\n\nEpizootiology and Transmission Campylobacter jejuni is a gram-negative, spirally curved microaerophilic bacterium that is recognized as a significant cause of human enteritis and is associated with diarrheic illness in several animal species, including dogs, cats, cows, goats, pigs, mink, ferrets, and sheep (Carter et al., 1995) . It also known to cause mastitis in cows, infectious hepatitis of chickens, and abortion in cattle, sheep, goats, dogs, and mink (Carter et al., 1995) . The organism may also be cultured from the feces of normal asymptomatic dogs, cats, and ferrets Carter et al., 1995) .\n\nTransmission occurs by ingestion of organisms through direct contact with feces or contaminated food and water (Carter et al., 1995) . There have been reports linking the disease in humans to pets. Many of these outbreaks were associated with dogs, puppies, and kittens recently obtained from animal shelters or pounds and displaying diarrhea before the human illness occurred . Isolation of Campylobacter jejuni from asymptomatic ferrets also implies a potential for zoonotic transmission (Fox et al., 1982 .\n\nClinical Signs Experimental oral inoculation of ferret kits with various strains of C. jejuni produced a self-limiting diarrhea that ranged in character from very mild to watery Manning, 1990a, 1991) . The presence of mucus and/or blood was also noted in the feces of affected animals. Anorexia, dehydration, and tenesmus with watery diarrhea were also observed. Intravenous inoculation of four pregnant mink and seven pregnant ferrets resulted in reproductive failure, ranging from fetal resorption to expulsion of dead or premature living kits . Oral inoculation resulted in abortion in a majority of the infected animals . In one study, 86.7% of the animals infected orally with C. jejuni developed diarrhea and inflammatory responses that were similar to those seen in human infection (Nemelka et al., 2009) . During the acute clinical phase in this study, C. jejuni was isolated from the livers of 7 of 9 (78%) animals, and bacteria were visualized immunohistochemically in the livers from five of the seven animals (71%) from which C. jejuni was isolated.\n\nDiagnosis Diagnosis is based on history, clinical signs, and culture of affected animals. Reports of spontaneous cases in ferrets require diagnostic confirmation and differentiation from cases of proliferative bowel disease and other infectious and noninfectious causes of diarrhea. Campylobacter jejuni grows slowly and has specific culture requirements that involve the use of LABORATORY ANIMAL MEDICINE selective media or filtration techniques, and a requirement for thermophilic (42-43°C) and microaerophilic conditions (Fox, 1998a) . Cultures should be examined every 48 h for round, raised, translucent, and sometimes mucoid colonies (Fox, 1998a) .\n\nNecropsy Findings Studies involving oral inoculation of ferrets with Campylobacter jejuni revealed small focal neutrophilic infiltrates in the lamina propria of the colon of relatively few infected animals . Bell and Manning (1991) noted mild to moderate enterocolitis with neutrophilic infiltration of the lamina propria, which was most severe in kits with concurrent cryptosporidiosis. Placentitis was the most notable histologic finding in pregnant ferrets and mink after experimental inoculation of a strain of an abortion storm-associated isolate of C. jejuni .\n\nTreatment and Control In a study to eliminate the carrier state in ferrets, erythromycin was ineffective even though in vitro isolates of C. jejuni were sensitive to the antibiotic . According to the author, reasons for therapeutic failure included dose selection, interspecies differences in pharmacokinetics and possible reinfection. Supportive care should be instituted, and choice of antibiotic therapy in confirmed diarrheic cases should be based on culture and sensitivity. In addition, because of its zoonotic potential, isolation of affected animals and good hygienic practices are recommended. Reculture of animals after treatment to ensure elimination of the organism is recommended. Azithromycin and fluoroquinolones are common agents used in humans.\n\nIn one study investigating a vaccine against C. jejuni infections, ferrets were used to demonstrate the potential of a killed whole cell vaccine prepared from Campylobacter jejuni to protect against disease (Burr et al., 2005) . The results of the study showed that the vaccine can be used to protect against disease caused by Campylobacter. After four doses of the vaccine were given 48 h apart, 80% of the animals were free of diarrhea after subsequent challenge (Burr et al., 2005) .\n\nEpizootiology and Transmission In 1985, a gastric helicobacter like organism was isolated from the margins of a duodenal ulcer of a ferret and named Helicobacter mustelae (Fox et al., 1986a (Fox et al., , 1989a . Subsequently, in the United States, gastritis and peptic ulcers have been routinely reported in ferrets colonized with H. mustelae (Fox et al., 1988b (Fox et al., , 1991a . Every ferret with chronic gastritis is infected with H. mustelae, whereas specific pathogen-free (SPF) ferrets not infected with H. mustelae do not have gastritis, gastric ulcers, or detectable IgG antibody to the organism (Fox et al., , 1991a . Helicobacter mustelae has also been isolated from the stomachs of ferrets living in England, Canada, Australia and, most recently, from ferrets in New Zealand (Forester et al., 2000; Tompkins et al., 1988) .\n\nKoch's postulates have been fulfilled: by oral inoculation of H. mustelae into naive ferrets uninfected with H. mustelae, the infection induced a chronic, persistent gastritis similar to that observed in ferrets naturally infected with H. mustelae (Fox et al., 1991b) . Experimental inoculation and other studies have also established Helicobacter gastritis in the ferret as a robust model for H. pylori gastritis in humans. The H. mustelae genome has been sequenced (O'Toole et al., 2010) .\n\nIt is now known that H. mustelae colonizes nearly 100% of ferrets shortly after weaning. Feces from weanling and adult ferrets have been screened for the presence of H. mustelae to determine whether fecal transmission could explain the 100% prevalence observed in weanling and older ferrets (Fox et al., 1988b (Fox et al., , 1992b . Helicobacter mustelae was isolated from the feces of eight of 74 9-week-old and three of eight 8-month-old ferrets. Ferrets placed on proton pump inhibitors, which raise gastric pH, have a statistically higher recovery of H. mustelae from feces when compared with age-matched untreated control ferrets .\n\nClinial Signs and Pathology Helicobacter mustelaeinfected ferrets examined in our laboratory are usually asymptomatic. Ferrets with gastric or duodenal ulcers can be recognized clinically by vomiting, melena, chronic weight loss, and lowered hematocrit. Clinical signs in ferrets with H. mustelae-associated gastric adenocarcinoma have consisted of vomiting, anorexia, and weight loss, signs that may be confused with gastric foreign body.\n\nDiagnosis Gastric and duodenal ulcers are observable endoscopically. It is interesting that the ferret is the only domesticated animal to date that has naturally occurring helicobacter associated ulcer disease. The H. mustelae isolated from ferrets has similar but not identical biochemical features to those of H. pylori, particularly in regard to the production of large amounts of urease. Gastric samples collected by endoscopy or necropsy are minced with sterile scalpel blades and inoculated onto blood agar plates supplemented with trimethoprim, vancomycin, and polymixin B (Remel, Lenexa, Kansas). The plates are incubated at 37 or 42°C in a microaerobic atmosphere (80% N 2 , 10% H 2 , and 10% CO 2 ) in vented jars for 3-7 days. Bacteria are identified as H. mustelae on the basis of gram-stain morphology; production of urease, catalase, and oxidase; resistance to cephalothin; and sensitivity to nalidixic acid.\n\nNecropsy and Histopathologic Findings The histopathological changes occurring in the stomach closely coincided in topography with the presence of H. mustelae . A superficial gastritis present in the body of the stomach showed that H. mustelae was located on the surface of the mucosa but not in the LABORATORY ANIMAL MEDICINE crypts. Inflammation occupied the full thickness of the distal antral mucosa, the so-called diffuse antral gastritis described in humans (Fig. 14.2a, b) . In this location, H. mustelae was seen at the surface, in the pits, and on the superficial portion of the glands. In the proximal antrum and the transitional mucosa, focal glandular atrophy, a precancerous lesion, and regeneration were present, in addition to those lesions seen in the distal antrum. Also, deep colonization of H. mustelae was observed focally in the affected antral glands. Argyrophilic bacteria have also been demonstrated in the liver and biliary tract of ferrets with chronic cholangiohepatitis, bile duct hyperplasia, and cholangiocellular carcinoma. Organisms shared sequence homology with H. cholecystus (Garcia et al., 2002) .\n\nAnimals infected with Helicobacter spp. may also be susceptible to gastric cancer Yu et al., 1995) . There is documentation of the presence of argyrophilic bacteria, compatible in location and morphology to H. mustelae, within the pyloric mucosa of two male ferrets with pyloric adenocarcinoma . In humans, epidemiologic data strongly support the association between H. pylori and development of gastric adenocarcinoma. Similarly, we have recently documented a series of H. mustelae-infected ferrets with gastric mucosaassociated lymphoid tissue (MALT) lymphoma that parallels the same syndrome found in humans. Lymphoma was diagnosed in the wall of the lesser curvature of the pyloric antrum, corresponding to the predominant focus of H. mustelae-induced gastritis in ferrets. Gastric lymphomas demonstrated characteristic lymphoepithelial lesions, and the lymphoid cells were IgG positive in all ferrets (Erdman et al., 1997) . These findings and their parallels in H. pylori-infected humans implicate the involvement of H. mustelae in the pathogenesis of gastric cancer in ferrets.\n\nTreatment Studies in ferrets indicate that triple therapy consisting of oral amoxicillin (30 mg/kg), metronidazole (20 mg/kg), and bismuth subsalicylate (17.5 mg/kg) (Pepto-Bismol original formula, Procter and Gamble) three times a day for 3-4 weeks has successfully eradicated H. mustelae . Clinical improvement, including increased appetite and resolution of melena, may occur within 48 h of initiation of triple therapy. A new treatment regimen being used to eradicate H. pylori in humans has also been used successfully for eradication of H. mustelae from ferrets . Ferrets received 24 mg/kg ranitidine bismuth and 12.5 mg/kg clarithromycin per os three times daily for 2 weeks. Culture of tissue collected by gastric endoscopic biopsy at 16, 32, and 43 weeks after termination of treatment indicated that long-term eradication was achieved in all six ferrets. Eradication was associated with decrease in anti-H. mustelae IgG antibody titers, results that are consistent with findings in humans after H. pylori eradication.\n\nOmeprazole in ferrets at an oral dose of 0.7 mg/ kg once daily effectively induces hypochlorhydria and may be used in conjunction with antibiotics to treat H. mustelae-associated duodenal or gastric ulcers. Cimetidine at 10 mg/kg TID per os can also be used to suppress acid secretion. Sucralfate given at 100 mg/animal three times a day also provides quick relief of clinical signs due to stomach ulcers. Acute bleeding ulcers must be treated as emergencies, and fluid and blood transfusions are essential. \n\nEtiology Proliferative bowel disease is caused by intracellular Campylobacter-like organisms, closely related to Desulfovibrio spp., that are now classified as Lawsonia intracellularis in proliferative enteropathy of swine (Fox, 1998a) . The organisms are gram-negative, comma-to spiral-shaped bacteria.\n\nEpizootiology and Transmission Proliferative bowel disease is a disease observed in young ferrets. Fecal-oral spread is suspected. The disease typically involves the large bowel, although it has been observed to affect the small bowel (Rosenthal, 1994) . Campylobacter spp., coccidia, and chlamydia have been isolated from some cases of proliferative bowel disease in ferrets (Li et al., 1996b) . The role, if any, of co-pathogens in this disease is unclear.\n\nClinical Signs Clinical signs include chronic diarrhea, lethargy, anorexia, weight loss (which is often marked), and dehydration. Diarrhea may be bloodtinged, may contain mucus, and is often green in color. Rectal prolapse may be observed in affected animals. Ataxia and muscle tremors have also been observed (Fox et al., 1982) .\n\nDiagnosis Diagnosis is based on clinical signs, a palpably thickened colon, and colonic biopsy. It is important to rule out other causes of diarrhea and weight loss through diagnostic tests that include but are not limited to a complete blood count, chemistry profile, radiographs, and fecal analysis and culture.\n\nNecropsy Findings Gross findings include a segmented, thickened lower bowel, usually the terminal colon but occasionally including the ileum and rectum (Fox et al., 1982; Fox, 1998a) . Histologic examination consistently reveals marked mucosal proliferation and intracytoplasmic L. intracellularis demonstrated with silver stain within the apical portion of epithelial cells in the hyperplastic epithelial cells (Fox et al., 1982; Fox, 1998a) (Fig. 14.3a, b) . Other common histologic changes observed include the presence of a mixed inflammatory infiltrate that is variable in severity, reduced goblet cell production, hyperplasia of the glandular epithelium, glandular irregularity with penetration of the mucosal glands through the muscularis mucosa, and an increase in thickness of the tunica muscularis (Fox et al., 1982; Fox, 1998a) . Translocation of proliferating glandular tissue to extraintestinal sites, including regional lymph nodes and liver, has been described in two ferrets (Fox et al., 1989b) .\n\nDifferential Diagnosis Proliferative bowel disease should be differentiated from other diseases that may cause diarrhea and wasting, including dietary changes, eosinophilic gastroenteritis, gastric foreign bodies, lymphoma, Aleutian disease (AD), and gastric ulcers (Bell, 1997b) . A complete physical exam that includes palpation of the abdomen should reveal a palpably thickened intestine in cases of proliferative bowel disease. It appears that true, confirmed Lawsonia cases are not frequently reported by pathologists and the incidence of clinical cases appears rare (J. Mayer, personal observation).\n\nTreatment and Control Supportive care, including fluid therapy and nutritional support, should be provided. Treatment with chloramphenicol (50 mg/kg BID PO, SQ, IM) or metronidazole (20 mg/kg BID PO) for 2 weeks is reported to be effective (Krueger et al., 1989; Bell, 1997b) . Clinical improvement may be apparent within 48 h.\n\nEtiology Tuberculosis can be caused by a variety of Mycobacteria, including Mycobacterium bovis, M. avium, and M. tuberculosis. \n\nEpizootiology and Transmission Mycobacteria are aerobic, gram-positive, non-branching, non-sporeforming, acid-fast rods. Ferrets might be more susceptible to mycobacterial infections than other species. Natural infections with Mycobacterium bovis and M. avium have been reported in the ferret (de Lisle et al., 2008; Saunders and Thomsen, 2006) . Ferrets are also susceptible to experimental infection with human tubercle bacillus. Most reports of tuberculosis in ferrets are in animals that were used for research in England and the rest of Europe between the years of 1929 to 1953 and were likely related to the feeding of raw poultry, raw meat, and unpasteurized milk to ferrets during this time (Fox, 1998a) . In New Zealand the prevalence rate in the endemic area for M. bovis was 17.9% for feral ferrets (n = 548) (Ragg et al., 1995a) The feeding of commercially prepared diets and widespread tuberculosis testing and elimination in livestock and poultry have resulted in the reduced incidence of the disease in ferrets. Mycobacterium avium-infected wild birds shed the organism in feces; prevention of contamination of food and outdoor housing areas of ferrets is warranted. Horizontal transmission of M. bovis infection was demonstrated in ferrets under experimental housing conditions. Several behavioral interactions were observed that could result in M. bovis transmission, including den sharing, playing, fighting, sniffing of orifices and faeces, cannibalism, and aggressive breeding behavior (Qureshi et al., 2000) .\n\nClinical Signs and Necropsy Findings Clinical signs and lesions are dependent on the infective strain. Ferrets experimentally infected with M. bovis invariably had microscopic foci of infection or tissue necrosis typical of tuberculosis, whereas ferrets experimentally infected with M. avium did so in only one of nine animals (Cross et al., 2000) . Based on these findings, the authors suggested that ferrets ingesting M. avium-infected tissue in the field are unlikely to develop mycobacterial disease, although they may harbor low numbers of viable M. avium organisms without stimulating the immune system.\n\nSystemic infection with the bovine strain in ferrets results in disseminated disease with weight loss, anorexia, lethargy, death, and miliary lesions involving the lungs and other viscera (Fox, 1998a) . In M. bovis-infected ferrets, only 2.9% of the pathologic changes were localized to the respiratory tract, whereas 34.5% of the mesenteric lymph nodes had tuberculous lesions, suggesting the importance of oral infection (Ragg et al., 1995b) .\n\nProgressive paralysis has also been reported in a case of spontaneously occurring bovine tuberculosis in a ferret (Symmers and Thomson, 1953) . A 3-year-old, neutered male, domestic ferret infected with Mycobacterium celatum was examined for a 5-month history of coughing, recent weight loss, reduced general condition, vomiting, and mild diarrhea. A chest radiograph showed multiple nodular densities in the lungs. At necropsy, the lungs contained multifocal firm, light brown nodules, 6-10 mm in diameter). Spleen and lymph nodes (cervical, retropharyngeal, bronchial, gastric, mesenteric, popliteal) were enlarged. Histologic examination of lung, lymph nodes, spleen, liver, and brain showed granulomatous inflammation with predominantly macrophages, epithelioid cells (in the lung, including the bronchioles), and some multinucleated giant cells (Ludwig et al., 2011) .\n\nMycobacterium bovis lesions contain numerous acidfast bacilli within macrophages with little cellular reaction (Fox, 1998a) . In contrast, infection of ferrets with the human tubercle bacilli results in localized infection, often confined to the site of injection and adjacent lymph nodes; microscopically few organisms are observed. An impaired cell-mediated response may account for the large number of organisms observed in M. bovis lesions. It is interesting to note that nearly one-third of infected ferrets may have no gross lesions at necropsy (Lugton et al., 1997) . Primary infection of the lungs appears to be rare (Lugton et al., 1997) . These findings corroborate those of Ragg et al. (1995b) .\n\nVomiting, diarrhea, anorexia, and weight loss were observed in a pet ferret with granulomatous enteritis caused by M. avium (Schultheiss and Dolginow, 1994) . Granulomatous inflammation characterized by large numbers of epithelioid macrophages containing numerous acid-fast bacilli were present in the lamina propria and submucosa of the jejunum and pylorus. Other sites of granulomatous inflammation included peripancreatic adipose tissue, mesenteric lymph nodes, spleen, and liver. A source of infection was not identified in this report. Pulmonary infection with M. avium has also been reported in three ferrets in a zoo in France (Viallier et al., 1983) .\n\nDiagnosis Definitive diagnosis of tuberculosis requires isolation and identification of the organism from suspect tissue specimens. Lesions are most frequently described in the retropharyngeal and mesenteric nodes (Ragg et al., 1995b; Lugton et al., 1997) . Great care should be exercised in handling suspect clinical specimens, and an appropriately equipped laboratory should be identified for culture and identification of the organism.\n\nAlthough there has been some experimental work in the area of the intradermal tuberculin skin-test response in ferrets and its apparent use in controlling tuberculosis in a breeding colony of ferrets, a tuberculin skin-testing regimen, including dose and type, has not been definitively characterized for clinical use in ferrets (Kauffman, 1981) .\n\nTreatment and Control Because of the zoonotic risk, ferrets infected with M. bovis and M. tuberculosis should be euthanized (Fox, 1998a) . Recurrent M. bovis infection involving the palmar aspect of the wrist of a 63-year-old man, which developed after he was bitten by a ferret at the age of 12, was reported and demonstrates the zoonotic potential (Jones et al., 1993) . Mycobacterium avium infection is not reportable but may pose a risk to immunocompromised patients (Fox, 1998a) . Personnel at risk should be followed up by a physician for appropriate diagnostic testing (Fox, 1998a) . While treatment is usually not recommended, in cases where survival of the animal is desired, management with clarithromycin (8-10 mg/kg PO, BID for 3 months) has been reported (Lunn et al., 2005 ) Therapy with rifampicin, clofazimine, and clarithromycin was reported in one publication to have potentially cured the infection in two affected animals (Lucas et al., 2000) .\n\nMycobacterium celatum, is a slowly growing, potentially pathogenic mycobacterium and a case of a disseminated Mycobacterium celatum (type 3) infection has been described in a domestic ferret (Valheim et al., 2001) . Dyspnea, dehydration, depression, emaciation, and poor coat quality were noted during clinical examination. Accurate diagnosis of these cases is difficult as M. celatum reacted positively with polyclonal antibodies against M. paratuberculosis and M. bovis. The isolated mycobacterium in this case was identified as M. celatum type 3 using 16S rRNA sequence analysis.\n\nEtiology Salmonellosis is caused by infection with organisms of the genus Salmonella.\n\nEpizootiology and Transmission Salmonella are gram-negative, non-spore-forming, facultative anaerobic rods in the family Enterobacteriaceae (Carter et al., 1995) . The genus Salmonella contains two species, S. bongori which infects mainly poikilotherms and rarely, humans, and S. enterica which includes approximately 2500 serovars, and is major cause of food-borne illness in humans. Salmonella are properly designated using their serovar (which was often a species name formerly), so, for example, S. enterica subsp. enterica serovar Typhimurium (aka S. Typhimurium) and serovar Enteritidis (S. Enteritidis). Infection is by the oral route. Transmission may be direct from infected carrier animals or humans or through contaminated food products or water (Carter et al., 1995) . Several Salmonella serovars have been isolated from mink with gastroenteritis and abortion (Gorham et al., 1949) . Contaminated raw meat products were suspected as the source in one outbreak. S. Typhimurium was isolated in ferrets in an outbreak of clinical disease (Coburn and Morris, 1949) and several serotypes including S. Hadar, S. Enteritidis, S. Kentucky, and S. Typhimurium were isolated from the feces of ferrets surveyed in a research colony (Fox et al., 1988a) .\n\nClinical Signs and Necropsy Findings Clinical signs of an outbreak of S. Typhimurium in ferrets included conjunctivitis, rapid weight loss, tarry stools, and febrile temperature fluctuations (Coburn and Morris, 1949) . Gross findings in two ferrets 10 days after inoculation with S. Typhimurium of ferret origin included marked tissue pallor, petechiae in the gastric mucosa, and the presence of melena in one and a dark-colored fibrinous exudate in the large intestine of the other ferret (Coburn and Morris, 1949) . Studies involving experimental inoculation with S. Enteritidis, S. Newport, and S. Choleraesuis via the oral route to healthy, distemper-infected, and feed-depleted ferrets and mink showed a fairly high resistance to infection (Gorham et al., 1949) . Only two animals of 29 in the diet-restricted group -1 ferret and 1 mink -showed clinical signs of infection after feeding S. Newport culture. Signs included lethargy, anorexia, trembling, and fecal blood. The gastrointestinal tract showed a large amount of mucus containing red blood cells; bits of desquamated epithelium and few mononuclear cells overlying the gastric mucosa; an exudate in the small intestine consisting of mucoid material, red blood cells, and desquamated small intestinal villi; edematous villi in the ileum; and a diffuse infiltrate of the small intestinal mucosa with lymphocytes and macrophages. Necrotic foci in the liver, spleen, and, less commonly, the kidney, as well as splenomegaly and visceral lymphadenopathy, were observed in chronic fatal infections (Coburn and Morris, 1949) . Abortion and gastroenteritis have been reported in mink (Gorham et al., 1949) . A recent outbreak of Salmonella Dublin infection was recorded in a large number of Danish mink farms (Dietz et al., 2006) . All of the affected farms suffered extensive disease problems; clinical and pathological observations included abortion, stillbirths, necrotizing endometritis, and increased mortality. The outbreaks took place mainly during April and May, around the time of whelping when the animals are very susceptible to Salmonella infections. The most common lesion at necropsy was a characteristic dark-red, very fragile uterus which correlated histologically with severe, necrotizing endometritis, often complicated with endometrial rupture and concurrent, diffuse, purulent peritonitis. The strain was identified as S. Dublin.\n\nDiagnosis Diagnosis is based on history, clinical signs, and isolation of the organism. The organism can be cultured on enrichment and selective media and then characterized serologically. Samples of blood, feces, exudates, tissues, and intestinal material may be cultured.\n\nTreatment and Control Coburn and Morris (1949) treated six of 12 ferrets experimentally infected with S. Typhimurium with sulfathalidine in the feed (Coburn and Morris, 1949) . Salmonella Typhimurium was isolated in four of six control animals and none of the treated animals 3 days after the administration of the last dose. Sulfathalidine was administered by the same authors to a colony of 77 ferrets in which an outbreak of salmonellosis occurred. The group was surveyed 2 days after sulfathalidine treatment and showed weight gain, LABORATORY ANIMAL MEDICINE improvement in condition, and a reduction in the number of salmonella-infected ferrets (Coburn and Morris, 1949) . Salmonella serovars isolated from ferrets may show resistance to a number of antibiotics (Fox, 1998a) . Treatment includes appropriate use of antimicrobials and supportive care, which may include fluid therapy, nutritional support, maintenance of electrolyte balance, treatment of concurrent diseases, recognition of and attention to shock, and reduction of stress (Fox, 1998a) .\n\nEtiology Streptococcus zooepidemicus and other group C and G streptococci, Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, and Bordetella bronchiseptica have been reported as primary and secondary bacterial pathogens in pneumonia in ferrets (Fox, 1998a) .\n\nEpizootiology and Transmission From a clinical point of view, primary pneumonia is not very common and if bacterial pneumonia is diagnosed, the clinician should continue to try to rule out another primary pathology. A good example is bacterial pneumonia which occurs secondary to megaesophagus in the ferret. An influenza virus-bacteria synergism has been the subject of several studies in ferrets (Fox, 1998a; McCullers et al., 2010) . Debilitated and immunosuppressed animals and animals with concurrent diseases such as influenza may be more susceptible to bacterial pneumonias (Fox, 1998a; Martínez et al., 2012; Kendrick, 2000; Peltola et al., 2006) . One exception to this commonly seen secondary pneumonia is the description of an outbreak of severe respiratory disease associated with a novel Mycoplasma species in ferrets (Kiupel et al., 2012) . This report describes an outbreak of respiratory disease characterized by a dry, nonproductive cough which was observed in 6-to 8-week-old ferrets. While almost 95% of the ferrets were affected, almost none died.\n\nClinical Signs Clinical signs may include nasal discharge, dyspnea, lethargy, anorexia, increased lung sounds, cyanosis, and fever (Rosenthal, 1997) . Fulminant pneumonia may progress to sepsis and death (Fox, 1998a) .\n\nDiagnosis Diagnosis is based on history, clinical findings, a complete blood count, culture and cytology of a tracheal wash or lung wash, and radiographs (Rosenthal, 1997) .\n\nDifferential Diagnosis Diagnostic rule-outs include dilatative cardiomyopathy, heartworm disease, mycotic pneumonia, pneumocystis pneumonia in immunosuppressed animals, neoplasia, and influenza.\n\nTreatment and Control Treatment should consist of appropriate antimicrobial therapy and supportive care, which may include the administration of oxygen, fluid therapy, and force feeding (Rosenthal, 1997) . In the Mycoplasma outbreak, affected ferrets received broad-spectrum antimicrobial drugs, bronchodilators, expectorants, nonsteroidal anti-inflammatory drugs, and nebulization; all clinical signs except the dry cough temporarily decreased. However, numerous affected ferrets have been observed for a longer period of time and have had their cough persist for as long as 4 years (Kiupel et al., 2012) .\n\nEtiology A variety of bacteria have been associated with abscesses and localized infection of the lung, liver, uterus, vulva, skin, mammary glands, and oral cavity. These include Staphylococcus spp., Streptococcus spp., Corynebacterium spp., Pasteurella, Actinomyces, hemolytic Escherichia coli, and Aeromonas spp. (Fox, 1998a) .\n\nEpizootiology and Transmission Abscesses in ferrets may result from wounds that are inflicted secondary to biting during fighting, playing, mating, or chewing sharp objects.\n\nClinical Signs Localized or subcutaneous abscesses present as swellings with or without draining tracts. The swelling may be fluctuant. In most cases, the abscess is walled off and does not result in systemic signs (Fox, 1998a) . Abscesses or infection involving visceral organs may give rise to organ-specific and/or systemic signs. Dental abscesses can occur due to infected teeth. A thorough oral exam is always indicated to check for gingivitis or fractured canine teeth. The canine teeth often fracture due to the animal's inquisitive behavior, which is often manifested in repeated bar biting of the cages. Stranguria in males is often related to prostatic abscessation, which is most often secondary to hyperadrenocortisism.\n\nDiagnosis Cytologic and gram staining of an aspirate of a suspect subcutaneous swelling will aid in the definitive diagnosis. Culture and sensitivity of the aspirate should also be performed to identify the causative organism and guide appropriate antibiotic therapy.\n\nDifferential Diagnosis Differential diagnosis of a subcutaneous swelling in a ferret should include myiasis, granuloma, hematoma, and neoplasia. Clinicians should search for potential primary causes as mentioned with the dental abscessation or hyperadrenocortisism.\n\nTreatment and Control Prevention of ferrets from exposure to sharp objects in the cage and feed, and limiting the exposure of male and female during breeding, can minimize the occurrence of abscesses. Treatment of localized abscesses should include appropriate antibiotic therapy and establishment of drainage and debridement if necessary. Bacterial culture and sensitivity of the exudate should be performed. A broad-spectrum antimicrobial may be used pending results of culture and sensitivity (Orcutt, 1997) .\n\nEtiology Gram-positive cocci such as Streptococcus spp., Staphylococcus aureus, and coliforms such as LABORATORY ANIMAL MEDICINE hemolytic E. coli are the most frequently associated organisms (Bernard et al., 1984; Bell, 1997a) .\n\nEpizootiology and Transmission Although the exact pathogenesis of mastitis in ferrets is not clear, a number of factors may play a role and include the stress of lactation, injury to mammary glands by the kits' teeth, environmental contamination, and the virulence of the organism. In one report, the causative organism, hemolytic E. coli, was cultured from the feces of mastitic and healthy ferrets and the oral cavity of suckling kits (Liberson et al., 1983) . The high level of perineal contamination and the presence of the organism in the oral cavity of suckling kits may enhance transmission and introduction of this organism into mammary tissue. In another outbreak, the causative organisms were cultured from bovine meat fed prior to the outbreak, and the meat was suspected as a possible source.\n\nClinical Signs Mastitis occurs in nursing jills and has been characterized as acute or chronic (Bell, 1997a) . The acute form is reported to occur soon after parturition or after the third week of lactation. Examination of affected jills reveals swollen, firm, red or purple, and painful glands. Affected glands may quickly become gangrenous. The chronic form, which may occur when kits are 3 weeks old or as a sequela to the acute form, is characterized by glands that are firm but not painful or discolored.\n\nDiagnosis Diagnosis is based on history, clinical signs, physical examination findings, and isolation of the causative organism. Clinical isolates of E .coli from a number of conditions including mastitis have been shown to be positive for cytotoxic necrotizing factor 1 (cnf1). Isolates containing cnf1 tend to produce extraintestinal disease and are referred to as necrotoxigenic E. coli (NTEC) (Marini et al., 2004) .\n\nNecropsy Findings In acute mastitis, grossly affected glands are swollen, and the skin overlying the gland may be discolored. Surgical biopsies and necropsies of eight ferrets with mastitis caused by hemolytic E. coli (Liberson et al., 1983) revealed extensive edema, hemorrhage, and coagulative and liquefactive necrosis involving the glandular tissue as well as surrounding subcutaneous tissue. Other findings included the presence of a mixed leukocytic infiltrate composed primarily of polymorphonuclear leukocytes; large numbers of bacteria; and thrombosis and necrosis of vessels within and immediately adjacent to areas of inflammation (Liberson et al., 1983) .\n\nIn an outbreak of mastitis in mink due to Staphylococcus aureus and Escherichia coli, histologic examination of affected glands revealed an acute suppurative mastitis with desquamation of alveolar epithelium, edema of the connective tissue stroma, alveoli filled with neutrophils and cellular debris, and lactiferous ducts filled with purulent exudate and mats of bacteria within lobules (Trautwein and Helmboldt, 1966) .\n\nTreatment Broad-spectrum antibiotic therapy may be instituted pending culture and sensitivity results of the milk. Enrofloxacin (10 mg/kg BID PO) is often effective. Jills may require aggressive care, because acute mastitis may progress rapidly and animals may become septicemic and moribund (Liberson et al., 1983) . Oral antibiotic administration to kits nursing on affected jills is recommended (Bell, 1997a) . Supplementation of kits with milk replacer may also be necessary, because jills with acute mastitis are reluctant to nurse, and jills with the chronic form have diminished lactation as milk-producing tissue is replaced by scar tissue (Bell, 1997a) . Surgical resection and debridement of affected glands and supportive care may be necessary for jills with acute mastitis. In the laboratory setting, in which foster mothers are often available, it is far more common to remove and foster the kits, after which jills are treated medically. When cross-fostering kits is required, kits may spread infection to healthy jills. Maintaining thorough personal hygiene practices when handling affected jills is important in minimizing spread to other lactating jills. Jills with the chronic form of mastitis should be culled (Bell, 1997a) .\n\nEtiology Canine distemper (CD) is caused by a paramyxovirus of genus Morbillivirus that is related to measles and rinderpest (Budd, 1981) . There are several strains, including a ferret-adapted strain of canine distemper virus (CDV), that differ in incubation, clinical signs, and duration . The virus can be inactivated by heat, light, and various chemicals, including phenol, Roccal, sodium hydroxide, and formalin (Shen and Gorham, 1980; Budd, 1981) . Infectious virions have been recovered from fomites after 20 min at room temperature. CD is the most serious viral infection of ferrets. Mortality approaches 100%, making appropriate husbandry and vaccination imperative .\n\nThe disease has a catarrhal phase and a neurological, or central nervous system (CNS), phase. The catarrhal phase is 7-10 days postinfection and is characterized by anorexia, pyrexia, photosensitivity, and serous nasal discharge. An erythematous pruritic rash spreads from the chin to the inguinal region. It is suspected that the rash results from cell-mediated immunity to infected endothelial cells, similar to the response seen in humans with measles (Norrby and Oxman, 1990) . Hyperkeratosis of footpads, called hard pad, is an inconsistent feature. Secondary bacterial infections result in mucopurulent ocular and nasal discharge and possibly bacterial pneumonia. The CNS phase, with ataxia, tremors, and paralysis, may or may not be preceded by the catarrhal phase. Death occurs in 12-16 days from ferret strains of CDV and up to 35 days with canine strains. Infection is uniformly fatal.\n\nEpizootiology and Transmission Virus is shed from infected hosts from conjunctival, nasal, and oral exudates, urine, feces, and sloughed skin (Gorham and Brandly, 1953) . Transplacental infection is not reported in ferrets. It is important to remember that ferrets are very susceptible to distemper when infected by the respiratory route (Ludlow et al., 2012) . Attenuated CDV vaccine strains have not been recovered from the body secretions of ferrets following vaccination (Shen et al., 1981) . Unvaccinated dogs and other canids, mustelids, and procyonids may serve as reservoirs of infection.\n\nViremia is detectable 2 days postinfection and persists until the ferret dies or mounts a neutralizing antibody response (Liu and Coffin, 1957) . The primary site of replication is the respiratory and lymphatic systems, and CDV has been recovered from the nasal secretions of ferrets 5-13 days postinfection. A decrease in lymphocyte subsets is detectable 5-30 days postinfection. While the spread of the virus beyond the blood-brain barrier is still under investigation, it was recently shown that hematogenous infection of the choroid plexus is not a significant route of virus spread into the CSF (Ludlow et al., 2012) . Instead, viral spread into the subarachnoid space in infected animals was triggered by infection of vascular endothelial cells and the hematogenous spread of virus-infected leukocytes from meningeal blood vessels into the subarachnoid space. This resulted in widespread infection of cells of the pia and arachnoid mater of the leptomeninges over large areas of the cerebral hemispheres (Ludlow et al., 2012) .\n\nClinical Signs and Necropsy Findings Histologically, intracytoplasmic and intranuclear inclusion bodies may be observed in tracheal, bronchial, epithelia, and bile duct as well as transitional epithelium in the bladder (Liu and Coffin, 1957) (Fig. 14.4) . The eosinophilic (hematoxylin-eosin) inclusions appear orange using Pollack's trichrome stain.\n\nDiagnosis and Differential Diagnoses Presumptive diagnosis is based on clinical observation, questionable vaccination history, and exposure. A fluorescent antibody test can be used on peripheral blood and conjunctival mononuclear cells to detect infection. Reverse transcriptase-polymerase chain reaction (RT-PCR) has also been used to detect experimental infection (Stephensen et al., 1997) . Differential diagnoses should include infection with influenza virus or Bordetella bronchiseptica. Influenza does not rapidly progress to mucopurulent ocular and nasal discharge as CD does. Cytologic examination of a conjunctival scraping is a useful and quick clinical test. If inclusions are detected in the epithelial cells, influenza should be ruled out as influenza is more likely.\n\nTreatment and Control During an outbreak, clinically affected ferrets should be isolated and the remainder of the colony vaccinated. Humane euthanasia of affected animals is recommended due to the absence of any literature reports of an animal surviving active infection. Distemper infection can be prevented by vaccination with modified live vaccine (MLV) of chicken embryo tissue culture origin (CETCO) administered subcutaneously or intramuscularly. Kits should be vaccinated every 2-3 weeks, starting at age 6 weeks, until 14 weeks and annually thereafter . It is important to adhere to the prescribed vaccination protocol, because ferret deaths have been reported following double-dose vaccination (Carpenter et al., 1976) . Vaccine reactions manifest as vomiting, diarrhea, fever, and collapse. A report evaluating a large number of such reactions found an event rate of 1% for distemper administered as a sole vaccine. This incidence was associated with the cumulative number of distemper vaccines received (Moore et al., 2005) . Diphendramine (0.5-2 mg/kg IV, IM) or epinephrine (20 μg/kg SQ, IV, IM, intratracheally) with standard supportive care should be initiated. Inactivated distemper vaccines do not elicit consistent, effective immunity and are not recommended. It is important to know the vaccination schedule of your ferret supplier and to vaccinate supplementally as appropriate. New ferrets should be held in quarantine for 2 weeks prior to introduction into the resident colony.\n\nCD is used experimentally to study morbillivirus infection and vaccine strategies in humans (von Messling et al., 2003) .\n\nFerrets have been experimentally infected with feline panleukopenia, canine parvovirus, canine parainfluenza virus, mink enteritis virus, respiratory syncytial virus, transmissible mink encephalopathy, and pseudorabies, but natural infection with these viruses has not been reported . \n\nEtiology Aleutian mink disease virus (ADV) is a parvovirus (genus Amdoparvovirus, species Carnivore amdoparvovirus 1) with strains of varying virulence and immunogenicity. Mink-derived strains are more virulent to mink than are ferret-derived strains . Although the mink virus can infect ferrets, at least three separate viral strains that are distinct from the mink ADV have been documented in ferrets. The most common strain is called ADV-F (Morrisey and Kraus, 2011) .\n\nEpizootiology and Transmission AD is a chronic progressive illness that was first described in mink (Oxenham, 1990) . It was originally named hypergammaglobulinemia (HGG) because of this remarkable finding. Infection may be subclinical for years. Because the immunomodulation associated with ADV infection is disruptive to biomedical research, it is important to seek sources of ADV-free ferrets .\n\nTransmission between ferrets may be direct or via aerosol of urine, saliva, blood, feces, and fomites (Kenyon et al., 1963; Gorham et al., 1964; Pennick et al., 2005) . Vertical transmission is established in mink but is unproven in ferrets.\n\nClinical Signs Ferrets infected with ADV as adults develop persistent infection but rarely disease, although chronic progressive weight loss, cachexia, malaise, and melena have been described (Porter et al., 1982) . AD may also cause ataxia, paralysis, tremors, and convulsions (Oxenham, 1990; Welchman et al., 1993) . The lesions are typically immune-mediated, and there is elevation of the gammaglobulins to generally greater than 20% of the total proteins (Porter et al., 1982; Fig. 14.5 ). The precise mechanism of immunomodulation is unknown, but in mink there is depression of B-and T-cell responses.\n\nDiagnosis and Differential Diagnoses Presumptive diagnosis is based on HGG and chronic weight loss. Diagnosis is confirmed by immunofluorescent antibody (IFA) or counter-immunoelectrophoresis (CIEP) for antibody to ADV antigen (Palley et al., 1992) . ELISA and PCR-based assays have also been used and are now readily available from several commercial laboratories (Erdman et al., 1996b; Saifuddin and Fox, 1996; Erdman et al., 1997, Morrisey and Kraus, 2011) . However, it is important to remember that the presence of ADV antibody in a ferret is not necessarily diagnostic of the disease in an animal. In serologic surveys of ferret populations, up to 10% of ferrets surveyed were antibody positive without clinical signs of disease (Welchman et al., 1993) .\n\nDifferential diagnoses include the neurotropic form of CD, as well as chronic wasting diseases such as neoplasia, malabsorption, maldigestion, and bacterial enteritis .\n\nVaccination against ADV would be contraindicated because of the immune-mediated reaction, and a vaccine is not available.\n\nChemical disinfection may be achieved with formalin, sodium hydroxide, and phenolics (Shen et al., 1981) . There is no general treatment for AD, and infected ferrets should be culled from the colony. However, treatment of infected mink kits with gamma globulin-containing ADV antibody has decreased mortality rates (Aasted et al., 1988) .\n\nNecropsy Ferrets may have no lesions upon necropsy, or infrequently they may have hepatosplenomegaly and lymphadenopathy. The most consistent histological finding is periportal lymphocytic infiltrates (Fig. 14.6 ). Bile duct hyperplasia and periportal fibrosis have also been reported. Membranous glomerulonephritis has been described (Ohshima et al., 1978) . Although lesions are subtle, use of ADV-infected ferrets in biomedical research is contraindicated because histological lesions interfere with the interpretation of study results . The DNA of ADV can be detected by in situ hybridization, confirming infection Alb α 1 α 2 β 2 β 1 γ Alb TP = 6.5 g/dl γglobulin = 1.89 g% TP = 10.6 g/dl γglobulin = 5.75 g% α 1 α 2 β 2 β 1 γ LABORATORY ANIMAL MEDICINE and identifying infected cells. This technique can also be used on formalin-fixed, paraffin-embedded biopsy samples (Haas et al., 1988) .\n\nEtiology Influenza is caused by an orthomyxovirus that is transmissible from humans to ferrets and ferrets to humans (Smith and Stuart-Harris, 1936) . Human influenza viruses A and B are pathogenic to ferrets . However, the pathogenicity of type B influenza virus in ferrets appears to be low (Barron and Rosenthal, 2011) .\n\nFerrets are also susceptible to avian, phocine, equine, and swine influenza, although only porcine influenza causes clinical signs. Because the viruses can be readily transmitted from humans to ferrets, precautions such as requiring handlers to have been vaccinated against currently circulating strains, avoiding contact with ferrets when there are any signs of respiratory/influenza illness in the handler or family members, and use of PPE such as masks and gloves should be in place to minimize transmission. Use of microisolator style caging and biosafety cabinets/ventilated cage change stations may also be useful to prevent cross contamination when conducting influenza research work in ferrets.\n\nEpizootiology, Transmission, and Clinical Signs Influenza virus generally remains localized in nasal epithelium in ferrets but may cause pneumonia. Clinical signs appear 48 h postinfection and include anorexia, fever, sneezing, and serous nasal discharge. Conjunctivitis, photosensitivity, and otitis are also sometimes seen . Secondary bacterial infection by Streptococcus spp. and occasionally Bordetella bronchiseptica may prolong recovery. Transmission occurs via aerosol and direct contact.\n\nDiagnosis Diagnosis is based on typical clinical presentation and recovery within 4 days, unlike with CDV, which progresses to more severe disease and death. Hemagglutination inhibition antibody titers on acute and convalescent sera are rarely needed.\n\nTreatment and Control Antibiotic therapy may be instituted to preclude secondary bacterial infection. Amantadine (6 mg/kg PO q12 h) has been experimentally effective in treating ferrets with influenza (Barron and Rosenthal, 2011) . Other antiviral medications include neuraminidase inhibitors like zanamivir (12.5 mg/kg as a one-time intranasal dose) and oseltamivir (5 mg/kg PO q12 h × 10 days). These have been shown to prevent and treat influenza infection and either agent may be used to greater effect in combination with amantadine (Barron and Rosenthal, 2011) . Animal technicians and investigators suffering from influenza should avoid contact with ferrets.\n\nFerrets have been used extensively as a model for influenza research because the biological response to infection is similar to that in humans O'Donnell and Subbarao, 2011) . Ferrets have been used in influenza A research to study pathogenesis, to investigate Reye's syndrome, and to evaluate vaccine trials (Desmukh, 1987; Sweet et al., 1987; Belser et al., 2011) .\n\nEtiology Rabies is caused by a rhabdovirus in the genus Lyssavirus. Rabies infection is infrequently reported in ferrets, and until recently, research on rabies in ferrets was lacking . Ferrets in a well-managed facility would have low risk of exposure to rabies virus. In experimentally induced rabies in ferrets, the mean incubation period was between 28 and 33 days; the mean morbidity was 4-5 days (Niezgoda et al., 1998) .\n\nTreatment and Control A USDA-approved, killed rabies vaccine given subcutaneously at ages 3 months and 1 year and annually thereafter is recommended to protect ferrets against rabies (Rupprecht et al., 1990) . MLV is not recommended, because there is at least one case of rabies in a ferret that was vaccinated with MLV rabies vaccine . There is no treatment for rabies.\n\nClinical Signs and Pathogenesis Clinical signs of rabies infection in ferrets may include anxiety, lethargy, and posterior paresis. In one experimental infection, 11 of 40 ferrets died, and Negri bodies were seen in the brain of only two of the 11 (Blancou et al., 1982) . There is conflicting data on the isolation of rabies virus from the salivary glands following experimental infection. In one study using the raccoon variant of rabies for infection, more than half of the ferrets had rabies isolated from the salivary glands . In a more recent LABORATORY ANIMAL MEDICINE study the virus was detected in the salivary glands of 63% and in saliva of 47% of the rabid ferrets (Niezgoda et al., 1998) .\n\nFerrets at risk for exposure to rabies virus that bite or scratch a human should be placed under quarantine for not less than 10 days of observation. Veterinarians and facility managers should seek assistance from state public health officials. A recent case report documented the recovery and clearance of rabies virus in a domestic ferret (Hamir et al., 2011) . The ferret remained healthy for 80 days after inoculation of rabies virus at a dose of 10 2.5 MICLD 50 as a single 100-μl injection in the right gastrocnemius muscle. On day 81 after inoculation, the ferret presented with hindlimb paresis and paralysis that progressed to paralysis of the hindquarters within 24 h. The ferret survived for 100 days after onset of clinical signs, with continued paraplegia.\n\nDiagnosis and Differential Diagnoses Differential diagnosis includes the neurotropic form of CD. Diagnosis is based on direct IFA of brain tissue. Because rabies in ferrets is poorly understood, the head from ferrets that exhibit signs compatible with rabies and that have exposure histories that raise concerns about rabies should be shipped to the state public health authority for confirmation.\n\nEtiology Rotaviruses cause diarrhea in young of many species, including humans, calves, pigs, sheep, and rats. Diarrhea in ferret kits is thought to be caused by a poorly characterized, atypical rotavirus that has not been cultivated in vitro (Torres-Medina, 1987) . Atypical rotaviruses lack the rotavirus common antigen. Definitive identification of a group C rotavirus in ferrets has recently been published (Wise et al., 2009) .\n\nEpizootiology, Transmission, and Clinical Signs Clinical disease may occur in kits as young as 1-4 days old or in older animals up to 6 weeks of age. Diarrhea soils the perineum and possibly the fur and nest material. Mortality rates are age-dependent, with high mortality occurring in young kits and lower mortality occurring in kits over 10 days of age (Bell, 1997a; Fox et al., 1998b) . Secondary bacterial infection may influence the severity of diarrhea.\n\nNecropsy and Pathogenesis Lesions are restricted to the gastrointestinal tract. Yellow-green liquid or mucous feces may be seen in the terminal colon on necropsy. Subtle small-intestinal villous atrophy and epithelial cell vacuolation are detectable histologically.\n\nDiagnosis and Differential Diagnoses Clinical diagnosis can be confirmed by using clarified and ultracentrifuged fecal pellets for electron microscopy. The ferret rotavirus does not cross-react with commercially available enzyme immunoassays (Torres-Medina, 1987) .\n\nIt is desirable to avoid sources that are known to be infected with ferret rotavirus. Affected kits may be supplemented with kitten milk replacer, using a medicine dropper. Mortality is reduced if the kits continue nursing. Treatment of secondary bacterial infections may reduce severity of the diarrhea, and supportive care, including subcutaneous fluid administration for young kits, may be required . Jills develop immunity to rotavirus infection, and subsequent litters are protected.\n\nEtiology A transmissible diarrhea, first referred to as 'green slime disease' and eventually, epizootic catarrhal enteritis (ECE) emerged in early 1993 Murray et al., 2010) . Williams et al., (2000) first implicated a coronavirus as the cause of this disease.and the novel Alphacoronavirus, ferret enteric coronavirus (FRECV), was subsequently identified in ferrets with ECE (Wise et al., 2006) .\n\nEpizootiology and Transmission This highly infectious disease commonly occurs in the setting of a young animal being introduced into a colony of adults, though a susceptible animal of any age can be infected and experience disease. Virions are shed into feces and saliva, rapidly infecting other ferrets by the oral route. Intermittent shedding can occur long after clinical signs have resolved. ECE is a disease of high morbidity and low mortality and is now considered enzootic (Murray et al., 2010) .\n\nClinical Signs Ferrets present with decreased appetite, weight loss, lethargy, diarrhea and vomiting. Diarrhea is green and mucoid, and ferrets can become rapidly dehydrated. With chronicity, malabsorption can occur and feces may be characterized by small, ovoid stools resembling bird seed. Some ferrets develop elevated liver enzymes and non-specific hematologic abnormalities (Murray et al., 2010) . Younger ferrets may have milder disease than older animals.\n\nDiagnosis Characteristic history and clinical signs are typically used for diagnosis, but these are not exclusive to ECE. Definitive diagnosis requires intestinal biopsy and histopathology with demonstration of viral antigen or nucleic acid by immunohistochemistry or in situ hybridization. RT-PCR and electron microscopy can be used on ferret feces. A serologic test exists but should be evaluated in the context of clinical signs (Murray et al., 2010) .\n\nNecropsy Findings and Histopathology Gross necropsy findings include enteritis with watery intestinal contents and enlarged mesenteric lymph nodes. The histologic hallmark is lymphocytic enteritis with villous atrophy and necrosis and vacuolization of enterocytes on the tips. Villous blunting and fusion occur with chronicity. Lesions are predominantly found in the jejeunum and ileum.\n\nTreatment and Control Treatment involves aggressive oral and systemic fluid therapy. Antibiotics may be used for prophylaxis or treatment of secondary bacterial infection. Drugs which have anti-inflammatory as well as antibacterial properties such as metronidazole (20 mg/kg PO bid) have been recommended. Control depends on avoidance of ferrets showing clinical signs and adequate sanitation of ferret housing areas. Most available detergents and disinfectants will kill environmental coronavirus.\n\nEtiology A systemic granulomatous disease has recently emerged in ferrets and is due to a coronavirus, ferret systemic coronavirus (FRSCV), also of the genus Alphacoronavirus, which behaves in a manner analogous to feline infectious peritonitis (FIP) in cats (Perpiñán and López, 2008; Garner et al., 2008) . In cats, virulent mutants of feline enteric coronavirus can cause FIP in one of two classic forms, the 'wet' form characterized by effusion, or the 'dry' granulomatous form. The ferret disease, ferret systemic coronaviral disease (FSCD), has associated signs and lesions typical of the dry form of FIP. These similarities have led to speculation that FRSCV and FIP have a common pathogenesis. While FRSCV is more closely related to FRECV than it is to other coronaviruses, experimental confirmation has not yet been achieved (Wise et al., 2006 (Wise et al., , 2010 .\n\nEpizootiology and Transmission FSCD first appeared in Spain in 2004 but has now been diagnosed in the United States (Martinez et al., 2006) . It typically affects animals under 1 year of age. The mechanism of transmission is unkown but is most likely ingestion.\n\nClinical Signs Signs are non-specific and dependent on the organ system(s) affected. Lethargy, decreased appetite, diarrhea, vomiting, and weight loss are commonly seen. Some animals will present with neurologic lesions such as ataxia, paresis, tremor, head tilt, and seizure.\n\nDiagnosis Histologic evaluation of tissues submitted for biopsy and demonstration of intralesional coronaviral nucleic acid provides the definitive diagnosis. Immunohistochemistry using a monoclonal antibody (FIPV3-70) will localize viral nucleic acid (Garner et al., 2008) and an RT-PCR assay has been used to identify virus in tissues and is capable of differentiating FRSCV from FRECV (Garner et al., 2008; Murray et al., 2010) . Clinical signs and characteristic hematology are strongly suggestive. Typical hematology findings include nonregenerative anemia, hyperglobulinemia, hypoalbuminemia, and thrombocytopenia. A polyclonal gammopathy exists and requires clinicans to rule out AD and other conditions in which hypergammablobulinemia can occur. Serum chemistry values will reflect specific organ involvement. Radiography and endoscopy can be useful in characterizing palpated masses (Garner et al., 2008; Perpiñán and López, 2008; Murray et al., 2010) .\n\nNecropsy and Pathogenesis The predominant necropsy findings are enlarged mesenteric lymph nodes and multiple, coalescing, tan nodules of various sizes that course along serosal surfaces and mesenteric vessels. These nodules can encompass the intestines and project onto the surface of and into the parenchyma of various organs. Lesions are most commonly seen in liver, kidney, spleen, and lung. The characteristic histopathologic finding is severe pyogranulomatous inflammation, often surrounding vessels, that infiltrates, destroys, and replaces affected parenchyma. All parenchymatous organs can be affected, with subsequent organ-specific clinical manifestations. In the brain, the lesions are pyogranulomatous meningoecephalomyelitis, with a distribution centered on blood vessels, and parenchymal involvement which is most severe periventricularly (Garner et al., 2008) .\n\nTreatment Supportive care including nutritional supplements, vitamins, iron in anemic animals, gastroprotectants, and immunostimulatory antibiotics like doxycycline can be instituted. Treatment regimens used in cats with the granulomatous form of FIP, including steroids and other immunomodulatory agents, have not as yet been critically evaluated in ferrets. Most animals die or are euthanized within weeks of diagnosis (Murray et al., 2010; Perpiñán and López, 2008) \n\nBovine herpesvirus 1 (Infectious bovine rhinotracheitis; IBR) was isolated from the liver, spleen, and lung of clinically normal ferrets (Porter et al., 1975) . Raw beef was suspected as the source of infection, reinforcing the need to exclude raw meat products from the diet of ferrets used for research. In experimental inoculation studies, IBR either caused no significant respiratory pathology (Porter et al., 1975) or caused acute suppurative pharyngitis (Smith, 1978) .\n\nHepatitis E virus was detected by nested PCR from four of 43 (9.3%) fecal samples of ferrets from four different locations in the Netherlands. These ferrets showed no overt sign of disease and had been sampled for the purpose of attempting to define potential reservoirs of the virus. The ferret virus grouped with rat virus isolates. The relevance of these findings to ferret health or zoonotic risk is unknown (Raj et al., 2012) .\n\nSuid herpesvirus 1 (pseudorabies virus [PRV], Aujeszky's disease) has been listed as an infectious agent in the ferret (USDA Aphis, 2013; Williams and Barker, 2001) . The consumption of raw pig meat by ferrets should therefore be avoided. The outcome in most species infected with the virus is usually fatal.\n\nEtiology Three species of the genera Isospora and Eimeria have been reported to infect the ferret: Isospora laidlawi, Eimeria furonis, and E. ictidea (Blankenship-Paris et al., 1993) .\n\nEpizootiology and Transmission Infection occurs from ingestion of sporulated oocysts.\n\nClinical Signs Coccidiosis in ferrets is usually subclinical but has been reported to be associated with diarrhea, lethargy, and dehydration in one ferret (Blankenship-Paris et al., 1993) . Clinical signs are often seen in young, newly acquired ferrets and are more common after a stressful event (Rosenthal, 1994) . Rectal prolapse can also develop in association with coccidial infection (Rosenthal, 1994) . Severe clinical signs were reported in a recent outbreak in which morbidity rate was high, including an appreciable number of deaths, and ferrets of all ages were affected (Sledge et al., 2011) . One case of biliary infestation with Eimeria furonis has been reported in the scientific literature (Williams et al., 1996) .\n\nDiagnosis Diagnosis is generally made by any of the fecal flotation methods commonly used in veterinary practice or by direct wet mount of feces and microscopic examination for sporulated or unsporulated oocysts. Because coccidial oocysts are small, slides should be examined under higher magnification. The case in which the biliary tract was involved had significant change in multiple analytes of the serum chemistry profile.\n\nNecropsy Findings Diagnosis is usually made ante mortem. Pathologic lesions associated with enteric coccidiosis in a laboratory-reared ferret that was euthanized were described in one published report (Blankenship-Paris et al., 1993) . Microscopic lesions were confined to the jejunum and ileum and consisted of villous and epithelial thickening. Parasitic cysts and microorganisms within epithelium, and a mild granulomatous inflammation in the villar lamina propria, were also observed. A recent report documents clinical and anatomic pathology associated with biliary coccidiosis in a weanling ferret (Williams et al., 1996) .\n\nDifferential Diagnosis Diarrhea may be observed in ferrets that present with gastroenteritis secondary to gastrointestinal foreign bodies and dietary indiscretion, as well as other nutritional, inflammatory, infectious, or other systemic diseases. Infectious causes such as proliferative colitis, salmonellosis, giardiasis, rotavirus, and campylobacteriosis should be considered. Diarrhea may also be seen in eosinophilic gastroenteritis, an uncommonly reported condition in ferrets. At necropsy of the biliary case, the liver was grossly enlarged and pale with enlarged, firm bile ducts, and the gallbladder wall was notably thickened (Williams et al., 1996) .\n\nGood husbandry practices that include sanitation and frequent disposal of feces reduce the number of oocysts in the environment. Cleaning cages with a strong ammonium hydroxide solution is reported to be effective (Kirkpatrick and Dubey, 1987) . Heat treatment of surfaces and utensils may also be effective (Kirkpatrick and Dubey, 1987) . Treatment of ferrets with sulfadimethoxine at 50 mg/kg orally once and then 25 mg/kg orally every 24 h for 9 days is recommended (Rosenthal, 1994) . As in dogs and cats, the complete elimination of a coccidial infection requires an immunocompetent host. Ponazuril (Marquis™) is a triazine coccidiocidal drug that is related to toltrazuril. This newer drug has been used in a variety of small mammals at a dose of 10-50 mg/kg once daily for 10 days (Mitchell, 2008) . The coccidiocidal classification of the drug will help to eliminate an infestation with coccidia faster then treatments with coccidiostatic drugs.\n\nEpizootiology and Transmission Cryptosporidium is a protozoan in the class Sporozoa, subclass Coccidia, which inhabits the respiratory and intestinal epithelium of birds, reptiles, mammals, and fish (Regh et al., 1988) . It is known to cause gastrointestinal tract disease in many species, including rodents, dogs, cats, calves, and people (Hill and Lappin, 1995) . It has a life cycle similar to other coccidian parasites and is transmitted by ingestion of sporulated oocysts. Autoinfection is also a characteristic of the life cycle.\n\nTransmission may occur through consumption of contaminated food or water. Cattle, dogs, and cats, shedding oocysts, are reported to be potential sources of human infection (Hill and Lappin, 1995; Fox, 1998g) . Immunosuppressed people are at greatest risk of developing severe fulminating gastrointestinal disease (Hill and Lappin, 1995) . The finding of cryptosporidiosis in two ferrets that died from unrelated causes in one animal facility resulted in a survey of the existing ferret population and new arrivals into the facility to determine the prevalence and incidence of infection (Regh et al., 1988) . Findings indicated that 40% of the resident population and 38-100% of new arrivals had oocysts in their feces but showed no clinical signs.\n\nClinical Signs Subclinical infection has been reported in both immunocompetent and immunosuppressed ferrets (Regh et al., 1988) . Another publication reports vague and non-specific clinical signs in adult animals, which ended in death 48-72 h after the onset of clinical signs (Gómez-Villamandos et al., 1995) .\n\nDiagnosis Diagnosis is based on the identification of the organism in feces. The oocysts are small when compared with other coccidia and may be overlooked or mistaken for yeasts (Kirkpatrick and Dubey, 1987) . Yeasts are oval, whereas cryptosporidium oocysts are spherical or ellipsoidal. Additionally, yeasts will stain with iodine and are not acid-fast, whereas Cryptosporidium has the opposite staining characteristics. The oocyst residuum is seen as a refractive dot under phase-contrast microscopy, a structure lacking in yeast (Kirkpatrick and Dubey, 1987) . Sugar-solution centrifugation and fecal sedimentation using formalin-ether or formalin-ethyl acetate are effective diagnostic concentration techniques (Hill and Lappin, 1995) . Oocysts may then be viewed with phasecontrast or bright-field microscopy of specimens stained with an acid-fast method. A direct fecal smear may be methanol-or heat-fixed and stained with an acid-fast method (Hill and Lappin, 1995) .\n\nNecropsy Findings Histologic evaluation reveals the presence of organisms, spherical to ovoid in shape and from 2 to 5 μm in diameter, associated with the brush border of the villi. A mild eosinophilic infiltrate was observed in the lamina propria of the small intestine in most animals. The ileum was the most common and heavily infected section of small intestine (Regh et al., 1988) .\n\nTreatment and Control There is no known definitive treatment for cryptosporidiosis (Fox, 1998g) . Supportive and symptomatic care should be provided in clinical cryptosporidiosis. Infections are self-limiting in immunocompetent patients (Fox, 1998g) . Control is aimed at eliminating or reducing infective oocysts in the environment and avoidance of contact with known sources. Because of the potential for zoonotic transmission, restricting contact of children and immunosuppressed individuals with infected ferrets and practicing good hygiene may help reduce the potential for infection. Drying, freeze-thawing, and steam cleaning inactivate the organism (Hill and Lappin, 1995) . There are few effective commercial disinfectants.\n\nEpizootiology and Transmission Transmission occurs through direct contact with infected hosts or contact with fomites. This parasitic infection is rare under research conditions.\n\nClinical Signs Infection of ferrets with S. scabiei may occur in a generalized or a pedal form (Bernard et al., 1984) . In the generalized form, lesions consist of focal or generalized alopecia with intense pruritus. In the pedal form, lesions are confined to the toes and feet, which become swollen and encrusted with scabs. Nails may be deformed or lost if the condition is left untreated.\n\nDiagnosis Diagnosis is made by finding the mites in skin scrapings or removing crusts, breaking them up, and clearing with 10% KOH for microscopic examination (Phillips et al., 1987) . False-negative results are possible; multiple scrapings may be necessary.\n\nDifferential Diagnosis Differential diagnosis should include other pruritic external parasitic conditions, including flea infestation. Demodicosis has been reported to cause mild pruritus and alopecia in ferrets (Noli et al., 1996) .\n\nTreatment and Control In the pedal form, treatment consists of trimming the claws and removing the scabs after softening them in warm water (Bernard et al., 1984) . Treatments that have been used include ivermectin, 0.2-0.4 mg/kg, administered subcutaneously and repeated every 7-14 days until mites are gone; shampoos or soaks to reduce the pruritus; and topical or systemic antibiotic administration for treatment of secondary bacterial dermatitis (Hillyer and Quesenberry, 1997b ). Selamectin appears to be a very safe alternative and can be used once monthly at 18 mg/kg (Fisher et al., 2007) . Alternatively, weekly dips in 2% lime sulfur until 2 weeks after clinical cure have been shown to be effective (Fox, 1998a) . Decontamination of enclosures and bedding, as well as treatment of all affected and contact animals are recommended.\n\nEpizootiology and Transmission The parasite is found in normal skin of and is not considered contagious. Predisposing factors such as immunologic or genetic conditions have been suggested (Kwochka, 1986) . One clinical report describes demodicosis in two adult ferrets that had been treated with an ear ointment containing triamcinolone acetonide for recurrent ear infections daily for three periods of 3 months each during the course of a year (Noli et al., 1996) .\n\nClinical Signs In the report mentioned above, the ferrets presented with alopecia, pruritus, and orange discoloration of the skin behind the ears and on the ventral surface of the abdomen and an accompanying seborrhea (Noli et al., 1996) .\n\nDiagnosis Deep skin scrapings should be performed to demonstrate mites. Finding a large number of live adult mites or immature forms and eggs is necessary to confirm the diagnosis. In very chronic cases, the skin may be so thickened that scrapings may be unrewarding. In these cases, a skin biopsy may be diagnostic (Kwochka, 1986) .\n\nNecropsy Findings Histologic evaluation of skin biopsies obtained in the case report described above revealed mites with a short, blunted abdomen similar to that of Demodex criceti and located in the infundibulum of hairs. The epidermis was slightly hypertrophic, and there was a mild superficial orthokeratotic hyperkeratosis. A LABORATORY ANIMAL MEDICINE very mild superficial and perivascular mixed cellular infiltrate was also observed in the dermis.\n\nDifferential Diagnosis Generalized demodicosis should be differentiated from sarcoptic mange and flea infestation. Primary or secondary bacterial dermatitis or pyoderma should also be considered.\n\nTreatment and Control The ferrets in the abovementioned clinical report were treated initially with a suspension of 0.0125% amitraz applied as a dip three times at 7-day intervals for three treatments. Two drops of the same solution were applied in each ear every other day. After the initial treatment, the ferrets were reexamined, and treatment was continued with the same concentration of solution applied once every 5 days, while the tail was washed with a higher concentration of amitraz (0.025%) once every other day. Thereafter, three final treatments with 0.0375% amitraz every 5 days for the body, and every other day for the ears and tail, were administered. The ferrets were evaluated and skin scrapings were performed regularly during treatment and post-treatment to monitor response to therapy. Various treatments have been used in the clinical settings in ferrets without any side-effects. Commonly used safe drugs include imidacloprid-moxidectin (Advocate® spot-on for small cats and ferrets; once monthly for several months), ivermectin administered orally or topically (up to 0.5 μg/kg q 24 h), and selamectin (20 mg/ kg q 30 d). Treatment of any associated pyodermas, systemic illnesses, or management problems should also be included as part of the therapeutic regimen.\n\nEtiology The ear mite, Otodectes cynotis, which commonly infects dogs and cats, is also a common clinical problem in ferrets (Fox, 1998g) .\n\nEpizootiology and Transmission Ear mites are transmitted through direct contact with infested ferrets, dogs, or cats (Fox, 1998g) . The entire life cycle is completed in 3 weeks.\n\nClinical Signs Ear mite infestation in the ferret is usually asymptomatic (Orcutt, 1997) . However, clinical signs may include head shaking; mild to severe pruritus with inflammation and excoriation; secondary otitis interna with ataxia; circling; torticollis; and Horner's syndrome (Orcutt, 1997; Fox, 1998g) . A brownish-black waxy discharge is often present.\n\nDiagnosis Diagnosis is based on direct observation of mites via otoscopic examination or microscopic identification of the ear mite or any of the life-cycle stages of the mite in exudate from the ear canal.\n\nTreatment and Control A study using three treatment regimens -two topical and one injectable -revealed that topical treatments were more efficacious than the injectable in reducing or eradicating ear mites (Patterson et al., 1999) . Efficacy was evaluated by microscopic evidence of ear mites in debris from aural swabs taken weekly for an 8-week period. Topical 1% ivermectin (Ivomec, Merck AgVet Division, Rahway, New Jersey), diluted 1:10 in propylene glycol at a dosage of 400 μg/kg body weight divided equally between the two ear canals and administered on days 1 and 14 of the study, was the most effective treatment. However, more recent publications suggest that because of the anatomical characteristics of the ear of the ferret, conventional treatment involving instillation of drops into the ear canal is of very limited efficacy (Fisher et al., 2007) . A single topical application of approximately 15 mg/kg selamectin per ferret has been reported to be highly effective in the treatment of this irritant infestation. Another study showed that the combination of imidacloprid 10% + moxidectin 1% (Advocate ® spot-on for small cats and ferrets) applied to ferrets naturally infested with O. cynotis achieved 100% cure after two or three treatments at 2-week intervals (Le Sueur et al., 2011) . These medications can be partially given into the ear canal with the rest applied directly to the skin of the interscapular region.\n\nOther ferrets diagnosed with an O. cynotis infestation were treated with 45 mg selamectin in the form of a complete 0.75-ml single-dose tube (Stronghold Cat; Pfizer), administered topically between the shoulder blades and without cleaning the external ear canal. These infestations were successfully resolved after one treatment, based on resolution of clinical signs, otoscopic examinations and repeat ear swabs conducted 30 days later (Miller et al., 2006) .\n\nHigh doses of injectable ivermectin (0.2 ml of 1% ivermectin) administered to jills at 2-4 weeks of gestation resulted in high rates of congenital defects (Orcutt, 1997) .\n\nEtiology Ctenocephalides species can infest ferrets (Hutchinson et al., 2001) .\n\nEpizootiology and Transmission Transmission requires direct contact with another infested animal or a flea-infested environment.\n\nClinical Signs Flea infestation may be asymptomatic or may cause mild to intense pruritus and alopecia of the dorsal thorax and neck (Timm, 1988) .\n\nDiagnosis Diagnosis is based on clinical signs and identification of fleas or flea excrement.\n\nDifferential Diagnosis Sarcoptic and demodectic mange should be included in the differential diagnosis of pruritic skin disease in the ferret. Close examination of the pelage for fleas or flea excrement should be performed. Skin scrapings may be indicated.\n\nTreatment and Control As with flea infestation in dogs and cats, concurrent treatment of the environment, as well as all animals in the household, is essential for effective flea control. Compounds approved for flea control in cats such as rotenone or pyrethrin powders or sprays may be used in ferrets (Hillyer and Quesenberry, 1997a) . Selamectin topically (20 mg/kg q 30 d) can be used as a preventative or as a treatment. Ferrets treated topically with an imidacloprid spot-on formulation at a dose rate of 10 mg/kg body weight showed reduced flea burdens by 95.3% within 8 h of treatment and 100% efficacy was recorded at 24 h (Hutchinson et al., 2001) .\n\nFerrets may develop systemic disease from Blastomyces, Coccidioides, Cryptococcus, and Histoplasma. The reservoir of most of these fungi is the soil, however, making infection unlikely in a research facility. In production facilities, exposure can be minimized through careful selection of source animals, appropriate sanitation, and control of pests, particularly birds.\n\nPneumocystis carinii has been recently reclassified as a fungus. Although P. carinii inhabits the lungs of many different species, recent transmission studies suggest that these fungi are highly species-specific (Gigliotti et al., 1993; Fox et al., 1998b) . Clinical disease is evident only in immunocompromised ferrets and can be induced using high doses of exogenous steroids (Stokes et al., 1987) . Lesions include interstitial pneumonitis with mononuclear cell infiltrates; cysts and trophozooites are evident with Gomori methanamine-silver nitrate and Giemsa on bronchoalveolar lavage. Treatment with trimethoprim sulfamethoxazole probably controls but does not eliminate infection .\n\nFerrets are susceptible to secondary fungal infection of the outer ear canal with Absidia corymbifera or Malassezia spp. (Dinsdale and Rest, 1995; Fox, 1998d) . The fungi are widespread in the environment and will cause a secondary fungal infection in the ears of ferrets infested with Otodectes cynotis. The yeasts can be visualized by impressions of ear exudates. Treatment involves eradication of the underlying mite infestation followed by oral and topical ketoconazole, miconazole, and polymyxin B.\n\nDermatomycoses in ferrets are caused by Microsporum canis and Trichophyton mentagrophytes. Dermatophytes are transmissible to humans and are a zoonosis; thus affected animals should be quarantined and removed from the facility to minimize risk (Dinsdale and Rest, 1995; Scott et al., 1995; Fox et al., 1998b) . Control of infection includes general disinfection and destruction of contaminated bedding. Lesions are circumscribed areas of alopecia and inflammation, which begin as small papules that spread peripherally in a scaly inflamed ring. The yellow-green fluorescence of M. canis under ultraviolet light helps distinguish it from T. mentagrophytes. Skin scrapings digested with 10% potassium hydroxide reveal characteristic arthrospores. Treatment with griseofulvin (at 25 mg/kg per os every 24 h for at least 21-30 days) causes clinical remission but may not clear infection (Hoppmann and Barron, 2007) .\n\nIn recent years, publications concerning cryptococcosis in ferrets have increased significantly. As of 2013, there are 16 publications on this emergening disease (Wyre et al., 2013) . Of 13 published cases, six ferrets were infected with C. neoformans and six were infected with C. gatti. In many of the reported cases, it appears that immunosuppression might have been a contributing factor. The risk for indoor-housed ferrets appears low as cryptococcus is found in soil, bird droppings, and trees, which puts ferrets with outdoor access at an increased risk. The prognosis for this condition is guarded and treatment is usually difficult, but mimics current treatment suggested in dogs and cats. A case treated with itraconazole at 15 mg/kg PO q24 h for 10 months resulted in a successful outcome after the diagnosis of Cryptococcus neoformans variety grubii from an enlarged submandibular lymph node (Hanley et al., 2006) .\n\nOther ectoparasitic infections observed to occur in ferrets include cutaneous myiasis and tick infestation. Granulomatous masses in the cervical region caused by the larval stage of Hypoderma bovis have been reported in ferrets (Fox, 1998g) . Cuterebra larvae, although uncommonly observed in ferrets, may cause subdermal cysts found in the subcutis of the neck (Orcutt, 1997) . Infestation with the flesh fly has been reported as a problem in commercially reared mink and ferrets housed outdoors (Fox, 1998g) .\n\nTicks may be found on ferrets housed outdoors or on those used for hunting rabbits (Fox, 1998g) . Ticks should be removed carefully with hemostats or tweezers, ensuring that the entire head and mouthparts are removed from the skin. Appropriate caution should be exercised in tick removal, because ticks are responsible for transmission of various zoonotic pathogens; gloves should be worn.\n\nEtiology The ferret is susceptible to natural and experimental infection with Dirofilaria immitis.\n\nEpizootiology and transmission Dirofilaria immitis is a filarial parasite that is transmitted by mosquitoes, which serve as the intermediate host and vector. Microfilaria are ingested by mosquitoes and, after two molts, become infective third-stage larvae. Infective larvae are deposited onto the skin when mosquitoes feed, and larvae find their way into the body of the final host through the bite wound and migrate subcutaneously to the thorax and eventually to the heart (Knight, 1987) . The primary reservoir of infection is dogs, but heartworm may be found in a variety of mammals, including humans. All species except wild and domestic canids, domestic felines, ferrets, and the California sea lion are considered aberrant hosts (Knight, 1987) .\n\nClinical Signs The following clinical signs have been reported in clinical reports describing cases of D. immitis in the ferret: weakness, lethargy, depression, dyspnea, cyanosis, anorexia, dehydration, cough, and pale mucous membranes (Miller and Merton, 1982; Parrott et al., 1984; Moreland et al., 1986; Wagner, 2009 ). Moist lung sounds and/or muffled heart sounds were revealed by thoracic auscultation in many of these cases. Pleural or abdominal effusion may be observed radiologically. The ferrets described in these cases were housed outdoors and either died or were euthanized. In one case the key clinical signs included the caval syndrome, mild anemia and biliverdinuria (Sasai et al., 2000) . One of the authors (JM) has also observed biliverdinuria in a confirmed case of dirofilariasis, suggesting that biliverdinuria development in heartworm-infected ferrets may be of increase diagnostic value for this condition.\n\nDiagnosis Diagnosis of heartworm is based on clinical signs, radiographic findings, and testing for circulating microfilariae and heartworm antigen. Ultrasound was used successfully to diagnose a ferret which was affected by one four Dirofilaria immitis parasites (Sasai et al., 2000) . Microfilaremia is not consistently observed in naturally occurring and experimental cases of heartworm infection in ferrets (Fox, 1998g) . Testing for heartworm antigen appears to be more diagnostically useful (Stamoulis et al., 1997) . In a study to determine the minimum oral dose of ivermectin needed for monthly heartworm prophylaxis in ferrets, the use of an antigen test (Uni-Tec Canine Heartworm test, Pitman-Moore Co., Mundelein, Illinois) detected infection in more untreated control animals than did the modified Knott's test for detection of circulating microfilaria in the same ferrets (Supakorndej et al., 1992) .\n\nNecropsy Findings Cardiomegaly, pleural and/ or abdominal fluid, and pulmonary congestion are common findings at necropsy. Grossly, adult worms have been observed in the right atrium, right ventricle, pulmonary artery, and cranial and caudal vena cava. Microscopically, microfilaria may be seen in small and large vessels of the lung.\n\nDiagnosis Differential diagnosis should include primary cardiac diseases, such as dilatative cardiomyopathy, and other systemic or pulmonary diseases.\n\nTreatment and Control Control is best directed at prevention through the administration of heartworm preventative and it is recommended that ferrets in heartworm-endemic areas receive monthly oral ivermectin or topical selamectin throughout the year (Stamoulis et al., 1997; Fox, 1998g) . The dosage recommended for ferrets by the American Heartworm Society is 0.006 mg ivermectin per kg body weight monthly (Fox, 1998g) . Housing ferrets indoors, particularly during the mosquito season, would help minimize exposure. Successful adulticide treatment in ferrets has been described and includes the administration of thiacetarsemide, with the same precautions used in dogs: antithrombotic therapy, treatment for heart failure, and strict cage confinement (Stamoulis et al., 1997) . The current recommended treatment protocol for affected ferrets is ivermectin (50 μg/ kg SC q30d) given until clinical signs resolve and microfilaremia is absent. Previous treatment protocols using adulticide therapy with melarsomine have fallen out of favor because of adverse reactions (Morrisey and Kraus, 2011) . One should follow up with heartworm antigen tests until negative and resume heartworm prevention 1 month after adulticide treatment (Stamoulis et al., 1997) . A ferret with clinically-apparent dirofilariasis was successfully treated via transvenous heartworm extraction (Bradbury et al., 2010) .\n\nFerrets are also susceptible to infection with the following nematodes: Toxascaris leonina; Toxocara cati; Ancylostoma spp.; Dipylidium caninum; Mesocestoides spp.; Atriotaenia procyonis; Trichinella spiralis; Filaroides martis; and Spiroptera nasicola (Rosenthal, 1994; Fox, 1998g) .\n\nPregnancy toxemia in the ferret occurs predominantly in primiparous jills carrying large litters. An inadvertent fast in late gestation is sometimes implicated. At least 75% of jills carrying more than eight kits will develop pregnancy toxemia if subjected to 24 h of food withdrawal in late gestation (Bell, 1997a; Batchelder et al., 1999) . Any jill with 15 or more kits may develop pregnancy toxemia because abdominal space is not adequate for both the gravid uterus and the volume of food required to support it. Pregnancy toxemia of the ferret is of the metabolic type and shares features with similar conditions in pregnant sheep, obese cattle, pregnant camelids, obese guinea pigs, and starved pregnant rats, as well as with the condition feline idiopathic hepatic lipidosis. It is characterized by abnormal energy metabolism with consequent hyperlipidemia, hypoglycemia, ketosis, and hepatic lipidosis. In LABORATORY ANIMAL MEDICINE this condition, energy demand exceeds intake, leading to excessive mobilization of free fatty acids and a chain of metabolic events that culminates in a shift from fatty acid metabolism and export to ketosis and hepatic lipidosis. A study evaluating the metabolic and endocrine characteristics of pregnancy toxemia in ferrets showed that in contrast to healthy animals, hypoglycemia, hyperketonemia, hypoinsulinemia, and decreased T4 and T3 levels were detected in females with pregnancy toxemia. Necropsy showed excessive hepatic lipidosis (Prohaczik et al., 2009) .\n\nClinical signs of affected animals usually include anorexia, lethargy, melena, dehydration, and easily epilated hair. Differentials include dystocia, metritis, pyometra, septicemia, renal failure, and Helicobacter mustelae-induced gastric ulcer. In a study of ferrets with pregnancy toxemia, consistent clinical chemistry abnormalities included azotemia (100%), hypocalcemia (83%), hypoproteinemia (70%), and elevated liver enzymes (100%) (Batchelder et al., 1999) . Anemia was found in 50% of ferrets tested. Necropsy findings included tan or yellow discolored liver, gastric hemorrhage, and gravid uterus. Treatment for jills within a day of their due date should include cesarean section and intensive postoperative support, including force-feeding a gruel of high-quality cat food and ferret chow, nutritive pastes, intravenous fluids containing glucose, and supplemental heat. Ceasarean section should be performed under isoflurane or sevoflurane anesthesia because hepatic dysfunction prolongs the metabolism of injectable agents. Agalactia is common after cesarean section, and kits may require hand feeding with kitten or puppy milk replacers, administered per os by fine-tipped syringe six times daily for the first 24 h. Cross-fostering is an effective method of enhancing kit survival; hand rearing of kits if the jill fails to nurse within a day postoperatively is energy-consuming and generally unrewarding. For jills that develop pregnancy toxemia before day 40 of gestation, fluids and nutritional support must be provided until viable kits can be delivered by cesarean.\n\nPregnancy toxemia may be avoided by close monitoring of the appetite of jills in late gestation, provision of a highly palatable diet with >20% fat and >35% crude protein, and avoidance of stress and dietary change. Water should be made available in both bowls and water bottles, and food should be provided ad libitum in several bowls.\n\nFerrets are induced ovulators and may remain in persistent estrus if they are not bred or if estrus is not terminated chemically or via ovariohysterectomy (Bell, 1997a) . Jills that remain in estrus for more than 1 month are at risk for developing estrogen-induced anemia. Hyperestrogenism from persistent estrus causes bone marrow hypoplasia of all cell lines in approximately half of ferrets in prolonged estrus (Ryland et al., 1983) .\n\nClinical signs include vulvar enlargement, bilaterally symmetric alopecia of the tail and abdomen, weakness, anorexia, depression, lethargy, weight loss, bacterial infection, and mucopurulent vaginal discharge. Hematology findings may vary from an initial neutrophilia and thrombocytosis early in the disease course to lymphopenia, thrombocytopenia, neutropenia, and anemia. The anemia begins as normocytic normochromic but progresses to macrocytic hypochromic (Sherrill and Gorham, 1985) . Coagulopathy associated with hepatic dysfunction and thrombocytopenia combine to produce extensive manifestations of bleeding, pallor, melena, petechiation or ecchymosis, subdural hematoma, and hematomyelia (Hart, 1985; Fox and Bell, 1998) . At necropsy, tissue pallor, light tan to pale pink bone marrow, hemorrhage, bronchopneumonia, hydrometra, pyometra, and mucopurulent vaginitis may be seen. Histopathology may reveal cystic endometrial hypoplasia, hemosiderosis, diminished splenic extramedullary hematopoiesis, and mild to moderate hepatic lipidosis (Sherrill and Gorham, 1985; Bell, 1997a) . Treatment consists of terminating estrus while supporting the animal with antibiotics, blood transfusion, B vitamins, and nutritional supplementation. Estrus may be terminated by injection with 50-100 IU of human chorionic gonadotropin (hCG) or 20 μg of gonadotropin-releasing hormone (GnRH), repeated 1 week after initial injection if required. Ovariohysterectomy may be considered for ferrets that are stable and have adequate numbers of platelets and red cells. Ferrets with a packed cell volume (PCV) of 25% or greater have a good prognosis and require only termination of estrus for resolution of aplastic anemia. Jills with a PCV of 15-25% may require blood transfusions and have a guarded prognosis. Ferrets with a PCV of less than 15% have a poor prognosis and require aggressive therapy with multiple transfusions. The lack of identifiable blood groups in ferrets makes multiple transfusions uncomplicated by potential transfusion reactions .\n\nEstrogen-induced anemia may be avoided by ovariohysterectomy of nonbreeding females, use of vasectomized hobs, or pharmacologic termination of estrus initiated 10 days after estrus onset. A 40-to 45-day pseudopregnancy then follows, except in the case of ovariohysterectomy. Repeated administration of hCG may result in sensitization and anaphylaxis. After several administrations, hCG is unlikely to be effective in termination of estrus. Anaphylaxis is manifest as incoordination, tremor, vomiting, and diarrhea and may be reversed by prompt administration of diphenhydramine. In order to avoid the risk of anaphylaxis, GnRH can be injected, as it is a smaller molecule and anaphylaxis to it is extremely rare. A GnRH analog (Deslorelin)-releasing implant has recently been approved in ferrets for the treatment of hyperadrenocortisism in the United States. This implant could also be used to 'chemically' sterilize the female. The 4.7-mg implant has been shown to suppress clinical signs of hyperadrenocorticism for up to 30 months with an average of 17.5 months (Wagner et al., 2005) .\n\nArginine-free diets are unlikely to be fed in the laboratory setting, but administration of such a diet to young ferrets fasted for 16 h leads to hyperammonemia and encephalopathy within 2-3 h (Thomas and Desmukh, 1986) . Exacerbation of signs may be achieved by challenging young ferrets with influenza virus and aspirin (Desmukh et al., 1985) and constitutes a model of Reye's syndrome in children. Lethargy and aggressiveness yield to prostration, coma, and death in affected ferrets. Hyperammonemia presumably occurs because of the inability of ferrets to produce adequate amounts of ornithine from non-arginine precursors. Detoxification of ammonia is thereby compromised. Ferrets more than 18 months old are unaffected by arginine-free diets.\n\nFerrets of all ages are susceptible to zinc toxicosis, and the condition has been documented in two ferret farms in New Zealand (Straube and Walden, 1981) . Leaching of zinc from steam-sterilized galvanized food and water bowls was implicated. Clinical signs included pallor, posterior weakness, and lethargy. Definitive diagnosis requires demonstration of elevated concentrations of zinc in kidney and liver. At necropsy, kidneys are enlarged, pale, and soft; livers are orange, and gastric hemorrhage may be seen. Histopathology reveals glomerular collapse, tubular dilation, tubular proteinaceous debris, focal cortical fibrosis, hepatic periacinar infiltration, and depression of the erythroid series. Avoidance of galvanized materials precludes the development of zinc toxicosis.\n\nHypothyroidism appears to be an emerging disease as clinical reports have increased recently (J. Mayer, personal observation). Anecdodal reports suggest that the clinical presentation is very much similar to the classical signs in domesticated animals, which are most consistently obesity, lethargy, decreased activity, and excessive sleeping. Ante mortem diagnosis can be challenging but a recent publication reports T4 levels using human recombinant TSH (Thyrogen) in 11 neutered ferrets, and successful stimulation of the thyroid axis was achieved by this method. Prestimulation values for T4 in neutered male and female ferrets were determined to be 29.9 ± 5.8 ng/ml and 21.8 ± 3.3 ng/ml, respectively. Ferrets were stimulated using 100 mg Thyrogen intramuscularly, and euthyroid ferrets were found to have an increase of 1.4-times basal levels after 4 h (Wagner, 2012) . Another study involving 25 laboratory and pet neutered ferrets using the same protocol noted a median poststimulation T4 level at 34.8% above prestimulatory levels, and found the mean plasma T4 of euthyroid ferrets to be 21.3 nmol/l (Mayer et al., 2013) . The prognosis for confirmed cases is good as oral levothyroxine at 50-100 mg every 12 h has been shown to be effective (Wagner, 2012) .\n\nHobs are typically separated at 12 weeks of age. Fighting can occur, especially in the intact male during the breeding season. Clinicians will notice aggressive sexual play between hobs. Puncture wounds, scratches and subsequent scabs and cellulitis are evident between the scapulae and on the dorsal surface of the neck.\n\nTraumatic elbow luxation is common in ferrets. It typically occurs when the animal changes directions after getting a leg caught on cage flooring. Open reduction should be used because closed reduction is seldom successful in ferrets. A transarticular pin applied for 4 weeks in the reduced limb has been successful. The leg should be splinted throughout this time and for 4 weeks after pin removal.\n\nHydronephrosis may occasionally occur in the ferret and is most commonly associated with inadvertent ligation of the ureter during ovariohysterectomy. Ovarian remnants are another potential sequela to ovariohysterectomy. Ovarian remnants in ferrets may be associated with estrus, vulvar enlargement, and alopecia. Appropriate diagnostic procedures include ultrasonography and plain and contrast radiography for hydronephrosis and ultrasonography and serum hormone concentrations for ovarian remnants. Exploratory celiotomy confirms the diagnosis, and unilateral nephrectomy or ovariectomy is indicated if the remaining kidney is normal and the ferret is otherwise healthy.\n\nFerrets are subject to a wide variety of neoplastic conditions . However, four categories of cancer account for the majority of ferret neoplasms: pancreatic islet cell tumors, adrenocortical cell tumors, lymphoma, and skin cancers.\n\nFunctional pancreatic islet cell tumors (insulinomas) are the most common neoplasm diagnosed in ferrets . Disease may be evident in ferrets as young as 2 years old, but later onset (at 4-5 years of age) is typical LABORATORY ANIMAL MEDICINE (Caplan et al., 1996; Ehrhart et al., 1996) . Nonspecific presenting signs include weight loss, vomiting, and ataxia. Weakness is often evident, ranging from lethargy to posterior paresis or outright collapse (Caplan et al., 1996) . Hypoglycemia caused by excess production of insulin by neoplastic β-cells may cause tremors, disorientation, or seizures (Fox and Marini, 1998) . Excessive salivation (ptyalism) or pawing at the mouth is a frequent finding. Clinical signs are often intermittent or episodic. Other common findings include hindlimb weakness, splenomegaly, and lymphocytosis. Presumptive diagnosis is made based on clinical signs in conjunction with the demonstration of hypoglycemia. Blood glucose determinations for the diagnosis of insulinoma are most useful when taken after a 4-h fasting period. Fasting glucose concentrations below 60 mg/dl (3.33 mmol/l) are considered diagnostic for the condition (Quesenberry and Carpenter, 2012) , whereas values between 60 and 85 mg/ dl (3.33-4.72 mmol/l) are suspect and the test should be repeated (Fox and Marini, 1998) . The repeat test should be standardized by force feeding the ferret some amount of food with subsequent fasting for 4 h prior to the repeat blood collection. Other potential causes for hypoglycemia should be ruled out, including anorexia, starvation, hepatic disease, sepsis, and nonpancreatic neoplasia (Antinoff, 1997) . Demonstration of concurrent hyperinsulinemia aids the diagnosis (Caplan et al., 1996) but secretion of insulin from the pancreas can be erratic in ferrets with insulinoma, resulting in non-diagnostic baseline insulin levels. Normal insulin concentrations have been reported to be between 4.88 and 34.84 mU/ml (35-250 pmol/l) (Jenkins, 2000) . Medical management using prednisone and/or diazoxide along with dietary modification such as frequent feeding of high-protein meals can minimize or control clinical signs but will not affect the underlying tumor (Quesenberry and Rosenthal, 1997) . Surgical exploration of the pancreas and tumor excision are recommended for animals that are healthy enough to be subjected to anesthesia and surgery. In a comparison of medical versus surgical treatment, Weiss et al., (1998) found that surgery improved disease-free interval and survival time. Histological examination of the tissue removed can provide a definitive diagnosis, and although the effect may be transient, clinical signs are often reduced or eliminated after surgical debulking (Figs. 14.7 and 14.8) (Ehrhart et al., 1996) . Histologically, these tumors reveal malignant proliferation of pancreatic β-cells, and local recurrence or metastasis to lymph nodes, mesentery, spleen, or liver may occur (Caplan et al., 1996) but it is considered uncommon.\n\nAdrenocortical cell tumor is the second most common type of neoplasia in ferrets and is generally diagnosed between 3 and 6 years of age. If clinical signs are present, they often include weight loss and a bilateral, symmetric alopecia. Pruritus is a variable finding (Quesenberry and Rosenthal, 1997) . These primary clinical signs in ferrets are directly related to the increase of sex steroids in the blood resulting in estrogen toxicity. Although ferrets with this syndrome have been called 'cushingoid,' it is rare to diagnose elevated resting levels of glucocorticoids or an abnormal response to adrenocorticotropic hormone (ACTH) stimulation or dexamethasone suppression testing. The pathophysiologic difference between the ferret adrenal disease and the typical Cushing presentation is the production in affected ferrets of a significant increase of the sex steroids by the zona reticularis and not significant levels of cortisol from the zona fasciculata. The sex steroids that are usually elevated are estradiol, 17-hydroxyprogesterone, testosterone, and androstenedione. The elevation of the adrenal sex hormones leads to characteristic changes such as estrus-like vulvar swelling in spayed females and prostatic changes and cystitis in males Coleman et al., 1998) . Rule-outs for enlarged vulva include estrus in an intact female or functional ovarian remnants in a spayed female (Patterson et al., 2003) . Abdominal palpation may reveal cranial abdominal masses, and ultrasound is extremly useful in documenting a potential increase in size of the adrenal glands. However, with an endocrine disease, the size of the organ does not always correlate with the clinical signs. It is not uncommon for a ferret to have severe clinical signs without having a truly enlarged adrenal gland (J. Mayer, personal observation). In these cases, a serum assay for abnormal levels of the sex hormones listed above should be considered (Lipman et al., 1993; Wagner and Dorn, 1994; Rosenthal and Peterson, 1996) . Adrenal panels are available from the endocrinology Laboratory, School of Veterinary Medicine.\n\nIn many cases the alopecia begins as a seasonally intermittent partial hair loss that becomes more severe in successive seasons (Fig. 14.9 ). Even severe manifestations of this endocrine alopecia can spontaneously reverse in the absence of specific therapy, as demonstrated in a group of five ferrets referred to our facility (JGF, RPM) for diagnostic workup. In each of these five ferrets, near total alopecia resolved within a few months of being housed in a research environment. Despite being asymptomatic at the end of the study, all five were shown to have histologic evidence of adrenocortical neoplasia.\n\nIn our experience, adrenal cortical hyperplasia with or without neoplasia is an extremely common finding in aging ferrets, even in those not showing clinical signs. In one retrospective survey of our necropsy records it was found that more than 90% of ferrets greater than 4 years of age had hyperplastic or neoplastic adrenal changes when examined (data not shown). For this reason, careful considerations of other possible disease processes should be made before attributing clinical signs solely to adrenal enlargement.\n\nMedical treatment of the condition can be achieved with monthly injections of Lupron ® (leuprolide acetate) at 0.1 mg/animal if less than 1 kg, and 0.2 mg/animal if over 1 kg of bodyweight. The drug is considered a GnRH superagonist and will stop the production of LH and FSH due to negative feedback inhibition from persistent stimulation of the hypophysis. This process is call 'desensitization.' It is important to remember that this treatment only affects response to the hormones and does not interfere at all with tumor growth. It has also been noted that a 'resistance' seems to develop over time and higher doses are needed to control the clinical signs. In rare cases the adrenal gland will produce hormones independent of LH and FSH regulation. In these cases Lupron treatment is completely ineffective.\n\nDeslorelin implants have been approved in the USA for ferrets with adrenal gland disease and these are now considered the medical treatment of choice. The response to a single 4.7-mg implant of deslorelin acetate in a cohort of ferrets lasted between 8 and 30 months with a mean time to recurrence of clinical signs of 13 months (Wagner et al., 2009) . It could also be argued that the medication might be able to prevent the onset of adrenal disease if used prior to the onset of clinical disease. Some evidence to this theory was provided in the form of the use of a GnRH vaccine (GonaCon™) in the ferret. Miller et al., (2013) showed that vaccinated ferrets with similar status to deslorelin-treated animals had a significantly lower rate of adrenal disease than control ferrets over the course of 9 years.\n\nAnother option for medical treatment is the use of melatonin to suppress hormone release. Melatonin is normally released during the dark phase of the day by the pineal gland. It directly inhibits GnRH release and therefore suppresses LH and FSH production. The importance of the pineal gland and its influence on gonadal activity has been validated as long as 30 years ago in the ferret (Baum et al., 1986) . Melatonin treatment is achieved by using a commercially available melatonin implant (Ferretonin™) which can be injected under the skin and releases a steady amount of melatonin for three months. Adrenolytic agents such as mitotane should not be used due to their limited success.\n\nSurgical exploration and removal of enlarged adrenals are commonly performed to establish the diagnosis and to remove hyperfunctional tissue. Unilateral adrenalectomy early in the disease may be curative, but because bilateral neoplastic involvement is not uncommon, full or partial removal of both glands may be required. Bilateral gland involvement has been reported in 16-68% FIGURE 14.9 Adrenal-associated endocrine alopecia in the ferret.\n\nLABORATORY ANIMAL MEDICINE of ferrets with adrenocortical disease (Rosenthal et al., 1993; Weiss et al., 1999) . Contrary to popular belief it is possible to remove both adrenal glands at the same time without creating significant hormonal issues. It is best to medicate these animals with dexamethsone (1™ mg/kg IM) during post-op recovery, and then to continue medication with oral prednisone (1 mg/kg SID PO) for a few weeks after surgery before the animal can be weaned off the drugs. Supplementation with glucocorticoids can sometimes be needed if the gland remaining after unilateral adrenalectomy has been suppressed by the hyperactive one.\n\nOne of the authors has also achieved acceptable results after alcohol injection into the diseased gland via ultrasound guidance. The injection of alcohol into the adrenal and other tumor sites has been used in human medicine and is well documented. The treated gland appears to shrink, and this has been documented with abdominal ultrasound examinations. This localized treatment option may provide a solution to cases where complete excision or medical management is not possible. Frequently a tumor of the right adrenal will have invaded significantly into the vena cava, making partial resection or a complete removal of the vena cava the only surgical option. In cases where the vena cava has been slowly invaded or occluded by the tumor, a network of collateral vessels into which blood will be diverted to the vertebral sinuses has been established. Survivors must be treated with aggressive fluid therapy for 2-3 days postoperatively, and renal values should be closely monitored for signs of renal failure due to impaired perfusion.\n\nExcised tissues should always be submitted for histological analysis in order to differentiate between hyperplasia, adenoma and adenocarcinoma. Histologically, adrenocortical adenomas are generally 1 cm or less in diameter and are composed of well-differentiated cells with a granular or vacuolated cytoplasm. Adrenal cell carcinomas are less commonly found and are larger, with a more pleomorphic and invasive character . Metastasis to nearby tissues can occur but is rare.\n\nLymphoma is a complex disease process and the authors suggest that readers consult The Biology of the Ferret, 3rd edition, for a detailed discussion of this common disease in the ferret.\n\nLymphoma is seen at all ages; however, in the juvenile ferret (younger than 2 years of age), an aggressive form of lymphoma is often found. A mediastinal mass is often part of the initial finding. Older ferrets (older than 2 years of age) are more likely to develop a more indolent form of lymphoma. Common forms are multicentric or gastrointestinal lymphoma. The early age of onset in some ferrets and reports of case clustering have led to investigation into potential infectious etiologies for lymphoma in the ferret (Erdman et al., 1996b) . Earlier reports of feline leukemia virus (FeLV) seroconversion in affected animals have not been substantiated. However, experimental and epidemiological evidence suggests that a retrovirus that is distinct from FeLV may be involved . In one study, whole or filtered lymphoma cells from a 3-year-old ferret with spontaneous lymphoma were injected IP into 6 recipient ferrets . Two of the six ferrets were euthanized after 14 months, but the remaining four developed splenomegaly, lymphocytosis, and lymphoma. One ferret that received cell-free materials developed multicentric lymphoma with prominent cutaneous lymphoma nodules. Elevated reverse transcriptase activity and retrovirus-like particles evident by electron microscopy were seen in the donor and all of the affected recipient ferrets.\n\nOther potential etiologies that have been considered include two infectious agents that are known to cause chronic immune stimulation in affected ferrets, the ADV and Helicobacter mustelae. A link with ADV has not been proven, but H. mustelae seems to be responsible for the development of a very specific type of gastric B-cell lymphoma (Erdman et al., 1997) .\n\nUnfortunately, in spite of the frequency of occurance, lymphoma is one of the more difficult diseases to accurately diagnose. Affected ferrets may exhibit localizing signs (e.g., dyspnea in a ferret with mediastinal involvement or peripheral lymphadenopathy in an animal with a multicentric distribution) but as is the case in many species, lymphoma is a 'masquerader,' and affected ferrets often present with chronic, nonspecific signs. Weight loss, anorexia, and lethargy are often reported. Splenic and/or hepatic enlargement may be evident. Cutaneous involvement has been documented (Li et al., 1995; Rosenbaum et al., 1996) . Blood work should not be used as a primary diagnostic tool but it should be performed in every patient with lymphoma to evaluate overall health. Although hematological examination typically reveals anemia, which is usually mild and nonregenerative, and lymphopenia, lymphocytosis may be found, especially in younger ferrets. Lymphocytosis should not be immediately interpreted as leukemia. Ferrets with chronic inflammatory/infectious disease will often present with persistent lymphocytosis. Atypical lymphocytes are identified in the circulation in some cases. Ante mortem definitive diagnosis of lymphoma can be made by cytological examination of specimens obtained via fine-needle aspiration or excisional biopsy. Hypercalcemia can be observed in ferrets with T-cell lymphoma, but in general serum chemistry findings are usually non-pathognomonic. Ferrets with liver LABORATORY ANIMAL MEDICINE involvement may have elevated liver values; patients with renal lymphoma will often present with azotemia. Radiographs are useful in detecting mediastinal forms of lymphoma (Fig. 14.10a) ; ultrasonography is the imaging modality of choice for abdominal forms of lymphoma ( Fig. 14.10b ).\n\nTo determine cell immunophenotype, routine immunohistochemistry should be performed on affected tissue(s). The use of anti-CD3 and anti-CD79a antibodies is recommended to differentiate between B-and T-cell lymphoma in the ferret. Although there is a paucity of information in the veterinary literature that correlates immunophenotype with disease prognosis in ferrets, one small study found that ferrets treated with chemotherapy survived an average of 4.3 months (T-cell lymphoma) or 8.8 months (B-cell lymphoma). A proposal for a standardized classification of ferret lymphoma has been suggested in order to be able to compare cases for future evaluation and to standardize communication about cases (Table 14 .8) (Mayer and Burgess, 2012) . The staging process should include the detailed anatomical description based on the following categories: anatomical site, number of lesions, location of the lesions relative to the diaphragm, nodal versus extranodal lesions, and involvement of the blood or bone marrow.\n\nTan-colored masses involving lymph nodes, spleen, liver, or other organs are commonly found at necropsy (Fig. 14.11 ). Diffuse involvement may lead to uniform enlargement of these organs or to a thickening of the wall of the stomach or intestines. As in other species, histological evaluation reveals neoplastic lymphocytes in affected tissues, generally evident as a monomorphic population (Fig. 14.12 ) . Although surgery and radiation therapy may be useful in certain cases, most attempts to treat ferret lymphoma have utilized chemotherapeutic regimens with dosages extrapolated from other domestic animals or humans. Treatment generally results in a remission that may last from 3 months to 5 years (Brown, 1997b; Erdman et al., 1998) . Different treatment protocls have been published in the past. Unfortunately, the paucity of information regarding remission durations and survival make comparison between the different protocols impossible. The simplest form of chemotherapy for lymphoma is oral prednisolone/prednisone given at 1-2 mg/kg PO q 12-24 h. This treatment will achieve partial or complete, short-lived remission. It is important that the animal should not be exposed to steriods prior to the diagnostic biopsy as the remission can occur very quickly and a false negative biopsy report would follow if the animal has been medicated for longer than 48 h. In addition, chemotherapy may be less effective in ferrets receiving chronic immunosuppressive doses of prednisolone at the start of therapy (e.g., as part of a medical insulinoma management). Most of the commonly used protocols are modified feline lymphoma protocols, which include commonly used drugs for which repeated IV access is needed. Several multidrug chemotherapy protocols have been described, using L-asparaginase, vincristine, cyclophosphamide, doxorubicin, methotrexate, and prednisone. Due to the possible complication of extravasation of these drugs and the perceived invasive charater of these protocols, one of the authors (JM) was part of a team who developed and successfully implemented a non-invasive protocol (Tables 14.9, 14.10). This protocol involves only oral and SC drugs, which allow for a relatively easy implementation of the protocol without much risk or the need to hospitalize the patient. In general, chemotherapy can be considered chronic treatment because the treatment usually lasts for weeks to months. (b) shows typical 'leopard spots' in the spleen. treated more aggressively than the indolent form commonly seen in adult animals. IV drugs should be administered with great caution through a perfectly placed catheter. Doxorubicin, and to a lesser extent, vincristine extravasation can result in severe tissue sloughing. Oral When choosing a chemoprotocol, different factors should be included in order to provide the best and most practical care. The more rapidly progressive disease encountered in young animals should likely be Week 27 CBC, chem.\n\nIf not in remission, continue weeks 20-27 for three cycles Mayer et al. (2014) . PRED = Prednisone(non) -2 mg/kg PO daily × 1 week then QOD. L-ASP = l-asparaginase -(non) 10,000 IU/m 2 SQ. CTX = Cytoxan (mod) -250 mg/m 2 PO GIVE WITH 50 ml/kg of LRS once. CYTOSAR = Cytosar (mod) -300 mg/m 2 SQ × 2 days (dilute 100 mg with 1 ml saline). MTX = Methotrexate (mild) -0.8 mg/kg IM. LEUK = Leukeran (mild) -1 tab/ferret PO (or ½ tablet daily for 2 days). PCB = Procarbazine (mild) -50 mg/m 2 PO daily for 14 days. Dose Reductions: if CBC indicates severe myelosuppression, reduce dosage by 25% for next treatment. mod. = moderately myelo-suppressive; mild = mildly myelo-suppressive; non = nonmyelo-suppressive. drugs can be compounded by specialty pharmacies for accurate dosing. Remember that chemotherapy administration should always be performed observing rules of maximum safety (e.g., gloves, mask, gown, goggles, dedicated area, closed administration systems, surface decontamination with bleach, etc.). To avoid the risk of extravasation and the need for repeated placement (Mayer and Burgess, 2012) .\n\nof intravenous catheters, use of a subcutaneous vascular access port (VAP) has been described (Rassnick et al., 1995) . However, a surgical procedure is needed for placement of the VAP. One of the authors (JM) has also used radiation to treat lymphoma where chemotherapy was not successful or possible. Different options for radiation include targeted areas such as the lumbar spine for spinal lymphoma, half-body radiation in case of a more disseminated form (e.g., Stage 2 form), or full-body radiation for advanced forms of the disease.\n\nMast cell tumors are among the most commonly reported integumentary tumors in ferrets (Parker and Picut, 1993; . Cutaneous mastocytomas may occur anywhere on the body and present as firm, nodular skin lesions 2-10 mm in size that are often associated with alopecia or crusty ulceration of the overlying skin. Pruritis is common (Stauber et al., 1990) . Histologically, they are composed of well-differentiated mast cells with metachromatic cytoplasmic granules that may be difficult to detect in sections stained with hematoxylin-eosin, but are more evident in toluidine bluestained sections.\n\nA variety of tumors of epithelial origin occur in ferrets, and they can appear at any site on the body. The most common are the basal cell tumors, which present as firm plaques or pedunculated nodules that are white or pink (Parker and Picut, 1993) . They may grow rapidly and become ulcerated. The percentage of basiloid cells present in these tumors, and the degree of associated squamous or sebaceous differentiation can vary, resulting in a spectrum of tumor subtypes and associated histological diagnoses (Orcutt, 1997) . However, as is the case with mastocytomas, most are benign and will not recur after excision. Resected tumors should be examined histologically to rule out less common tumors that might have a more guarded prognosis, such as squamous cell carcinoma or apocrine gland adenocarcinoma.\n\nChordomas are not epithelial tumors, but they often present as readily evident firm masses on the tail that may cause ulceration of the overlying skin. These neoplasms arise along the axial skeleton from notochord remnants and are typically slow-growing (Dunn et al., 1991) . Tumors involving the tail generally do not recur after amputation of the affected region, but a wide surgical margin should be maintained by removing several vertebrae proximal to the tumor. The prognosis is guarded for those rare chordomas that arise in the cervical region, and metastasis has been documented (Williams et al., 1993) . Because of their aggressive nature, extirpation of a chordoma from affected vertebrae is usually not feasible and eventual loss of function and pathologic fracture will result (Antinoff and Williams, 2011) .\n\nPlacental-umbilical entanglement may occur in ferrets on the day of parturition and has been associated with fine-particle bedding, large litters, and short kitbirth intervals (Bell, 1997a; Fox et al., 1998a) . Jills may neglect to clean placentas from their kits, or kits may be born so rapidly that there is not adequate time for the jill to clean the kits of placental membranes, thereby predisposing to entanglement. Entangled kits may succumb to dehydration, hypothermia, and hypoglycemia because they are unable to nurse and the jill cannot curl around them. Detailed dissection with fine scissors and forceps under a heat lamp or on a heated surface can free the kits. Occasionally, kits may need to be rotated on their umbilical pedicle to achieve adequate clearance to cut the cord; cords should be cut as far from the umbilicus as possible. The use of warm saline or water may help soften the mass. Some kits in the tangle may present with dark, swollen extremities or prolapsed umbilical cords and may require euthanasia. Parturition should be supervised, if possible, to avoid umbilical entanglement.\n\nCongenital defects identified in ferrets include a variety of neural tube defects, gastroschisis, cleft palate, amelia, corneal dermoids, cataracts, and supernumerary incisors (Willis and Barrow, 1971; Ryland and Gorham, 1978; McLain et al., 1985; Besch-Williford, 1987) . Cystic or polycystic kidneys have been observed (Andrews et al., 1979a; Dillberger, 1985) . This has to be differentiated from the common renal cysts that can be seen during an abdominal ultrasound exam in healthy animals (Jackson et al., 2008) . Cystic genitourinary anomalies associated with the prostate, bladder, and/or proximal urethra most likely develop secondary to aberrant hormone secretion by adrenocortical tumors Coleman et al., 1998) . Newborn ferrets are normally born with a closed orbital fissure and are prone to developing subpalpebral conjunctival abscesses. Treatment involves surgically opening the lids (a minor procedure) to establish drainage and to allow topical antibiotics to be administered (Bell, 1997a) .\n\nCardiomyopathy is a common cause of disease in aging ferrets. The dilatative form of the disease is most commonly diagnosed. Affected animals commonly present with lethargy, weight loss, and anorexia. Physical examination may reveal signs of congestive heart failure such as hypothermia, tachycardia, cyanosis, jugular distension, and respiratory distress (Lipman et al., 1987; Heatley, 2011) . Auscultation may reveal a heart murmur and/or muffled cardiac sounds. Hepatomegaly and splenomegaly are often identified. Radiographs may reveal an enlarged cardiac silhouette and evidence of pulmonary edema or pleural effusion (Greenlee and Stephens, 1984) . Electrocardiography and echocardiography can help make the definitive diagnosis (Malakoff et al., 2012; Wagner, 2009) . Medical therapy (supportive care, diuretics, and inotropic drugs) may relieve clinical signs and improve the quality of life for a period of months (Stamoulis et al., 1997) . The long-term prognosis for survival is guarded to poor.\n\nSplenomegaly is a common finding in ferrets. In many cases the enlarged spleen appears to be a secondary manifestation of another disease (e.g., insulinoma, cardiomyopathy, or adrenal tumor) and is of unknown significance (Stamoulis et al., 1997) . Histologic examination of affected organs has revealed that the most common cause for splenic enlargement (in the absence of a neoplastic infiltrate) is extramedullary hematopoiesis (EMH) (Erdman et al., 1998) . This may be an incidental finding, but it has been suggested that in some cases a pathologically enlarged spleen may play a role in chronic anemia that may respond to splenectomy, a syndrome known as hypersplenism (Ferguson, 1985) . Splenomegaly can also be commonly found in conjunction with lymphoma, with or without intrasplenic neoplastic lymphoid accumulations. In anesthetized ferrets, splenomegaly may be caused by splenic sequestration of erythrocytes (Marini et al., 1994 (Marini et al., , 1997 . Because this is a transient effect, the normalization of splenic size upon recovery from anesthesia can help in the differentiation of anesthetic-induced splenomegaly from that due to other causes.\n\nEosinophilic gastroenteritis is an idiopathic disorder characterized by peripheral eosinophilia (sometimes 10-35% of circulating leukocytes), hypoalbuminemia, and diffuse infiltration of the gastrointestinal tract with eosinophils (Fox et al., 1992a) . The incidence of the peripherial eosinophilia appears to be variable. Publications include numerous cases of eosinophilic gastroenteritis in which there were no changes in eosinophil concentration in peripheral blood. Presenting signs for this syndrome generally include chronic weight loss, anorexia, diarrhea, and occasionally, vomiting. Eosinophilic granulomas have been found in the mesenteric lymph nodes of most affected ferrets, and in some cases other organs (e.g., lung or liver) may be involved. An interesting finding in many ferrets is the presence in inflamed lymph nodes of Splendore-Hoeppli material, a histological phenomenon that has been associated in other species with helminths, bacteria, fungi, and foreign bodies (Fig. 14.13 ). An etiological agent has not been identified; consequently, therapy consists largely of supportive care to treat the chronic enteritis (Fox, 1998b) . Based on the biology of eosinophils, however, the use of corticosteroids or ivermectin has been attempted and may be beneficial (Bell, 1997b) .\n\nMegaesophagus has been diagnosed in ferrets presenting with a variety of signs, including weight loss, anorexia, difficulty in eating, or repeated regurgitation. The cause is generally unknown, and the prognosis is poor, despite efforts at supportive care (Blanco et al., 1994) .\n\nDisseminated idiopathic myofasciitis is an emerging ferret disease first described in 2003. It is characterized by inflammation of muscle and surrounding tissue.\n\nFerrets under 18 months are most commonly but not exclusively afftected. Clinical signs include fever, lethargy, depression, paresis, and inappetance. Some animals have lumbosacral or hind limb pain. The clinical course may extend from weeks to months, and progressive disability leads to euthanasia in most cases. Physical examination findings include wasting, muscle atrophy, and sometimes lymphadenopathy and splenomegaly. Hematologic findings can be normal but a mild to marked absolute neuthrophilia can be seen. ALT may be moderately elevated but creatine kinase is not; hypoproteinemia and hypoglobulinemia are somethimes observed. Muscle biopsy from several muscle groups is required for diagnosis.\n\nNecropsy findings depend upon chronicity but can include areas of pallor or white streaks in various muscle groups including the esophagus, diapraghm and both axial and appendicular skeletal muscle. Histologic features are those of muscle fiber atrophy and neutrophilic to pyogranulomatous infiltrate within and around muscle fibers of smooth, cardiac, and skeletal muscle. Necrosis is rare. Transmural and circumferential esophageal infiltrate along the length of the organ is a characteristic lesion. Treatment is supportive; a combination of prednisone, cyclophosphamide, and chloramphenicol may be successful (Ramsell and Garner, 2010) . Gray, yellow, or white small raised lesions may be found on the surface of ferret lungs at gross examination. Histologically, these lesions are composed of a superficial thickening of the lung tissue with mononuclear cell infiltration and varying degrees of fibrosis, with or without cholesterol-like clefts. The etiology of this condition (known as subpleural histiocytosis, pleural lipidosis, or lipid pneumonia) is unknown, and it appears to be an incidental lesion (Fox, 1998f) . "}