{"title": "Facile cleavage of CeC bond: conversion of pyrane derivative to 1,3-oxazin derivative", "body": "Carbonecarbon bond cleavage is a challenging target in modern organic chemistry. 1 Up to date, the carbonecarbon bond cleaving reactions have been achieved by the following catalytic methods: enzyme-catalyzed, 2 photocatalytic, 3 organocatalytic, 4 and transition-metal catalyzed reactions. 5 Most of these reactions reported are classified into ring strain, b-carbon elimination, chelation assistance, skeletal rearrangement, the stabilization of the aromatic system, and miscellaneous phenomena. 6 However, those reports focused on the metal-catalyzed approaches, while the design of new CeC bond cleaving reactions without the use of metal catalysts, especially those can avoid the use of expensive catalyst and harsh reaction conditions, has not been placed a high value. Various 1,3-oxazine derivatives have shown a wide variety of bioactivities, such as anti-human coronavirus activity, 7 inhibition of cholesterol esterase and acetylcholinesterase, 8 inhibition of human leukocyte elastase, 9 and nonsteroidal progesterone receptor antagonists. 10 A well-known oxazine is Efavirenz, a non-nucleoside reverse transcriptase inhibitor that was approved by the FDA in 1998 and is currently in clinical use for treatment of AIDS. 11 These biological activities have prompted synthetic chemists to establish novel 1,3-oxazine ring formation methods to find promising bioactive oxazine compounds. 12 There are several synthetic methods for preparation of 1,3-oxazine derivatives, such as the [4þ2] cycloaddition of an alkene and an N-acylimine, 13 intramolecular hydroamination of trichloroacetimidate, 14 cycloaddition reactions of 2-azadienes with alkenes, 15 Ritter reaction of a diol with a nitrile, 16 intramolecular cyclization of N-thioacyl 1,3-amino alcohols with Bu 4 NF and EtI. 17 However, most of these reactions require harsh reaction conditions, expensive starting materials or reagents and longer reaction times.\n\nSince organocatalytic cascade reaction has demonstrated several advantages including operational simplicity, significant reduction in reaction time, less formation of by-products, and easier work-up compared to transition-metal catalyzed reactions, it has been recognized as an efficient, green chemical method for building up the diversity of the compound library. 18 Recently, we have found an unusual cascade reaction. This reaction could convert pyran ring into 1,3-oxazin ring during the reaction of pyrane derivatives with acetic anhydride in the present of pyridine (Scheme 1). The attractive aspect of the cascade reaction is that the novel construction of 1,3-oxazine and the direct CeN bond formation from CeC bond can be easily achieved via pyridine-mediated acylation in a one-pot operation. Scheme 1.\n\nThe 2-amimo-4-aryl-7,7-dimethyl-5-oxo-5,6,7,8-tetrahydro-4H-chromene-3-carbonitrile 1 is a versatile and readily available reagent, and its chemistry has received considerable attention in recent years. 19 As we reported before, our strategies of synthesizing this compound were through the reaction of aromatic aldehydes, malononitrile with 5,5-dimethyl-1,3cyclohexanedione. 19e In order to further modify this compound, we recently investigated the reaction of the compound 1 with acetic anhydride 3 in the presence of a substoichiometric amount of pyridine. The product of this reaction was expected to be compound 6. 20 However, to our surprise the sole product was 2-benzo [e] [1, 3] oxazine derivatives 4.\n\nIn the initial studies, the mixtures of compound 1 and acetic anhydride 3 were heated at the temperature in the range of 60e120 C without a catalyst. Only trace amount of products were formed even extending the reaction time to 12 h. To improve the yield, the reaction conditions were optimized by varying the catalysts. The results showed that the pyridine-catalyzed reaction gave the highest yields, as illustrated in Table 1 .\n\nThe results of the reaction of 1 with 3 in the presence of pyridine are summarized in Table 2 . The structures of 4 have been confirmed by 1 H NMR, 13 C NMR, and elemental analysis. Furthermore, the structure of 4c was proven by single-crystal X-ray analysis (Fig. 1) .\n\nInspired by the interesting results, we further explore the applicability of this method. The 2-amino-4-aryl-7-methyl-5-oxo-4,5-dihydropyrano[4,3-b]pyran-3-carbonitrile 2 were used to react with acetic anhydride 3 under the same reaction conditions, 2-(4aryl-7-methyl-5-oxo-3,4-dihydropyrano[3,4-e][1,3]oxazin-2(5H)ylidene)-3-oxobutanenitrile 5 were produced in high yields with the results listed in Table 3 . The new products were characterized with 1 H NMR, 13 C NMR and elemental analysis. Furthermore, the structure of 5b was further confirmed by single-crystal X-ray analysis (Fig. 2) .\n\nSingle-crystal X-ray diffraction analysis reveal that classical hydrogen bonds, N(1)eH(1).O(3) and N(1)eH (1) .O(5), exist in the molecular structure of 4c and 5b, respectively. The hydrogen bond length is 2.66 A.\n\nAlthough the detailed mechanism of the above reaction remains to be unclear, a possible mechanism was proposed in Table 1 Catalyst optimization for the synthesis of 4a\n\nCatalyst (mol %) \n\nIn summary, a novel cascade reaction to convert pyrane derivatives into 1,3-oxazine derivatives bearing an exocyclic double bond has been discovered. The reaction involves an unusual carbonecarbon bond cleavage, and a facile CeN bond formation in one pot. We believe this method will broaden the scope of the synthesis of 1,3-oxazine moiety. Further studies for exploration of the detailed mechanism and changing the cyanide group to other electron-withdrawing group are underway in our laboratory.\n\nAll reagents purchased from commercial sources were used as received. 2-amimo-4-aryl-7,7-dimethyl-5-oxo-5,6,7,8-tetrahydro-4H-chromene-3-carbonitrile 1 and 2-amino-4-aryl-7-methyl-5oxo-4,5-dihydropyrano[4,3-b]pyran-3-carbonitrile 2 were prepared according to literature procedures, respectively. 19e,21 TLC analysis was run on commercial TLC plates (Qingdao, China, 60 F254) using UV light to visualize the compounds. Melting points were measured on an X-4 microscopic melting point apparatus and are uncorrected. The 1 H NMR and 13 C NMR spectra were recorded on a Varian INOVA-400 MHz spectrometer and are referenced to the residual solvent signals. Elemental analysis were performed on an Elementar Vario EL cube instrument.\n\n4.2.1. General procedure for the synthesis of 4. In an oven-dried 25 mL flask, 2-amimo-4-phenyl-7,7-dimethyl-5-oxo-5,6,7,8tetrahydro-4H-benzo[b]pyran-3-carbonitrile (1 mmol), acetic anhydride (1 mL), and pyridine (0.1 mL) were mixed and stirred at 85 C until TLC indicated total consumption of the starting material. Upon completion, the reaction mixture was cooled to room temperature and then poured into 250 mL water. The solid product was removed by filtration and purified by recrystallization from 95% ethanol to afford the pure product 4a. d: 195.0, 194.0,   162.0, 161.8, 140.8, 138.5, 129.5, 129.2, 128.1, 124.6, 118.1, 112.9,  71.3, 50.2, 48.9, 32.6, 28.5, 28.2, 27.4 \n\nGeneral procedure for the synthesis of 5. In an oven-dried 25 mL flask, 2-amino-4-aryl-7-methyl-5-oxo-4H,5H-pyrano[4,3-b] pyran-3-carbonitrile (1 mmol), acetic anhydride (1 mL), and pyridine (0.1 mL) were mixed and magnetically stirred at 85 C until TLC indicated total consumption of the starting material. Upon completion, the reaction mixture was cooled to room temperature and then poured into 250 mL water. The solid product was removed by filtration and purified by recrystallization from 95% ethanol to afford the pure product 5a. "}