{"title": "Applications of LuminexR xMAPi technology for rapid, high-throughput multiplexed nucleic acid detection", "body": "With the completion of the Human Genome Project, much interest has focused on genetic variation among individuals and understanding how genetic factors contribute to susceptibility to diseases and responsiveness to therapy [1, 2] . Once a mutation or single nucleotide polymorphism (SNP) associated with a particular disease or drug response is known, it is often incorporated into nucleic acid tests used for routine diagnostic and screening purposes [3] . Molecular laboratories require methods that are specific, reliable, rapid and cost-effective to allow routine highthroughput testing of many DNA samples [4] . The basic components of nucleic acid detection methodologies are assay chemistry and analysis platform. Characteristic genotyping technologies include both solid phase (gels, DNA chips, glass slide arrays) and homogeneous solution assay formats (mass spectrometry, capillary electrophoresis). However, methodologies that allow multiplexing (DNA microarrays, capillary electrophoresis, mass spectrometry) have the advantage that they allow for simultaneous detection of multiple nucleic acid sequences in a single reaction vessel which reduces time, labor and cost as compared to single-reaction-based detection methods.\n\nMicrosphere-based suspension array technologies, such as the LuminexR xMAPi system, offer a new platform for high-throughput nucleic acid detection which is being used in a variety of applications . Some benefits of suspension array technology include rapid data acquisition, excellent sensitivity and specificity, and multiplexed analysis capability [30 -33] . As compared to planar microarrays, suspension arrays have the benefits of ease of use, low cost, statistical superiority, faster hybridization kinetics and more flexibility in array preparation. This article is intended to provide a comprehensive review of the literature through 2004 describing Luminex xMAP suspension array technology and its application to nucleic acid detection.\n\nThe Luminex xMAP system incorporates 5. 6 Am polystyrene microspheres that are internally dyed with two spectrally distinct fluorochromes. Using precise amounts of each of these fluorochromes, an array is created consisting of 100 different microsphere sets with specific spectral addresses. Each microsphere set can possess a different reactant on its surface. Because microsphere sets can be distinguished by their spectral addresses, they can be combined, allowing up to 100 different analytes to be measured simultaneously in a single reaction vessel. A third fluorochrome coupled to a reporter molecule quantifies the biomolecular interaction that has occurred at the microsphere surface. Microspheres are interrogated individually in a rapidly flowing fluid stream as they pass by two separate lasers in the LuminexR 100i analyzer. A 635-nm 10-mW red diode laser excites the two fluorochromes contained within the microspheres and a 532-nm, 13-mW yttrium aluminum garnet (YAG) laser excites the reporter fluorochrome (R-phycoerythrin, Alexa 532, or Cy3) bound to the microsphere surface. High-speed digital signal processing classifies the microsphere based on its spectral address and quantifies the reaction on the surface. Thousands of microspheres are interrogated per second resulting in an analysis system capable of analyzing and reporting up to 100 different reactions in a single reaction vessel in just a few seconds per sample (Fig. 1 ).\n\nSeveral assay chemistries have been used for nucleic acid detection on the xMAP system. One approach is to use direct hybridization of a labeled polymerase chain reaction (PCR)amplified target DNA to microsphere sets bearing oligonucleotide capture probes specific for each sequence (Fig. 2) . Direct hybridization is the simplest assay chemistry for single nucleotide discrimination and takes advantage of the fact that for oligonucleotides approximately 15 to 20 nucleotides in length, the melting temperature for hybridization of a perfectly matched template compared to one with a single base mismatch can differ by several degrees [34, 35] . As in other assay chemistries utilizing a solid phase, the reaction kinetics can be adversely affected by immobilization of a reactant on a solid surface. The effects are less severe for a microsphere in suspension than for a flat array but the diffusion rate of the immobilized capture probe can be slower and the effective concentration is reduced as compared to free DNA in solution [35, 36] . Design of sequence-specific capture probes and PCR primers for a direct hybridization assay on the xMAP suspension array can be facilitated through the use of a tetramethylammonium chloride (TMAC)-containing hybridization buffer. TMAC stabilizes AT basepairs, minimizing the effect of base composition on hybridization [37, 38] . For oligonucleotides up to 200 basepairs in length, hybridization efficiency in TMAC is a function of the length of the perfect match and less dependent on base composition. Hybridization buffers incorporating 3 M or 4 M TMAC equalize the melting points of different probes and increase duplex yields, allowing probes with different characteristics to be used under identical hybridization conditions [39, 40] . Typically for single nucleotide discrimination, capture probes are designed to be matched in length at approximately 20 nucleotides. The probes are complementary in sequence to the labeled strand of the PCR product and the SNP or mutation is located at the center of the probe. Mismatches in the center are known to have a more profound effect on the equilibrium state than mismatches near the 5Vor 3V end [41] . Probes are modified to provide a terminal amine and spacer for coupling to the carboxylated microspheres using a carbodiimide coupling procedure [5, 19] .\n\nOptimal assay conditions are determined by evaluating the effect of hybridization temperature, probe length and input target concentration on assay sensitivity and specificity. The probe melting temperature is influenced by length, sequence, and type and position of the mismatched base. The effect of a mismatch on hybridization is greater with increasing temperature and decreasing probe length [9, 35] . Thus, discrimination can be improved by increasing the hybridization temperature and/or decreasing the probe length. After testing known DNA samples under a set of standard hybridization conditions, nucleotides are added to the 5V and 3V ends of the probe to improve sensitivity or removed from the 5V and 3V ends of the probe to increase specificity. The position of the mutation within the probe sequence can be adjusted when necessary to avoid formation of secondary structures and adequate specificity can usually be achieved when the mutation is between positions 8 and 14 of a 20-nucleotide probe.\n\nPCR amplification primers are typically designed to amplify 100 to 300 basepair regions of the target DNA containing the SNP(s) or mutation site(s) and one primer of each pair is biotinylated at the 5V terminus for labeling the target strand of the amplicon. Using a small target DNA minimizes the potential for steric hindrance to affect hybridization efficiency. In some cases, larger targets (400 -1200 basepairs) have been used successfully, suggesting that hybridization efficiency is also dependent on the sequence and overall secondary structure of target [25] . The hybridization kinetics and thermodynamic affinities of matched and mismatched sequences can be driven in a concentration-dependent manner [42] . At concentrations beyond the saturation level, the hybridization efficiency can decrease presumably due to competition of the complementary strand and renaturation of the PCR product [9, 32] . Therefore, it is also important to determine the range of target concentrations that yield efficient hybridization without sacrificing discrimination. \n\nCompetitive hybridization is similar to direct hybridization in probe and target design (Fig. 3) . However, in the competitive assay format, unlabeled double-stranded PCRamplified targets compete with labeled single-stranded oligonucleotide targets for annealing to the sequencespecific capture probes on the microspheres [5] . This assay format may be useful when direct labeling of the target nucleic acid by PCR or other methods is not possible or undesirable.\n\nAnother approach is to use a solution-based sequencespecific enzymatic reaction to determine the target genotype followed by capture onto the solid microsphere surface for detection (Fig. 4) . This format involves the incorporation of a specific capture sequence during the enzymatic step that allows hybridization to a complementary address sequence on the microsphere surface. Commonly used enzymatic methods for sequence determination rely on the discriminating ability of DNA polymerases [43, 44] and DNA ligases [45] , and include allele-specific primer extension (ASPE), oligonucleotide ligation assay (OLA) and single base chain extension (SBCE). This approach takes advantage of solution-phase kinetics and permits the addressed microsphere sets to be used in many different assays where new sequences can be targeted by adding the appropriate capture sequence to the allele-specific primer or probe used in the enzymatic step.\n\nAssay development parameters for enzymatic solutionbased genotyping assays on the xMAP platform have been described [14, 15] and the various procedures are illustrated in Fig. 5 . Allele-specific oligonucleotides are designed to be matched in melting temperature at 51 -56 -C. For ASPE and OLA, the SNP or mutation is positioned at the 3Vend of the oligonucleotide, and for SBCE the 3Vend of the primer is positioned one nucleotide upstream of the SNP or mutation. The unique capture sequence for each allele is incorporated at the 5V end of the oligonucleotide. Optimization is achieved by targeting the opposite DNA strand, or by adding or subtracting nucleotides from the 5Vend of the allele-specific sequence (immediately downstream from the capture sequence) to improve sensitivity or specificity, respectively.\n\nTemplates containing the target sequences for the enzymatic reaction are generated by PCR using unlabeled primers. In ASPE, a thermostable polymerase is used to extend the primer by incorporation of dNTPs, one of which is biotin-labeled. Extension occurs only if the 3V nucleotide of the primer is complementary and can anneal to the template DNA. OLA employs the same oligonucleotide design but a thermostable ligase is used to ligate a biotin-labeled oligonucleotide (reporter probe) that is complementary to the sequence downstream from the SNP or mutation. The reporter probe is designed to be matched in melting temperature at 51-56 -C and is phosphorylated at the 5V end to provide a substrate for ligase and biotin-labeled at the 3V end for fluorescent detection with streptavidin-R-phycoerythrin.\n\nFor SBCE, individual reactions are set up for each of the four possible nucleotides and a thermostable polymerase is used to incorporate a single biotin-labeled ddNTP. Extension occurs only if the nucleotide complementary to the sequence immediately downstream of the primer is present in the reaction. Targets for SBCE can be combined for each Target DNA is PCR-amplified. One of the primers is biotinylated. The amplified products are denatured, hybridized to allele-specific probecoupled microsphere sets and labeled for detection with streptavidin-Rphycoerythrin.\n\nof the nucleotide reactions and if different capture sequences are used for each allele, SBCE products can be multiplexed for capture onto the addressed microsphere sets.\n\nHybridization buffer and reaction conditions for detection are dependent upon the capture sequences attached to the microspheres. Microspheres specifically designed to facilitate assay development using this format are commercially available from Luminex and its partners. LuminexR FlexMAPi microspheres are internally labeled with fluorescent dyes and coupled with capture oligonucleotides (anti-TAGs) that are optimized for isothermal assay with minimal cross-reactivity. The FlexMAP microspheres allow multiplexed genotyping of up to 50 biallelic SNPs and are compatible with most SNP detection chemistries, such as ASPE, OLA and SBCE. The assay developer appends an appropriate complementary TAG sequence to each allelespecific primer or probe to allow capture onto the FlexMAP microspheres. Assignment of FlexMAP TAG sequences to custom oligonucleotides is accomplished using the Tag-Iti Oligo Design Software application by Tm Bioscience (Tm Bioscience, Toronto, Ontario).\n\nSNPs are the most abundant sequence variation in the human genome and provide markers important for the identification of disease-specific loci and to predict disease and drug susceptibility [46] . Suspension array assays based on xMAP technology have been used quite extensively for SNP genotyping and have been described for both the direct hybridization format [9, 26] and the solution-based microsphere capture format using OLA [7, 14, 21, 26] 3 . Diagram of the microsphere-based competitive hybridization assay format. Left: In the absence of target DNA, the biotinylated competitor oligonucleotides hybridize to the allele-specific probe-coupled microsphere sets. The hybridized microsphere sets are labeled with streptavidin-Rphycoerythrin, resulting in 100% signal. Right: When target DNA is present, the biotinylated competitor oligonucleotides hybridize to the target DNA instead of the allele-specific probe-coupled microsphere sets. The target DNA/competitor oligonucleotide hybrids are labeled with streptavidin-R-phycoerythrin, resulting in a reduction of signal on the allele-specific probe-coupled microsphere sets.\n\nArmstrong et al. used a direct hybridization format to develop and validate a 32-plex SNP genotyping assay to simultaneously determine the genotypes of eight different polymorphic genes [9] . Four different allele-specific oligonucleotides (ASOs) were used for each mutation, with each ASO containing a different base at the polymorphic site. Fluorescein-labeled PCR products were captured onto the ASO-coupled microspheres by direct hybridization where hybridization occurred predominately to the perfectly matched ASO. Reactions were analyzed by flow cytometer using the LuminexR FlowMetrixi system and the genotypes were determined by signal-to-noise analysis where the strongest fluorescent signals for each group of four microspheres determined the genotype. Results were compared to that obtained by TaqManR (Applied Biosystems, Foster City, CA) and after optimization of the ASO length, the results were unambiguous for 39 genotypes tested. Iannone et al. used OLA with capture onto addressed microspheres to genotype nine SNPs located near the ApoE locus from seven DNA samples [7] . Unique capture sequences (ZipCodes) were incorporated into the products during the OLA reaction which allowed them to be captured by hybridization onto microspheres bearing the complementary capture probes (cZipCodes). They compared the results of the 18-plex assay to those obtained in single-plex and found no compromise of fluorescent signal in the fully multiplexed assay. They concluded that multiplexing has the advantages of rapid analysis and efficient use of reagents, the assay was high-throughput and accurate and the method exploits the strengths of flow cytometry for rapid and accurate fluorescence analysis.\n\nChen et al. used the ZipCode/cZipCode capture/address system with SBCE to determine the genotypes of 58 SNPs in the ApoE gene [8] . Fifty-five of the 58 SNPs were successfully genotyped in the first attempt. A total of 181 genotypes were determined in 21-plex and 34-plex assays and were in perfect concordance with results obtained by either DNA sequencing or TaqMan. The remaining three SNPs could be traced to errors or were redesigned to equalize the nucleotide incorporation between the alleles. They estimated the cost per genotype to be between US$0.20 and $0.40, depending on labor and reagent costs, number of samples and level of multiplexing. They concluded that the microsphere-based SBCE assay is both reliable and efficient due to the accuracy of allele discrimination by the DNA polymerase, the specific hybridization of the products to their addressed microspheres and the sensitivity of flow cytometry to read the biological reaction signals on individual fluorescent microspheres.\n\nCai et al. developed a similar assay using SBCE with capture onto addressed microspheres to genotype the Glu96 variant of the HLA DPB1 locus and eight SNPs in the HLA DPA1 locus [13] . Using this method, they were able to correctly determine the genotype for 30 samples at eight sites on two chromosomes, or a total of 480 sites. They found the suspension array platform to have several advantages over other methods for SNP genotyping, including the ability to resolve free vs. bound fluorophore without any separation or wash steps, the sensitivity to analyze DNA templates at subnanomolar concentrations, excellent speed and efficiency because primer extension and hybridization are performed in solution, and multiplexed analysis for simultaneous measurement of several features.\n\nTaylor et al. used SBCE with capture onto addressed microspheres to assay 20 multiplexed SNPs for 633 patient samples [14] . These investigators had previously demonstrated proof-of-concept for this assay strategy using a flow cytometer for analysis of the reactions [8] , but in this study detection was performed on the Luminex 100 flow analyzer. Comparison of the results to those from gel-based OLA for 9563 genotypes showed 99.3% agreement in genotype assignments. Some disadvantages of the SBCE assay are that excess dNTPs from PCR must be removed prior to SBCE and each allele-specific reaction for each labeled ddNTP must be performed separately. To simplify the assay procedure, they used ASPE, which requires no PCR cleanup and uses only a single labeled nucleotide, thus allowing them to multiplex all of the alleles of a particular SNP. Fifteen SNPs were genotyped from 96 samples using multiplexed ASPE, for a total of 1440 genotype determinations. The results obtained by ASPE showed 98.7% concordance with those obtained by OLA. Cost of the assay can vary greatly depending on the number of SNPs, the extent of multiplexing and the number of samples assayed, but the investigators estimated their average cost to be less than US$0.20 per SNP, excluding the cost of PCR, and found the costs of SBCE and ASPE comparable. They demonstrated the robustness, accuracy and high-throughput that can be achieved with DNA polymerase-based SNP assays and the reduced cost attained by using a less expensive flow analysis platform with 96-well plate readout for detection. Pickering et al. described a SNP genotyping assay for cytochrome P450 (CYP) 2C9 and 2C19 genes using ASPE with capture onto Luminex FlexMAP universal array microspheres [23] . Whole-genome amplified DNA from 101 samples was analyzed for CYP2C9 (*2 and *3 alleles) and CYP2C19 (*2 and *3 alleles). The results were compared with those obtained by the eSensor DNA detection system (Motorola Life Sciences) and confirmed by sequence analysis. Genotypes determined by both assays were in complete concordance and a dilution study showed that 1.5 ng of nucleic acid was adequate for PCR and detection on the Luminex 100 analyzer. Within run and between run CVs for allelic ratios determined by the xMAPbased assay were 4.1% and 9.1%, respectively.\n\nLee et al. compared direct hybridization to ASPE, OLA or SBCE with capture onto addressed microspheres for genotyping four SNPs in 58 soybean lines [26] . They found that ASPE and SBCE could clearly differentiate between the three possible genotypes at each SNP and the results were in complete agreement with those determined by the ABI PRISMR SNaPshoti Multiplex System (Applied Biosystems). The OLA and direct hybridization assays were able to differentiate between the genotypes of three and one of the SNPs, respectively. The estimated the cost per data point ranged from US$0.069 to $0.104, with SBCE 20% more expensive than ASPE and 30% more expensive than OLA or direct hybridization. Total time to result was approximately 12 h for SBCE, 8.5 h for ASPE, 7 h for OLA and 5 h for direct hybridization. They concluded that ASPE is more cost-effective and simpler than SBCE and well suited for studies that require a large number of markers and a high level of multiplexing, whereas direct hybridization is the most economical assay but may require optimization for some SNP markers.\n\nSeveral assays have been described using xMAP technology for the detection of mutations associated with genetic diseases in humans. Colinas et al. used direct hybridization to perform multiplexed genotyping of betaglobin variants from PCR-amplified newborn blood spot DNA [10] . The assay was capable of distinguishing between the S and E alleles of the beta-globin gene and their wildtype counterparts, hemoglobin (Hb) A and non-E.\n\nDunbar and Jacobson demonstrated accurate detection of five mutations in the cystic fibrosis transmembrane regulator gene (CFTR) using multiplexed direct hybridization of biotinylated amplified DNA from 14 characterized human DNA samples [11] . More recently, Johnson et al. described the MultiCodeR PLx platform which was used to determine the genotype of 27 mutations and 4 polymorphisms in the CFTR gene from 225 samples in a retrospective study, and more than 400 samples from newborns in a prospective study [27] . The assay uses ASPE with capture onto addressed microspheres but the technology incorporates an additional basepair constructed from isoguanosine and isocytidine into the capture and address sequences, which allows specific hybridization to occur at room temperature. These additional nucleobases are also used in the PCR and ASPE labeling steps to eliminate the need for post-PCR cleanup to remove competing dNTPs. The entire assay is performed in the same reaction vessel at room temperature without any wash steps and can be completed in approximately 3 h. As compared to the CF Gold linear array (Roche Molecular Systems, Inc., Indianapolis, IN), 99.1% of samples in the retrospective study and 95% of samples in the prospective study were correctly genotyped, with no incorrect calls made. The assay was also easily automated for even higher throughput.\n\nHadd et al. described a three-plex direct hybridization assay for determining the genotype of the 5T/7T/9T polymorphism in Intron 8 of the CFTR gene [29] . The procedure was rapid, required no purification or wash steps, and was easy to perform. The assay was validated using a panel of 29 commercially available genomic DNA samples. Five genotypes determined by the hybridization assay were verified by DNA sequencing and the samples used as positive controls for the analysis of 10 unknown blood samples obtained from healthy volunteers. They found that the signal intensity was similar for reactions which used 10 -1000 ng genomic DNA in PCR, but the variance in signal intensity was increased and affected the allele call in two samples when less than 10 ng genomic DNA were used. They concluded that the bead-array assay provides a simple and rapid method for high-throughput analysis of DNA polymorphisms within a complex genetic assay.\n\nA multiplexed direct hybridization assay was used to genotype amplified patient DNA samples for known mutations related to a predisposition to thrombophilia [18] . The study employed multiple technologies to determine the association between hypercoagulable states or increased platelet adhesion/aggregation and bacterial colonization of intravenous catheters. The xMAP-based assay was used for genotyping the factor V R506Q (Leiden), factor II 20210GYA and methylenetetrahydrofolate reductase (MTHFR) 677CYT mutations associated with increased risk of venous thromboembolism. Recently, Bortolin et al. described a multiplexed ASPE assay with capture onto addressed microspheres to detect these and three additional thrombophilia-associated mutations: MTHFR 1298AYC; factor XIII val34leu; and tissue factor pathway inhibitor (TFPI) C536T [28] . The assay used the Tag-Iti microsphere-based universal array platform (Tm Bioscience) which features universal, minimally cross-hybridizing sequences (tags) for capturing the reaction products by hybridization onto complementary anti-tag-coupled microspheres. The universal array was validated using synthetic biotinylated tags as targets and showed non-specific signal to be 3.7% of the specific signal. A total of 132 patient DNA samples were genotyped by both the Tag-It universal array and DNA sequencing and showed 100% concordance between the two methods.\n\nWallace et al. reported development of the BAR-CODE-ALL assay (bead array coded detection in acute lymphoblastic leukemia) which combined multiplexed PCR with multiplexed xMAP-based direct hybridization for detecting seven of the fusion transcripts resulting from chromosomal translocations that occur in pediatric lymphoblastic leukemia [20] . All seven mutations could be detected in a single multiplexed reaction with 100% sensitivity and specificity and within 6 h of specimen collection.\n\nYang et al. described the BADGE assay (BeadsArray for the Detection of Gene Expression) where biotinylated cRNA was hybridized to complementary capture probes attached to microspheres to quantitate the expression of specific genes in Arabidopsis [16] . The results were comparable to those obtained by GeneChipR probe array (Affymetrix, Santa Clara, CA) and the sensitivity sufficient to detect moderately expressed genes (10 to 30 copies per cell). They concluded that high-cost microarray technology is appropriate for screening whole genomes but few samples, TaqMan is useful for screening many samples but very few genes, and the BADGE system ideal for screening up to 100 genes in many samples.\n\nClassification of HLA alleles by xMAP suspension array was described by Fulton et al. [5] . Sixteen oligonucleotides corresponding to allelic sequences within the second exon of the HLA-DQA1 gene were used as probes in a multiplexed competitive hybridization assay for synthetic doublestranded oligonucleotide targets. Labeled oligonucleotides, complementary to the probe sequences, were pre-hybridized with the unlabeled double-stranded templates and then hybridized to allele-specific probe-coupled microsphere sets prior to fluorescent analysis using the Luminex FlowMetrix system. The percent inhibition of fluorescence was determined by comparing the results to the fluorescence obtained in the absence of the labeled competitor. The control templates inhibited hybridization of the labeled oligonucleotides to their complementary microsphere sets by 62% to 93%, while inhibition of hybridization to non-complementary microsphere sets was less than 21%.\n\nMolecular analysis of infectious organisms is widely applied in the healthcare, water quality and food industries, and several applications using xMAP technology have been described for the detection of bacterial, viral and fungal pathogens. Smith et al. developed a multiplexed assay for detection and quantitation of viral nucleic acids using the FlowMetrix system from Luminex [6] . Internal amplification controls for human immunodeficiency virus (HIV), hepatitis C virus (HSV) and herpes simplex virus (HSV) were co-amplified with viral sequences and detected by direct hybridization to multiplexed microsphere sets bearing capture probes for each viral and control sequence. The results were highly specific and quantitative over a dynamic range of up to three logs. Spiro et al. described a bead-based method for multiplexed identification and quantitation of bacterial DNA sequences in environmental PCR products [12] . The method used four 16S/23S ribosomal DNA (rDNA) intergenic spacer regions as strain identifiers and the results were compared to the same assay on a planar microarray. They found that single-stranded PCR products hybridized more efficiently with better reproducibility than double-stranded products and that the suspension array provided excellent sequence discrimination. A similar application was developed and verified for quantitative multiplexed determination of abundances of 16S rDNA target sequences from microorganisms collected from contaminated groundwater [17] . Target sequences comprising 0.3% of the total amount of DNA could be quantified. Subsequently, 3 DNA dendrimers were used to increase the signal-to-noise ratio for fluorescent detection of 16S rDNA amplified from filter retentates of contaminated groundwater [24] . Dendrimer-labeling of the target DNA resulted in a 10-fold fluorescence amplification over single streptavidin-R-phycoerythrin labeling and increased the signal-to-noise ratio by a factor of 8.5. The level of sensitivity allowed multiplexed detection of DNA hybridization on a single molecule level per bead and provided an assay useful for detecting target DNAs at low concentrations.\n\nYe et al. reported a multiplexed SNP genotyping assay that was used to identify 17 different gram-negative or gram-positive bacteria with variable 16S rDNA sequences [15] . ASPE or SBCE was used to add biotinylated nucleotides to target-specific oligonucleotides which also contained a specific capture sequence at the 5V end (ZipCode). The reaction products were then captured by hybridization onto microspheres bearing the complementary capture probe (cZipCode) and detected on the Luminex 100 analyzer. ASPE could discriminate between the possible genotypes in the same reaction, whereas SBCE required a separate reaction for each nucleotide but could then be completely multiplexed for capture onto the microspheres. Both assays produced results identical to direct sequencing and the accuracy was also demonstrated by species-specific patterns that were obtained for related bacterial strains.\n\nDirect hybridization was used for quantitative, multiplexed detection of bacterial pathogens commonly implicated in foodborne illnesses [19] . Universal PCR primers were designed to amplify a region of 23S rDNA containing unique sequences which allowed differentiation of Escherichia coli (E. coli), Salmonella, Listeria monocytogenes (L. monocytogenes) and Campylobacter jejuni (C. jejuni). The assay correctly and specifically identified each bacterial species and was sensitive to 10 7 to 10 8 biotinylated target molecules, which corresponded to 10 3 genome copies for E. coli, L. monocytogenes, and C. jejuni, and 10 5 genome copies for Salmonella in the PCR reaction.\n\nA multiplexed spacer oligonucleotide typing (spoligotyping) assay for genotyping Mycobacterium tuberculosis (Mtb) isolates was demonstrated using xMAP technology [22] . The method is based on polymorphisms found in the direct repeat (DR) locus present in all Mtb complex isolates and detects the presence or absence of 43 unique spacer sequences found between conserved 36-bp DRs. Biotinylated PCR primers corresponding to the DR sequence were used to simultaneously amplify and label all of the spacers present. The amplified products were then detected by direct hybridization to a mixture of 43 microsphere sets bearing specific capture probes for each of the 43 spacer sequences. The assay was highly reproducible with an average coefficient of variation (CV) of 5.8% and the results from the suspension array were in perfect agreement with those obtained by reverse line blot hybridization. Additional benefits of the assay were a significant decrease in labor and turnaround time, flexibility to allow testing of 1 to 96 isolates without increase in labor time or cost per isolate, and it was less technically demanding.\n\nDiaz and Fell described a direct hybridization assay for high-throughput detection of Trichosporon [25] . The assay employed 48 species-specific and group-specific capture probes from the D1/D2 region of rDNA, internal transcribed spacer regions and intergenic spacer region, each coupled to a specific microsphere set. Species-specific biotinylated DNA targets were generated by PCR with three sets of primers to yield fragments from the three regions which were then detected by hybridization to the probe-coupled microsphere sets in a variety of multiplexed formats. The assay was specific and fast, capable of discriminating species differing by one nucleotide and required less than 50 min following amplification to process a 96-well plate. The sensitivity of the assay allowed detection of 10 7 to 10 8 copies of biotinylated amplification product corresponding to 10 2 genome copies in the PCR reaction.\n\nSeveral assay kits have been developed using xMAP technology and are commercially available from Luminex partners for nucleic acid detection in a variety of applications. Available products and their unique features are described in Table 1 .\n\nWith completion of the sequencing of the human genome, a wealth of information now exists to help advance our understanding of genetic variation and its relation to disease and disease treatment. As identification of disease-causing mutations increases, so increases the number of DNA tests to be implemented in the molecular laboratory, highlighting the need for rapid, accurate and cost-effective high-throughput nucleic acid detection methods. The Luminex xMAP system is a multiplexed microsphere-based suspension array platform capable of analyzing and reporting up to 100 different reactions in a single reaction vessel. In recent years, xMAP technology has been used increasingly for multiplexed high-throughput nucleic acid detection in the research, commercial and diagnostic molecular laboratory settings. The published literature clearly demonstrates the ability of this platform to meet the current and upcoming needs of the molecular laboratory. With the commercial availability of numerous assay kits, nucleic acid testing using xMAP technology can easily be implemented into the laboratory workflow and can be automated for even less hands-on time. As this technology matures, it will continue to improve and be incorporated into novel assays. It is anticipated that many more xMAP-based applications for nucleic acid detection will become commercially available and xMAP technology will be used more extensively for quantitative nucleic acid detection and gene expression profiling in the future. "}