{"title": "Disidratazione acuta da gastroenterite nei lattanti", "body": "Disidratazione acuta da gastroenterite nei lattanti bambini al di sotto dei 5 anni (circa 800 000 decessi nel 2010), dietro alle polmoniti e davanti alla malaria [1] . Studi epidemiologici hanno identificato i cinque agenti patogeni più comuni in questa fascia d'età in diverse regioni del globo (rotavirus, shigella, Escherichia coli enterotossigeni, Cryptosporidium ed E. coli enteropatogeni) e consentono un migliore orientamento delle misure di prevenzione e dei trattamenti più adatti [2, 3] . I rotavirus sono, da soli, responsabili di più della metà dei decessi per diarrea nei bambini sotto i 5 anni (0,5 milioni circa) [4] . Gli sforzi dell'Organizzazione Mondiale della Sanità (OMS), che, dal 1975, sono incentrati sulla promozione e sulla diffusione di soluzioni reidratanti a livello comunitario, sulla formazione degli operatori di sanità pubblica e, dagli anni 90, sul miglioramento delle condizioni sanitarie, hanno permesso di ottenere dei risultati impressionanti, anche se rimangono insufficienti [5] . Infatti, durante il decennio 2000-2010, mentre la popolazione infantile è aumentata, la mortalità generale dei bambini sotto i 5 anni sarebbe diminuita del 26% (9,6 milioni di morti nel 2000 rispetto a 7,6 milioni nel 2010). Durante lo stesso periodo, il numero di disidratazioni fatali è diminuito nelle stesse proporzioni [1] . Nei paesi con un livello sanitario elevato, la mortalità per diarrea e disidratazione è, ovviamente, molto minore, ma è inaccettabile nei paesi in cui le capacità di prevenzione e di trattamento sono importanti. Il numero di morti per disidratazione in Francia è, attualmente, di 8-20 all'anno. In questi paesi, si tratta anche di ridurre la morbilità di questa malattia, le cui conseguenze maggiori sono di sottoporre il sistema sanitario pediatrico a tensioni molto importanti nel periodo epidemico e di generare un alto costo economico per la società.\n\nLe GEA colpiscono soprattutto i bambini dai 6 ai 24 mesi, con una predominanza stagionale (picco da gennaio a marzo in Francia). Sono soprattutto virali, causate da molti virus (norovirus, enterovirus, adenovirus, coronavirus, astrovirus, calicivirus), ma i rotavirus sono gli agenti più spesso responsabili, in particolare le forme più gravi (oltre la metà dei casi di ricovero in ospedale) [6] [7] [8] . La frequenza della diarrea è elevata, stimata, nella fascia 0-3 anni, tra 0,5 e 1,9 episodi per anno e per bambino in Europa, contro 2,9-4,5 nei paesi in via di sviluppo [3, 6] ; così, le GEA sono responsabili, in Francia, del 7,9% di tutti i passaggi al Pronto Soccorso dei bambini di età inferiore ai 5 anni, ma di un terzo di questi passaggi durante le epidemie [7] . In Europa, causano dallo 0,5% al 10% di tutti i ricoveri secondo i paesi, ma più della metà dei ricoveri ospedalieri nel periodo epidemico [7, 8] . Anche le conseguenze economiche sono molto importanti, a causa dei costi medici diretti (legati principalmente alle cure ambulatoriali, in Pronto Soccorso e in ospedale), ma anche dei costi indiretti, legati specialmente all'assenteismo parentale durante la fase acuta della malattia. In Francia, il costo annuale diretto delle sole GEA da rotavirus è stato stimato tra i 26 e i 40 milioni di euro ed esse sarebbero responsabili di più di 500 000 giorni di assenza per malattia all'anno [8, 9] .\n\nIl rischio di disidratazione è legato, prima di tutto, alla giovanissima età (meno di 12 mesi e, soprattutto, meno di 6 mesi), a causa della somma di molteplici fattori: • una proporzione corporea di acqua più elevata che nell'adulto; questa rappresenta l'80% del peso corporeo alla nascita e il 60% verso l'età di 1 anno e raggiunge dal 45% al 60% nell'età adulta, a seconda dell'età e del sesso; • una distribuzione sfavorevole di questa acqua corporea, poiché lo spazio extracellulare rappresenta il 45% del peso corporeo nel neonato e, poi, è inferiore o uguale al 23% in età adulta; • un tasso di ricambio della componente liquida dell'organismo molto più veloce (25% nelle 24 ore alla nascita, mentre è solo del 6% nell'adulto); • un potere di concentrazione del rene più limitato (gradiente corticomidollare insufficiente per l'inefficacia delle pompe al cloro dell'ansa di Henle); • la dipendenza dall'esterno per gli apporti idrici.\n\nQuesti diversi fattori contribuiscono alla rapida insorgenza di un grave deficit di liquidi nel lattante e spiegano che potrebbe perdere in poche ore più del 10% del suo peso durante una GEA o un colpo di calore, per esempio.\n\nUna componente importante della strategia terapeutica contro una diarrea acuta si basa sulla valutazione della gravità della disidratazione. Una sottostima del deficit di liquidi può provocare una reidratazione insufficiente e/o inadeguata e portare ad acidosi, insufficienza renale o, anche, shock ipovolemico fatale, mentre una sovrastima del deficit di liquidi può portare a un trattamento per eccesso (per esempio, un'ospedalizzazione inappropriata o prolungata, un'infusione inutile con le sue possibili complicanze e un aumento della spesa sanitaria). La gravità della disidratazione dipende dall'importanza del deficit idrosodico ma anche dalla velocità di installazione, e la sua valutazione è molto difficile in pratica.\n\nÈ opportuno precisare la frequenza, il volume e la durata della diarrea e del vomito. Si ammette che il rischio di disidratazione aumenta con la giovane età (meno di 6 mesi) e con la frequenza delle scariche (più di otto al giorno) e del vomito (più di due o quattro al giorno). Il valore informativo dei diversi dati dell'anamnesi non è stato molto analizzato, ma va sottolineato che la persistenza dell'uso dei biberon e di una diuresi rende improbabile l'esistenza di una disidratazione significativa, mentre la scomparsa delle lacrime è correlata con l'ospedalizzazione [10] .\n\nLe informazioni sulla forma delle feci e sulla presenza di sangue orientano la diagnosi eziologica e gli eventuali esami necessari. Una storia di diarrea nelle persone vicine, inclusi i fratelli e le sorelle o gli altri bambini nella scuola materna, sono elementi per una possibile epidemia.\n\nIl criterio di riferimento per individuare una disidratazione acuta è la misura della perdita di peso, espressa in percentuale e definita come la differenza tra il peso appena prima della malattia e il peso nella fase acuta della malattia, diviso il peso appena prima della malattia. Anche se la valutazione della perdita di peso è molto utile, è un parametro raramente sfruttabile in pratica, per la mancanza di un peso recente prima della malattia acuta all'origine della disidratazione. Così, solo il 21% dei pazienti di età compresa tra 1 mese e 2 anni è stato pesato negli otto giorni precedenti la visita al Pronto Soccorso nella serie di Pruvost et al. [11] . Quindi, questi sono segni e sintomi clinici differenti che sono, il più delle volte, utilizzati per confermare la diagnosi di disidratazione e per valutarne la gravità.\n\nLa misura del tempo di riempimento capillare (TRC) deve essere eseguita secondo un metodo standardizzato. Deve essere realizzata in un bambino calmo, dopo una pressione di cinque secondi sulla superficie palmare dell'estremità del dito indice, con la mano allo stesso livello del cuore, o sull'unghia del pollice o, ancora, sullo sterno nel neonato [12] . Un TRC normale è inferiore o uguale a tre secondi, ma la sua interpretazione deve tenere conto della temperatura ambientale [13] , dal momento che il TRC è significativamente allungato quando la temperatura ambientale è inferiore ai 20 • C. L'allungamento del TRC sembra essere il segno più significativo nella diagnosi della disidratazione superiore al 5% nelle revisioni sistematiche di vari segni clinici e biologici presentati in letteratura [13] [14] [15] . Le prestazioni di questo test sono state migliorate Tabella 1. Punteggio dell'Organizzazione Mondiale della Sanità [21] .\n\nPiù di due segni di questa colonna: disidratazione tra il 5% e il 10% con metodi di misurazione automatizzati. La videografia digitale non invasiva, chiamata digitally measured capillary-refill time, quindi, consentirebbe una migliore individuazione delle disidratazioni del 5% e più in una coorte di 83 bambini con GEA [16] .\n\nLa misura della plica cutanea periferica dovrebbe essere fatta al fianco, all'altezza dell'ombelico, sul lato opposto della posizione dell'esaminatore, pizzicando la plica cutanea tra il pollice e l'indice e misurando il tempo di scomparsa. La persistenza della plica cutanea riflette la diminuzione dell'elasticità della pelle e del tessuto sottocutaneo secondaria a una diminuzione del suo contenuto d'acqua. Questo è un fattore che contribuisce alla diagnosi di disidratazione, specialmente quando il metodo di misura è standardizzato, ma la misura non è facile nei lattanti con pannicolo adiposo spesso; in più, un'alterazione dell'elasticità della pelle non è specifica e può essere ritrovata nel corso di una malnutrizione.\n\nLa secchezza delle mucose si ricerca passando il dito sulla mucosa orale (e non sulla lingua, spesso secca in un lattante febbrile e polipneico). L'assenza di questo segno aiuta a eliminare una grave disidratazione, come la presenza di lacrime.\n\nDiversi studi hanno dimostrato che, a causa delle scarse sensibilità e specificità, nessun segno clinico o biologico di disidratazione era, da solo, sufficientemente discriminante per valutare lo stato di idratazione di un bambino; inoltre, dopo gli anni 90, molti autori hanno proposto di associare diversi di questi segni per stimare con maggiore precisione il grado di disidratazione [13] [14] [15] 17] . Sono stati proposti molti punteggi; alcuni hanno mantenuto la distinzione dei tre gradi di disidratazione (lieve: 3-5%, moderata: 6-9% e grave: 10% o più) proposti dall'Accademia americana di pediatria nel 1996 [18] , mentre altri hanno preferito semplificare in due categorie (lieve e moderata: 3-9% e grave: 10% e più) [6, [19] [20] [21] , dal momento che la distinzione clinica fra disidratazione lieve e moderata appare a molti spesso difficile da fare nella pratica. I tre punteggi, quello dell'OMS, quello del Center for Disease Control and Prevention (CDC) di Atlanta e la Clinical Dehydration Scale (CDS) sono descritti qui.\n\nEsso fornisce una stima della gravità della disidratazione basata su quattro sintomi correlati in modo indipendente all'esistenza di una disidratazione: un TRC di più di due secondi, una secchezza delle mucose, un'assenza di lacrime e un'alterazione dell'aspetto generale (Tabella 1). L'associazione di almeno due di questi sintomi è correlata a una disidratazione di almeno il 5% del peso corporeo [21] . Anche se non è stato validato, il suo utilizzo è raccomandato dall'OMS nei paesi in via di sviluppo per i bambini da 1 mese a 5 anni ed è stato approvato dalla World Association of Gastroenterology.\n\nÈ stato approvato dall'Accademia americana di pediatria e dal College degli urgentisti americani, ma contiene 12 elementi, cosa che lo rende di utilizzo meno facile per il triage in Pronto Soccorso (Tabella 2) [19] . Inoltre, non è convalidato.\n\nIl punteggio più utilizzato negli studi clinici condotti in paesi a elevato tenore di vita è il CDS. Ha solo quattro item valutati da 0 a 2 (stato generale, condizione dei bulbi oculari e delle mucose delle guance e presenza o assenza di lacrime). Anche se validato in una popolazione di bambini di 1-36 mesi [22] [23] [24] , la sua performance è ancora insufficiente per un uso individuale che permetta di guidare l'approccio terapeutico nella pratica clinica [25] .\n\nDisidratazione acuta da gastroenterite nei lattanti Contributo degli esami aggiuntivi L'ecografia è stata recentemente proposta per valutare un'ipovolemia, con una capacità di rilevamento di una disidratazione grave (a partire dal 10%) migliore del punteggio dell'OMS. Il criterio utilizzato è stato un rapporto tra la vena cava inferiore/aorta inferiore a 0,8, la cui sensibilità era dell'86%-93% e la cui specificità era del 56%-59% [26, 27] .\n\nLe prove di laboratorio sono generalmente considerate non necessarie per la diagnosi della disidratazione e raramente sono utili per guidare la condotta di reidratazione [6, [18] [19] [20] . Secondo gli studi, il parametro biologico più significativo era un tasso di bicarbonati inferiore a 15 o 17 mmol/l [28, 29] .\n\nTuttavia, in caso di disidratazione grave che giustifica una reidratazione endovenosa, le prove di laboratorio sono indispensabili [6, [18] [19] [20] ; mirano a cercare le anomalie idroelettrolitiche associate, a valutare l'equilibrio acido-base e a specificare il tipo di disidratazione (glicemia con elettroliti, urea, creatininemia e osmolalità). Sono utili anche in caso di incertezza diagnostica (malattia chirurgica addominale o sindrome emolitica e uremica) o di fronte a quadri clinici insoliti [6, 18] .\n\nIl corretto orientamento del bambino è fondamentale ma difficile. Si basa sull'età del bambino (inferiore ai 6 mesi), sull'importanza dei disturbi digestivi (più di otto scariche diarroiche al giorno e/o più di quattro episodi di vomito al giorno), sull'esistenza o meno di un disidratazione e sulla sua importanza [6, 14] . È fondamentale riconoscere uno shock per correggere rapidamente l'ipovolemia ed evitare la progressione verso un'insufficienza multiorgano. I segni cardinali sono: tachicardia, polipnea, scarsa perfusione periferica e disturbi della coscienza. Nelle forme meno gravi, bisogna anche valutare eventuali difficoltà nella presa in carico al domicilio (grado di comprensione dei genitori, condizioni socioeconomiche precarie, possibilità di monitoraggio ravvicinato) e, infine, l'esistenza di comorbilità (storia di prematurità, sindrome dell'intestino corto, ileostomia, insufficienza renale, ecc.) [6] .\n\nI bambini ad alto rischio di sviluppare una disidratazione (età inferiore ai 3 mesi, più di otto scariche diarroiche al giorno e/o più di quattro episodi di vomito al giorno) devono essere attentamente monitorati in un'unità di ospedalizzazione d'urgenza di breve durata per un periodo di almeno quattro ore, per garantire l'efficacia della reidratazione [6, 20] . Il ritorno a casa si concorda in funzione dei seguenti elementi:\n\n• la buona tollerabilità della terapia di reidratazione per via orale e l'assenza di vomito; • una reidratazione considerata sufficiente, valutata sullo stato clinico e sul riacquisto del peso; • la capacità dei genitori di continuare la reidratazione a casa; • la possibilità di un follow-up per telefono o di visite del medico curante al domicilio.\n\nIl ricovero in ospedale è necessario: • se ci sono segni di gravità: stato di shock, disturbi della coscienza o solo disidratazione superiore o pari al 10%; • se vi è incertezza diagnostica (per esempio, la sindrome emolitica e uremica, possibile patologia chirurgica); • in caso di impossibilità o insuccesso di una reidratazione per via enterale; • se vi è un substrato a rischio (fibrosi cistica, diabete, HIV, ecc.); • quando l'ambiente socioculturale non assicura le semplici misure terapeutiche e il monitoraggio affidabile a casa [6, 19, 20] .\n\nDi fronte a una disidratazione acuta infantile, il primo obiettivo terapeutico nelle disidratazioni gravi è di correggere l'ipovolemia attraverso una rapida espansione dello spazio extracellulare che permette di ripristinare una perfusione tissutale normale, soprattutto cerebrale e renale; nelle forme moderate o minime, l'assunzione orale di soluti di reidratazione orale (ORS) di solito è sufficiente. Il secondo obiettivo terapeutico è di ridurre al minimo il rischio di malnutrizione, ripristinando rapidamente gli apporti energetici normali.\n\nNei paesi con un alto livello sanitario, le GEA sono uno dei motivi più comuni per la consultazione d'urgenza e la loro gestione è ben codificata grazie a numerose raccomandazioni [6, [18] [19] [20] [21] , la cui qualità è considerata da soddisfacente a eccellente [30] .\n\nDovrebbe essere preferita per qualsiasi disidratazione inferiore al 10% (Fig. 1) .\n\nLa reidratazione per via orale è il trattamento di prima linea raccomandato per la disidratazione inferiore al 10% [6, [18] [19] [20] [21] . I principali benefici della reidratazione attraverso la via orale sono provati da molto tempo [31, 32] e sono i seguenti:\n\n• stabilire rapidamente il trattamento e proseguirlo a casa;\n\n• evitare procedure dolorose, come l'inserimento di un'infusione endovenosa; • ridurre i costi sanitari.\n\nTuttavia, la durata del soggiorno in caso di emergenza o l'incidenza di complicanze come le convulsioni e un'ipo-o ipernatriemia non sono stati considerati differenti nella metanalisi più recente Cochrane [32] . Nella stessa revisione, un ileo paralitico era statisticamente più frequente nei due studi che non ne facevano un criterio di esclusione degli ORS (tra i 18 studi analizzati), ma questo rischio è stato giudicato sufficientemente basso da non rimettere in discussione il primato della reidratazione orale.\n\nSi raccomanda di lasciare bere il bambino, se può bere correttamente e se la disidratazione è inferiore al 5%. Nelle disidratazioni moderate (tra il 5% e il 9%) o in caso di vomito, si raccomanda inizialmente di fare bere al bambino piccole quantità a intervalli molto ravvicinati, se la sua condizione è stabile e se il suo stato di coscienza lo permette, per controllare la tolleranza digestiva. Si suggerisce, nella letteratura, di iniziare con dei volumi nell'ordine di 5 ml ogni due minuti durante i primi dieci minuti e poi, gradualmente, di aumentare la quantità somministrata, per esempio di somministrare dei volumi di 10 ml ogni 5 minuti durante i 20 minuti seguenti e, poi, di 20 ml ogni 10-15 minuti durante i 30 minuti seguenti [18, 19] . In assenza di vomito, i quantitativi possono essere aumentati rapidamente, riducendo la frequenza delle somministrazioni e lasciando il bambino libero di bere a volontà e di regolarsi da solo in base ai suoi bisogni. Grandi quantità possono essere assorbite nel corso delle prime 24 ore, pari o superiori ai 200 ml/kg al giorno. Questa modalità di reidratazione presuppone che il genitore o il caregiver del bambino possa assumersi questo compito. L'alimentazione non deve essere interrotta per più di sei ore al massimo e devono essere offerti gli apporti dietetici adeguati all'età. Una volta che il bambino è reidratato, può alimentarsi da solo con gli apporti dietetici adeguati alla sua età. In caso di vomito, si consiglia di attendere da 15 a 30 minuti prima di riprendere la terapia di reidratazione per via orale [18, 19] .\n\nLa seconda possibilità è la reidratazione attraverso il sondino nasogastrico. Questa possibilità, citata semplicemente nelle raccomandazioni più vecchie [18, 19] , è dettagliata bene nelle raccomandazioni più recenti [6, 19, 33] . Non vi è alcun motivo per proporla sistematicamente in prima intenzione, ma, nel 5% degli insuccessi di una reidratazione orale ben condotta [32] , si consigliadi utilizzare un sondino gastrico. L'analisi di studi che utilizzano la reidratazione enteralecon il sondino nasogastrico ha confermato un'efficacia e una sicurezza della via enterale almeno identiche a quelle della via venosa, con meno complicanze (il 2% di flebite nei bambini perfusi) e costi minori [6, 20, 33, 34] . Il fallimento del posizionamento di un sondino nasogastrico era molto più raro (4%) rispetto alle difficoltà di perfusione periferica (il 61% richiede diversi tentativi di posizionamento di un catetere breve 22 o 24 G) [35] . Infine, anche se questa indicazione non può essere consigliata nei casi più gravi, la reidratazione con il sondino nasogastrico può essere utile per i bambini molto difficili da perfondere [36] .\n\nL'OMS e il Fondo delle Nazioni Unite per l'Infanzia (UNICEF) hanno promosso gli ORS nel 1975 e li raccomandando come primo mezzo di lotta contro la diarrea. Da allora, hanno notevolmente contribuito a ridurre la mortalità per diarrea nei paesi in via di sviluppo, cosa che ha portato a consacrarli come la più importante innovazione terapeutica del XX secolo. Gli ORS sono composti principalmente da acqua, zucchero, sodio, potassio e da un sale alcalino. Il glucosio facilita l'assorbimento intestinale di sodio e, quindi, di acqua, riducendo vomito. Consente anche un apporto energetico minimale, migliorando l'accettabilità della soluzione da parte del bambino. La composizione degli ORS si è evoluta: il primo aveva un'osmolarità elevata (330 mOsm/l) con 90 mmol/l di sodio ed era più adatto al trattamento del colera; nel 2002, l'OMS ha raccomandato che l'osmolarità fosse ridotta a 245 mOsm/l, con 75 mmol/l di sodio, poi la Società Europea di Gastroenterologia Pediatrica e Nutrizione (ESPGAN) ha proposto, per i bambini europei, l'utilizzo di una soluzione contenente solo 60 mmol/l di sodio, mentre, negli Stati Uniti, la maggior parte delle soluzioni disponibili aveva un'osmolarità vicina a 250 mOsm/l, con 45-50 mmol/l di sodio [6, 18] . In Francia, i soluti commercializzati hanno un'osmolarità compresa tra 225 e 250 mOsm/l (Tabella 3) e sono ricostituiti nella stessa maniera (una bustina ogni 200 ml di acqua). Questi soluti ipo-osmolari permettono di provocare meno vomito e di diminuire il volume delle scariche e il ricorso alla reidratazione per via endovenosa [6, 20, 33] . La tolleranza può anche essere migliorata proponendo ORS rinfrescati [37] .\n\nNei lattanti, la reidratazione è basata sull'uso dei soli ORS. Tutte le altre bevande (acqua e zucchero, acqua pura, bibite tra cui la Coca-Cola ® o bevande per gli sportivi) non sono adatte perché forniscono o poco o niente sodio o troppo zucchero.\n\nLa quantità di soluto da somministrare durante le prime ore è quella del deficit liquido valutato: questo deficit (in litri) è uguale EMC -Urgenze I -24-305-A-10 Disidratazione acuta da gastroenterite nei lattanti Tabella 3. Composizione di diverse soluzioni per la reidratazione orale (ORS) disponibili nel mese di febbraio 2014 (espressa per litro di ORS). alla perdita di peso recente, se questa può essere quantificata. Nella maggior parte dei casi, non potendo disporre di un peso di riferimento recente, si ricorre al peso di ammissione (in kg) moltiplicato per la percentuale stimata di disidratazione. Per esempio, una disidratazione dell'8% in un lattante di 6 kg porta a somministrare con un sondino nasogastrico 480 ml di soluzione di reidratazione orale in quattro ore (120 ml/h). Per semplificare la gestione, alcune raccomandazioni propongono dei volumi di reidratazione standardizzati: 50 ml/kg se la disidratazione è inferiore al 5% e 100 ml/kg se la disidratazione è compresa tra il 5% e il 10% [18] . Una volta corretta la disidratazione, gli apporti dei liquidi tengono conto dei bisogni di manutenzione quotidiana e di eventuali perdite anomale persistenti (10 ml/kg per ogni scarica, 2 ml/kg per ogni vomito) [19] . La velocità di correzione delle disidratazioni da moderate a gravi varia a seconda delle raccomandazioni: è tra le 3 e le 4 ore per il CDC, di 4 ore per l'Accademia americana di pediatria e di 6 ore per le Linee Guida australiane [6, [18] [19] [20] 38] , ma pochi studi hanno valutato rigorosamente l'interesse di una reidratazione più o meno rapida.\n\nIn assenza di shock, i vantaggi teorici che ci si aspetterebbe da una correzione \"aggressiva\" dell'ipovolemia sono una normalizzazione della concentrazione di ormone antidiuretico più rapida di quanto non farebbe una reidratazione più lenta o utilizzando una soluzione salina ipotonica [39] . Una volta recuperata la regolazione renale, l'eccesso di acqua e di sodio extracellulare può essere escreto nelle urine, riducendo, così, il rischio di disequilibrio idroelettrolitico secondario. Una correzione \"aggressiva\" dovrebbe anche migliorare la perfusione digestiva e la tolleranza di una rialimentazione precoce.\n\nIl successo della reidratazione è apprezzato grazie alla scomparsa dei segni clinici di disidratazione e al riacquisto del peso, dal momento che l'assenza di gonfiore addominale potrebbe indicare un terzo settore, e alla buona tollerabilità della terapia di reidratazione per via orale senza vomito (il rifiuto di bere non è, di per sé, un fallimento, perché è possibile e anche consigliato reidratare con sondino nasogastrico).\n\nLa reidratazione per via endovenosa deve essere effettuata in caso di insuccesso, o di controindicazioni della via enterale [6, 20, 33] . Queste sono rare e riguardano meno del 10% dei bambini:\n\n• qualsiasi disidratazione grave (superiore al 10%); in questa situazione, si tratta di una controindicazione temporanea: questi bambini dovrebbero ricevere prima di tutto una reidratazione endovenosa (o intraossea), ma, poi, non appena possono bere di nuovo, può essere utilizzata la via orale [6, 19, 20] ; • in caso di stato di shock, di disturbi della coscienza o di sospetto di una patologia chirurgica [6, [18] [19] [20] .\n\nIn presenza di uno shock ipovolemico, un'espansione volemica di 20 ml/kg di NaCl allo 0,9% o di Ringer lattato viene effettuata con una pompa o una siringa spinta a mano il più velocemente possibile, come consentito dalla via d'accesso. Un'espansione volemica di 40 ml/kg, a volte di più, può essere necessaria e i boli sono rinnovati fino a diminuire la tachicardia, a standardizzare il tempo di riempimento cutaneo, a far regredire le striature, a normalizzare la pressione arteriosa (se ipotensione) e a migliorare lo stato di coscienza.\n\nDopo aver corretto lo stato di shock o in assenza di segni di shock, la soluzione utilizzata deve essere salina isotonica per evitare il rischio di iponatriemia [40] . Non vi sono dati che mostrano la superiorità di una soluzione isotonica cristalloide rispetto a un'altra; il NaCl allo 0,9% rimane il più utilizzato, ma l'acidosi ipercloremica secondaria che viene indotta non è più vista come banale e giustifica il fatto di preferire delle soluzioni più povere di cloro come il Ringer lattato [41, 42] .\n\nLa quantità di soluto da somministrare tiene conto del deficit di acqua (peso corporeo × percentuale stimata di disidratazione, necessità di manutenzione giornaliera ed eventuali perdite anomale persistenti [scariche, vomito]), ma bisogna tenere conto del fatto che i medici tendono a sopravvalutare l'importanza della disidratazione [13, 20] .\n\nIl soluto utilizzato comprende sempre la soluzione di glucosio al 5% o al 10% e del potassio (almeno 20 mmol/l di cloruro di potassio e, più spesso, 40 mmol/l, non appena riprende la diuresi).\n\nLa velocità di infusione proposta varia secondo gli autori; alcuni hanno proposto per la prima ora una reidratazione aggressiva di 50-60 ml/kg di soluzione fisiologica anziché 20 ml/kg [43] [44] [45] . La mancanza di benefici clinici e i potenziali rischi di tale reidratazione portano a proporre di evitare di reidratare troppo rapidamente in assenza di segni di basso flusso; sembra ragionevole mantenere un portata di reidratazione inferiore o uguale a 20 ml/kg all'ora [33] . Nella fase successiva, alcuni propongono di correggere la metà del deficit idrico nelle prime otto ore e altri propongono un flusso costante nelle 24 ore [46] . Al di là di queste differenze di strategia, va sottolineato che la procedura di reidratazione endovenosa deve essere particolarmente attenta perché si tratta di una forma grave, in quanto il trattamento stesso può causare delle complicanze. La velocità di infusione non deve essere prescritta per 24 ore, ma spesso deve essere aggiustata in funzione della regressione dei segni clinici di disidratazione, della persistenza o meno di feci acquose e di vomito, dell'evoluzione del peso ed eventualmente dei parametri biologici.\n\nUna disidratazione iponatriemica (Na < 130 mmol/l) si verifica quando le perdite di sodio sono maggiori rispetto alle perdite di acqua o quando la reidratazione iniziale comprendeva grandi quantità di acqua pura. Il supporto terapeutico raccomanda generalmente di utilizzare NaCl allo 0,9% arricchito di glucosio al 5% e potassio (almeno 20 mmol/l) nelle prime 12 ore, poi di NaCl allo 0,45% nelle 24 ore seguenti, per correggere il deficit idrosodico [46] . Un dosaggio della natriuresi è essenziale per garantire la risposta renale e non ignorare un'insufficienza surrenalica.\n\nUna disidratazione ipernatriemica (Na > 150 mmol/l) si verifica quando le perdite sono ipotoniche, vale a dire quando le perdite di acqua sono superiori alle perdite di sodio. L'ipertonicità del compartimento extracellulare causa una diminuzione nel contenuto di acqua nelle cellule, per ripristinare la stessa tonicità dei due mezzi. Di fronte a una situazione di ipertonia nel plasma, il cervello è l'unico organo in grado di proteggersi, producendo \"osmoli idiogeniche\", la cui produzione, come l'eliminazione, è lenta, cosa che giustifica che la fase di correzione di un'ipernatriemia sia abbastanza lunga. L'obiettivo raccomandato è di eseguire la reidratazione orale in 12 ore invece che in 4 ore.\n\nQuando la via orale è controindicata e deve essere utilizzata la via endovenosa, si raccomanda di non far diminuire il sodio nel siero oltre 1 mmol/l per ora, per evitare l'edema cerebrale. I soluti proposti sono abbastanza concentrati in NaCl (0,45% di NaCl o di 76 mmol/l) e arricchiti di glucosio al 5%. L'aggiunta di almeno 20 mmol/l di KCl quando esiste una diuresi rimane imperativa.\n\nRipristinare gli apporti energetici normali per ridurre al minimo il rischio di malnutrizione è il secondo punto chiave della terapia delle diarree acute dei bambini. Si raccomanda di non interrompere l'allattamento al seno, anche durante la fase di reidratazione orale. I neonati allattati al seno dovrebbero ricevere l'allattamento al seno per tutte le volte e per tutto il tempo che vogliono per tutta la durata dell'episodio di diarrea.\n\nQuando il bambino è abitualmente alimentato con un'alimentazione artificiale, questa può essere interrotta durante la fase di reidratazione orale e ripresa da 4 a 6 ore dopo l'inizio della reidratazione. Le attuali raccomandazioni invitano a riprendere l'alimentazione con il latte artificiale solito, non diluito [6] . Esse si basano sul fatto che la grande maggioranza dei bambini può continuare a essere alimentata con successo con un latte contenente lattosio. La revisione della letteratura condotta dal gruppo Cochrane [47] ha evidenziato una moderata riduzione della durata della diarrea (-18 ore) in caso di preclusione del lattosio e ha suggerito che questa misura potrebbe anche diminuire il tasso di fallimento della reidratazione orale. Tuttavia, gli autori chiamano questi risultati di bassa evidenza, a causa di una notevole eterogeneità dei risultati nei 16 studi analizzati (la durata media della diarrea nel gruppo che ha ricevuto il lattosio variava da 28,8 ore in uno studio finlandese a 230 ore in uno studio cinese). Questi limiti ci invitano a non rimettere in discussione la raccomandazione dell'ESPGAN del 2008, che non ritiene utile escludere sistematicamente il lattosio [6] . Tuttavia, nei casi specifici di lattanti con danni intestinali preesistenti, con malnutrizione grave o con una diarrea prolungata, un latte senza lattosio sembra appropriato [48] .\n\nLe raccomandazioni del trattamento delle GEA hanno valutato i vari farmaci inutili o non necessari e la mancanza di prove sufficienti della loro efficacia o del loro interesse nella pratica clinica [6, [18] [19] [20] . Se è vero che le misure di reidratazione restano essenziali e non dovrebbero in nessun caso essere ritardate o danneggiate dalla prescrizione di farmaci, le revisioni della letteratura condotte nel 2013 dal gruppo Cochrane e dall'ESPGAN [33, 49] dovrebbero portare a modificare alcune raccomandazioni riguardanti i farmaci.\n\nViene ora dimostrato l'interesse per questo antiemetico, che ha permesso di ridurre il numero di ricorsi alla reidratazione per via endovenosa e al ricovero in ospedale, nonostante un aumento transitorio della diarrea che sembra comune [33, 49, 50] . Il rapporto rischio/beneficio appare favorevole, tanto più che una singola dose è sufficiente [33, 49] . La raccomandazione dell'EPSGAN del 2008, secondo la quale un antiemetico non dovrebbe essere usato di routine, resta valida, specialmente nei bambini in cui la diarrea è il sintomo dominante. Tuttavia, sembra legittimo offrire questo trattamento ai bambini disidratati che vomitano molto e che, quindi, hanno un maggior rischio di fallimento della reidratazione per via enterale, per ridurre l'ospedalizzazione e le reidratazioni per via endovenosa [49, 50] . L'ondansetron è già ampiamente utilizzato in Nord America [51] ; è ancora poco prescritto in Europa e non lo è affatto in Francia (il 19% dei pediatri urgentisti belgi, svizzeri e olandesi ha detto che lo prescrive, ma non i pediatri francesi) [52] .\n\nUna recente metanalisi sull'efficacia del racecadotril, che copre oltre 1300 pazienti, ha trovato una riduzione della durata della diarrea e del numero di scariche intestinali, nei bambini sia trattati in ambulatorio che in ospedale [53] .\n\nDiverse metanalisi hanno dimostrato che alcuni probiotici possono ridurre la durata della diarrea, in particolare Lactobacillus GG e, in misura minore, Saccharomyces boulardii [33, 49] , ma i criteri di giudizio selezionati (durata della diarrea o numero di scariche diminuito) non sembrano sufficientemente convincenti per la maggior parte dei medici [33, 49, 52] .\n\nPer l'OMS e l'UNICEF, un supplemento di zinco è parte integrante delle raccomandazioni per il trattamento della diarrea acuta per i bambini che vivono nei paesi in via di sviluppo, tra i quali la carenza di zinco è comune [54] . Ma, nei paesi europei, dove la malnutrizione e la carenza di zinco sono rare, non vi è alcuna prova del fatto che ci sarebbe stato un beneficio nella somministrazione di zinco [33, 49] . Le raccomandazioni dell'ESPGAN rimangono valide: anche se la supplementazione di zinco non ha un rischio particolare, non vi è alcuna prova del suo interesse per i bambini europei, con l'eccezione dei pochi bambini malnutriti che dovrebbero logicamente beneficiarne (10 mg se età inferiore a 6 mesi e 20 mg oltre, per 10-14 giorni).\n\nMolte valutazioni delle pratiche hanno dimostrato che le raccomandazioni sono state applicate solo parzialmente.\n\nL'adesione dei pediatri urgentisti alla reidratazione orale di prima intenzione appare molto adeguata in Francia (sopra il 90%), come in altri paesi europei [9, 52] e molto meglio che in Nord America (76% in Canada e 47% negli Stati Uniti) [51] .\n\nL'ORS era l'unico soluto utilizzato per la reidratazione nel 91% dei casi in un'inchiesta europea, mentre era così solo nel 73% dei casi in Canada e nel 76% dei casi negli Stati Uniti [51, 52] .\n\nI pediatri urgentisti francesi, come i pediatri del Nord America, non avevano quasi mai usato un sondino nasogastrico in caso di insuccesso della reidratazione orale nelle disidratazioni lievi-moderate (3% dei casi), preferendo una reidratazione per via EMC -Urgenze I -24-305-A-10 Disidratazione acuta da gastroenterite nei lattanti endovenosa, mentre i pediatri belgi, svizzeri e olandesi hanno riferito di utilizzarlo nell'87% dei casi [37, 51, 55, 56] .\n\nMentre le raccomandazioni ritengono inutili gli esami complementari, una virologia delle feci è stata richiesta in un quarto-un terzo dei casi dai pediatri urgentisti europei. Si noti che i pediatri francesi hanno richiesto più spesso esami di laboratorio rispetto ai loro colleghi belgi, svizzeri od olandesi (elettroliti sierici: 92% contro il 48%, esame emocromocitometrico completo: 51% contro il 29%) [52] .\n\nI principali ostacoli alla realizzazione di tutte le raccomandazioni provengono dal prezzo degli ORS (in Nord America, ma non in Francia, dove sono rimborsabili dal 2003) e dalla misconoscenza dei genitori e dei professionisti [19] . Per esempio, diversi studi condotti in Nord America hanno dimostrato che i genitori preferiscono la reidratazione per via endovenosa, perché è ritenuta più efficace, più facile da implementare e meno dolorosa rispetto a un sondino nasogastrico [55, 57] . Allo stesso modo, i professionisti (pediatri urgentisti, interni e infermieri) ingrandiscono i rischi di complicanze del posizionamento di un sondino nasogastrico, specialmente di falsa strada della sonda nella trachea o di epistassi [55] . Queste informazioni sottolineano il beneficio di programmi di formazione-azione mirati su alcuni aspetti della gestione terapeutica. Così, in Italia, un corso di formazione per due ore diretto ai medici ha permesso di ridurre molto le prescrizioni di esami microbiologici o di farmaci ritenuti inutili [58] ; nella Carolina del Nord (Stati Uniti), una formazione più ambiziosa eseguita in una rete di assistenza ed elaborata dai lavoratori sul campo con il supporto degli universitari ha ridotto il numero di ricoveri per GEA quasi del 50% in tre anni [59] .\n\nDue vaccini orali viventi attenuati sono disponibili in Europa, uno monovalente (Rotarix) e l'altro pentavalente (RotaTeq). La \" Punti importanti • Gli ORS devono essere utilizzati in prima intenzione.\n\n• Gli ORS ipotonici, offerti ad libitum, dovrebbero essere preferiti.\n\n• La reidratazione orale deve essere veloce (in circa quattro ore).\n\n• Le perdite persistenti devono essere compensate da volumi supplementari di ORS (10 ml/kg per ogni scarica, 2 ml/kg per ogni episodio di vomito).\n\n• In caso di rifiuto di bere o di vomito persistente nonostante la reidratazione ben condotta, la via nasogastrica è da preferire alla reidratazione per via endovenosa.\n\n• L'allattamento al seno non deve mai essere interrotto.\n\n• In caso di alimentazione artificiale, non bisogna diluire il latte e non è necessario usare dei latti speciali.\n\n• Una rialimentazione normale (compresi i solidi) deve essere ripresa subito dopo la reidratazione (vale a dire dalla quarta alla sesta ora).\n\n• Ulteriori test complementari sono inutili in caso di disidratazione moderata.\n\n• Gli antibiotici non devono essere utilizzati nelle GEA abituali.\n\n• La vaccinazione contro il rotavirus deve essere completata all'età di 6 mesi. metanalisi di 41 studi di oltre 180 000 partecipanti ha chiaramente dimostrato i benefici della vaccinazione che previene almeno l'80% delle diarree gravi da rotavirus [4] . In studi più recenti, questi due vaccini hanno diminuito il numero di ricoveri o di passaggi in Pronto Soccorso di oltre il 90%. Dal 2008, la vaccinazione contro il rotavirus nei lattanti di meno di 6 mesi è stata fortemente raccomandata dalle società europee di gastroenterologia e di malattie infettive pediatriche (ESPGAN/ESPID) [60] , dal momento che il rotavirus rimane la principale causa di diarrea grave con disidratazione nei bambini. In Francia, questa vaccinazione è consigliata solo dalla fine del 2013 dal Consiglio Superiore di Sanità Pubblica, che ha rivisto la posizione che aveva adottato nel 2006 e nel 2010 di non raccomandare questa vaccinazione [61] . Tuttavia, il Consiglio Superiore di Sanità Pubblica richiede che i genitori siano chiaramente informati del rischio aumentato di invaginazione intestinale acuta nei sette giorni dopo la somministrazione della prima dose di vaccino. Infatti, gli studi sulla sicurezza dopo l'autorizzazione all'immissione in commercio (AIM) hanno confermato un eccesso di rischio di invaginazione intestinale acuta postvaccinale dell'ordine di uno-cinque casi su 100 000 bambini immunizzati [62, 63] .\n\nI vaccini, somministrati per via orale, possono essere cosomministrati precocemente con gli altri vaccini del calendario vaccinale. La prima dose deve essere somministrata tra le 6 e le 12 settimane di vita e l'insieme di tutte le dosi (due per Rotarix, tre per RotaTeq) deve essere somministrato entro l'età di 6 mesi."}