{"title": "Investigation of the Effects and Aftereffects of Naturally Occurring Upper Respiratory Tract Illnesses on Mood and Performance", "body": "aftereffects of naturally occurring upper respiratory tract illnesses on mood and performance. Twenty-six subjects (12 males, 14 females, mean age 23 years 10 months, age range 18-39 years) were tested once a week for a period of a month. Fifteen subjects were suffering from a common cold on the first week and the other 11 subjects were matched healthy control,;. Subjects attended for an initial 3-h testing period that consisted of a set of practice trials and two test sessions involving mood rating and performance of a battery of tests measuring psychomotor functions, attention, and memory. Sessions 3, 4, and 5 took place 1, 2, and 3 weeks later, respectively. In addition to measuring mood and mental performance, symptom severity was rated on a subjective checklist. The results showed that subjects with a cold reported an increase in negative mood and that this was only significant in the first week. Impairments of psychomotor function (simple reaction time and tracking) were also observed at this time. Performance of sustained and selective attention tasks was also impaired in subjects with colds but this effect was only significant in the second week. Other fu:~ctions such as working and semantic memory were unimpaired in subjects with colds at any point in the experiment Overall, the present results confirm many of the earlier results obtained in studies of experimentally induced upper respiratory tract illnesses. Indeed, these results are both of great practical importance and theoretical interest and further studies must now elucidate the mechanisms underlying these effects.\n\nUpper respiratory tract illness Performance Mood Postviral effects UPPER respiratory tract illnesses (URTIs), such as the common cold or influenza, are wiide spread, frequent, and a major cause of absenteeism from work and education. Recent research on the effects of experimentally induced URTIs suggests that they influence aspects of mental performance and mood. The primary aim of the present study was to determine whether such effects are observed during the symptomatic stage of naturally occurring URTIs and whether behavioural problems continue into convalescence.\n\nEvidence for detrimental effects of naturally occurring URTIs on performance comes largely from anecdotal reports and case histories (12, 34) . There is also a single study suggesting that such illnesses may influence the performance of school children (13) .\n\nHowever, a recent study (21) could find no significant relationship between the prevalence of work-related accidents and the incidence of URTIs. These contradictory results may, at least in part, reflect the difficulties inherent in studying naturally occurring viral infections. To overcome these problems, a series of studies was conducted at the MRC Common Cold Unit, Salisbury, UK, examining the effects of experimentally induced UR-TIs on performance and mood. Both the routine of the common cold unit and the effects of experimentally induced URTIs on performance have been reviewed in detail elsewhere (3, 20) and the results obtained are briefly summarised: 1. Cold-type viral infection led to impaired performance on psychomotor tasks, involving hand-eye coordination (17, 18) .\n\nImpairments were observed on a tracking task (25) , a fivechoice serial reaction time task (26) , and the pegboard task (28) . 2. Cold virus infection did not produce impairments on simple memory tasks, such as digit span or free recall tasks. However, with more complex story recall, cold subjects actually showed improved memory for unimportant information presented prior to virus challenge, but were otherwise less able than controls to follow the theme when the complete test was run during the illness (30) . 3 . Influenza infection, unlike cold virus infection, was observed to increase reaction time on tasks where there is uncertainty as to where the next target will appear (25) . These tasks included the variable foreperiod reaction time task, a visual search task, and a detection task. In contrast, a cold virus did not affect performance on a vigilance task (20) . Influenza, but not cold infection, also increased distractability from irrelevant stimuli on the Stroop colour-word test (19) . On two choice reaction time tasks (5), the performance of influenza sufferers was not impaired if the target appeared in a known central location, but response was slower if the location was uncertain (29) . Cold sufferers, however, had slower reaction times on both tasks, suggesting a general motor slowing, whereas influenza infection may be impairing an attentional mechanism. 4. Neither infection with cold nor influenza appeared to effect complex cognitive tasks such as logical reasoning. Speed of retrieval of semantic knowledge held in long-term memory is also unaffected (30). 5. Mood ratings taken during illness were also virus specific.\n\nWhereas influenza virus produced a more general negative mood state, coronavirus produced a reduction in alertness only and other cold viruses did not alter mood at all (31). 6. Other impairments were observed even in the absence of symptoms. For example, performance impairments were also found on some tasks during the incubation period and in volunteers with subclinical infection (infection established by biological methods but without symptoms) (25) . In addition, results from one study (29) showed that performance can still be impaired in convalescence when subjects are no longer symptomatic. It is extremely difficult to study effects in the incubation period of naturally occurring illnesses or to examine the effects of subclinical infection. In contrast to this, effects on performance and mood can easily be studied while subjects are symptomatic and while they are convalescing. This approach has demonstrated that naturally occurring influenza B illnesses produce similar changes to those reported in earlier studies using experimentally induced infections (23) . The present study also followed the same research strategy and was a forerunner to more sophisticated studies involving prospective designs and virological assays intended to detect the nature of the infecting agent (24) , which allows comparisons to be made across different cold-producing viruses.\n\nThe previous work on URTIs and human performance suggested a number of possible outcomes of an investigation of the effects of naturally occurring illnesses. These are summarised below and the present study was designed to test these alternative views. 1. One might expect the pattern of performance and mood changes found in naturally occurring illnesses to be similar to those observed following experimentally induced infections. Two possible outcomes would support this view: the first being where effects are identical to the previous studies, the second involving selective changes but not necessarily identical ones to those found in earlier research.\n\n2. An alternative view is that naturally occurring illnesses may be the result of many different viruses, and this mix of viruses may mask the effects of each virus. On the basis of this one would not expect to replicate the effects obtained with experimentally induced infections. Indeed, if different viruses produced opposing effects one would not necessarily expect to find differences between the subjects with URTIs and matched healthy controls. 3. The illnesses that followed experimentally induced infections were typically very mild. In real-life URTIs are usually more severe and such illnesses could produce more global changes in performance and mood. The present study not only considered the period when the person was symptomatic but also examined possible aftereffects of naturally occurring URTIs. Again, several possible views of the outcomes could be put forward. First, the size and pattem of the impairments present during and after the illness might be directly related to symptom severity. Secondly, symptoms might change over time and other changes related to these new symptoms might appear. Finally, changes in performance and mood might be independent of symptom severity and type. It was hoped that the pattern of results obtained would shed light on the mechanisms by which any changes in performance or mood were produced.\n\nA longitudinal between-subjects design was employed. Individuals who presented with symptoms of an acute upper respiratory illness were recruited and control subjects reporting an absence of URTI symptoms were also included. Subjects were assessed during the initial illness and then on three subsequent occasions at weekly intervals during convalescence. To reduce the impact of differences other than the illness factor two methodological features were included. First, a homogenous sample of subjects (university students) was recruited. Secondly, a detailed profile of each subject's personality, recent mental health status, and health-related behaviour was recorded by administration of a series of questionnaires. This information then allowed the consideration of such factors when analysing any differences between the URTI and healthy groups.\n\nPotential subjects were attracted by means of a poster campaign. Subjects were recruited into the study if presenting typical cold symptoms (sneezing, runny nose, etc.), which had to have been present for more than 6 h but less than 5 days. Control subjects were included only if they had experienced no cold-like symptoms within the previous month. As some tasks involved verbal materials, volunteers whose first language was not English were excluded from the study. A total of 41 subjects satisfied the inclusion criteria. Of these, 26 reported upper respiratory symptoms and 15 were control subjects. Every subject was given an information sheet with details of the experiment. All gave signed informed consent. Participants were paid at the rate of £4 per hour upon completion of all five test sessions.\n\nSubjects attended for an initial 3-h testing period, commencing at either 1000 or 1400 h. This consisted of a set of practice trials and two similar test battery sessions. Sessions 3, 4, and 5 took place 1, 2, and 3 weeks later, respectively, and at the same time of day as the initial session. Each week, including the first, subjects rated symptom severity on a checklist. Volunteers were tested in isolation in experimental cubicles. Each test session EFFECTS OF THE COIvlMON COLD ON PERFORMANCE AND MOOD 571 involved a visual analogue mood rating followed by the battery of performance tests (desc-ribed below). Practice trials were shortened versions of the tests and were completed in the same order. The practice took approximately 30 min, and the actual test session took about 50 rain to complete. Subjects carried out the tests in a counterbalanced order; half of the subjects completed six computerised tasks first, whereas others began with another six tasks, mostly of paper and pencil type. Each subject repeated the same order across all test sessions, with different versions of the identical tasks used in session 1. At the end of the first session subjects were given a break during which they completed the questionnaires giving background information. Thirty minutes after the start of the break the subject returned to the cubicles to commence the second session.\n\nTo provide information about individual differences in personality, mental and physical health, subjects were required to complete a set of questionnaires. These were selected on the basis of their previous use in the similar Common Cold Unit investigations. The scales presented were the Cognitive Failures Questionnaire (CFQ) (8); a modified version of the Middlesex Hospital Questionnaire (MHQ) (7); the Eysenck Personality Inventory (EPI) (10); the Home ~ad Ostberg Momingness Questionnaire (Morningness) (16) ; and the Spielberger Trait Anxiety Scale (TA) (32) . An additional background questionnaire was devised to gather demographic details and data on aspects of health-related behaviour.\n\nThere were various ~reasons for employing the above set of questionnaires. For example, Broadbent et al. had suggested that introverts were more susceptible to rhinovirus infection (7) . Consequently, the EPI was used to ensure that in recruiting subjects with self-diagnosed illness the study was not tapping into a personality trait rather than the illness. In the same way, details of medication use.. were collected to expose any artefactual performance differences caused by the effects of the medication rather than the illness iu;elf. This was necessary as subjects were not restricted in any way with regard to health-related behaviours (such as eating and drinking) prior to their participation in the naturalistic study.\n\nThe MHQ and TA :~cales were used to assess physical and mental functioning. The CFQ had been reported as a measure of vulnerability to external stressors. The scores on all these questionnaires helped to establish whether the control group differed significantly from the URTI group.\n\nSubjects in all conditions were presented with a list of 26 symptoms. The list was based on clinical scales from the Common Cold Unit research, together with symptoms commonly reported in postviral fatigue. A six-point Likert-type scale was used, ranging from 0 = no symptoms at all to 5 = very severe symptoms. Volunteers were required to rate symptom severity, both at that time and at the same time on the preceding day. Seven of the symptoms were local symptoms normally associated with having a cold (such as a runny nose). Five were of the systemic type generally associated with influenza (such as fever). The remainder were chosen to reflect more general symptoms sometimes reported as aftereffects of viral illness (such as physical weakness).\n\nAt the beginning of each test session, subjects rated their mood using 18 visual analogue mood scales (14) . Each consisted of a pair of adjectives broadly relating to two factors: \"alertness\" (e.g., drowsy-alert), or \"tranquility\" (e.g., happy-sad). The adjectives were shown on the computer screen one pair at a time, at each end of a horizontal line. Subjects moved a cursor from a central position and placed it according to how they felt with respect to the two adjectives.\n\nThe individual performance tests were selected according to the outcome of previous work, which used such tests in experimentally induced colds. Tests were also selected that had proved sensitive to short-term aftereffects of upper respiratory infections and cognitive changes in postviral fatigue. The battery of 12 performance tests was therefore chosen specifically for this experiment. The aim was to describe a pattern of effects resulting from acute or convalescent stages of URTIs. Thus, the tests were selected to cover various aspects of performance. This approach follows the broad-band strategy advocated by Hockey and Hamilton (15) . The tasks measured a range of functions, including hand-eye and motor coordination, as well as aspects of memory, attention, and vision.\n\nFive-choice serial reaction time. This psychomotor test measured the speed and accuracy of rapid movements in serial response. This task has been widely used to study the effects of stressors and drugs (4) .\n\nA black spot appeared in one of five boxes drawn in a horizontal row across the computer screen. The number keys 1-5, horizontally arranged above the QWERTY keyboard, corresponded to the five boxes. Subjects were instructed to press the appropriate key according to the location of the spot at the time. Once the subject had responded, the existing spot vanished and the next appeared at random in one of the boxes. Subjects were required to use the forefinger of their dominant hand only. The test lasted 3 min. Variables measured: number completed; number correct; gaps (pauses > 1.5 s). (1) and involves a \"working\" memory component. It is a verbal reasoning task requiring the understanding of sentences of various levels of syntactic complexity.\n\nA statement referring to the order of two letters was shown on the screen. The statements ranged in complexity from simple active \"A follows B,\" to negative passive \"B is not preceded by A.\" The letters AB or BA were displayed following each statement. Subjects were required to judge whether the statement was true or false, by pressing the T or F key, respectively. Example: A does not follow B: AB (Answer: True). Following a response a new sentence and letter pair appeared on the screen. Sentence types appeared in random order and subjects worked through as many as possible in 3 rain. Variables measured: number completed; percentage correct; mean reaction time on correct responses for the different sentence types.\n\nRepeated numbers vigilance task. This was a variation of the Bakan vigilance task, measuring the ability to detect targets occurring at irregular intervals. Smith and Miles (22) described the Detection of Repeated Numbers (DORN) task, and a 3-min version, with a fast presentation rate was used here. A sequence of three digit numbers was presented at the centre of the computer screen, with only one three digit number displayed at any one time. Each number differed from the one immediately preceding it by just one digit (e.g., 548, 578, 278). At intervals, a number was presented that was identical to the previous one. This was the target repeated number, to which subjects were required to respond immediately by pressing the space bar. The sequence consisted of 300 numbers each visible on the screen for 500 ms, regardless of subject's responses. A 100 ms gap was left between presentations. The full sequence contained a total of 24 targets, with eight targets occurring in every 100 signals (each minute of the task). Variables measured: reaction time to target, number of missed targets, and number of false alarms, for each 1 min time period.\n\nFocused attention choice reaction time. This focused attention task, and the following categoric search task, devised by Broadbent et al. (5, 6) , measure a number of aspects of selective attention. They measure various factors involved in spatial attention, including the Eriksen effect (9) and the place repetition effect (33) . (In the Eriksen effect, distracting stimuli impair performance on a choice reaction task only if less than one degree from the target signal. In the place repetition effect there is a faster response to a signal of unknown location if the signal occurs in the same place on successive trials.)\n\nIn the focused attention test an upper case letter A or B was presented at the centre of the computer screen. Subjects responded by pressing either the designated \"A\" key with the left forefinger or the \"B\" key with the right. Prior to target presentation, warning crosses were presented for 500 ms at the locations where the central stimulus and distractors (see below) would occur. Once the subject had pressed a key, correctly or incorrectly, the target would disappear. A total of 320 randomised trials were presented in four blocks of 80. On 80 of the trials just the letter A or B appeared. On all remaining trials a distractor was present on either side of the target letter. On 80 trials the distractors were asterisks, on 80 they were both \"A\" and on 80 they were both \"B.\" On half the trials the distractors flanked the target letter closely and on half they were further apart. Variables measured: mean reaction time and percent correct; different aspects of selective attention [see (5, 6) ]; stages of choice reaction time (e.g., response organisation, influenced by whether response is an alternation or repeat).\n\nchoice reaction time to that described in the previous section. The total number of trials and the procedure was the same. In this case, however, instead of a central target letter, the subject did not know where the target would appear. Prior to each trial, two warning crosses appeared on the screen and the target letter followed in one of the locations. On 160 trials, the crosses were near together at the centre of the screen, whereas on the remaining 160 trials they were further apart. Distractors were present on half the trials, but this time they were digits (1 to 7) instead of letters. Half the targets appeared on the same side of the screen as the hand that would make the response (as before, left forefinger for \"A,\" right for \"B\"), and half appeared on the opposite side. Variables measured: mean reaction time and percent correct; different aspects of selective attention (5,6); stages of choice reaction time (e.g., response organisation, influenced by S-R compatibility).\n\nVariable foreperiod reaction time. This was a computer version of the unprepared simple reaction time task described by Wilkinson and Houghton (36) . In this simple psychomotor task the target location is known, but the time of presentation cannot be anticipated. An empty square was presented on the screen, together with a tone signalling the start of the trial. After an interval of 1-10 s, which varied from one trial to the next, the target spot appeared in the centre of the square. Subjects responded when they saw the spot by pressing the spacebar on the keyboard with their dominant hand. The task lasted for 3 min. Variables measured: mean reaction time.\n\nPegboard. This was a simple motor task requiring fine control of ballistic hand movements. It was used in the Common Cold Unit studies (28) . Two solitaire sets, one filled with pegs and one empty, were positioned next to each other. The sets were fixed to a table. Subjects timed themselves with a stopwatch as they transferred all the pegs as quickly as possible from one set to the other using the dominant hand. They were instructed to transfer pegs in a fixed order to the corresponding position in the empty set. For left-handed subjects, both the sets and the transfer order were reversed. Variables measured: time to complete.\n\nSearch and memory. This test was a visual search task with a memory load (11) , involving detection of targets in unknown locations (letter cancellation). Each version required searching through 12 lines of 60 single-spaced pseudorandom capital letters on a page. Subjects searched for the occurrence of any one of the five letters in the \"target set\" defined at the beginning of each line. There were between zero and three targets per line and the target set changed for each line. Subjects were instructed to cross out targets, not to check back, and were required to time themselves with a stopwatch over the whole task. Variables measured: time to complete; number of errors; false positives.\n\nThomson (2) to investigate semantic memory. It measures the speed of retrieval of information from general knowledge. The task consisted of 50 sentences typed on sheets of paper. Subjects ticked sentences that they viewed as generally true and put a cross beside those they viewed as generally false. The true sentences were obvious, for example: \"Clothes are worn by doctors.\"; \"Onions can be bought in shops.\" The false sentences were constructed by combining two true sentences: \"Monks are worn by skiers.\"; \"Mother-in-Laws can be bought in shops.\"; etc. Subjects timed themselves over the task with a stopwatch. Every subject received the sentences in the same order, but different sets of sentences were used for each session. Variables measured: number of sentences correctly scored; time taken to complete.\n\nVisual (pattern) sensitivity. Individuals may perceive illusions of colour, shape, and motion when viewing certain patterns of stripes. The pattern parameters are similar to those that induce EEG abnormalities in patients with photosensitive epilepsy. Wilkins et al. (35) used these materials to investigate the correlation between frequent headaches and increased susceptibility to illusions and that technique was employed here. Two circular gratings, one of narrow black and white stripes, one of broad stripes (the control), were presented on paper. Subjects were instructed to view the wide grating first, followed by the narrow, both with the stripes horizontal and placed at a distance of 12 in. from the head. Subjects focused on the centre of the figure for a count of 5 s. They then ticked on a checklist which (if any) of the following illusions were perceived: red, orange, green, blue, yellow, blurring, bending of stripes, shimmering, flickering, shadowy shapes, or any other illusion. Variables measured: number of \"illusions\" noted in each case.\n\nTracking. This square pursuit tracking task measures hand-eye coordination and was employed in the Common Cold Unit Studies (25) . A square moved in a clockwise direction in a regular path on the screen of the computer. Using their dominant hand, subjects controlled a cross with a joystick. The aim was to track the square and make as many contacts as possible within 1 min. Variables measured: Number of contacts made.\n\nTapping. The finger tapping task was designed to test motor reaction speed alone. Subjects pressed the spacebar repeatedly. This was done as quickly as possible using the dominant hand until a tone signalled the end of the task. Variables measured: mean interval between presses over 60 trials.\n\nAn initial stage of the analysis involved comparing the background information obtained from the two groups of subjects to determine the extent to which they were matched on factors such as personality, health-related behaviors, etc. If differences were observed at this stage they would then have to be considered in the analyses of the performance and mood data, which first considered all sessions as repeated measures in one analysis and then analysed each session separately.\n\nOf the 41 subjects who took part in the study, 15 were excluded from the analysis for the following reasons: four of the control group developed colds after the first week; three of the experimental group felt they had caught a new cold during the follow-up period; one control subject and seven cold sufferers chose not to attend all five test sessions. Thus, a total of 26 subjects (12 males, 14 females) were included. The mean age was 23 years and 10 months, (18-39 years) . Fifteen subjects were suffering from URTIs (six male, nine female). The mean age for the control group was 22 years and 6 months and for the URTI condition it was 24 years and 8 months.\n\nAnalyses revealed no differences between the URTI group and controls on such measures as sex, age, time of testing, and order of completion of performance tasks. Education was scored on a scale of 1 to 10 from primary education to further degree level. The mean score was slightly higher in the cold group (p < 0.05), but this only represented a difference between an average of second-or thi:rd-year degree student level vs. first-year student level. This small disparity is unlikely to be important. There were no differences on behavioural measures such as regular caffeine consumption, cigarette smoking, regular alcohol consumption, average amount and quality of sleep. Caffeine and food consumption in the 2 h prior to the experiment did not differ between the groups. Personality and mental health measures were also very similar range for both groups (see Table 1 ). These data indicate that the groups were well matched.\n\nSimilarly, the groups did not differ significantly in the number of diseases that are associated with the upper respiratory tract, such as asthma, hay?ever, and seasonal allergies, and subjects in both groups estimated that they suffered from a similar number of colds in a year (an average of 2.3 colds in the past year for the URTI group, 2.4 for the controls). The URTI group were more likely to be taking over-the-counter (OTC) medication for their symptoms at the first week of testing (52% URTI group taking medication, 8% controls, p < 0.02), but by the second week there was no longer a significant difference. Closer inspection of the data revealed that the medication taken was of the \"cough sweet\" variety rather than analgesics or caffeine-containing treatments. Such preparations were therefore unlikely to affect subjects' performance per se. Also, there was no difference between the groups with regard to medication taken in the most relevant time period, the 2 h immediately prior to testing. There were no significant differences between the groups with regard to prescribed medication. In summary, the groups appeared to be well matched. This suggests that any discrepancy in performance and mood between the groups would most likely reflect the difference in state of health, rather than other confounding factors.\n\nSymptoms. Initially, each of the 26 symptoms on the checklist, rated from 0 = not at all to 5 = very severe, was analysed separately. Although cold subjects might have been expected to rate high levels of most symptoms listed at the first session, there was no clear expectation for the second and subsequent weeks. The analyses across weeks 1 to 4 revealed significant main effects of colds and time, and colds x time interactions for the majority of symptoms [e.g., \"Runny nose: main effect of colds, F(1, 24)= 7.0, p < 0.02; main effect of time, F(3, 72)= 6.1, p < 0.001; colds X time, F(3, 72) = 10.7 p < 0.0001]. Individual session analyses showed that 12 symptom ratings differed significantly between the groups at week 1, and that five symptoms remained significant at week 2 (see Table 2 ). Only one symptom showed a significant difference between the groups at weeks 3 and 4, and so subjects appeared to have largely recovered by this time.\n\nDespite being recruited because of their ill state, cold subjects did not simply record all symptoms. Rather, they appeared to report appropriate but not inappropriate symptoms at the first week. Thus, they reported \"runny noses,\" [F(I, 24)= 21.6, p < 0.001 (mean scores cold, 2.53; control, 0.45)] but did not report a \"racing heart.\" No new symptoms characteristic of aftereffects of illness, such as fatigue or concentration loss, emerged at the later sessions.\n\nThe severity of localised symptoms associated with colds was estimated by adding together the scores for \"sneezing,\" \"coughing,\" \"hoarseness,\" \"phlegm,\" \"sore throat,\" \"nasal stuffiness,\" and \"runny nose.\" Similarly, an index of systemic symptoms (often associated with influenza) was composed of the scores for \"fever,\" \"chills,\" \"aching muscles,\" \"joint pain\", and \"headache.\" These indices were based upon the clinical scoring used at the Common Cold Unit (3). It can be seen from Table 2 In summary, the assessment of symptoms showed that the URTI group reported a number of appropriate local and systemic symptoms at week 1, and a subset of these local symptoms at week 2. By the third and fourth weeks, all but one of the symptom ratings had reduced to the control level. This pattern of symptoms was employed to define three broad phases of the illness: the acute phase (week l), the convalescent phase (week 2), and the asymptomatic phase (weeks 3 and 4). The purpose of outlining such phases was to provide a framework for discussion of the performance test results.\n\nMood Ratings. Analyses of all five sessions revealed significant interactions between colds and time for most mood scales [e.g., drowsy/alert: colds × time, F(4, 92) = 6.4, p < 0.01; happy/sad: colds × time, F(4, 92) = 4.0, p < 0.01], indicating a change in the difference between the groups from weeks 1 to 4. These changes in difference between the groups over sessions is shown for the drowsy/alert and happy/sad scales in Fig. I .\n\nAt session one, 17 of the 18 mood scales showed a significant difference between the two groups, with the subjects with URTIs reporting more negative affect. A similar pattern of results was observed at session 2, whereas there were no significant differences between the groups for any of the mood scales at sessions 3, 4, and 5. In summary, subjects with URTIs reported a more negative mood state than the healthy controls but these differences were only significant in the first week of the study.\n\nUnlike the subjective reports, the performance data showed no significant interactions between colds and session. (Degrees of freedom vary slightly due to incomplete data on certain tests.) However, significant differences did emerge when specific comparisons were made between the various phases of the illness and these are described in detail below.\n\nURTIs were significiantly slower on the variable foreperiod reaction time task than the controls in the first week, F(1, 22) = 5.89, p < 0.02. Similarly, subjects with URTIs made fewer contacts with the target during the tracking task than did the healthy subjects. However, this difference between the groups was only significant for the first session, [F(1, 23)=4.93, p < 0.05]. These results are shown in Fig. 2 .\n\nNone of the other tasks showed significant differences between the groups.\n\nweek were still present but no longer achieved significance (see Fig. 2 ). Three other effects were significant in the third session. Fig. 3 .\n\nIn summary, some tasks appeared to be sensitive during later stages of the illness when symptoms were mild rather than severe. Those tasks that had shown an effect in the acute phase showed a smaller, nonsignificant effect in the convalescent phase. Other aspects of performance (e.g., logical reasoning, semantic memory) were unimpaired at both stages of the illness.\n\nThe asymptomatic phase. The only difference between the two groups of subjects that was significant in sessions 4 and 5 was the blank/* conditions reaction time in the focused attention task at session 4, IF(l, 21) = 4.79, p < 0.05]. This is shown in Fig. 3 . In summary, there was little evidence of significant differences between subjects who had been ill with an URTI in the previous weeks and the healthy controls. Numerically, some of the earlier impairments were still present but these differences between the groups were no longer statistically significant.\n\nThe background information showed that the URTI group and control group were welt matched on demographics, personality, and health-related behaviour. It may be concluded, therefore, that any differences between the groups do not reflect poor matching of such characteristics. \"]['he URTI subjects considered themselves to be suffering from an upper respiratory tract illness, as shown by symptom ratings. Both local and systemic symptoms were present in the first week but only local symptoms remained in the second week. On the basis of this, one might expect different behavioral changes in the two weeks if these do reflect the type of symptoms present. As subjects in the URTI group did not report symptoms associated with other conditions, it does appear that an appropriate group of subjects were recruited. Similarly, the absence of symptoms in weeks 3 and 4 meant that the study could also examine possible \"aftereffects\" of URTIs as well as effects present in the symptomatic phase of the illness.\n\nThe mood data showed that differences between me URTI and control groups were only apparent in the first week, when the symptoms were most severe. A general increase in negative affect was reported at this stage of the illness. No significant differences were found between the URTI and control groups during the second week when symptoms were milder. This pattern of results confirms the effects obtained with experimen- Data on experimentally induced URTIs compiled from Smith (18, 19) and Smith et al. (25, 26, (28) (29) (30) (31) .\n\ntally induced illnesses at the Common Cold Unit (31), with severe illnesses being associated with global changes in mood (as in the case of influenza) and mild illness producing few changes in mood (as in the case of rhinoviruses).\n\nThe performance data are also similar, but not identical, to these obtained at the Common Cold Unit in that selective impairments rather than global changes were obtained. The results from previous studies and those obtained here are summarised in Table  3 .\n\nIt is interesting that two tasks found to be impaired in the first study of experimentally induced illnesses (25)--tracking and simple reaction time--were also impaired here. Similarly, tasks that showed no effects of either colds or influenza in the Common Cold Unit studies (e.g., logical reasoning, semantic processing) were unaffected in the present study. Other tasks that showed impairments following experimentally induced illnesses were not impaired in the present study. This could reflect several things, the two most obvious being differences in the virus producing the illness and a difference in testing procedure. In the present study there was no effect of having an URTI on performance of the pegboard task. An earlier study (28) found an impairment following challenge with a respiratory syncytial virus. It is highly unlikely that any of the subjects in the present study were infected with this virus as it typically infects young children, and failure to replicate could, therefore, reflect the virus specificity of the original result. Alternatively, the absence of an effect on the pegboard task (and the search and memory task) could reflect the fact that in the original study subjects were tested four times a day for the whole 10 days of the Common Cold Unit trial whereas here they were only tested once a week.\n\nData from the second week also show some similarities to results from studies of experimentally induced illnesses. Subjects with URTIs were slower on the focused attention and categoric search choice reaction time tasks when they had mild symptoms (as at the Common Cold Unit) but not when these were more severe (week I). Evidence for effects of the illness extending into the third week was slight. Only one choice reaction time measure was significantly different and, given the number of analyses conducted, this could reflect a chance effect. However, a number of tasks (e.g., simple reaction time task, tracking task) showed that the URTI group were worse than the controls across all sessions (although this difference was not always significant). Such differences could reflect a general difference in the characteristics of the groups that has not emerged from the checks on matching. To eliminate this possibility further studies should use a true prospective design where baseline measures are taken when all subjects are healthy. The results could also be due to transfer effects from the \"colds\" condition to the subsequent \"well\" condition. Alternatively, the \"aftereffects\" of the illness may be genuine but may be slight and require a more powerful design to detect them. Finally, it may be that some individuals recover quickly from an illness whereas others have a slower recovery rate. This view is supported by the fact that the variability of the scores in the URTI group increased each week (see simple reaction time and tracking tasks).\n\nIn conclusion, one may state that results from a study of the effects of naturally occurring URTIs on performance and mood produced a similar pattern of results to those obtained in previous studies of experimentally induced colds and influenza. In the acute phase of the illness there was a general increase in negative affect and selective performance impairments. The profile of performance changes associated with the illness (and the pattern of unaffected tasks) generally matched results found previously for the same tasks. Differences between the present results and the earlier studies may possibly be due to procedural changes, or to viral or illness specificity of certain effects. Alternatively, they could reflect the fact that some of the original findings were random effects that would not have replicated even at the Common Cold Unit. The pattern of performance changes varied from week 1 to week 2 and this could possibly reflect the type and severity of the symptoms. In contrast to this, no general effects remained in the final asymptomatic part of the study (weeks 3 and 4), although subgroups of the sample may still have been impaired at this time. Such issues need to be considered in studies with larger sample sizes than the one used here. Further research is now required to determine the nature of the mechanisms underlying the effects of URTIs on the brain and behaviour, and in addition it is essential to assess the impact of these illnesses on efficiency and safety in real-life settings."}