{"title": "Trypsin Isoinhibitors with Antiproliferative Activity toward Leukemia Cells from Phaseolus vulgaris cv \"White Cloud Bean\"", "body": "Protease inhibitors have been purified from an array of leguminous and nonleguminous species encompassing Torresea cearensis [1] , Erythrina caffra [2] , Dolichos lablab [3] , Crotalaria paulina [4] , Medicago scutellata [5, 6] , Canavalia gladiata [7] , Pisum sativum [8] , Dimorphandra mollis [9] , Swartzia pickellii [10] , Psophocarpus tetragonolobus [11] , Delonix regina [12] , Poecilanthe parviflora [13] , Adenanthera pavonina [14] , Cajanus cajan [15] , Dolichos biflorus [16] , Phaseolus acutifolius [17] , Arachis hypogaea [18] , Leucaena leucocephala [19] , Bauhinia bauhinioides [20] , Bauhinia variegata [21] , Bauhinia ungulata [22] , Vigna unguiculata [23] , Lens culinaris [24] , Glycine max [25] , Peltophorum dubium [26] , Pithecellobium dulce [27] , Glycine soja [28] , and barley [29] .\n\nProtease inhibitors impair the activity of insect midgut proteases and thus adversely affect protein digestion and health in insects. They represent one of the multitude of entomotoxic proteins [30, 31] . In addition to insecticidal activity [32] [33] [34] [35] , protease inhibitors demonstrate antiproliferative and antitumor activities [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] . The objective of the present study was to isolate and characterize proteins with protease inhibitory activity from white cloud beans.\n\nInhibitor. An aqueous extract of the beans (250 g) was produced by blending in distilled water (3 ml/g) followed by centrifugation (14000 g for 25 minutes at 4 • C). The resulting supernatant was applied to a 5 × 20 cm column of DEAE-cellulose (Sigma) in 10 mM Tris-HCl buffer (pH 7.4). After elution of unadsorbed proteins (fraction D1), the column was eluted successively with 0.2 M NaCl and 1 M NaCl in the Tris-HCl buffer. Fraction D2 eluted with 0.2 M NaCl was dialyzed to remove NaCl and then subjected to affinity chromatography on a 5 × 15 cm of Affi-gel blue gel (Bio-Rad) in 10 mM Tris HCl buffer (pH 7.4). The unadsorbed fraction (B1) was dialyzed against 10 mM NH 4 OAc buffer (pH 5) and then applied to a 2.5 × 20 cm column of SP-Sepharose (GE Healthcare). After elution of unadsorbed proteins (fraction S1), the column was eluted with a 0-1 M NaCl concentration gradient in the NH 4 OAc buffer. The first and second adsorbed fractions (SP2 and SP3) were then further purified by gel filtration on a Superdex 75 HR 10/30 column (GE Healthcare) in 0.2 M NH 4 HCO 3 buffer (pH 8.5) using an AKTA Purifier (GE Healthcare). The second absorbance peak represented purified trypsin inhibitor. \n\nTerminal Sequence Analysis. The molecular mass of the isolated proteins was determined by sodium dodecyl sulfatepolyacrylamide gel electrophoresis (SDS-PAGE) following the procedure of Laemmli and Favre [46] . Gel filtration on an FPLC-Superdex 75 column, previously calibrated with molecular mass marker proteins (GE Healthcare), was employed to determine the molecular mass of the protein.\n\nThe N-terminal sequence of the protein was analyzed by using a Hewlett-Packard HP G1000A Edman degradation unit and an HP 1000 HPLC System [47] .\n\nActivity. The test sample (20 μl) was added to 160 μl of a 1% casein solution in 0.1 M Tris-HCl buffer (pH 7.4). Trypsin (20 μl of a 0.5 mg/ml solution) was then added and the mixture was incubated at 37 • C for 15 minutes followed by addition of Trichloroacetic acid (0.4 ml, 5%) that was added to bring the reaction to an end. After centrifugation the absorbance of the resulting supernatant, which indicates the amount of casein fragments produced by trypsin, was read at 280 nm. The % inhibition of trypsin activity is equal to the % decrease in absorbance of the supernatant [48] .\n\nActivity. The isolated trypsin inhibitor (2.5 μM) was treated with dithiothreitol (DTT) at the final concentration 2.5, 10 and 40 mM for 5, 20, and 80 minutes at 37 • C. Soybean trypsin inhibitor from Sigma (2.5 μM) was similarly treated and used as a positive control. The reaction was terminated by adding iodoacetamide at twice the amount of thiol functions at each DTT concentration. Residual trypsin inhibitor activity was measured at pH 7.4 as described above in assay for trypsin inhibitory activity. The highest iodoacetamide concentration used in the test was devoid of any effect on trypsin activity and the trypsin inhibitory activity of isolated trypsin inhibitor and soybean trypsin inhibitor [47] .\n\nThe antiproliferative activity of the purified trypsin inhibitor was assayed as described below. The cell lines L1210 (human leukemia) and MBL2 (murine lymphoma) were obtained from American Type Culture Collection. The cell line was maintained in Dulbecco Modified Eagles' Medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 100 mg/l streptomycin, and 100 IU/ml penicillin, at 37 • C in a humidified atmosphere of 5% CO 2 . Cells (1 × 10 4 ) in their exponential growth phase were seeded into each well of a 96-well culture plate (Nunc, Denmark) and incubated for 3 hours prior to addition of the trypsin inhibitor. Incubation was performed for an additional 48 hours. Radioactive precursor, 1 μCi ([ 3 H-methyl]-thymidine, from GE Healthcare), was then introduced to each well and the incubation continued for 6 hours. The cultures were then harvested using a cell harvester. The radioactivity incorporated was measured in a liquid scintillation counter [49] .\n\nThe assay for HIV reverse transcriptase inhibitory activity was carried out in view of the report that trypsin inhibitors manifest this activity [50, 51] . It was conducted according to instructions supplied with the assay kit from Boehringer Mannheim (Germany). The assay makes following use of the ability of reverse transcriptase to synthesize DNA, commencing from the template/primer hybrid poly (A) oligo (dT) 15. The digoxigenin-and biotin-labeled nucleotides in an optimized ratio are incorporated into one of the same DNA molecule, which is freshly synthesized by the reverse transcriptase (RT). The detection and quantification of synthesized DNA as a parameter for RT activity are based on a sandwich ELISA protocol. Biotin-labeled DNA binds to the surface of microtiter plate modules that have been precoated with strepatavidin. In the following step, an antibody to digoxigenin, conjugated to peroxidase, binds to the digoxigenin-labeled DNA. In the last step, the peroxidase substrate is added. The peroxidase enzyme affects the cleavage of the substrate, yielding a colored reaction product. The absorbance of the sample at 405 nm which is directly correlated to the level of RT activity can be measured using a microtiter plate (ELISA) reader. A fixed amount (4-6 ng) of recombinant HIV-1 reverse transcriptase was used. The inhibitory activity of the trypsin inhibitor was calculated as percent inhibition compared to a control without the trypsin inhibitor [49] .\n\nIntegrase. The plasmid that expressed His-tagged wild-type HIV-1 integrase, pT7-7-His (Y | TX)-HIV-1-IN, was a generous gift from Professor S.A. Chow (School of Medicine, UCLA). To express the enzyme, a 1-liter culture of E. coli BL21 (DE3) cells containing the expressing plasmid was grown at 37 • C until it reached OD600 0.7-0.8. Cells were induced by addition of 0.8 mM IPTG (isopropyl-βd-thiogalactopyranoside) and harvested, after 4 hours of incubation, by centrifugation at 6000 g for 10 minutes at 4 • C. Cells were suspended at a concentration of 10 ml/g wet cell paste in 20 mM Tris-HCl buffer (pH 8.0) containing 0.1 mM EDTA, 2 mM β-mercaptoethanol, 0.5 M NaCl, and 5 mM imidazole. Lysozyme was added to a concentration of 0.2 mg/ml. After incubation at 4 • C for 1 hour, the lysate was sonicated and centrifuged at 40 000 g at 4 • C for 20 minutes. The pellet was homogenized in 50 ml buffer A (20 mM Tris-HCl, pH 8.0, 2 M NaCl, 2 mM β-mercaptoethanol) which contained 5 mM imidazole. The suspension was rotated at 4 • C for 1 hour and cleared by centrifugation at 40 000 g at 4 • C for 20 minutes. The supernatant was applied to a 1 ml chelating Sepharose (GE Healthcare) column charged with 50 mM imidazole. The column was eluted with five column volumes of buffer A containing 5 mM imidazole, and the protein was eluted with three column volumes of buffer A containing 200 and 400 mM imidazole, respectively. Protein containing fractions were pooled, and EDTA was added to a final concentration of 5 mM, followed by dialysis against buffer B (20 mM HEPES, pH 7.5, 1 mM EDTA, 1 M NaCl, 20% glycerol) containing 2 mM βmercaptoethanol and then against buffer B containing 1 mM 2.9. Assay for Antifungal Activity. This assay was performed since some trypsin inhibitors demonstrate antifungal activity [8] . The assay for antifungal activity toward Botrytis cinerea and Fuserium oxysporum was executed in 100 mM × 15 mM petri plates containing 10 ml of potato dextrose agar. After the mycelial colony had grown to a sufficiently large size, sterile blank paper disks (0.625 cm in diameter) were laid at a distance of 0.5 cm away from the edge of the mycelial colony. An aliquot (15 μl) of the trypsin inhibitor was added to a disk. The plates were exposed at 23 • C for 72 hours until mycelial growth had enveloped the disks containing the control and had produced crescents of inhibition around disks containing samples with antifungal activity [49] .\n\nAnion exchange chromatography of the bean extract on DEAE-cellulose resolved it into three fractions, an unadsorbed fraction D1 together with two adsorbed fractions D2 and D3. Trypsin inhibitory activity was confined to fraction D2. After affinity chromatography of fraction D2 on Affi-gel blue gel, the activity appeared in the unadsorbed fraction B1 (data not shown). Ion exchange chromatography of fraction B1 on SP-Sepharose resolved it into a small unadsorbed fraction SP1 and three large adsorbed fractions (SP2, SP3, and SP4) of about the same size ( Figure 1 ). Trypsin inhibitory activity was detected in fractions SP2 and SP3. Final purification of SP2 on Superdex 75 produced two fractions, SP2SU1 and SP2SU2 (Figure 2(a) ). Gel filtration of SP3 on Superdex 75 yielded two fractions SP3SU1 and SP3SU2 (Figure 2(b) ). Fractions SP2SU2 and SP3SU2, both with a molecular mass of 16 kDa as determined by gel filtration on Superdex 75, were the only fractions with trypsin inhibitory activity. The remaining fractions SP2SU1 and SP3SU1 were inactive. The yields of the various chromatographic fractions are presented in Table 1 . Both SP2SU2 and SP3SU2 displayed a molecular mass of 16 kDa in SDS-PAGE ( Figure 3 ) and gel filtration ( Figure 2 ). Their N-terminal sequences are shown in Table 2 . These two white cloud bean trypsin inhibitors inhibited trypsin with an IC 50 of about 0.6 μM (Figure 4) .\n\nInhibitor. DTT treatment curtailed the trypsin inhibiting activity in a doseand time-dependent manner ( Table 3 ). The two trypsin inhibitors did not inhibit HIV-1 reverse transcriptase when tested at various concentrations up to 100 μM (Table 4) .\n\nThey lacked antifungal activity when tested up to 24 μg/disk (100 μM, 15 μl) (data not shown). The IC 50 values of the inhibitory effects of the trypsin inhibitors on L1210 cells were, respectively, 21.5 μM and 28.8 μM (Table 4 ). However, there was no activity toward MBL2 cells when tested up to 100 μM. They showed marked homology to partial sequences of other leguminous trypsin inhibitors.\n\nThe present study disclosed the production of two trypsin inhibitors with closely related N-terminal sequences chromatographic behavior and bioactivities by the white cloud bean variety of Phaseolus vulgaris. The trypsin inhibitors demonstrate the same molecular mass; both are adsorbed on DEAE-cellulose and unadsorbed on Affi-gel blue gel Results are presented as mean ± SD (n = 3). Different alphabets (e.g., a, b, and c) indicate statistically significant difference (P < .05) when (I) data at same time point and different DTT concentrations or (II) data at same DTT concentration but different time point were analyzed by analysis of variance followed by Duncan's multiple range test. Figure 4 : Inhibitory effects by the two white cloud bean trypsin inhibitors on trypsin. IC 50 = circa 0.6 μM. IC 50 for soybean trypsin inhibitor = 1.5 μM. Results are presented as mean ± SD (n = 3). Results are presented as mean ± SD (n = 3). IC 50 = 0.25 μM. Different letters (a, b, c, d) next to the data points indicate statistically significant difference (P < .05) when the data are analyzed by analysis of variance followed by Duncan's multiple range test. but can be separated by ion exchange chromatography on SP-Sepharose. They have approximately the same trypsin inhibitory potency, and neither of them inhibits HIV-1 reverse transcriptase inhibitory activity, HIV-1 integrase inhibitory activity, SARS coronavirus proteinase inhibitory activity, or fungal growth. Both inhibitors exhibit an antiproliferative activity toward L1210 cells albeit with a small difference in potency, while there is little activity toward MBL2 cells. The difference in yields of the two trypsin inhibitors from the white cloud beans is only slight.\n\nThe two trypsin inhibitors exhibit N-terminal sequence homology with those of other leguminous trypsin inhibitors such as inhibitors mungbean (Vigna mungo), cowpea (Vigna unguiculata), and lima bean (Phaseolus lunatus). Whereas leguminous antifungal proteins [48, 49] , like nonleguminous antifungal proteins [53] , are unadsorbed on DEAE-cellulose and adsorbed on Affi-gel blue gel, white cloud bean trypsin inhibitors are adsorbed on DEAE-cellulose and unadsorbed on Affi-gel blue gel. Thus the purification procedure adopted in the present investigation can be conveniently used to separate trypsin inhibitors from antifungal proteins. The antiproliferative activity of white cloud bean trypsin inhibitors is consistent with similar observations on field bean trypsin inhibitor [39, 40, 42, 43, 54] . It is noteworthy that white cloud bean trypsin inhibitors do not exert a similar action on lymphoma MBL2 cells. Thus the action of white cloud bean trypsin inhibitors is tumour cellspecific. The ribosome inactivating protein trichosanthin exerts different antiproliferative potencies toward different tumor cells [55] . In contrast to broad bean trypsin inhibitor [48, 56] , those from white cloud bean do not inhibit HIV-1 reverse transcriptase. A variety of trypsin inhibitors exhibit antifungal activity [48, 56] . However, white cloud bean trypsin isoinhibitors lack such activity. This is reminiscent of the finding that lentil and Vigna mungo inhibitors have little or no HIV-1 reverse transcriptase inhibitory and antifungal activities [57, 58] .\n\nIn summary, the isolation of two trypsin inhibitors with very similar biochemical and biological characteristics from white cloud beans was achieved in the present investigation. The presence of multiple trypsin inhibitors has previously been reported in Momordica cochinchinensis seeds [59] . White cloud bean trypsin inhibitors demonstrate antiproliferative activity against tumor cells but do no inhibit mycelial growth or HIV-1 reverse transcriptase. Previously isolated P. vulgaris trypsin inhibitors have not been so tested [60] [61] [62] [63] [64] . They reportedly have a molecular mass of about 9 kDa [63, 65] or 13 kDa [61] , smaller than the value of 16 kDa obtained for white cloud bean trypsin inhibitors"}