{"title": "Development of a loop-mediated isothermal amplification assay for the detection and quantification of epizootic epitheliotropic disease virus (salmonid herpesvirus-3)", "body": "Viruses in the Alloherpesviridae family (order Herpesvirales) cause a variety of diseases in amphibians and teleost fish, often with severe economic consequences (Boutier et al., 2015; Hanson et al., 2011) . Within the Alloherpesviridae family is the genus Salmonivirus, which currently contains five viruses: Salmonid Herpesvirus-1 (Herpesvirus the early 1980s, EEDV led to the demise of over 15 million hatcheryreared juvenile lake trout (Bradley et al., 1988 (Bradley et al., , 1989 McAllister and Herman, 1989) . Following 30 years of minimal mortalities associated with EEDV, EEDV outbreaks recurred in Wisconsin and Michigan hatcheries, resulting in morbidity and mortality in hundreds of thousands of lake trout in 2012 and 2017 (Kurobe et al., 2009; Shavalier, 2017) . In the absence of effective control measures to combat this virus, the implementation of stringent biosecurity measures and use of avoidance strategies remain the only tools available to prevent EEDV spread. As a result, the development of a sensitive and specific initial diagnostic tool that is rapid and reasonably inexpensive is deemed necessary to perform screening of wild gamete donor fish as well as periodic testing of hatchery-reared fish throughout their growth.\n\nEndpoint and quantitative PCR-based detection assays for EEDV have been developed that target stretches of the EEDV terminase gene (Glenney et al., 2016b; Kurobe et al., 2009) . After uncovering of the molecular characterization of Salmonid Herpesvirus-4 and -5, it was determined that the current EEDV qPCR assay was unable to distinguish between Salmonid Herpesvirus-3, -4, and -5, as the viruses share high sequence similarity in the terminase gene. This led Glenney et al. (2016b) to design three primer sets based on the glycoprotein gene. Using these primer sets in a SYBR Green qPCR assay, the authors were able to amplify each virus individually. Herein, we report on the development of an EEDV-specific loop-mediated isothermal amplification (LAMP) assay for the detection and quantification of EEDV in infected lake trout tissues that is comparable in specificity and sensitivity to the SYBR Green qPCR.\n\nSkin, gills, spleen and kidney tissues used in this study for the development and testing of the EEDV LAMP assay were obtained from naïve juvenile lake trout or experimentally infected lake trout with EEDV-positive tissue homogenate by either intraperitoneal injection or immersion bath as described in Shavalier (2017) . All research involving live fish adhered to the Michigan State University Institutional Animal Care and Use Committee guidelines. For the purpose of this study, tissues of infected and negative control fish were collected, 30 mg of each tissue sample weighed and then enzymatically digested with Proteinase K. DNA extractions were performed manually using the Mag Bind® Blood and Tissue DNA Kit (OMEGA Bio-tek, Inc., Norcross, Georgia, USA), following the manufacturer's instructions and with the addition of a filtering step using the E-Z 96® Lysate Clearance Plate (OMEGA Bio-Tek) after tissue digestion. Following all nucleic acid extractions, DNA was quantified using a Quant-iT DS DNA Assay Kit and a Qubit fluorometer (Life Technologies, Grand Island, New York, USA) and diluted to a standard concentration using nuclease free water.\n\nJX886027.1A partial sequence of the Salmonid Herpesvirus-3 glycoptorein gene (GenBank accession number JX886027.1) was used as a template to design the EEDV LAMP primer set with the Primer Explorer software, version 4.0 (http://primerexplorer.jp/elamp4.0.0/index. html). The details of the primers are displayed in Table 1 . Following alignment of the EEDV primer target sequences on the glycoprotein gene with the same segment of Salmonid Herpesvirus-4 (GenBank accession number JX886028) and Salmonid Herpesvirus-5 (GenBank accession number KP686091), the in silico analysis guided the selection of primer sets that are strictly specific to Salmonid Herepesvirus-3 and hence used in this study.\n\nThe LAMP reaction was carried out in a 25 μL reaction mixture containing 1.6 μM of each of the forward inner primer (FIP) and backward inner primer (BIP); 0.8 μM of each of the forward loop (LF) and backward loop (LB) primers; 0.2 μM of each of the forward outer (F3) and backward outer (B3) primers; 1X isothermal amplification buffer (20 mM Tris-HCl, 10 mM (NH 4 ) 2 SO 4 , 50 mM KCl, 2 mM MgSO 4 , 0.1% Tween 20, pH 8.8); 2 mM MgCl 2 ; 1 M betaine; 1.6 mM deoxynucleoside triphosphates (dNTPs); 0.2 mM MnCl 2 ; 20 μM calcein; 8 U Bst DNA polymerase (New England Biolabs, Beverly, Massachusetts, USA) and 1 μL template DNA (150 ng/μL) from spleen tissues of infected lake trout. Calcein was used as a fluorescent indicator, which yields strong fluorescence by forming complexes with divalent magnesium ions in LAMP reactions as reported by Tomita et al. (2008) .\n\nThe mixture was incubated for 50 min (one cycle per minute) in an Eppendorf Mastercycler® Realplex 2 (Eppendorf, Hauppauge, New York). Changes in fluorescence were monitored every min at 520 nm. Three separate assay factors were optimized: 1) temperature at 58.3, 60.3, 62.6, 64.9, 67.1, 69.1, and 70.7°C, (each followed by 80°C for 20 min to terminate the reaction); 2) MgCl 2 concentration; and 3) dNTP concentration. MgCl 2 and dNTP concentrations were optimized by Taguchi's L16 (4 2 ) orthogonal design with two elements (dNTPs and MgCl 2 ) at four concentration levels ( Table 2 ). The reaction optimization of each parameter was performed in duplicate and no-template controls were included in each run. The analysis of variance (ANOVA) was performed by using Tukey's methods for multiple-comparisons and Duncan's Multiple Range Test (MRT) in DPS Data Processing System (version 15.10, Ruifeng Inc., Hangzhou, China).\n\nThe specificity of the LAMP primer set was tested by performing the assay under the optimized conditions. Nucleic acids were extracted from a number of DNA and RNA fish pathogenic viruses (Table 3 ) and used as templates in this analysis. Additionally, the 212 bp target sequences of the glycoprotein gene of Salmonid Herpesvirus-3, -4, and -5 were aligned and compared using BLAST and the BioEdit 7.0.\n\nThe detection limit of the EEDV LAMP assay was analyzed with two kinds of templates. One template was a plasmid vector (pCR®2.1-TOPO®) containing the target fragment from the EEDV glycoprotein gene (designated as pCR®2.1-EEDV). The 212 bp PCR product was amplified by using the primer set of F3-III and B3-III and cloned into the plasmid vector following the manufacturer's instructions. Copy number of pCR®2.1-EEDV was calculated using the molecular mass of the vector and amplicon as described in http://cels.uri.edu/gsc/cndna.html. A 10fold serial dilution of plasmid pCR®2.1-EEDV (1.6 × 10 7 -10 1 copies/ reaction) was used as the template for the LAMP under the predetermined conditions. The other template was gill tissue DNA extracted from infected lake trout and serially diluted (7.8 × 10 6 -7.8 × 10°pg/ reaction). The limit of detection (LOD) of EEDV-LAMP for infected tissue DNA was calculated based on comparisons with the viral DNA copy numbers obtained by the qPCR assay from plasmid and tissue sample serial dilutions.\n\nA quantitative LAMP assay was produced by using ten-fold dilutions of purified PCR product as standards (DNA extracted from skin tissue of infected lake trout). The end-point PCR assay for production of quantification standards consisted of a 50 μL reaction containing 25 μL GoTaq Green Mastermix, 0.25 μM each of F3 and B3 primers and 80 ng DNA template. The PCR reaction was 95°C for 2 min followed by 40 cycles of 95°C for 15 s, 50°C for 15 s and 72°C for 45 s and finished with a single cycle of 95°C for 15 min. The PCR product was purified using the Wizard SV Gel and PCR Clean-Up System (Promega) and copy number in each 10-fold dilution was calculated as described above for the plasmid.\n\nFor real-time monitoring, the qLAMP reactions were incubated at 67.1°C for 50 cycles (one minute per cycle) with an Eppendorf Mastercycler® Realplex 2 (Eppendorf). For quantitative detection of samples, a standard curve was generated for EEDV qLAMP ranging from 10 1 to 10 7 copies/reaction.\n\nIn order to validate the quantitative abilities of the EEDV LAMP assay, a group of 100 lake trout tissue samples, previously tested via qPCR with known viral load ranges (i.e., negative, low, medium, or high titers) were chosen in order to test a comprehensive range of virus loads in tissue. All samples came from negative control (numbers 1-20) or an experimentally infected fish group (number 21 through 100) as described in Shavalier (2017) . DNA was extracted from these tissue samples using the kit OMEGA (Bio-tek) as described above, after which the qLAMP was run in parallel with the SYBR Green qPCR assay as described by Glenney et al. (2016b) . Briefly, all quantitative PCR reactions were carried out in an Eppendorf Mastercycler® Realplex 2 with a total reaction volume of 20 μl. Each reaction contained 10 μl SYBR Select Master Mix (2x; Life Technologies, Grand Island, NY, USA), 1.0 μM of forward and reverse primers and 50 nmol total DNA template. Samples were determined to be positive based on a threshold of 35 cycles and an amplification level equal to 10% of maximum fluorescence. Viral loads (copies/mg) were then calculated using resulting copy number following qPCR and original digested tissue weights (mg). Resulting copy numbers from qLAMP and qPCR were log-transformed, and analyzed using a paired t-test run in SAS software, Version 9.4 of the SAS System (© 2017 SAS Institute Inc.). An alpha value of 0.05 was chosen for this comparative analysis.\n\nThe diagnostic sensitivity (DSe) and specificity (DSp), as defined by the World Organization for Animal Health (2012) OIE(2012), of the qLAMP compared to the qPCR were calculated according to Zhang et al. (2013) .\n\nIn order to determine the optimal reaction conditions, the LAMP assay was carried out for 50 min at 7 temperatures. Optimal conditions and reagent concentrations were determined and average Ct values (+ standard error) of two runs calculated and then statistically analyzed to determine the optimal assay conditions. The results of analysis of variance showed that the P values of Ct variation for temperatures of 62.6°C, 64.9°C, 67.1°C and 69.1°C were > 0.05, indicating the mean Ct differences were not significant. The lowest average Ct value (17.35) was produced when the reaction was incubated at 67.1°C and resulted in a relatively small standard error of Ct value (0.45) compared to the other incubation temperatures.\n\nConcerning the optimization of MgCl 2 and dNTPs, the results of Duncan's Multiple Range Test showed that the P values of Ct variation for dNTPs concentrations of 1.4 mM, 1.6 mM, and 1.8 mM with 2 mM MgCl 2 were > 0.05, indicating the mean Ct differences were not significant when the concentrations of MgCl 2 was 2 mM with concentrations of 1.4 mM, 1.6 mM, or 1.8 mM dNTPs. The results indicated that the lowest average Ct value (17.19) was produced when the concentrations of MgCl 2 and dNTPs were 2.0 mM and 1.8 mM, respectively ( Table 2 ). The lowest average Ct value was accompanied by a standard error of 0.34, indicating negligible fluctuation of amplification efficiency. Meanwhile, the second lowest Ct value (17.66) resulted in a higher standard error of 1.05 and was produced when the concentration of MgCl 2 and dNTP were 2.0 mM and 1.6 mM, respectively. Therefore, the optimal concentrations of MgCl 2 and dNTP were determined to be 2.0 mM and 1.8 mM, respectively. Based on these results, further LAMP assays were incubated for a total of 50 min at 67.1°C with 2 mM MgCl 2 and 1.8 mM dNTPs.\n\nAlignment of the EEDV LAMP target sequence (212 bp) with the corresponding sequences from the closely related Salmonid Herpesvirus-4 and -5 indicated that the eight EEDV LAMP primers covered 35 or more mutation sites in the corresponding sequences of the other two Salmonid Herpesviruses (Fig. 1) . Positive results were obtained only when the template used contained the DNA from EEDVinfected fish tissue; no amplification was observed for the DNA or RNA extracted from stocks of any of the other members of the genus Salmonivirus (i.e., Salmonid Herpesviruses-1, -2, -4, or -5), IPNV, SVCV, IHNV, GSRV, FHMNV or VHSV samples. These results indicate that the LAMP primer set is specific for amplification of EEDV nucleic acid only.\n\nWhen the reaction was tested using 1 μL of 10-fold serial dilutions of plasmid pCR®2.1-EEDV DNA (7.2 ng/μL, equivalent to 1.6 × 10 9 copies/μL), the analytical sensitivity of the EEDV-LAMP method was estimated to be as low as 16 copies of the plasmid per reaction while becoming more sporadic below 16 copies per reaction. When the reactions were tested using 1 μL of 10-fold serial dilutions of EEDV positive DNA from lake trout, the analytical sensitivities of the LAMP method were determined as 78 pg of DNA extracted from a sample of gill tissue that contained 430 viral copies/μg (Fig. 2) .\n\nA high correlation coefficient ( r 2 = 0.980) was obtained by the EEDV qLAMP when the initial template was above 100 copies (Fig. 3) . The correlation coefficient ( r 2 ) became 0.990 when the initial template was above 1000 copies (Data not shown). Experimental samples were quantified using the standard curve generated from PCR product. All fish of the negative control group were negative by either assay. Positive qPCR samples ranged from 10.0 to 1.69 × 10 8 copies/reaction while positive qLAMP samples ranged from 4.18 to 6.89 × 10 7 copies/ reaction (Table 4 ). Statistical analysis comparing the paired samples using a paired t test run in SAS software, Version 9.4 of the SAS System (© 2017 SAS Institute Inc.), revealed no significant difference between the quantifications recovered via the two assays (p > 0.05).\n\nThe qPCR results indicated that 70/80 samples from experimentally infected fish were positive for EEDV. The qLAMP agreed that 59 of those qPCR positives were also positive. Meanwhile, of the 10 qPCR negative samples, the qLAMP agreed that 8 of those were also negative. Therefore, the DSe and DSp values for the qLAMP method compared to the SYBR Green qPCR method were 84.3% and 93.3% respectively. As displayed in Table 4 , discrepancies in detection between the two assays occur when the number of EEDV DNA copies in a sample are less than 2.3 × 10 3 .\n\nIn light of the absence of a cell line that can support the replication of EEDV, detection of the virus for screening purposes and clinical diagnosis are currently limited to endpoint PCR (Kurobe et al., 2009 ) and real-time PCR (Glenney et al., 2016b) . In this study, we developed a LAMP assay for EEDV detection in fish tissue with relatively high specificity and sensitivity, and therefore, represents a time-and cost-effective early diagnostic tool for the detection and quantification of this deadly virus. The optimal reaction temperature was determined to be 67.1°C which is relatively higher than the optimal LAMP reaction temperatures reported for other viruses, such as 62°C for the orf virus (family Poxviridae; genus Parapoxvirus) (Li et al., 2013) , 63°C for human papillomavirus (Saetiew et al., 2011) , and 64°C for nervous necrosis virus (family Nodaviridae; genus Betanodavirus) (Hwang et al., 2016) . This variation can be explained by the use of different primer sets for different viruses. Actually, the results of the temperature optimization showed that Bst DNA polymerase effectively amplified the nucleic acid templates at a relatively wide temperature range from 62.6 to 69.1°C, which facilitates the possibility of running this test under field conditions should commercially available kits be developed in the future. The Ct value of samples tested using the EEDV LAMP assay showed substantial variation when the concentration of MgCl 2 changed from 2 mM to 6 mM, and also when the concentration of dNTPs changed from 1.2 mM to 1.4 mM, both of which are indications that the Testing the analytical specificity of the EEDV LAMP clearly demonstrated that amplification occurred only when DNA from EEDV was used as a template; no amplification occurred with the other fish pathogenic DNA viruses including the other closely related Salmonid . Amplification plots 1-7 (from left to right): reaction conducted using 10-fold serial dilutions of DNA from lake trout (Salvelinus namaycush): 7.8 × 10 6 , 7.8 × 10 5 , 7.8 × 10 4 , 7.8 × 10 3 , 7.8 × 10 2 , 7.8 × 10 1 , and 7.8 pg, respectively. The limit of detection was calculated to be 430 viral copies/ μg tissue. Amplification plot 8 was the negative control (NC).\n\nStandard curve and standard curve equation for the epizootic epitheliotropic disease virus (EEDV)-specific quantitative loop-mediated isothermal amplification (qLAMP) assay generated from the amplification plots between the serial 10-fold diluted pCR®2.1-EEDV plasmid and Ct value. Plasmid was serially diluted 10-fold from 1.0 × 10 7 to 1.0 × 10 2 copies /reaction over three replicates.\n\nHerpesviruses-4 and -5. The fact that the EEDV LAMP primers designed in this study cover gene stretches with greater than 35 mutation sites compared to the corresponding sequence stretch of Salmonid Herpesvirus-4 and -5, and did not cross react, attests to the high specificity of this newly developed assay for detection of EEDV. The analytical sensitivity of the EEDV LAMP assessed by plasmid and infected tissue is considerably higher than those reported by Chen et al. (2010) for the swine transmissible gastroenteritis coronavirus, Li and Ling (2014) for the tomato necrotic stunt virus, and Ma et al. (2016) for the Eriocheir sinensis reovirus. The EEDV SYBR qPCR assay developed by Glenney et al. (2016b) seems to be more sensitive with a detection limit of a single digit of plasmid copies (exact number of copies was not given). While this superior sensitivity of the SYBR qPCR may enable the detection of carrier fish, the developed LAMP assay was proven to be capable of detecting EEDV DNA in tissue samples after several orders of dilution.\n\nA standard curve was constructed using serial 10-fold dilutions of the pCR®2.1-EEDV plasmid with reference to Ct value. Based on the standard curve, an equation was calculated using regression analysis comparing Ct value to the standard copy number. In the range of 10 7 to 10 3 plasmid copies, the correlation coefficient was high (r 2 = 0.990), which indicates that the LAMP is appropriate as a quantification tool. However, when copy number was less than 1000 copies, the correlation coefficient declines significantly (data not shown). Previous reports also demonstrated that it is difficult to determine the exact correlation of virus quantity and Ct value at very low concentrations of template (Suzuki et al., 2011; Wei et al., 2013) .\n\nWhen the developed EEDV LAMP assay was compared to the real-time SYBR Green qPCR (Glenney et al., 2016b) , the diagnostic specificity was as high as 93.3%, however the diagnostic sensitivity was only 84.3%. Although the qPCR identified 11 samples as positive that the qLAMP did not, all but two of them were less than 1000 copies and as indicated above, accurate quantification below this level can be difficult. Therefore, in the case of negative EEDV LAMP results in fish undergoing mortality with clinical signs suggestive of EEDV, additional confirmatory tests should be performed. While it took the real time SYBR Green qPCR 70 min to finish 50 cycles of amplification, it took for the EEDV LAMP assay 50 min to finish the same number of cycles, a matter that underscore the relative time-effectiveness to the developed EEDV-LAMP assay compared to the SYBR Green qPCR. Besides, the newly developed EEDV LAMP assay showed repeatability and consistency in detecting of EEDV in authors' laboratory over last four years (Shavalier, 2016) . When the viral loads determined by qLAMP were compared to those of the SYBR Green qPCR, both assays were capable of quantifying viral loads over a wide range (Table 4) . Although there were some discrepancies with identification of individual positive tissues between the two assays, when all samples were examined together, the paired t-test demonstrated no significant difference between the results of the two different assays (p > 0.05). Indeed, the discrepancy was limited to samples with low viral copy numbers. In total, these quantification results lend further support to that this qLAMP assay can serve as an early valuable detection tool both in the laboratory and under field conditions. In addition, calcein is a complexmetric indicator meaning that positive reactions can be visualized by the naked eye, a matter that allows the LAMP reaction to be performed in fish hatcheries under field conditions (Suebsing et al., 2013 (Suebsing et al., , 2015 . \n\nA specific, relatively sensitive LAMP assay was developed for the detection of EEDV in fish tissues. This novel assay has the advantage of being rapid and is promising for use as a surveillance tool for EEDV diagnosis in clinical samples. Moreover, the qLAMP established in this study provides a low-cost quantification method for EEDV loads in tissue samples, and the use of calcein as a fluorescent indicator, which can also be visualized by the naked eye, or under a UV light, provides a good platform for optimization of an assay that can be used in field conditions, such as aquaculture facilities.\n\nNone.\n\nData used in this study can be made available upon request."}