{"title": "Lung infections and aging", "body": "Respiratory infections are the leading cause of death due to infection in the elderly. Pneumonia combined with influenza rank seventh as a cause of death in the US and are the fifth leading cause of death in individuals older than age 65 (National Vital Statistics Report, 2001) . Hospitalization rates for pneumonia range from 1 per 1000 individuals in the general population to 12 per 1000 over age 75 years and 33 per 1000 for residents of chronic care facilities (Fein, 1999) . Because pneumonia often has an atypical presentation in the elderly in which respiratory symptoms may be subtle or absent, diagnosis can be delayed and lead to increased morbidity and mortality for elderly individuals, a group that is already more likely to be hospitalized, have a longer length of stay when hospitalized, and have a prolonged recovery that is often accompanied by subsequent debilitation or decline in performance status despite successful therapy. Elderly individuals who dwell in chronic care facilities are especially likely to develop pneumonia due to debilitation and colonization of the upper airway with pathogenic bacteria.\n\nPrevention and swift diagnosis of pneumonia are key to lessening the scourge that pneumonia may present to an aging population. Enhancing our understanding of the cellular and molecular mechanisms that are dysfunctional and contribute to this enhanced susceptibility to lower respiratory tract infection in the elderly will promote our ability to maintain health and quality of life in years of silver and gold. This review will focus on host and pathogen characteristics that predispose the elderly to respiratory infections and increase the severity of pneumonia in the elderly patient.\n\nLung immunity is dynamically maintained by both the innate and the acquired components of the immune system (Meyer, 2001) . Acquired immune responses, which consist of antigen-specific and predominantly lymphocyte-mediated mechanisms (Delves and Roitt, 2000a,b) , develop during intrauterine development as memory lymphocytes are generated in secondary lymphoid tissues including mucosa-associated lymphoid tissues. The thymus gland, which is quite prominent in the newborn, is essential for adequate T cell maturation. As mammalian organisms age, however, the thymus gland gradually involutes, and acquired immune responses to new antigens are generally less robust than those observed in younger individuals. Nonetheless, considerable interindividual variation in many aspects of immunity has been observed, and elderly individuals can have well-preserved immune responses (Solana and Mariani, 2000) .\n\nAlthough memory lymphocytes can proliferate fairly rapidly upon stimulation with a specific antigen, the generation of such responses in the lung is generally not necessary unless components of innate immunity are overwhelmed when challenged by a pathogen that cannot be contained by the innate immune system. The innate immune system, which is particularly important in protecting epithelial mucosal surfaces, is constantly active and rapidly responds to a microbial challenge (Medzhitov and Janeway, 2000) . Various cells play key roles in protection of mucosal surfaces via innate immune mechanisms and have receptors that recognize pathogen-specific moieties such as mannans or lipopolysaccharide on bacteria or other microorganisms, and these cells can produce antibacterial peptides that kill bacteria as well as generate pro-inflammatory cytokines that interact with and upregulate acquired immune responses.\n\nLower respiratory tract defenses against infection include mechanical defenses such as cough, the barrier function of mucus and epithelium, and mucociliary clearance which, in concert with innate immune responses, help clear aspirated or inhaled substances including infectious agents (Meyer, 2002) . These defenses are backed up by specific immune reactions that involve antigen-specific inflammatory responses. However, both non-immune and immune defenses tend to decline with advancing age, although many aspects of immunity can remain fairly robust in centenarians (Franceschi et al., 1995) . Nonetheless, with advancing age, naive T cell populations gradually decline, and memory cells, which tend to be hyporesponsive, predominate (Jackola et al., 1994) .\n\nRelatively little is known about the effect of advancing age on compartmentalized lower respiratory tract immune responses when stimulated by aspirated or inhaled pathogens. However, immunoglobulin concentrations, lymphocyte subsets, and cytokine profiles in lower respiratory tract airspaces have been shown to differ between young and old individuals who are clinically healthy (Thompson et al., 1992; Meyer et al., 1996; Meyer and Soergel, 1999) . Additionally, neutrophils and the neutrophil chemokine, interleukin-8, are both elevated in bronchoalveolar lavage from old versus young normal volunteers (Meyer et al., 1998) . Whether these changes represent heightened host responses to inhaled agents, loss of suppression of inflammatory responses, or adaptive responses to subclinical aspiration is unknown, as are the consequences of this apparent \"low-grade inflammation\" for mucosal immunity in the lungs.\n\nWith advancing age the likelihood that at least one significant medical illness will be present increases, and the risk of developing community-acquired pneumonia (CAP) rises when various conditions are present such as swallowing disorders and recurrent aspiration, cognitive impairment, malnutrition, alcoholism, obstructive lung disease, congestive heart failure, diabetes, renal disease, or immunosuppressive therapy (Riquelme et al., 1996; Ruiz et al., 1999; Baik et al., 2000; Loeb et al., 1999) . However, even elderly individuals who have no evidence of any clinical disease process may be at greater risk for developing pneumonia due to alterations in microbial clearance and immunity that occur with advancing age. Numerous risk factors have been identified that predispose the elderly to develop lower respiratory tract infection (Table 1) .\n\nOral clearance-salivation and swallowing-is an extremely important protective mechanism. Normal hosts can clear over 90% of gram-negative bacilli from the oropharynx if salivary flow and swallowing mechanisms are intact (Laforce et al., 1976) , and oral clearance appears to be well maintained in advanced age if the oropharynx is colonized with normal flora (Smaldone, 2001) . However, the appearance of pathogenic bacteria in the oral cavity is associated with significantly diminished oropharyngeal clearance, and such colonization is associated with increased leukocyte elastase concentrations and buccal epithelial cell desquamation (Palmer et al., 2001) . Medications that disrupt salivary flow (antidepressants, antihistamines, antihypertensives, diuretics, and antiparkinsonian agents) or xerostomia due to disease processes such as Sjögren syndrome depress oral clearance, and other factors that commonly affect the elderly such as depressed functional status, inadequate nutritional state, immunosuppressive therapy, and institutionalization are associated with colonization of the upper airway with pathogenic bacteria (Smaldone, 2001; Palmer et al., 2001; Ayars et al., 1982) .\n\nProtective reflexes to prevent aspiration of upper airway contents and intact mucociliary clearance mechanisms to allow rapid clearance of any foreign material that gains access to the tracheobronchial tree play a key role in preventing lower respiratory tract infections. A predisposition to aspirate is especially problematic for individuals with neurological dysfunction. Pneumonia is a major cause of morbidity and death in patients with Alzheimer disease or other forms of central nervous system disorders such as stroke, and most episodes of pneumonia are initiated by aspiration of contaminated material from the upper airway into the lung (Chouinard, 2000; Ruiz et al., 1999) . However, although deglutition and airway protective mechanisms may become dysfunctional with advancing age and predispose the elderly to pneumonia, the coordination between airway protection and oropharyngeal transit during swallowing tend to be preserved in the elderly, and abnormalities of deglutition in an elderly population appear to be predominantly linked to individuals with neurologic disorders (Shaker and Staff, 2001) . Nonetheless, larger volumes of liquid are required to stimulate the pharyngoglottal closure reflex in elderly individuals who have no neurologic dysfunction as compared to younger subjects (Shaker et al., 2003) . Additionally, silent aspiration of small amounts of gastric or oropharyngeal secretions can occur and has been linked to chronic bronchiolar inflammation in the elderly (Kikuchi et al., 1994; Matsuse et al., 1996) . Teramoto et al. (1998) demonstrated that small amounts of intranasal solution containing an adenovirus vector did not reach the lungs when instilled into the nostrils of awake young or old mice. However, when the mice were subjected to anesthesia, the vector did reach the lower airways when the mice were anesthetized, and older mice aspirated significantly more vector than younger mice, suggesting that upper airway reflexes are more inhibited in the older mice, and that the wakeful state plays an important role in preventing aspiration, particularly in older animals. Although small amounts of aspirated gastric secretions may be rapidly neutralized, moderate acid exposure of human tracheal epithelial cells (pH 3.0-5.0) can inhibit the production of bactericidal molecules such as human beta-defensin-2 and is associated with reduced bactericidal activity in epithelial surface liquid (Nakayama et al., 2002) .\n\nOnce aspirated secretions or inhaled pathogens have gained access to lower tract airways due to insufficient glottic protective mechanisms and cough clearance, mucociliary clearance reduces the likelihood of triggering infection by transporting them proximally to the glottis. Abnormal ciliary function can lead to chronic sepsis of the upper and lower respiratory tracts (Houtmeyers et al., 1999) , and mucociliary clearance appears to decline with advancing age (Puchelle et al., 1979) . Aged rats have been shown to have defective clearance mechanisms when compared to young animals (Antonini et al., 2001) , and Ho et al. (2001) demonstrated that nasal epithelial cells from older individuals had lower ciliary beat frequency and increased microtubular abnormalities in cilia, which were associated with depressed nasal mucociliary clearance times. Because nasal ciliary beat frequency correlates well with that of epithelium from the trachea (Rubland et al., 1982) , this study suggests that ciliary abnormalities appear with advancing age and may play a role in increased susceptibility to respiratory infection, although ciliary beat frequency and clearance time did not correlate with each other.\n\nNutrition plays an important role in resistance to infection. Loss of body weight is linked to morbidity and mortality, and involuntary weight loss can occur in the elderly in the apparent absence of digestive abnormalities, depression, malignancy, or infection (Yeh and Schuster, 1999; Pamuk et al., 1993) . Hypoalbuminemia, which usually reflects malnutrition, has been shown to be a risk factor for pneumonia in the elderly (Riquelme et al., 1996) . Increased levels of circulating pro-inflammatory cytokines such as interleukin-1 and tumor necrosis factor-␣ have been associated with cachexia, and the aging process has been associated with increased levels of proinflammatory cytokines (Yeh and Schuster, 1999) . Interestingly, leptins are increased in serum and lung in mice challenged with Klebsiella pneumoniae, but leptin-deficient mice display impaired bacterial clearance, impaired macrophage phagocytosis, and increased mortality when challenged intratracheally with K. pneumoniae (Macuso et al., 2002) . Malnutrition, food restriction, or starvation can depress serum leptin levels (Maffei et al., 1995) , and a decline in leptin levels in the malnourished may play a role in susceptibility to pneumonia. Altered body composition and the decline in muscle mass associated with aging (Evans and Campbell, 1993) may account for the decrease in diaphragmatic strength that is observed in clinically normal elderly individuals (Tolep et al., 1995; Polkey et al., 1997) .\n\nIn addition to a decline in respiratory muscle strength, many other aspects of lung function decline in clinically healthy individuals as they age (Rossi et al., 1996; Chan and Welsh, 1998) . Although there is considerable interindividual variation, changes in lung structure, the chest wall, and ventilatory responses occur as part of the aging process in clinically healthy individuals who have no evidence of pulmonary disease (Table 2) . Structural changes include changes in lung tissues, particularly elastin and collagen, that support airways. Elastin loss and altered collagen fibril cross-linking alter the mechanical properties of extracellular matrix, and individuals with glucose intolerance or diabetes may be particularly prone to altered collagen cross-linking due to increased cross-linking by glucose adducts (Reiser et al., 1987) . As a consequence of changes in lung matrix, the diameter of bronchioles decreases due to diminished tethering that would normally maintain patency at a given lung volume, alveolar ducts increase in diameter, and the elastic recoil of the lung declines. Airways tend to close prematurely and lead to ventilation-perfusion mismatching, air-trapping, and an increase in the alveolar-to-arterial gradient for oxygen. Additionally, the total gas-exchange surface area declines. Not only do structural and functional changes occur in the lung, but the chest wall also becomes less compliant due to altered costovertebral articulations and calcification of rib cartilage, narrowing of intervertebral disc spaces, and changes in the contour of the chest, which can be greatly exacerbated by the presence of kyphoscoliosis or vertebral compression fractures. Ventilatory responses to hypoxic or hypercapneic stimuli also become somewhat blunted, and elderly individuals have a decline in their maximal aerobic capacity and require a higher breathing rate to maintain adequate ventilation with exertion. Although these changes tend to be mild, these structural and functional changes may significantly limit an elderly individual's ability to cope with a severe stress such as pneumonia, especially in elderly patients who already have entered an age-associated \"fragile\" state (Verdery, 1992) . Elderly residents of long-term care facilities have a high incidence of pneumonia with case fatality rates that range up to 40% (Starczewski et al., 1988; Loeb et al., 1999) . Outbreaks of pneumonia in nursing home residents are often linked to a point source which can be a patient, a care-giver, or a visitor. When a pathogen is introduced into the facility, it often rapidly disseminates among both residents and staff. Loeb et al. (2000) linked 43% of all respiratory tract infections to outbreaks in five monitored nursing homes over a 3-year study period. These outbreaks frequently involved atypical pathogens, occurred more often during winter months, and had a case-fatality rate of 8%. Pathogens associated with various outbreaks include viruses (influenza A and B, parainfluenza, respiratory syncytial virus, rhinovirus), Chlamydiae pneumoniae, Legionella spp., Streptococcus pneumoniae, Bordetella pertussis, Hemophilus influenzae, and Mycobacterium tuberculosis (Strausbaugh et al., 2003) . Additionally, when individuals are admitted to hospitals where they frequently have extended stays, they are more likely to become colonized with antibiotic-resistant bacteria such as methicillin-resistant Staphylococcus aureus and antibiotic-resistant gram-negative bacilli, which may subsequently cause difficult-to-treat respiratory infections.\n\nBacteria, especially S. pneumoniae, remain the pathogens that most commonly cause pneumonia in the elderly, and CAP due to H. influenzae, S. aureus, and enteric gram-negative bacilli occur more frequently in the elderly than in younger age groups (Woodhead, 1994) . Pneumonia that is associated with aspiration is usually associated with S. pneumoniae, H. influenzae, or S. aureus unless poor dentition is present, raising the possibility of pneumonia caused by anaerobic bacteria. Additionally, the elderly are more likely to have colonization with gram-negative bacilli, particularly if they reside in long-term care facilities. The presence of diseases that alter lung structure such as COPD or bronchiectasis also increase the likelihood of gram-negative rods as a cause of bacterial pneumonia. Viral pneumonias, although comprising a smaller proportion of lower respiratory tract infections in the elderly, can have significant morbidity and mortality as well as predispose the elderly individual to subsequent serious bacterial pneumonia (Treanor and Falsey, 1999) .\n\nMaking the diagnosis of pneumonia may prove particularly difficult in the elderly patient. Prominent respiratory symptoms and even fever are frequently absent, although mental status changes are relatively common (Metlay et al., 1997) . A chest radiograph, which can be unremarkable in earlier phases of pneumonia, is nonetheless the most helpful diagnostic test and may yield clues that suggest more likely causative pathogens. Other testing such as blood cultures or sputum gram stain and culture may prove useful in patients who are ill enough to require hospital admission, but an empiric approach to antibiotic therapy without extensive diagnostic testing is currently advocated (ATS Board of Directors, 2001) . Two key actions that can optimize outcome when treating pneumonia in the elderly are recognizing which patients should be hospitalized and expeditiously giving adequate antibiotic therapy with minimal time elapsing between diagnosis and the administration of effective antibiotic therapy (Meehan et al., 1997) . Extensive diagnostic testing fails to reveal a specific etiology for CAP in approximately half or more of patients, and delays in the initiation of appropriate therapy for diagnostic studies may have an adverse effect on outcome. Diagnostic testing should be done rapidly and not delay the initiation of empiric antibiotic therapy, and treating physicians should always keep in mind the possibility of an atypical agent, such as Mycobacterium tuberculosis or endemic fungi, as a cause of CAP.\n\nAntibacterial therapy for CAP is generally similar to that for younger individuals and should be administered empirically on the basis of the presence of cardiopulmonary disease (COPD, congestive heart failure), the presence of modifying factors (nursing home residence, risk factors for DRSP, risk factors for P. aeruginosa), and place of therapy (outpatient versus hospital ward versus intensive care unit), which generally reflects pneumonia severity (ATS Board of Directors, 2001). Antibiotics should cover S. pneumoniae, H. influenzae, and gram-negative bacilli, but coverage of atypical organisms such as Legionella must be seriously considered, especially in patients with COPD and during summer. Additionally, the elderly are at increased risk for DRSP as an etiology of CAP, especially if other risk factors are present such as alcoholism, multiple medical comorbidities, treatment with a ␤-lactam antibiotic within the previous 3 months, or immunosuppression. If infection with influenza A or B is a likely cause of infection, antineuraminidase drugs, which are effective for both chemoprophylaxis and treatment, should be given, especially if such therapy can be started within 36 to 48 h of the onset of symptoms (Treanor et al., 2000; Gillissen and Hoffken, 2002) .\n\nInterventions that prevent pneumonia (Table 3) are without a doubt preferable to treatment of pneumonia once established. Immune stimulation with vaccines to prevent respiratory infections caused by common pathogens can be safe, protective, and cost-effective. Unfortunately, however, vaccine responses tend to be attenuated in the elderly due to waning humoral and cell-mediated immune responses (Li et al., 1995; Song et al., 1997) . Nonetheless, vaccination of patients at risk for CAP with both the influenza and pneumococcal vaccines has been demonstrated to be both safe and effective (Gross et al., 1995; Centers for Disease Control and Prevention, 1997; Artz et al., 2003) , and other interventions such as cessation of cigarette smoking are also important. Pneumococcal vaccine has been shown to diminish the risk of bacteremia in elderly patients (Sisk et al., 1997) , and efficacy has been demonstrated in immunocompetent individuals over age 65 years as well as in populations with increased risk (COPD, diabetes, congestive heart failure, anatomic asplenia) for pneumococcal pneumonia (Simberkoff et al., 1986; Butler et al., 1993) . However, vaccine-induced antibodies to pneumococcal capsular polysaccharides tend to wane with time, particularly in the elderly (Artz et al., 2003) , and revaccination with polysaccharide pneumococcal vaccine, which appears to be safe, has been advocated 5 years after the first dose for elderly individuals (Örtqvist, 2001) . The influenza vaccine has been demonstrated to be effective in attenuating or preventing illness in both elderly and younger populations and can prevent illness in up to 90% of individuals under 65 years of age when the vaccine and circulating influenza virus strain are matched (Nichol et al., 1994; Gross et al., 1995) . Although somewhat less effective in the elderly, particularly those with chronic illness, the influenza vaccine can still attenuate influenza infection and prevent severe illness and death caused by influenza infection itself or subsequent bacterial lower respiratory tract infections.\n\nThe most common agent causing CAP remains S. pneumoniae, and isolates of this bacterium have become increasingly resistant to various antibiotics on in vitro testing (Bartlett and Mundy, 1995) . Drug-resistant S. pneumoniae (DRSP), are identified on the basis of resistance to penicillin in vitro. DRSP with high-level resistance can display in vitro resistance to many antibiotics including doxycycline, trimethoprim/sulfmethoxizole, macrolides, and cephalosporins (Doern et al., 1998) . However, antipneumococcal fluoroquinolones, vancomycin, ketolides, and linezolid are all active against DRSP, although quinolone resistance may be increasing (Doern et al., 1998; Whitney et al., 2000) . Although high-dose ␤-lactam therapy is unlikely to result in clinical failure in individuals with CAP without meningitis, CAP caused by DRSP been associated with an increased incidence of suppurative complications such as empyema (Metlay et al., 2000) .\n\nThe emergence of resistance in other bacteria causing CAP are also of considerable concern (Nicolau, 2002; Bonomo, 2002) . Nearly all isolates of Moraxella catarrhalis are now ampicillin-resistant, and up to half of Hemophilus influenzae isolates have become ampicillin-resistant. Infections with other agents such as gram-negative bacilli or S. aureus tend not to occur in community-dwelling who lack underlying diseases, but these organisms frequently cause severe infection in institutionalized or hospitalized elderly, particularly those with significant comorbid illness, and are increasingly resistant to various antibiotics.\n\nIncreasing air pollution, travel and rapid spread of communicable infections, trade in exotic animals from continent to continent, and the advent of bioterrorism may pose a greater threat of respiratory infection to the elderly than to younger individuals. Although air pollution is associated with cardiorespiratory disease and the elderly appear to be more susceptible to its ill effects (Kunzli, 2002) , it is difficult to link increased ambient levels of various pollutants with an increased relative risk of developing pneumonia in an elderly population (Fischer et al., 2003) . Nonetheless, air pollution is linked to an increasing incidence of chronic obstructive airway diseases among the elderly (Lundbäck et al., 2003) , which is frequently complicated by infectious bronchitis and pneumonia.\n\nThe potential for a bioterror attack has become a major concern over the past decade, a concern that was converted to high-level angst when anthrax spores in letters caused fatal pneumonia in postal workers and recipients in 2001. Bioterror agents, many of which have been weaponized, would be delivered via the inhalational route and cause respiratory inflammation and infection or systemic effects with undoubtedly high mortality. Particularly deadly agents include B. anthracis spores, Yersinia pestis, Francisella tularensis, variola major (smallpox), Clostridium botulinum toxin, and various viruses including hemorrhagic fever agents such as Ebola (Atlas, 2002) . These agents may prove particularly devastating to elderly populations, especially those who are less resilient due to age-associated fragility or the presence of significant underlying chronic illness.\n\nAlthough bioterrorism is a real and present concern, the most recent and highly alarming threat to human health due to its potential for a widespread epidemic or pandemic is the recently identified severe acute respiratory syndrome (SARS) agent (Ksiazek et al., 2003) . A worldwide epidemic caused by SARS has the potential to match or exceed the devastating mortality of the great influenza epidemic of 1918, which killed up to 50 million individuals around the globe (Crosby, 1989) . The SARS agent, which appears to be a human-animal recombinant coronavirus that was likely contracted from a small mammal in Guangdong Province, China (Ksiazek et al., 2003) , was rapidly spread via travelers to Hong Kong, Taiwan, Singapore, Vietnam, and Canada. SARS causes an unusually severe form of atypical pneumonia, and the case-fatality rate appears to be particularly high for older individuals.\n\nIt is unknown what the future holds, but SARS, which has many similarities to influenza viral infection, may reappear and rapidly spread around the world in the coming fall and winter months, the time of year when outbreaks of influenza virus infection typically occur (Maki, 2003) .\n\nRespiratory tract infection remains a major threat to elderly individuals. Various alterations in host defense mechanisms that are associated with the normal aging process can increase the risk of pneumonia the elderly. These changes range from diminished oral clearance and increased risk of aspiration to a decline in effectiveness of innate and acquired immune responses. Vaccination with the pneumococcal and influenza vaccines are somewhat protective and should be given to all individuals when they reach 65 years of age. However, various organ dysfunction syndromes increase the risk of developing pneumonia, and the signs and symptoms of pneumonia are often not apparent in the elderly, which may lead to a fatal delay in the initiation of effective therapy. The elderly, especially those who have attained a \"fragile\" state, tend to fare poorly if affected by viral influenza epidemics, and they may be particularly at risk for poor outcomes should they contract new agents such as the SARS coronavirus."}