{"title": "Metabolic programming of macrophage functions and pathogens control", "body": "Monocytes (Mo), macrophages (Mφ), and dendritic cells (DC) are the mononuclear phagocytic cells that together constitute mononuclear phagocyte system [1] . The hematopoietic stem cells in fetal liver and adult bone marrow (BM) develop into monocytes, and are released in blood. The BM-and blood-progenitor cells are directed towards mononuclear phagocyte lineage by colony stimulating factors, and depending on the additional stimuli they are exposed to, serve as progenitor/precursor cells for the generation of mature DC and Mo/Mφ populations. Splenic Mo/Mφ are generally derived from embryonic yolk sac, and can be complemented by BM-derived Mo/Mφ. Readers are referred to recently published reviews for more details on our current understanding of the development of the mononuclear phagocyte system [2, 3] .\n\nMacrophages are innate immune cells named after their characteristics as large cells that eat or phagocytose. They reside in almost all of the tissues in the body as patrollers and responders. As referred above, two major lineages are currently known: those differentiated from blood-circulating monocytes derived from myeloid progenitor cells in the bone marrow (BM) and migrate to sites of host insult, or those derived from the yolk sac and present in the tissues as resident Mφ [4] . Both lineages of Mφ serve as one of the first line of host defense at multiple levels; for their properties to engulf and digest microbes, synthesize compounds, e.g. IL-12, TNF-α, nitric oxide (NO), and reactive oxygen species (ROS) for microbial damage and for recruitment of immune cells, and present antigens to T cells for the initiation of adaptive immunity. These types of Mφ were initially named classical, proinflammatory M1 Mφ, respective to their ability to activate T helper 1 (Th1) cells, and were extensively studied by in vitro stimulation with lipopolysaccharide (LPS) and interferon γ (IFN-γ) [5] . Macrophages also play a role in resolution of inflammation by down regulating the inflammatory mediators, up regulating the antiinflammatory mediators and scavenging receptors (e.g. mannose receptor), phagocytizing apoptotic bodies and cellular debris, and secreting polyamines and proline to induce proliferation and collagen production, respectively, associated with wound healing and tissue repair [6] . These Mφ were initially recognized as alternative M2 Mφ for their phenotype being associated to T helper 2 (Th2) or regulatory T cells [5] (Fig. 1) . However, we remind the readers that M1 and M2 terminology offers a simplified view of the Mφ phenotypic and functional diversity. For example, M2 Mφ are now sub-grouped as M2a (induced by IL-4 and IL-10), M2b (induced by immune complexes, toll-like receptors (TLR), and IL-1 receptor (IL-1R)), and M2c (induced by IL-10, glucocorticoids) that described their functional state in response of the stimuli present [7] (Fig. 2) . Further, recent transcriptomic studies have provided evidence for the phenotypic heterogeneity of Mφ stimulated with 28 diverse stimuli [8] . Proteomics studies have revealed a spectrum of surface receptors expressed by M1 and M2 Mφ and by Mφ with a mixed or unique phenotype [9, 10] . Thus, the diverse range of these characteristics allow Mφ to be essential player in inflammation and immune control of many infectious diseases as well as in maintaining the cellular and tissue homeostasis post exposure to injurious stimuli [10] . Understanding the coordinated functional responses of the various phenotypes of Mφ will be important in the pathogenesis of many types of human diseases.\n\nRecent studies have begun to address the role of redox and metabolic status in regulating Mφ polarization and functional response (summarized in Table 1 ). For example, the importance of oxidized and reduced forms of cofactors, including nicotinamide adenine dinucleotide (NAD + /NADH), has been demonstrated in M1-like cells for the production of TNF-α [11] , adhesion for phagocytosis [12] , and oxidative phosphorylation [13] . We discuss the relationship between energy and cellular redox state and their role in governing immune cell function.\n\nMφ express membrane-bound and cytoplasmic pattern recognition receptors (PRR) to recognize pathogen associated molecular patterns (PAMP) [14] that are the molecules typically expressed on surface by pathogens, and the damage associated molecular patterns (DAMP) which are endogenous molecules that serve as immune activators when they are exposed out of a cell, which occurs under conditions of stress or injury. The broad classes of PRR include C-type lectin receptors, NOD-like receptors, RIG-I-like receptors, and toll-like receptors (TLR). Detailed discussion of PRR signaling of the innate immune cell activation in health and disease is beyond the scope of this review, and readers are referred to other recently published articles [15] . In brief, activation of PRR initiates complex signaling cascade and interplay of cellular mediators and transcription factors that shapes host defense against invading pathogen and/or for removal of cellular debris left after exposure to pathogenic and injurious stimuli, and establish homeostasis. A common example of PAMP is a component of the outer membrane of gram-negative bacteria, LPS, which is recognized by TLR4 that elicits a signaling cascade resulting in a proinflammatory response in Mφ. Activation of TLR commonly signals through a series of phosphorylation for recruitment and degradation of proteins and kinases, including TRAF6, MyD88, and TAK, that result in the induction of the NFκB transcription factor for the expression of proinflammatory cytokine genes [16] . We must also recognize that aberrant or persistent activation of DAMP/PAMP-mediated receptor signaling can potentially lead to chronic autoimmune or other inflammatory diseases.\n\nCytokines and chemokines produced by Mφ or other nearby cells offer modes of communication as they are recognized by their respective receptors and enhance the activation of immune cells. Mφ sense chemo-attractants produced by other cells and migrate to the site by rapid rearrangements of the actin cytoskeleton (reviewed in Ref. [17] ). Two cytokines, namely IFN-γ and TNF-α, are generally known to enhance the proinflammatory activation of the Mφ program by transcriptional mechanisms, including by NFκB and hypoxia inducible factor-1α (HIF-1α) (2), or by translational control [18] . The IFN-γ and TNF-α cytokines are recognized by the IFN-γ receptor and TNF-α receptor, respectively. The IFN-γ receptor homodimerizes upon binding of IFN-γ, and Janus kinases (JNK) phosphorylate and signal prolonged activation of STAT1 or STAT3 to translocate to the nucleus and bind to DNA elements for gene transcription (reviewed in Ref. [19] ). TNF-α activates Mφ through Fas-associated protein with death domain or in a TRAF2-dependent manner which results in caspase-mediated apoptosis or activation of NFκB (reviewed in Ref. [20] ). The classical in vitro model of M1 Mφ activation by LPS/IFN-γ triggers an extensive profile of inflammatory cytokines and chemokines (Fig. 3A) .\n\nProinflammatory Mφ also generate high levels of reactive oxygen and nitrogen species as oxidative molecules which contribute to the killing of many pathogens. Reactive oxygen species (ROS) are free radicals resulting from the reduction of molecular oxygen to superoxide anion (O 2 • -) that then dismutates to peroxide and hydroxyl radical. The unpaired electrons are highly reactive with lipids, proteins, and nucleic acids thus disrupting their functions. Mφ are historically believed to produce ROS by NADPH oxidase activation, though recent studies have addressed the role of mitochondrial respiration in contributing to ROS production in Mφ [21] . Nitric oxide (NO) is also a free radical and is formed by the reaction of oxygen and L-arginine, catalyzed by nitric oxide synthases [22] (Fig. 3B ).\n\nInflammatory events require resolution to maintain host tissue integrity, and Mφ play significant roles also in the immunosuppressive phase (reviewed in Ref. [23] ). The uptake of apoptotic immune cells activates the immunomodulatory program of Mφ, and the reduction of chemokine production by immunomodulatory Mφ halts the recruitment of neutrophils to the original site of insult. Immunoregulatory cytokines activate the antiinflammatory and wound healing programs in Mφ. IL-4 and IL-13 are commonly used for the polarization of immunomodulatory Mφ, as they elicit phenotypes associated with supporting a Th2 immune response and tissue homeostasis. IL-4 is made by Mφ and Th2 cells. IL-13 is produced by various T cell subsets, primarily by Th2 but also Th1 and Th17 cells [24] and by natural killer cells [25] . These cytokines (IL-4 and IL-13) initiate the STAT6 transcription activator, and increase the expression of the mannose receptor (CD206), dectin-1, and RELM-α (Fig. 4) , which are also important for recognition of fungal infections and are involved in type 2 immunity. These responses are due to kinases and phosphatases that interact with the tyrosine motif in the IL-4 receptor (reviewed in Ref. [26] ). IL-10 is another immunosuppressive cytokine, which induces M2a Mφ polarization, activating STAT1 more than STAT3 and inhibiting inflammatory cytokines (e.g. TNF-α and IL-1β) production [27] . IL-10 is produced by Mφ and by a variety of immune cells including dendritic cells, T cells, and B cells (reviewed in Ref. [28] ). Therefore, a microenvironment and appropriate signaling determine the Mφ response for the coordinated control of inflammation.\n\nPhagocytosis in Mφ is activated by recognition through its complement-, Fcγ-, or mannose-receptors (reviewed in Ref. [29] ). Upon recognition of the infectious agent or necrotic cellular material, the Mφ membrane protrudes around the attached material and forms a phagosome. The lysosome, filled with hydrolytic enzymes, fuses with the phagosome forming a phagolysosome where the engulfed material is digested. The digested material is then disposed from the cell by exocytosis or the resulting peptides are processed and presented as antigens. Mφ engulfment of necrotic cells is preceded by macropinocytosis mechanism where multiple pockets uptake necrotic debris [30] , and also result in the induction of antigen presentation [31] . It is here as a professional antigen-presenting cell (APC) that Mφ serves as the bridge linking the innate immune system to the initiation of adaptive Macrophage polarization with distinct stimuli. LPS/IFN-γ-induced M1 macrophages produce a multitude of proinflammatory mediators, reactive oxygen species (ROS) and nitric oxide (NO), and are routinely associated with direct killing of pathogens and elicitation of type 1 immunity. M2 activation state of macrophages involves heterogenous functional profile that depends upon the stimulating factors. M2a state by IL-4/IL-13 is the traditional alternative state of macrophages (opposite to M1 profile). M2b regulatory macrophages respond to TLRs, IL-1 receptor (IL-1R) or immune complexes (ICs), and can possess both protective and pathogenic roles in various diseases. M2c macrophages, in response to glucocorticoids, TGF-beta, IL-10 etc., are involved in tissue repair and tissue remodeling. This classification is not sufficient to cover the wide range of macrophage activation profile. Table 1 Summary of metabolic changes in proinflammatory versus immunoregulatory macrophages. Key differentiating metabolic pathways reported in macrophages activated to proinflammatory or immunoregulatory phenotypes in vitro are summarized.\n\nimmunity. Though mostly the antigen presentation function is noted in M1 Mφ, M2 Mφ may also present antigens depending upon the context of their activation (Fig. 5) .\n\nMφ express major histocompatibility complex (MHC) for the presentation of peptides to T cells, and initiate immune memory. The peptides that are the products of phagolysosomal or endosomal degradation of antigens in Mφ are usually loaded onto MHC II molecules and presented on the Mφ surface for recognition by CD4 + T cells. Peptides derived from proteasomal degradation are loaded on MHC I molecules which are recognized by CD8 + T cells [32] . The activation of T cells from APC requires the antigen peptide presented on MHC to the T cell receptor, and two signals: activation of the CD3 and ζ chain, and co-stimulation through the CD28/CD4/CD8 receptors. Upon recognition of these signals, the activated T cells proliferate and differentiate to effector T cells, which aid further expansion and stimulation of immune cells (e.g. T helper cells, Mφ, DC), cytokine release, and cytotoxic effector function. MHC II can be inhibited by IL-10, an immunomodulatory cytokine produced by several immune cells including Mφ, as has been previously reviewed [28] . Therefore, the appropriate Mφ response and its coordination with the adaptive arm of immunity allows the larger and efficient immune response for host protection and defense.\n\nMφ also employ diverse mechanisms for the uptake and clearance of apoptotic bodies. Mφ recognizing \"eat-me\" signals including nucleotides, chemokines, and lipid phosphatidylserine on the apotptoic cells, respond by up regulation of the mannose receptors (CD163, CD206), cytokines (TGF-β and IL-10), arachidonic metabolites (e.g., prostaglandin E2) as well as a range of proresolving mediators that is followed by anti-inflammatory and repair/healing responses [33] . Readers are referred to critical assessment of Mφ role in clearance of apoptotic cells for maintaining tissue homeostasis in recent reviews [34] . that signal activation of JAK (Janus kinase) and TYK (Tyrosine kinase), and JAK/TYK mediate an increase in STAT6 expression. STAT6 transcriptional activation is enhanced by peroxisome proliferator activated receptor γ (PPAR-γ) and PPAR-γ coactivator 1 (PGC-1) that support the expression of genes involved in fatty acid oxidation and oxidative metabolism, and have inhibitory effects on inflammatory gene transcription. Typical M2 markers include arginase 1 (converts L-arginine to urea and L-ornithine and supports cell proliferation), decoy receptor 3 (inhibits Fas ligand induced apoptosis), dectin 1 (a major betaglucan receptor), mannose receptor (CD206), and scavenger receptor (CD163). Polarization towards M1 phenotype is prevented through SOCS3 inhibition of STAT3. Macrophages (and dendritic cells) are phagocytes that engulf microbes by phagocytosis. Lysosomal fusion with phagosome creates phagolysosome where microbes are digested and immunodominant peptides of the microbe are loaded on to MHC II. The antigenbound MHCII molecules then translocate to cell surface for presentation of the antigen to CD4 + T cells. Macropinocytosis (non-specific uptake of soluble antigens) and receptor-mediated endocytosis of soluble antigens through clathrincoated vesicles also deliver the antigenic peptides through endosome lysosome pathway for MHCII presentation (not shown). Some microbes that escape from phagolysosome into cell cytoplasm (e.g. Trypanosoma cruzi) and others that develop intracellularly (e.g. viruses) arc degraded by proteasomes after which immunodominant peptides bind to MHC I and are presented to CD8 + T cells.\n\nMetabolism generates ATP to meet energy demands for enzyme function, substrates for the synthesis of cell components, and electron carriers for molecular and chemical reactions. In Mφ, the metabolic processes have been described to differ among its diverse activation types; naïve (resting or undifferentiated, M0) and immunomodulatory (M2) Mφ largely use oxidative phosphorylation (OXPHOS) while proinflammatory (M1) Mφ rely on glycolysis that, although oxygen is available, results in the reduction of pyruvate to lactate, known as the Warburg effect. Transcriptome profiling of M1 and M2 (vs. M0) Mφ revealed that there were significant differences in cytokine and chemokine gene expression, but very few genes related to metabolism differed in expression [35] . These findings suggest that the metabolic pathway used by Mφ may not first be regulated at the transcriptional level, but rather at the enzymatic level. Indeed, combinatory metabolomics and transcription analyses indicated the differential metabolite profile of the M1-and M2-polarized mouse bone marrow-derived Mφ [36] . By U-13 C-labeling, this study also revealed that glycolysis, fatty acid (FA) synthesis, and pentose phosphate pathway (PPP) were predominant in M1 Mφ [36] .\n\nWith regard to infectious diseases, Mφ are one of the first responders for infection control, yet serve as susceptible host for several intracellular pathogens. Here, metabolism plays an additional crucial role in the host-pathogen relationship, as the host-generated substrates are required for the function of both the host cell and the invading pathogen. In-depth investigation of these mechanisms is important because it can a) provide new avenues for infectious disease control, and b) give insight into evaluating disease susceptibility from the host side, which may reduce the probability of drug-resistance of pathogens when host innate immune system is boosted. Herein, we review the metabolic processes in activated Mφ and the interplay in pathogen control.\n\nUpon recognition of the infectious (or necrotic) stimuli by PRR or cytokine receptors, which initiate signaling cascades, Mφ exhibit activation of a wide variety of transcription factors. Gene transcription is increased for the production of inflammatory mediators, ROS and NO, and the metabolic shift from OXPHOS to aerobic glycolysis occurs. In addition, PPP and FA synthesis have also been described to be active in proinflammatory Mφ [37, 38] . These changes in metabolism are suggested to be important for supporting various proinflammatory functions of Mφ, and discussed in more detail below.\n\nGlycolysis produces pyruvate as an end product that can then be transported into the mitochondria and be converted to acetyl CoA to feed the tricarboxylic acid (TCA) cycle, which generates NADH/FADH2 to support the OXPHOS pathway. Alternatively, pyruvate can be reduced to lactate and produce a molecule of NAD + in the process. The latter fate of pyruvate from glycolysis is less efficient in generating ATP per glucose molecule, but is thought to meet energy requirements by the increased rates of glucose oxidation. The proinflammatory Mφ, specifically those induced by LPS/IFN-γ, are shown to have impaired mitochondrial metabolic activity of TCA cycle and OXPHOS pathway [39] . Instead, M1-activated Mφ exhibit an increase in glucose uptake and glycolysis [40] . This glycolytic flux can be supported by up regulation of hexokinase activity that catalyzes the rate limiting first step of glycolysis [41] and replacement of the liver-type 6-phosphofructo-2kinase (PFK2) with more active, ubiquitous (uPFK2) isoform which can maintain higher concentrations of fructose 2,6-bisphosphate to support glycolysis [42] .\n\nIn reference to functional need for glycolysis, M1 Mφ were suggested to shift to glycolysis to fulfil rapid increase in energy demand for cell proliferation in hypoxic tissue environment (Fig. 6) . Indeed, the expression of GLUT1 (glucose transporter 1) is increased in LPS-stimulated and M1-like Mφ [43, 44] . Besides its primary function in glucose transport, GLUT1 overexpression induced the expression of proinflammatory genes in LPS-induced Mφ, and this process was dependent on the use of glycolysis and O 2 •production [43] . Pyruvate kinase M2 (PKM2, catalyzes final step of glycolysis) has been implicated in the promotion of inflammasome activation for IL-1β release [45] , and 2-deoxyglucose (inhibits first step of glycolysis) reduced IL-1β release in LPS-stimulated Mφ [46] . These studies suggest that Mφ rely on catabolizing glucose for ROS and proinflammatory cytokines production (Fig. 6) . Further, LPS-activated Mφ were shown to utilize the intermediates of glucose metabolism as substrates for amino acids and triglycerides synthesis, and utilize glucose as a carbon source for synthesizing fatty acids and also engulf free fatty acids for triglyceride accumulation [40] . Mobilization of triglyceride stores and fatty acids was vital for the phagocytosis function of Mφ [47, 48] .\n\nAt molecular level, NF-κB is involved in regulating the proinflammatory gene expression in Mφ, and it also induces the HIF-1α expression. HIF-1α is shown to transcriptionally enhance the Mφ commitment to glycolysis by inducing the expression of GLUT1 [49, 50] , monocarboxylate transporter 4 (MCT4) [51] , and the rate limiting glycolytic enzyme PFK2 [52] . HIF-1α is also suggested to induce the expression of lactate dehydrogenase and pyruvate dehydrogenase kinase enzymes that enhance the pyruvate conversion to lactate and inhibit pyruvate entry into TCA cycle, respectively [53] , and thus promote the glycolysis in Mφ.\n\nA disruption of the TCA cycle is also important for proinflammatory Mφ. Inhibition of succinate dehydrogenase and accumulation of succinate was noted in classically activated Mφ [36] . Importantly, high levels of succinate led to succinylation of many proteins and signaled Fig. 6 . Importance of glycolysis in proinflammatory M1 macrophages. M1 macrophages rapidly upregulate glycolysis (over oxidative phosphorylation) as a main source of ATP that is facilitated by up regulation of glucose transporter 1 (GLUT1) The elevated glycolysis is dependent on hypoxia inducible factor (HIF-1α) that in turn is activated under low oxygen levels by inhibition of prolyl hydroxylase and reduced proteasomal degradation. Pyruvate kinase M2 (PKM2) is found to promote Warburg effect and ROS production. Dimeric PKM2 (enzymatically inactive) translocates to nucleus where it interacts with HIF-1α to enhance the transcription of HIF-1α responsive genes and phosphorylates STAT3 to facilitate increase in cytokine's (e g., IL-1β, IL-6) expression. the stabilization of HIF-1α transcription factor for cytokines' expression [46] . More recently, enhanced succinate production and its oxidation was shown to regulate ROS production in LPS-treated Mφ [54] . Another breakdown of TCA cycle was observed at isocitrate dehydrogenase, which led to accumulation of isocitrate and citrate [36] . Citrate was deemed important in proinflammatory Mφ as it is used to synthesize the anti-bacterial compound, itaconate [55] . Moreover, endogenous itaconate regulated succinate levels [56, 57] , and inhibition of IRG1-itaconic production in ischemic muscle resulted in the induction of M2 Mφ polarization [58] . Further, excess citrate transports from mitochondria to cytosol where it is converted by citrate lyase to acetyl CoA that is channeled towards FA synthesis in inflammatory Mφ [59] . Inhibition of acetyl CoA production by knockdown of citrate carrier led to defective Mφ activation in response to LPS stimulus [59] . In addition, the aspartate-arginosuccinate shunt, which produces arginine and connects the TCA cycle to the urea cycle, was shown to be involved in NO production, and gene transcription of iNOS and IL-6 in M1 Mφ [36] . Together, these studies signify the importance of impaired TCA cycle in M1 Mφ activation (Fig. 7) .\n\nPPP branches off at the first step of glycolytic pathway when glucose-6-phosphate is enzymatically converted by glucose-6-phosphate dehydrogenase (G6PDH) into 6-phosphate gluconate and NADPH is formed. PPP serves an important role in the synthesis of nucleotides; however, Mφ utilize NADPH as electron carrier for ROS production [60] . Briefly, exacerbate amounts of ROS are produced by proinflammatory Mφ as part of an anti-microbicidal repertoire. NADPH oxidase (NOX2), the primary source of ROS in M1 Mφ, is a multimeric enzyme, which requires NADPH as an electron donor for the formation of O 2 •from molecular oxygen. The source of NADPH for NOX2 has been described to be due to the activity of the PPP, primarily by its first and rate-limiting enzyme G6PDH, and the expression and activity of G6PDH are increased in LPS-treated Mφ [60] . The third enzyme in the PPP, phosphogluconate dehydrogenase, and the two TCA cycle enzymes, malate dehydrogenase and isocitrate dehydrogenase, are also recognized to complement the G6PDH in providing NADPH for NOX2 activity (Fig. 8 ).\n\nThere has been evidence that mitochondria can also be a source of ROS in M1 Mφ. In brief, mitochondrial ROS is generated when the electron transport chain (ETC) results in electron leakage that reacts with oxygen forming O 2 • - [61] , and this reaction occurs independent of PPP. The detailed reactions of mitochondrial ROS production have been reviewed elsewhere [62] .\n\nAnother reactive oxidant produced by Mφ for controlling infectious microbes is nitric oxide (NO). NO reacts with O 2 •radicals to form peroxynitrite (ONOO -), a powerful oxidant also capable of damaging pathogens. PPP production of NADPH is required as a co-substrate for the synthesis of NO, which is enzymatically formed by homodimerization of nitric oxide synthase (NOS) with L-arginine as the precursor for its guanidino nitrogen group [63] . Of the three enzyme isoforms, Mφ express the inducible nitric oxide synthase (iNOS) isoform which differ it's endothelial and neuronal counterparts by being insensitive to calcium ion concentrations for the control of electron flux and more strictly transcriptionally regulated [64] . iNOS catalyzes the reaction of L-arginine with O 2 to yield NO and L-citrulline. Some studies report that L-citrulline can be the precursor for L-arginine biosynthesis, and therefore can support cyclic and continuous NO generation upon proinflammatory activation of Mφ [65] .\n\nAccumulation of lipids is also important for the proinflammatory Mφ. Cholesterol is taken up by Mφ as low or very low density lipoproteins, and digested to form lipid droplets, which can be used to make inflammatory mediators, or in excess, form cholesterol crystals which can activate the NLRP3 inflammasome or amplify TLR4 and NFκB signaling by reacting with lipid rafts (reviewed in Ref. [66] ). These lipid-laden Mφ, known as foam cells and a hallmark of atherosclerotic lesions [67] , are thought to contribute to chronic inflammation when cholesterol transport is defective [68] although other reports observe greater lipid uptake by M2 Mφ residing in atherosclerotic plaques (reviewed in Ref. [69] ).\n\nCollectively, these metabolic signatures give insights into what Mφ require for prompt and effective inflammatory function for pathogen clearance. Utilizing glucose in an oxygen-independent manner through various metabolic pathways has been shown to support generation of ATP, cofactors important for redox reactions of enzymes that produce reactive oxygen and nitrogen species, and accumulation of intermediate metabolites for enhancing transcription of proinflammatory cytokines. In addition to glucose and its breakdown products, consumption of lipids to initiate the complexes, receptors, and transcription factors to yield a proinflammatory outcome has been demonstrated. Where the metabolic support for immunomodulatory functions diverge from proinflammatory phenotype is discussed in the following.\n\nImmunoregulatory Mφ are grouped in their ability to oppose proinflammatory responses and induce matrix deposition for tissue repair and remodeling functions [70] . The activation of the immunomodulatory phenotype of Mφ relies on TCA cycle and OXPHOS sourced from lipolysis and FA uptake to meet the energy demand [71] .\n\nThe need for TCA cycle and OXPHOS pathway in activation of M2 Mφ is enforced by several studies. For example, M2 Mφ up regulate the expression of a variety of scavenging receptors, such as mannose receptors, for their function to recognize and phagocytize apoptotic bodies. Metabolome analysis of IL-4-treated M2 Mφ identified that TCA Fig. 7 . Broken TCA cycle in M1 macrophages. Both pyruvate (through pyruvate dehydrogenase-dependent formation of acetyl CoA) and lactate from glycolysis pathway are suggested to fuel the TCA cycle. However, 13 C metabolites labeling studies suggest that TCA cycle is disrupted at distinct points in M1 macrophages. A downregulation of isocitrate dehydrogenase likely contributes to increase in citrate levels. Citrate fuels fatty acid synthesis and acts as a precursor for the synthesis of antimicrobial itaconate. Citrate may also be converted back to acetyl CoA by ATP citrate lyase and alter histone acetylation to regulate the expression of M2-associated genes. Accumulation of succinate stabilizes HIF-1α, and succinate-responsive succinate receptor 1 (SCNR1) signals processing and release of IL-1β. Intermediates of TCA cycle (e.g. fumarate) play a role in epigenetic programming. in M1 macrophages, while α-ketoglutarate is more important as facilitator of epigenetic programs in M2 macrophages. In addition, aspartate-arginosuccinate shunt produces arginine and supports NO production. cycle contributed to generation of UDP-GlcNAc that is an important intermediate required for the glycosylation of mannose receptor [36] . Conversely, chemical suppression of OXPHOS pathway or inhibition of ATP synthase in IL-4-stimulated Mφ diminished the M2-specific expression of genes (e.g. Arg1, Mrc1), surface markers (CD206), and arginase 1 activity [39, 72] . Likewise, shutdown of oxidative metabolism by LPS+IFN-γ rendered Mφ incompetent to respond to IL-4 stimulus and restore respiration and M2-specific receptors even though the STAT6 signaling was present [39] (Fig. 9 ).\n\nBoth aerobic glycolysis and FA oxidation provide substrates for TCA cycle and OXPHOS pathway. A recent study showed that knockdown of pyruvate dehydrogenase kinase 1 inhibited the aerobic glucose metabolism, but enhanced mitochondrial OXPHOS and M2 phenotype of Mφ [73] . Complete inhibition of glycolytic flux by 2-deoxyglucose was detrimental to TCA cycle, OXPHOS, and expression of M2 markers in IL-4-treated Mφ [74] . Others have shown 2-deoxyglucosedependent blockage of glucose utilization inhibited IL-4-induced M2a polarization of Mφ [75] . Several authors have implicated Akt-mTORC1 pathway, in parallel with IL4RA-STAT6 cascade, in regulating the acetyl CoA synthesis and expression of M2 genes involved in cellular proliferation, remodeling and antiinflammatory response in M2 Mφ [76] . These studies suggest that M2 Mφ utilize glycolysis, albeit at low levels, to provide substrate (acetyl CoA) for TCA cycle and OXPHOS pathway.\n\nThe importance of FA oxidation in M2 Mφ was initially observed by the finding that reducing FA oxidation by modulation of AMP kinase, a sensor responsible for metabolic changes to increase cellular ATP levels, led to impairment in inflammatory resolution function of Mφ [77] . In alignment with this observation, M2 Mφ were found to display increased fatty acid and triacylglycerol (TAG) uptake, and lysosomal lipolysis of TAG was essential for FA oxidation in M2 Mφ [71] . Fatty acid transporter protein 1 activity was shown to be important for transcription of M2 marker genes [78] . Blocking FA oxidation inhibited the IL-4-induced M2 polarization and also diminished the anti-helminth parasite function of M2 Mφ [71] . These studies point to the major role of FA oxidation in providing the substrates for meeting the energy demand of M2 Mφ through TCA cycle and OXPHOS pathway. IL-10 and IL-6 production; however, has also been shown to be at least partially reliant on glycolysis in M2 Mφ in response to LPS [79] .\n\nAt the molecular level, metabolic programming of M2 Mφ by IL-4 was triggered by STAT6-dependent induction of peroxisome proliferator-activated receptor (PPAR)-γ coactivator 1β (PGC1-β). PGC-1 is a transcriptional co-regulator, and it was found that recruitment of STAT6 to the arginase 1β promoter with PGC-1 promoted FA oxidation and arginase 1 activity, and suppressed the LPS-induced IL-6 and IL-12 production in Mφ [72, 80] ; while knockdown of STAT6 or PGC-1β suppressed the expression of key FA oxidation genes, and resulted in poor inhibition of IL-6 and IL-12 in LPS-treated Mφ in the presence of IL-4 [72] .\n\nPeroxisome proliferator-activated receptors (PPARs) are ligand-activated transcription factors, which regulate lipid metabolism in a vast variety of tissues. These nuclear receptors heterodimerize with liver X or retinoid X receptors and transcribe key lipid metabolism genes under the PPAR response element [81] . Among α, δ, and γ isotypes, PPAR-γ has been most intensively studied as a regulator of adipogenesis and diabetes, and to play an immunoregulatory or reparatory function in Mφ [82] [83] [84] . PPAR-δ agonists have also been shown to diminish the proinflammatory phenotype of Mφ revealed by transcriptome analysis; however, these Mφ can enhance IFN-γ production in CD8 + T cells [85] . The PPAR-α activation has been shown to improve the cholesterol efflux and reduce lipid accumulation in Mφ [86, 87] , which are key mechanisms in reducing lipid-laden inflammatory Mφ in atherosclerotic plaques. These studies suggest that PPAR isotypes control key elements for the resolving Mφ phenotypes. Thus, modulations of PPARs are explored for their therapeutic potential in metabolic and inflammatory diseases.\n\nIn summary, M2 polarized Mφ studies have indicated that an intact TCA cycle, fatty acid oxidation, and aerobic glycolysis are crucial contributors to the control of transcription factors in M2 Mφ.\n\nThe role of lipid metabolism in regulating Mφ function in inflammation and resolution has been reviewed recently [88, 89] . Increase in arachidonic acid metabolism and eicosanoids production supported by an increase in COX2/COX1 ratio, microsomal isoform of prostaglandin E synthase (mPGE2S), leukotriene A4 hydrolase, thromboxane A synthase 1, and arachidonate 5-lipoxygenase is noted in M1   Fig. 8 . Enhance activity of PPP in M1 macrophages. Up regulation of glycolysis provides the intermediate glucose 6 phosphate to feed the pentose phosphate pathway (PPP). PPP generates NADPH required for NADPH oxidase (NOX2)-dependent superoxide synthesis as well as iNOS-dependent NO synthesis (not shown). PPP end products, glyceraldehyde-3-phosphate and fructose-6-phosphate supply substrates to glycolysis pathway. Mφ [90] . Alternatively, in IL-4-activated M2 Mφ, the same study showed that COX1 and 15-lipoxygenase were up regulated and microsomal prostaglandin E synthase (mPGE2S) was suppressed [90] . TLRs were also found to induce the synthesis of resolvins and lipoxins (nonclassical eicosanoids) to support antiinflammatory or proresolving function of Mφ [91] . The profiling of arachidonic acid derivatives also exemplified the differential increase in eicosanoids and lipoxygenases in M1-like Mφ [92] . These studies suggest that lipid compounds and their biosynthesis form a part of the polarized Mφ states and lipidomic profiling further guides our understanding on how specific lipid families may be responsible for Mφ inflammatory activity.\n\nGlutamine is an amino acid that produces α-ketoglutarate, and the latter replenishes the TCA cycle. Metabolomic analysis showed that in M2 Mφ, almost a third of the carbon utilized in TCA cycle was derived from glutamine, and absence of glutamine reduced the expression of markers (e.g., CD206, CCL22, IRF4, KLF4) of M2 polarization [36] . Conversely, inhibition of glutamine synthetase shifted the M2 Mφ towards M1 polarization [93] . These studies demonstrate an integral role of glutamine metabolism in M2 Mφ. Some studies have also suggested that glutamine metabolism, potentially through γ-aminobutyric acid (GABA) shunt, supports succinate production and expression of cytotoxic and inflammatory effectors (e.g. NO and IL-1β) in LPS-treated Mφ [46, 94] , though these findings need to be corroborated by other investigators.\n\nL-arginine is an important amino acid with polarized fates depending on the activation status of Mφ [95] . In M1 Mφ, iNOS metabolizes L-arginine to NO and L-citrulline, and inhibiting iNOS promoted the M1 Mφ metabolic and phenotypic reprogramming towards M2 Mφ. In IL-4-activated Mφ, L-arginine is metabolized by arginase 1 to urea and L-ornithine, and the latter serves as a precursor of polyamines and proline needed for collagen synthesis and tissue remodeling function of M2 Mφ [96] . Indeed, genetic knockdown or chemical inhibition of arginase 1 suppressed the matrix deposition and delayed healing in the mouse excisional wound model [97] .\n\nIntracellular iron homeostasis in Mφ has been shown to be important for cell inflammatory function (reviewed in Ref. [98] ). TLR4dependent production of TNF-α and gene expression of IFN-β are disabled in Mφ deficient in the iron sensing hemochromatosis protein in response to LPS [99] . M2 Mφ exhibit higher iron release than the ironstoring M1 Mφ [100] , and the inhibition of the iron exporter, ferroportin 1, significantly enhanced the generation of proinflammatory cytokines [101] and iNOS via NFκB transcriptional activation [102] .\n\nVery few studies have addressed the Mφ polarization in experimental models of health and disease, and briefly discussed here. LPSinduced sepsis and death was decreased in wild-type mice treated with 2-deoxyglucose (inhibits glycolysis) and HIF-1α knockout mice [42] . Prolyl hydroxylase domain enzymes (PHD) regulate the stability of HIF protein by post-translational hydroxylation of two conserved prolyl residues in its α subunit. Macrophages isolated from PHD2 and HIF-1α double knockout animals showed an increase in oxygen consumption rate and a decline in lactate concentration [103] , in alignment with the in vitro observations made in M2 polarized Mφ. Others showed that administration of LPS to mice decreased the CARKL sedoheptulose kinase, which partakes in the fueling of the PPP in peripheral mononuclear cells [38] , a finding that is opposite to in vitro observations. The authors also observed that although PHD2 can modulate glycolysis, no differences were observed in the gene transcription of the M1 Mφ markers, i.e., TNF-1α, iNOS, and MCP-1. PKM2 catalyzes the final step in glycolysis. In vivo activation of PKM2 in mice suppressed IL-1β (opposite to what was observed in vitro), increased IL-10 production, and had no effect on IL-6 levels in response to LPS treatment or Salmonella typhimuriuminfection of mice [104] . Bacterial levels in the liver and spleen of mice were also increased by PKM2 activation.\n\nMetabolic disturbance is a feature of many diseases. Obesity and malnutrition are significant metabolic health concerns, and may also influence the predisposition to infectious diseases. Obesity is an overweight state defined by the body mass index (BMI) score, which moderately correlates with body fat and is calculated by using weight and height measurements. Obesity is a major risk factor for many noncommunicable diseases, such as type 2 diabetes, and causes detrimental chronic low-grade inflammation [105] .\n\nIn the obese state, Mφ recruited to adipose tissue possess proinflammatory phenotype evidenced by the expression of surface receptor markers and inflammatory cytokines (TNF-α and IL-1β) production. Yet, these Mφ were metabolically different from the traditionally defined M1 Mφ [106] , likely because of abundance of free fatty acids along with high glucose and insulin in obese microenvironment. Mφ in adipose tissue produced proinflammatory cytokines in a PPAR-γ-dependent manner, and TLR4 deficiency suppressed the adipose tissue inflammation suggesting that circulating LPS originating from the gut microbiota contributes to inflammation in obese individuals [106] . The ROS production in obesity models have been speculated to be partly from NOX2 in Mφ, although the role of this ROS in inflammation of adipose tissue has not been delineated [107] . Despite this, low-grade inflammation present in obesity may be insufficient for the generic control of infectious pathogens. Indeed, higher rates of failure of antibiotic treatment for skin infections [108] , and other bacterial infections [109] is noted in obese patients. Further, the increase in Mφ flux to obese adipose tissue may be detrimental to the host if the pathogen is intracellular and uses Mφ as carriers, and host cell lipid metabolism for their survival, or if the clearance mechanism by Mφ is dependent on metabolic pathways. Thus, impairment of metabolic shift of Mφ may contribute to disease progression of both obesity and that caused by infection.\n\nIn malnourished populations, the susceptibility to infectious diseases also poses interesting insight into the interactions between nutrition and innate immunity. Malnutrition is defined as the imbalance of deficient dietary uptake or absorption compared to energy expenditure. As such, malnutrition has been correlated with immunodeficiency and increased susceptibility to infectious diseases. Macrophages differentiated from bone marrow cells of malnourished, low protein diet-fed mice exhibited increased arginase activity in response to LPS compared to those from healthy mice. Likewise, Mφ from mice fed a low protein diet demonstrated increased Leishmania infantum parasite burden compared to those isolated from nourished mice [110] . Suppressed NFκB activity [111] and reduction in the production of GM-CSF growth factor [112] and ROS and NO [113] were also observed in peritoneal and alveolar Mφ isolated from malnourished (vs. nourished) animals, suggesting poor Mφ inflammatory function in nutrition-deficient states. These studies point to the importance of nutritional availability for Mφ to prompt a proinflammatory response, and delineating the mechanism of how metabolic deficiency links to function of Mφ in malnourished states will be useful to define novel methods for improving infection outcomes.\n\nThe consensus for appropriate Mφ activation in response to intracellular pathogens is the glycolytic M1 type for pathogen clearance. Indeed, many microbes and lipopolysaccharides activate Mφ to M1 phenotype shown by transcriptome and metabolome studies. However, a vast number of microbes survive in M1 Mφ environment or activate the M2 phenotype in naïve Mφ. We briefly discuss the metabolic perturbations elicited by various infectious agents to ensure their survival in Mφ.\n\nCholesterol metabolism has been linked to viral entry, replication, budding in infected cells, and ultimately eradication of infection [114] [115] [116] . In case of HIV, the increase in cholesterol biosynthesis induced by viral infection can result in lipid-laden foam Mφ [117] that secrete inflammatory mediators, activate endothelial cells, and contribute to cardiovascular disease [118] [119] [120] . Others have shown that HIV and respiratory syncytial virus (RSV) ensure their survival in Mφ by dampening the glucose uptake, glycolysis, and PPP intermediates that prevented proinflammatory activation of Mφ [121] ; and PFKFB3driven Mφ glycolytic metabolism was crucial to innate antiviral defense [122] . Conversely, glycolysis has been suggested to be important in the replication of Dengue virus in fibroblasts as the inhibition of glucose uptake reduced viral load [123] . Severe acute respiratory syndrome coronavirus (SARS-CoV) exacerbates the lung pathology in STAT1 knockout mice, and has been shown to activate M2 Mφ polarization with infection [124] . STAT1/STAT6 double knockout mice demonstrated low lung pathology, corresponding with STAT6 being essential for M2 Mφ activation [124] . These studies demonstrate that metabolic processes of the host cell during infection with viruses differ even within pathogenic groups, and that M1-like glycolytic activation may not be beneficial for clearance of all viral infections.\n\nSalmonella infection of Mφ was associated with M2 phenotype, and a lipid metabolism transcription factor, PPAR-δ, activity was important for glucose availability for bacterial replication within cells [125] . The importance of glucose availability for Salmonella replication within Mφ has also been shown previously [126] . This implies that there may be a competition for nutrients between the pathogen and the host cell, and Salmonella enhances its survival by switching the host's metabolism to reduce the competition and takeover. Mycobacterium tuberculosis (pathogenic strain) increased the glucose uptake, expression of glucose transporters and glucose-3-phosphate in Mφ, and this ability was suggested to be a determinant of pathogenicity [127] . Francisella tularensis capsule suppressed the lactate and HIF-1α stabilization in the secondary response to TLR7/TLR8 agonism, and inhibited aerobic glycolysis in Mφ [128] . Inhibition of aerobic glycolysis with 2-deoxyglucose in Mφ restored the replication of a capsule mutant of F. tularensis [128] . In contrast, NO derivation by Mφ can be regulated in L-arginine concentration-dependent manner in response to Helicobacter pylori [129] . As such, Mφ may be competing for substrates for their proinflammatory functions in presence of bacteria, and bacteria utilize various strategies that alter the metabolic environment required for cytotoxic and inflammatory functions of Mφ.\n\nStudies in a variety of murine models have shown that control of pathogenic protozoan trypanosomes (e.g. Leishmania sps, Trypanosoma cruzi) requires type 1 humoral and adaptive immune responses. Both of these parasites are able to survive in Mφ, and use Mφ as a vehicle for dissemination to tissues. It was shown that arginine metabolism for the synthesis of polyamines, which are used by M2 Mφ, is important for the persistence of the replicative form of Leishmania in the phagocytic vacuole [130] . Metabolome analysis revealed that the level of M2-associated intracellular metabolites were enhanced while glucose consumption decreased, which also resulted in increase in parasite survival [131] . Leishmania infection of Mφ enhanced the 5′ AMP-activated protein kinase (AMPK)/Sirtuin 1 (SIRT1) pathway in support of mitochondrial metabolism and prevented the metabolic switch to aerobic glycolysis [132] . Toxoplasma gondii infection of Mφ has suggested that there is reduction of NO production by Mφ for parasite control, possibly due to the use of L-arginine for polyamine synthesis which is used by T. gondii for replication [133] .\n\nThe immune deficiency of T. cruzi-infected macrophages is indicated by its down-regulation of antigen presentation via MHC II [134] . Peritoneal Mφ from T. cruzi-infected mice elicit poor T cell proliferation via presentation of programmed death ligands (PDL) 1 and 2. Blocking PDL-2 in infected Mφ presented with increased arginase 1 expression and activity, and decreased the iNOS gene expression and NO production [135] . Parasite growth in Mφ increased in this state. Conversely, accumulation of lipid droplets which store inflammatory mediators have been shown in infected Mφ [136] ; however, their role in parasite clearance is yet to be determined. The interaction between host cell lipid bodies and T. cruzi has been reviewed recently [137] . Additionally, HeLa cells infected with T. cruzi and chronically infected myocardium showed decreased expression of pyruvate dehydrogenase, indicative of reduced use of glycolysis and instead utilize fatty acid metabolism [138] . In Mφ, T. cruzi infection has shown the increase in the lipid metabolism transcription factor, peroxisome proliferation-activated receptor-α (PPAR-α), which suggested roles in regulating NO and ROS levels, and partially in the respiration and extracellular acidification by Mφ [139] . Indeed, PPAR isoforms have been implicated in the gene transcription roles in M2 Mφ by several research groups [83, 84] . The cruciality of the pentose phosphate pathway for the production of ROS and NO, and the control of T. cruzi by Mφ was also demonstrated [139] . The Mφ's pentose phosphate pathway may be essential for T. cruzi to support its survival mechanism, such as NADPH to support its anti-oxidant enzyme, trypanothione reductase [140] .\n\nThese studies demonstrate that the general glycolytic proinflammatory activation of Mφ does not necessarily correspond to the efficient infectious pathogen clearance mode of Mφ. Although infectious agents do not share a common metabolic impairment in Mφ, it is clear that the metabolic processes in Mφ do play a crucial role in its function to aid in the clearance of infectious pathogens and mitigate disease progression. These observations suggest that microbe-specific studies on Mφ metabolic activation to identify the metabolic pathway that support the mode of clearance by Mφ is required.\n\nThe authors declare no conflict of interest."}