{"title": "Cymbidium mosaic potexvirus isolate-dependent host movement systems reveal two movement control determinants and the coat protein is the dominant", "body": "Viruses have a defined, restricted host range, which varies among different viruses, or sometimes even different isolates of the same virus species. For example, Cucumber mosaic virus (CMV) has a host range of more than 1000 plant species in 85 families, including monocotyledonous and dicotyledonous plants, and by contrast, Barley stripe mosaic virus (BSMV) has a confined natural host to barley (ICTVdB: The Universal Virus Database of the International Committee on Taxonomy of Viruses [http://www.ictvdb.iacr.ac.uk/Ictv/fr-index. htm.]; (Timian, 1974) . Disease may occur when a particular virus adapts and/or shifts to a new host, for which there are many examples in plants and even humans (e.g., severe acute respiratory syndrome).\n\nSuccessful infection of a plant host requires that plant viruses achieve (i) replication in the initially infected cells, (ii) movement through plasmodesmata to adjacent cells from the initial infected site and (iii) long-distance spread in a host through the vascular tissue. Plant viruses possess only limited genetic information; hence, to complete their infection cycles, interactions between virus proteins and necessary host factors is critical. For a virus to successfully infect different plant hosts, the limited number of virus-encoded proteins must have the ability to recognize and interact with factors in different hosts for a successful infection. For some plant viruses, host plants restrict viral cell-to-cell movement rather than viral replication, which results in a subliminal infection (Cheo, 1970; Sulzinski and Zaitlin, 1982) . In other cases, viruses may move from cell-to-cell, but the plant prevents viral long-distance spread (Fujita et al., 1996; Saenz et al., 2002; Wang et al., 1998) . Failure to accomplish any of the stages can be thought of as resistance.\n\nIn our previous studies, we collected several isolates of Cymbidium mosaic virus (CymMV) for construction of virus-induced gene silencing vectors for orchid functional genomic studies (Lu et al., 2007) . CymMV is a prevalent orchid virus and belongs to the genus Potexvirus in the family Flexiviridae (Adams et al., 2005b) . The recorded natural host range is largely limited to species belonging to Orchidaceae (ICTVdB: The Universal Virus Database of the International Committee on Taxonomy of Viruses [http://www.ictvdb.iacr. ac.uk/Ictv/fr-index.htm.]; (Adams et al., 2005a; Zettler et al., 1990) . Interestingly, we found two distinct CymMV isolates, M1 and M2, both of which can infect Phalaenopsis orchids, but only M1 can systemically infect Nicotiana benthamiana plants. Because both isolates can systemically infect orchids, this suggests that viral-encoded replication and movement proteins are functional in orchids. However, because only M1 can systemically infect N. benthamiana plants this suggests that M1-encoded proteins could interact successfully with factors in both plant species to allow a systemic infection, but M2-encoded proteins do not. M1 and M2 share very high nucleotide sequence identity (97%), which suggests that subtle differences contribute to the differences in host reaction.\n\nViruses in the genus Potexvirus have monopartite, positive-sense single-strand RNA genomes (Adams et al., 2005a) . Studies of potexviruses have contributed importantly to our understanding of the complexity of the mechanisms of plant virus movement within plants (Lucas, 2006; Verchot-Lubicz, 2005; Verchot-Lubicz et al., 2007) . Comprehensive studies of potexviruses has revealed that triple gene block proteins (TGBps) and coat proteins (CP) work cooperatively to promote viral movement between cells and long-distance in their plant hosts (Bayne et al., 2005; Beck et al., 1991; Chapman et al., 1992; Fedorkin et al., 2001; Forster et al., 1992; Ju et al., 2007; Krishnamurthy et al., 2003; Lin et al., 2006; Lough et al., 1998 Lough et al., , 2000 Mitra et al., 2003; Tamai and Meshi, 2001; Verchot-Lubicz, 2005 ). The current model suggests that TGBp1 increases the plasmodesmatal size-exclusion limit and moves into neighboring cells to suppress RNA silencing (Bayne et al., 2005; Howard et al., 2004) ; both TGBp1 and CP bind viral RNA (vRNA) forming viral ribonucleoprotein complexes (vRNP; (Karpova et al., 2006; Lough et al., 2000 Lough et al., , 2001 ; the complex is then delivered by TGBp2 induced vesicles (containing TGBp3) to plasmodesmata, and through plasmodesmata to neighboring cells; later, after the free form of TGBp1 binds membrane-associated TGBp2 and/or TGBp3, then TGBp1 (on the vRNP complex) binds with the membrane-associated TGBp1 complex (TGBp1 with TGBp2 or TGBp3) to form a membrane-bound complex and begin new rounds of replication (Verchot-Lubicz, 2005) .\n\nInteractions between TGBp1 and CP (Karpova et al., 2006; Lough et al. 2000) , and TGBp1 self-interactions (Samuels et al., 2007) have been reported, and those between TGBp1 and TGBp2, and between TGBp1 and TGBp3 have been suggested (Karpova et al., 2006; Krishnamurthy et al., 2002; Lough et al., 2000; Verchot-Lubicz, 2005; Yang et al., 2000) . Interestingly, trans-complementation of TGBps between potexvirus species was not successful, and it was suggested that species-specific interactions among potexvirus movement proteins are obligatory for cell-to-cell movement (Lin et al., 2006) . However, trans-complementation of movement defective potexviruses by movement proteins derived from Tomato mosaic tobamovirus, Crucifer tobamovirus and Red clover necrotic mosaic dianthovirus have been reported (Morozov et al., 1997) .\n\nAlthough the movement of plant viruses, including potexviruses, has been extensively studied, little is known about how plant viruses of a single species exhibit different movement behavior in different host species. In this study, we aimed to use our CymMV-M1, -M2 and N. benthamiana system to study the molecular basis of CymMV isolatedependent host movement determinants, and to resolve the mechanism involved in CymMV translocation. Our studies not only help to identify the molecular determinants of CymMV isolate-dependent host movement, but other phenomena that are not easily resolved by studies using a single isolate. Finally, our efforts revealed two control behaviors, dominant and matching modes, involved in CymMV host dependent movement, and showed that the binding strength between the CymMV CP and genomic RNA is correlated with the dominant control mode.\n\nThe construction of the infectious clone of the isolates M1 (pCymMV-M1, Fig. 1 ) and its derived expression vector (pCymMV-M1-GFP, Fig. 1 ) engineered with the green fluorescent protein (GFP) was previously described (Lu et al., 2007) . We followed the same strategy to construct the M2 infectious clone (pCymMV-M2, Fig. 1 ) and its derived expression vector (pCymMV-M2-GFP, Fig. 1 ). Phalaenopsis amabilis var. formosa and Nicotiana benthamiana plants were inoculated with transcripts from pCymMV-M1 and pCymMV-M2, and nucleic acids were extracted from the inoculated and upper, noninoculated leaves of pCymMV-M1 and pCymMV-M2-inoculated plants 14 days post-inoculation. Similar to our previous findings, both pCymMV-M1 and pCymMV-M2 systemically infected Phalaenopsis orchids (Fig. 1B) , but only pCymMV-M1 systemically infected N. benthamiana (Fig. 1C) .\n\nTo test whether CymMV-M2 can replicate in N. benthamiana, protoplasts were inoculated with transcripts from pCymMV-M1, pCymMV-M2, pCymMV-M1-GFP and pCymMV-M2-GFP. Illumination of GFP was observed from pCymMV-M1-GFP and pCymMV-M2-GFP Rectangles represent open reading frames encoded by CymMV genomic RNA. RNAdependent RNA polymerase (RdRp), triple gene block ORFs 1, 2, and 3, capsid protein (CP) and green fluorescent protein (GFP). The mutated sequences in pCymMV-R-are indicated by bold letters. Scale bar, in nucleotides, is shown at the bottom. P. amabilis var. formosa (B) and N. benthamiana (C) inoculated with buffer (H), pCymMV-Rtranscripts (R-), pCymMV-M1 transcripts (M1) and pCymMV-M2 transcripts (M2), with CymMV-infected Phalaenopsis used as a positive control (D). Total nucleic acids were extracted from CymMV-inoculated and upper leaves distal from the inoculation point, and CymMV was detected by RT-PCR. pCymMV-R-is a replication-incompetent clone used as a negative control (see Materials and Methods) . Numbers at the left correspond to positions of marker DNAs (M) (sizes in 1000 base pairs).\n\ninfected protoplasts at 14 h post-inoculation (Fig. 2) . Northern blot hybridization also indicated that pCymMV-M1 and pCymMV-M2 replicated in N. benthamiana protoplasts (Fig. 3I ).\n\nTo next analyze why M2 failed to accomplish systemic infection in N. benthamiana plants, more plants were inoculated with transcripts from pCymMV-M1-GFP and pCymMV-M2-GFP. Because of limited expression of GFP of both pCymMV-M1-GFP and pCymMV-M2-GFP in plants of N. benthamiana, we therefore inoculated N. benthamiana with transcripts of pCymMV-M1 and pCymMV-M2 and assayed by whole-mount in situ hybridization 14 days post-inoculation. pCymMV-M1 moved from the inoculation foci and infected a broader area of leaves (Fig. 2B) , whereas pCymMV-M2 was limited to the initial inoculated cells and did not spread from cell to cell, thus resulting only in subliminal infections (Fig. 2B ).\n\nGenome shuffling between CymMV-M1 and -M2 for complementation analysis PVX TGBps 1-3 and CP proteins are known to be required for virus cell-to-cell movement (Bayne et al., 2005; Chapman et al., 1992; Krishnamurthy et al., 2002 Krishnamurthy et al., , 2003 Lough et al., 2000; Morozov and Solovyev, 2003; Tamai and Meshi, 2001; Verchot-Lubicz, 2005) . To determine if specific M1 gene(s) can complement M2 for virus movement, we constructed a series of M1 and M2 chimeric viruses (Fig. 3) . N. benthamiana protoplasts and plants were inoculated with transcripts derived from each construct. Northern blot hybridization revealed that each virus replicated in N. benthamiana protoplasts (Fig.  3I) , and statistics analysis (ANOVA) of real-time RT-PCR quantification of average relative percentage (from 3 independent experiments) of CymMV RNA from CymMV clone-infected protoplasts at 24 h post-inoculation revealed no significant difference in percentage between these clones (P = 0.88).\n\nSystemic infections were monitored by performing RT-PCR on leaves distal from the inoculation site at 2 weeks post-inoculation (Figs. 3A-H). These analyses showed that if the CymMV construct contained the M1 CP, the virus systemically infected N. benthamiana plants (Figs. 3A, C, E, H). One notable exception was the pCymMV-M2/ TGB-M1. This construct contained the M2 CP and 5′ RNA sequence (1-4333; include the whole RNA-dependent RNA polymerase encoding region), but also the M1 triple gene block ORFs (Fig. 3F ).\n\nTo identify whether TGBps 1-3 were all necessary to complement the systemic infection of pCymMV-M2/TGB-M1, we performed genome shuffling between M1 and M2 TGBps 1-3, and constructed chimeric viruses (Figs. 4A-H). N. benthamiana protoplasts and plants were inoculated with transcripts derived from each construct. All constructs were replication competent in protoplasts as assayed by northern blot hybridization (Fig. 4I) , and statistics analysis (ANOVA) of real-time RT-PCR quantification of average relative percentage (from 3 independent experiments) of CymMV RNA from CymMV clone-infected protoplasts at 24 h postinoculation revealed no significant difference in percentage between these clones (P = 0.91).\n\nSystemic infection, as detected by RT-PCR at 2 weeks postinoculation (Figs. 4A-H), indicated that only chimeric viruses containing the M1 TGBp1 and TGBp3 moved systemically (Fig. 4G ).\n\nBecause these results were complicated, we used the Karnaugh Maps (Harrison, 1969 ) tabular logical calculation to explore possible explanations (data not shown). The results of these analyses are summarized in Fig. 5 . The analysis revealed that two control modes, which we termed dominant and matching control modes, are involved in CymMV movement. The M1 CP plays a dominant role in controlling the trafficking of the infection agents within plants. Without the M1 CP, another control mode, which required correct matching of the particular movement accessory components including the M2 5′ RNA (1-4333), M1 TGB p1, M1TGBp3, and M2 CP was also identified.\n\nOur studies indicated that the M1 CP plays a major role in determining CymMV movement in N. benthamiana. Because M1 and M2 share a very high nucleotide sequence identity (97%), we attempted to identify the individual, important amino acids of the CP that allowed for the CymMV systemic infection of N. benthamiana plants. Sequence alignment of the M1 and M2 CPs revealed only four amino acid differences (Figs. 6A, B). Site-directed mutagenesis was then performed to construct a series of CymMV-M2 CP mutants containing specific M1 CP amino acids (Figs. 6C-I). All constructs were replication competent in protoplasts as assayed by northern blot hybridization (Fig. 6J) , and statistics analysis (ANOVA) of realtime RT-PCR quantification of average relative percentage (from 3 independent experiments) of CymMV RNA from CymMV cloneinfected protoplasts at 24 h post-inoculation revealed no significant difference in percentage between these clones (P = 0.83). Transcripts derived from each construct were used to inoculate N. benthamiana plants. These analyses showed that the CP amino acid G82A and L89P changes were both required for M2 to systemically infect N. benthamiana plants (Figs. 6C, H). Interestingly, these amino acids are located within the previously predicted RNA binding domain of the CP (Fig. 7A ). \n\nIt has been previously reported that the CP is involved in forming ribonucleoprotein complexes and is an important step for potexvirus movement (Karpova et al., 2006; Lough et al., 2000 Lough et al., , 2001 . Our results indicated that the important amino acids of the CP that allowed for the CymMV systemic infection are located within the previously predicted RNA binding domain ( Fig. 7A; 1) . Thus, it might be that the binding affinity between CPs and RNAs of CymMV M1 and M2 may play roles in CymMV movement, and therefore we attempted to analyze and compare their binding affinities. Because the whole genomic RNA of CymMV is 6227 nucleotides in length, which made conventional gel-shift assays difficult, we performed modified RNA-protein pull-down assays for our analyses. Our data indicated that CymMV M1 CP has a higher binding affinity as compared to CymMV M2 CP (Fig. 7D, lanes 1-4) . We then also performed CP and CymMV RNA binding assays on CymMV M2 CP with the amino acid changes G82A and L89P (derived from clone pCymMV-M2-CP-GL/AP; Fig. 6H ). The results indicated that with these amino acid changes (G82A and L89P), the binding affinity was higher as compared to wild-type CymMV-M2 CP (Fig 7D, lanes 3 ,4,5 and 6).\n\nOur analysis also indicated that both M1 TGBp1 and TGBp3 were co-required for CymMV M2 chimeric viruses to move systemically in N. benthamiana plants (Fig. 4G) , and was consistent with previous suggestions indicating interactions between potexvirus TGBp1 and TGBp3 (Lucas, 2006; Verchot-Lubicz, 2005; Verchot-Lubicz et al., 2007) . Therefore, we attempted to determine if specific interactions occurred within and between CymMV TGBps and CP by use of the Genomic RNA (G), TGBp, and CP subgenomic RNA are indicated. The pCymMV-R-used as a negative control is illustrated in Fig. 1 . The average percentage of relative real-time RT-PCR quantification (from 3 independent experiments) of CymMV RNA from CymMV clone-infected protoplasts at 24 h post-inoculation is indicated below the gels. The accumulation of pCymMV-M1 was set at 100% for relative quantification. Numbers at the left correspond to positions of marker RNAs (sizes in 1000 nucleotides) analyzed in the same gel. The primers CymMV F3783 and CymMV CPR used in construction all chimeric viruses are indicated. Other primers used in construction individual chimeric viruses are in Supplementary Table S1 . Numbers at the left correspond to positions of marker RNAs (sizes in 1000 nucleotides) analyzed in the same gel. yeast two-hybrid assay. The results were similar to those previously reported in PVX TGBps and CP (Samuels et al., 2007) ; where only self interaction of TGBp1 and CP were identified (Table 1) .\n\nSequence alignment analysis revealed 4 and 2 amino acid differences within the TGBp1 and TGBp3 between CymMV-M1 and CymMV-M2, respectively (Figs. 8A, B). Loss-of-function assays were performed by using site-directed mutagenesis to substitute TGBp1 and TGBp3 with the 4 and 2 amino acids derived from M2 TGBp1 and TGBp3, respectively (Figs. 8C-H). N. benthamiana plants were inoculated with transcripts derived from each construct, and systemic infection was analyzed by RT-PCR (Fig. 8) . The chimeric viruses with either amino acids Y44H and H94R changes in M1 TGBp1 failed to move systemically (Figs. 8C, D). Although the chimeric viruses with either amino acids L8Q or A71S changes in the M1 TGBp3 did move systemically, the ratio of systemically infected plants was much reduced (Figs. 8G, H).\n\nTo further characterize whether Y 44 and/or H 94 in TGBp1 are required for M2 to systemically infect N. benthamiana plants, sitedirected mutagenesis was conducted on pCymMV-M2/TGB3-M1 (Fig. 4E ) to construct M2 clones substituted with H44Y and R94H at TGBp1, either individually or simultaneously (Figs. 8I-K). Both Y and H at TGBp1 positions 44 and 94 were required for M2 (pCymMV-M2/TGB3-M1) to systemically infect N. benthamiana plants (Fig. 8K) . Mutants having only one of these changes failed to move systemically (Figs. 8I, J). Similarly, site-directed mutagenesis was conducted on pCymMV-M2/TGB1-M1 (Fig. 4C ) and pCymMV-M2-TGB3-M1-TGB1 HR/YH (Fig. 8K) to construct clones substituted with Q8L and/ or S71A at TGBp3 (Fig. 8L-O) . Both Q8L and/or S71A in M2 TGBp3 were important but not required for M2 to systemically infect N. benthamiana. Mutants having only one of these changes moved systemically, but the ratio of systemically infected plants was much reduced (Figs. 8G-O). The Y 44 (position 44) and H 94 in TGBp1 are located within the previous predicted NTP/helicase domain but not in the identified conserved motifs (Kadare and Haenni, 1997; Kalinina et al., 2002; Leshchiner et al., 2006) , and L 8 and A 71 in TGBp3 are also not located in the previously identified transmembrane domain ( Fig. 9B;21) .\n\nAll constructs used in Fig. 8 were replication competent in protoplasts as assayed by northern blot hybridization (Fig. 8P) , and statistics analysis (ANOVA) of real-time RT-PCR quantification of the average relative percentage (from 3 independent experiments) of CymMV RNA from CymMV clone-infected protoplasts at 24 h postinoculation revealed no significant difference in percentage between these clones (P = 0.92).\n\nOur studies comparing CymMV isolate-dependent host movement provides new and important information on the molecular basis of how viruses of the same species can move in different host plants. We also demonstrate complex aspects of potexvirus movement not easily identified by studies using a single isolate. The more detailed resolution of these phenomena, as we demonstrate in this paper, will further help to dissect the mechanisms of potexvirus movement in plants.\n\nOur data indicated that M1-encoded CP plays a major role for CymMV in systemic infection of N. benthamiana plants (Fig. 5) . In all our CymMV clones, if the constructs contained the M1 CP, the virus systemically infected N. benthamiana plants (Figs. 3A, C, E, H). Interestingly, our data also showed that if CP was not properly functional (e.g., M2 CP), alterations in TGBps (e.g., M1 TGBp1 and 3) may compensate for the function of CP and allow CymMV to systemically infect N. benthamiana plants (Fig. 3F ). In addition, when comparing pCymMV-M2/TGB-M1 and pCymMV-M1/CP-M2 (Figs. 3F and G), only pCymMV-M2/TGB-M1 was movement competent. The TGBps and CP are the same in both chimeric viruses. These data indicate that another control mode which required correct matching of the particular movement accessory components (M2 5′ RNA, TGBp1 and TGBp3 and M2 CP) also allowed the systemic infection of CymMV in N. benthamiana ( Fig. 3F and Fig. 5 ). Thus, our data suggested two control modes are involved in CymMV movement in N. benthamiana.\n\nThe nature of the CymMV vRNP that moves between cells remain a subject for study , and two forms, one is the linear vRNP formed by TGBp1, vRNA and CP (Lough et al., 2000) and another is virion or altered virion with a single-tailed particle comprising RNA, CP and TGBp1 (Cruz et al., 1998; Karpova et al., 2006) . However, no matter what the proposed form of vRNP that moves between cells, all data suggest that potexvirus CP and vRNA are involved in forming the vRNP which traffics to the plasmodesmata. Our analysis indicated that the CymMV CP-vRNA binding affinity likely plays an important role in CymMV movement in N. benthamiana plants. Therefore, it is possible that the binding between CP-vRNA may affect the nature of vRNP; thus affecting the movement of CymMV in different hosts.\n\nOur data also suggested that different combinations of CP-vRNA required different degrees of help from TGBps for movement (Figs. 3,4) . When the binding between CP-vRNA is higher (Fig. 7 D) , the need for TGBps in CymMV movement is more flexible (Figs. 3A, C, E, H) ; however, when the binding between CP-vRNA is weaker, the need for TGBps in CymMV movement is critical and only certain combinations of CymMV movement accessory components allowed for CymMV movement (Figs. 3B, F, 4G). It has been previously reported that in systemic hosts of PVX, the movement of TGBps are host dependent (Krishnamurthy et al., 2002; Yang et al., 2000) . Because in different hosts the cellular conditions and morphology are different, it is possible that potexviruses may use different strategies to adapt to different hosts. Adjusting movement accessory components could be an efficient way to generate the diversity of functions in response to changes of cellular conditions and provide flexibility for virus movement in different hosts, and thus could be an advantage for viruses with modular designed movement proteins (Morozov and Solovyev, 2003) . Although interactions between potexvirus TGBp1 and TGBp2 and between TGBp1 and TGBp3 have been suggested (Karpova et al., 2006; Krishnamurthy et al., 2002; Lough et al., 2000; Verchot-Lubicz, 2005; Yang et al., 2000) , the interactions have yet to be proven. Interestingly, our data, showed that CymMV M1-encoded TGBp1 and TGBp3 are corequired for M2 systemic infection of N. benthamiana (Fig. 4G) ; which support the hypothesis for interactions between TGBp1 and TGBp3. However, the results of our yeast two-hybrid analysis were similar to those that have been recently reported showing that TGBp1 was selfassociated, but showed no interactions between TGBp1 and TGBp2 or TGBp3 (Samuels et al., 2007) . Thus, the interactions may not occur physically, or the interactions could be transient and not easily detected.\n\nWithin the potexvirus TGBp1, the NTPase/helicase domains have been predicated, and 7 conserved regions including two canonical motifs of NTPase, DEY and GKS, were identified ( Fig. 9 ; Kadare, and Haenni, 1997; Kalinina et al., 2002; Leshchiner et al., 2006) . Although, currently the roles of NTPase/helicase domains in potexvirus movement have not been well established , mutations eliminating the DEY motif affects the protein subcellular targeting and mutations eliminating the DEY and GKS motifs inhibit the ability of TGBp1 to increase plasmodesmata size-exclusion limits as well as virus movement (Angell et al., 1996; Lough et al., 1998; Morozov et al., 1999) . The amino acids identified in CymMV TGBp1 that are required for CymMV-M2 movement in N. benthamiana are within the NTPase/helicase domain, but not in the conserved motifs (Fig. 9) . The amino acids are also not in the positions within the NTPase/helicase domain previously reported as essential for Bamboo mosaic potexvirus movement (Lin et al., 2004) . Within the potexvirus TGBp3, a transmembrane domain has been previously reported. PVX Fig. 1 . The pCymMV-R-used as a negative control is illustrated in Fig. 1 . The average percentage of relative real-time RT-PCR quantification (from 3 independent experiments) of CymMV RNA from CymMV clone-infected protoplasts at 24 h post-inoculation is indicated below the gels. The accumulation of pCymMV-M1 was set at 100% for relative quantification. Numbers at the left correspond to positions of marker RNAs (sizes in 1000 nucleotides) analyzed in the same gel.\n\nwith substitution mutations within the transmembrane domain is restricted to a single cell, and PVX with mutations outside the transmembrane domain show reduced movement between cells and may not move systemically . The amino acids identified in TGBp3 which are important for CymMV-M2 movement in N. benthamiana are not located in the transmembrane domain ( Fig. 9 ; Krishnamurthy et al., 2003) . Because all amino acids identified in CymMV TGBp1 and TGBp3 are not located in the conserved motifs previously identified among potexviruses, nor within the amino acids reported as essential for potexvirus movement, we speculate that changes in these regions may only slightly affect but not abolish the function (as we see in the case of CymMV-M2 CP) of TGBp1 and TGBp3, and the differential function required for virus movement is host dependent. This may explain why M1 and M2 can both systemically infect Phalaenopsis orchid, but only M1 can systemically infect N. benthamiana. (Thompson et al., 1997) . The previously identified conserved positive charged amino acids are indicated by stars (Abouhaidar and Lai, 1989) It is worth noting that correct matching of the particular movement accessory components also includes the CymMV 5′ RNA sequence and/or the RNA-dependent RNA polymerase (RdRp). The potexvirus RdRp has not been reported to be required for virus movement, however it has been suggested that the 5′ untranslated region of the potexvirus genomic RNA plays a role in viral cell-to-cell movement (Lough et al., 2006) .\n\nBoth CymMV-M1 and -M2 replicated well in N. benthamiana protoplasts or in Phalaenopsis orchids. It seems more likely that RNA rather than the RdRp plays a role in CymMV movement. However, recently it was reported that the TMV replicase and movement protein function together in altering plasmodesmeta (Guenoune-Gelbart et al., 2008) . Therefore, we cannot rule out the possibility that the RdRp plays a role in controlling CymMV movement in N. benthamiana plants.\n\nRNA was extracted from plants as described for northern blot analysis and RT-PCR (Tian et al., 1996) . T7 RNA polymerase and HpaIdigested pCymMV-M1 plasmids (CymMV probe; corresponding to the 590 nt of CymMV at its 3′ end) were used to generate the negativesense DIG-labeled probes (Roche Applied Science; Mannheim, Germany). Northern blot hybridization was performed as described , and hybridization signals were detected by use of the chemiluminescent substrate CDP STAR (Roche Applied Science) and exposing blots to Fuji medical X-ray film (Fuji, Tokyo, Japan).\n\nThe construction of pCymMV-M1 and pCymMV-M1-green fluorescent protein (Fig. 1A) was as described (Lu et al., 2007) . The same approaches were used to construct pCymMV-M2 and pCymMV-M2-GFP. Both pCymMV-M1 and -M2 had been completely sequenced. pCymMV-R-is a spontaneous mutation clone obtained during the cloning of pCymMV-M1. pCymMV-R-contains a mutation in the RNAdependent RNA polymerase (RdRp) region, which causes pretermination of the RdRp (Fig. 1A) . The 5′ mutated RdRp region of the pCymMV-R-has been sequenced.\n\nThe infectious clones pCymMV-M1 and pCymMV-M2 (Fig. 1A) were digested with NaeI and NheI individually. Two digested fragments derived from each reaction were gel purified by use of a gel extraction kit (Qiagen; Hilden, Germany); the small fragments derived from pCymMV-M1 and -M2 were exchanged and ligated by use of T4 DNA ligase (Promega; Madison, WI, USA) to construct pCymMV-M1/RdRp-M2 and pCymMV-M2/RdRp-M1 (Figs. 3C and D) . The gel purification and ligation conditions followed the manufacturer's manual. The construction of pCymMV-M1/TGB-M2, pCymMV-M1/TGB-M1, pCymMV-M1/CP-M2 and pCymMV-M1/CP-M1 clones (Figs. 3E-H) was similar to that of pCymMV-M1/RdRp-M2 and pCymMV-M2/RdRp-M1, except the restriction enzymes NheI and HpaI were used to construct pCymMV-M1/TGB-M2 and pCymMV-M2/TGB-M1, and the restriction enzymes HpaI and SacI was used to construct pCymMV-M1/ CP-M2 and pCymMV-M2/CP-M1. All recombinant clones were sequenced in the modified region to ensure that the clones were correct.\n\npCymMV-M1 and pCymMV-M2 were used as the initial template, and the primer pairs CymMV F3783/CymMV-TGB1 R and CymMV-TGB1 F/CymMV CPR (Supplementary Table S1 ) were used, respectively in the PCR reactions to amplify the two overlapping fragments. The amplified fragments were gel purified and mixed together at a ratio of 1:1, then used in another PCR reaction. The PCR reaction cycles were 94°C for 5 min for 1 cycle, then 94°C for 30 s, 55°C for 30 s and 72°C for 2 min for a total of 5 cycles. Then the primer pair CymMV F3783/CymMV CPR was added for another 30 cycles. The PCR cycles were 94°C for 5 min for 1 cycle, then 94°C for 30 s, 55°C for 30 s and 72°C for 2 min for a total of 30 cycles. The amplified products were digested with NheI and HpaI (Fig. 3) , and then separated on a 1% agarose gel to purify the 1.3-kb fragment. The pCymMV-M2 was digested with NheI and HpaI, then separated on 1% agarose gel to purify the 8-kb fragment. Both digested fragments were ligated to yield a construct pCymMV-M2/TGB1-M1 (Fig. 4C) . The construction of other recombinant TGB clones (Figs. 4D-H) was essentially the same as that for pCymMV-M2/TGB1-M1, except that different primer pairs and templates were used. The primer CymMV F3783/TGB1 and CymMV CPR were used in construction of all TGB recombinant clones. The clone name indicates the origin of the TGB. For example, pCymMV-M2/ TGB1-M1 indicates that the backbone of the clone is pCymMV-M2, but the TGBp1 is derived from pCymMV-M1. For construction of pCymMV-M2/TGB2-M1, an intermediate clone, pCymMV-M1/TGB1-M2 was first constructed and used for a template to amplify the M2 TGBp1 and M1 TGBp2. The amino acid sequences in an overlapping region between TGBp1 and TGBp2 and between TGBp2 and TGBp3 are identical in both pCymMV-M1 and -M2. All primers are shown in Supplementary Table S1. All recombinant clones were sequenced in the modified region to ensure that the clones were correct.\n\nEach of the mutated clones derived from pCymMV-M1/M2 with amino acid substitution(s) in the CP, TGBp1 and TGBp3 (Figs. 6, 8) was constructed by site-directed mutagenesis as described (Lu et al., 2007) . pCymMV-M1 was used as the initial template, and the primer pairs CymMV F3783/TGB1 Y44H R and TGB1 Y44H F/CymMV CPR were used in the first PCR reactions. The amplified fragments were gel purified and mixed together at a ratio of 1:1, then used in another PCR reaction. The PCR reaction cycles were as described above. The amplified products were digested with NheI and HpaI (Fig. 3) , and then separated on a 1% agarose gel to purify the 1.3-kb fragment. The pCymMV-M2 was digested with NheI and HpaI, then separated on a 1% agarose gel to purify the 8-kb fragment. Both digested fragments were ligated to construct \n\nTGBp1 +++ +++ +++ TGBp1\n\nTGBp2\n\nTGBp3\n\nTGBp1\n\nTGBp3 +++ − NA CP CP +++ +++ +++ a \"⁎\", plasmid expression AD domain (pGADT7) and BD domain (pGBKT7) are added. b \"+\", yeast colonies that grew on SD medium (Lacking Trp and Leu). \"−\", yeast colonies that did not grow on SD medium (lacking Trp and Leu). c \"+\", yeast colonies that grew on SD medium (Lacking Trp, Leu, His and Ade). \"−\", yeast colonies that did not grow on SD medium (Lacking Trp, Leu, His and Ade). d \"+\", yeast colonies that were blue. \"NA\" indicates yeast colonies did not grow and no blue histochemical stain was observed. e Plasmids containing T-antigen-AD and murine p53-BD were provided by the manufactory and used as positive controls. pCymMV-M1-TGB1 Y/H containing a single substitution (Y/H) at amino acid position 44 of TGBp1 of pCymMV-M1 (Fig. 8C ). The construction of other TGB site-directed mutagenesis clones (Fig. 8 ) was essentially the same as that for pCymMV-M1-TGB1 Y/H, except that different primer pairs and templates were used. The primer CymMV F3783/TGB1 and CymMV CPR were used in construction of all mutant clones. The remaining primers are in Supplementary Table S1 . The mutated clones with names beginning with pCymMV-M1-or -M2-indicate that the initial template was pCymMV-M1 or pCymMV-M2, respectively. Modifications of nucleotide sequence in an overlapping region between TGBp1 and TGBp2 (one nucleotide substitution) and between TGBp2 and TGBp3 (two nucleotides substitution) do not cause amino acid sequence changes in TGBp2. All mutant clones were sequenced in the modified region to ensure that the mutations were correct.\n\nCapped transcripts corresponding to the wild-type virus and the constructed vectors of CymMV were synthesized by use of the mMESSAGE mMACHINE T3 high yield capped RNA transcription kit (Ambion, Inc., Austin, TX). In total, 5 μg of pCymMV-M1 and its derivative plasmids were digested with SpeI and in vitro transcription was conducted according to manufacturer's instruction. Protoplasts prepared from Nicotiana benthamiana plants and RNA transfection were as previously described (Satyanarayana et al., 2002) , except that 10 μg of each transcript and 2 × 10 5 cells were used for each inoculation, and after inoculation, protoplasts were incubated at 26°C. The inoculated protoplasts were collected as previously described . Aliquots containing approximately 1 × 10 5 cells were collected by centrifugation (1300 ×g) at different times post-inoculation, and RNA was isolated by use of TRIzol Reagent (Invitrogen, San Diego, CA) according to the manufacturer's recommendations. The RNA was dissolved in 30 μl DEPC-treated water, and 5 μg RNA (equivalent to 5 × 10 4 cells) was used for northern hybridization analysis.\n\nAn amount of 5 μg transcripts was dissolved in inoculation buffer (0.05 M NaH 2 PO 4 /Na 2 HPO 4 pH 7.0) and rubbed to carborundumdusted Phalaenopsis var. formosa (6 leaf stage) or N. benthamiana (5 leaf stage) by hands wearing latex gloves. The inoculated leaves were washed with excess distilled water, and the viruses were detected 2 weeks post-inoculation. All plants were kept in an insect-proof and Fig. 9 . The amino acid sequence alignment of TGBp1 NTP/helicase domain and TGBp3 transmembrane domain of potexvirus. The amino acid sequence alignments were conducted by use of clustal X 1.83 (Thompson et al., 1997) . (A) The conserved motifs of the potexvirus NTPase/helicase domain were previously predicted (Kalinina et al., 2002) . The 7 predicted NTPase/helicase motifs of potexvirus TGBp1 are shown, and two canonical motifs of NTPase, DEY and GKS, are indicated. The arrows indicate the amino acid positions important for pCymMV-M2 to systemically infect N. benthamiana. (B) The potexvirus TGBp3 transmembrane domain was previously identified . The CymMV transmembrane domain predicted by DAS program (http://www.sbc.su.se/~miklos/DAS/maindas.html) is indicated by a thick black line. The arrows indicate the amino acids important for pCymMV-M2 to systemically infect N. benthamiana. The viruses, abbreviation and accession number used in alignments of TGBp1 NTP/helicase and TGbp3 transmembrane domains are described below. Cymbidium mosaic virus (CymMV, accession number AY571289); Cymbidium mosaic virus (CymMV, accession number AY571289); Foxtail mosaic virus (FMV, accession number NC_001483); Watermelon spotted wilt virus (BSMV, accession number NC_003481); Cassava common mosaic virus (CsCMV, accession number NC_001658); Papaya mosaic virus (PMV, accession number NC_001748); Cactus virus X (CVX, accession number NC_002815); Potato virus X (PVX, accession number NC_001455); White clover mosaic virus (WC1MV, accession number X06728). thermal-controlled (25°C-28°C) greenhouse and with 12 h of light (5.22 μmol/s − 1 m − 2 ) for two weeks. P. amabilis var. formosa (10 cm in height) was purchased from the Taiwan Sugar Research Institute (Tainan, Taiwan). Each set of inoculations (Figs. 3, 4, 6 and 8) was repeated at least three times. RT-PCR was used to amplify the modified region (primer pairs used for RT-PCR were described in Supplementary Table 1 ) of each mutated CymMV from two randomly selected plants of each inoculation set followed by sequencing, all detected progeny viruses still maintained the original modification.\n\nRNA extracted from CymMV-infected plants was used as a template for synthesis of cDNAs by Moloney murine leukaemia virus (MMLV) reverse transcriptase following the manufacturer's instructions (Promega, Inc., Madison, WI, USA). The PCR amplification conditions were as described (Rubio et al., 2000) . The cDNAs were PCR amplified in a mixture containing 1.5 mM MgCl 2, 1 mM of each of the 4 dNTPs, 2.5 U of Taq DNA polymerase (Promega, Inc., Madison, USA), and 50 ng of each oligonucleotide. The PCR cycles were 94°C for 4 min for 1 cycle, then 94°C for 30 s, 55°C for 30 s and 72°C for 1 min for 30 cycles, then an extension at 72°C for 10 min.\n\npCymMV-M1 and pCymMV-M2 were used as the initial template, and the primer pairs CymMV CP-BamHI F and CymMV CP-BamHI R (Supplementary Table S1 ) were used in the PCR reactions to amplify the two CymMV CP fragments. The fragments were gel purified by use of a gel extraction kit (Qiagen) and digested with BamHI. The fragment derived from pCymMV-M1 and pCymMV-M2 was incubated with the BamHI-digested expression vector pGEX-2T and ligated by use of T4 DNA ligase (Promega) to construct pGEX-2T-2:M1CP and pGEX-2T-2:M2CP. Both clones had been sequenced completely.\n\nA total of 5 ml of overnight cultures of Escherichia coli XL1-blue transformed with pGEX-2T-2:M1CP, pGEX-2T-2:M2CP and pGEX-2T, were diluted 1:100 with 50 ml Luria-Bertani medium (LB) containing ampicillin (50 μg/ml), and grown until they reached the OD 600 = 1.0 at 37°C. 200 ml LB medium containing ampicillin (50 μg/ml) was added, and bacteria were grown until they reached the OD 600 = 0.5 at 37°C. Then the fusion protein expression was induced with 1 mM isopropylβ-D-thiogalactopyranoside (IPTG) for 2 h at 37°C. After centrifugation at 5000 ×g for 10 min at 4°C, the pellet was suspended in a 10 ml phosphate buffer saline (PBS) (135 mM NaCl, 2.7 mM KCl, 1.5 mM KH 2 PO 4, and 8 mM K 2 HPO 4 , pH 7.2) and incubated in 1% Triton X-100 for 60 min at 4°C then disrupted by sonication. Cell debris was removed by centrifugation for 5 min at 4°C at 13,000 ×g. Glutathione Sepharose beads were added and incubated for 4 h at 4°C. After centrifugation at 3000 ×g for 5 min at 4°C, the pellet was suspended in 1 ml PBS and the wash was repeated 4 times. Finally, 500 μl Elution buffer (10 mM reduced glutathione; 50 mM Tris-HCl pH 8.0) was added, samples were centrifuged at 500 ×g for 5 min at 4°C, the suspension was collected and analyzed in 12% SDS-PAGE gels (Laemmli, 1970) .\n\nThe pCymMV-M1 and pCymMV-M2 RNA transcripts were synthesized by use of the mMESSAGE mMACHINE T3 high yield capped RNA transcription kit (Ambion). The biotinylated diribonucleotide, pUCbiotin (Midland Certified Reagents, Inc. Midland, Texas, USA) was ligated to transcripts with T4 RNA ligase. The biotin-labeled CymMV RNA was incubated with glutathione-S-transferase (GST) fused to CymMV CP in 100 μl incubation buffer (10 mM Tris/HCl and 150 mM NaCl, 1mM EDTA, 5 mM MgCl 2 , 1 mM dithiothreitol, pH 7.6) at 20°C for 2 h. Glutathione Sepharose beads were added and incubated at 4°C for 4 h. After centrifugation at 3000 ×g for 5 min at 4°C, the supernatant was removed and the pellet was re-suspended in incubation buffer of different concentrations (150, 300, 400 and 1000 mM) of sodium chloride. After centrifugation at 3000 ×g at 4°C for 5 min, supernatant (defined here as S) and pellets were collected. The pellets were resuspended in high salt incubation buffer (1 M of sodium chloride) to separate the CymMV CP-RNA complex from Glutathione Sepharose beads. After centrifugation at 3000 ×g at 4°C for 5 min, the supernatant (defined here as P) were collected. The collected S and P were passed through Hybond-NX membrane (Amersham GE Healthcare, Inc., Piscataway, NJ, USA) using a slot-blot apparatus (Schleicher and Schuell, Inc., Keene, NH, USA). The membranes were baked at 80°C for 30 min. The signals were detected first using antibody against biotin and by use of a LightShift Chemiluminescent EMSA kit (Pierce, Inc., Rockford, IL) followed the manufacturer's protocol for chemical illumination. Fluorescence signals were captured by use of a Biospectrum AC Imaging system (UVP, LLC., Upland, CA, USA).\n\nWhole-mount RNA analysis was as described with modification (Zachgo et al., 2000) . Sample fixing was extended to 2 h RT in a glass vial in PBS containing 0.1% Tween 20, 0.08 M EGTA, 10% DMSO and 5% paraformaldehyde. CymMV CP probe (see above) was used for hybridization.\n\npCymMV-M1 was used as the initial template, and the primer pairs TGB1F/TGB1R, TGB2F/TGB2R, TGB3F/TGB 3R, CPF/CPR (Supplementary Table S1 ) were used in PCR reactions to amplify the TGBp1, TGBp2, TGBp3 and CP fragments. The fragments were gel purified, incubated with the SmaI digested pGDAT7 and pGBKT7 (Clontech, Mountain View, CA), and ligated by use of T4 DNA ligase (Promega) to construct pTGB1-AD, pTGB2-AD, pTGB3-AD, pCP-AD, pTGB1-BD, pTGB2-BD, pTGB3-BD and pCP-BD. All clones had been sequenced completely.\n\nYeast two-hybrid assays were done by use of the Matchmaker Yeast Two-Hybrid System 3 (Clontech) following the manufacturer's instructions. Yeast was transformed with bait vectors and prey vectors and selected on SD plates lacking Leu and Trp. After 2 days of growth at 30°C, the yeast colonies were transferred to two different selection plates containing SD medium lacking Leu, Trp, and SD medium (containing X-α-GAL) lacking Leu, Trp and His.\n\nStatistical analysis involved ANOVA or Dunnett's T test with use of MINITAB14 (Minitab Inc., State College, PA, USA)."}