{"title": "The close genetic relationship of lineage D Betacoronavirus from Nigerian and Kenyan straw-colored fruit bats (Eidolon helvum) is consistent with the existence of a single epidemiological unit across sub-Saharan Africa", "body": "Bats are known to carry a wide variety of viruses, some of which have recently emerged as human pathogens [1] . Of these, coronaviruses (CoVs) are particularly widely distributed, having been described worldwide and in almost every bat species that has been thoroughly investigated [2] . These findings support the hypothesis that bats are indeed the gene source of Alphacoronavirus and Betacoronavirus [3] . Higher diversity has been found in insectivorous species suggesting that insects might represent the source of infection [2] . On the other hand, fruit bats have been found to mostly harbor Betacoronavirus belonging to the newly described lineage D, which is supposed to be exclusive to bats [3] . However, as most studies focus on Vespertilionidae and Rhinolophidea only, biased sampling may mean virus richness in other species is currently underestimated [4, 5] .\n\nThe straw-colored fruit bat (Eidolon helvum) has been extensively investigated as possible source of infectious diseases in Africa and is now confirmed as natural host for several pathogens with zoonotic impact including Lagos bat virus [6, 7] , ebolavirus [8] , and highly diverse paramyxoviruses genetically related to henipaviruses [9, 10] . Infection of E. helvum with lineage D Betacoronavirus has also been reported at high prevalence in Kenya [11, 12] , with a putative species proposed, based on the RNAdependent RNA polymerase (RdRp) Group Unit (RGU) [11, 13] . This criterion, based on the pairwise amino acid distances involving an 816 nucleotide RdRp fragment, allows for a preliminary classification of partial genome acknowledged that this criterion  does not fulfill the requirements proposed by the International Committee for the Taxonomy of Viruses (ICTV) to formally identify new coronavirus species [13] . Sequences included in the RGU defined by Tao et al. [11] have been collected from the host E. helvum only, suggesting that bat CoVs might cluster based upon bat species (or genus) [12] [13] [14] . To date, this putative CoV species has not been detected in bats outside Kenya, although it is probably distributed alongside its host E. helvum across much of sub-Saharan Africa.\n\nA colony of E. helvum in Agodi Garden, Ibadan, Oyo State, Nigeria (N 07.40614; E 003.90073) was sampled on two separate occasions in 2011. During this time a total of seventy-nine fecal samples were collected from underneath the colony. This population is located in the heart of the city of Ibadan and accounts for thousands of individuals, which are mostly present during the rainy season from April to July. No interspecies co-roosting was observed in the area. Samples were analyzed for CoV detection as described elsewhere [15] . All samples have been processed in biocontainment facilities (BSL-3). Briefly, RNA was extracted using the Nucleospin RNA II kit according to the manufacturer's instructions (Macherey-Nagel, Germany) and analyzed for the presence of CoV RNA using a nested RT-PCR targeting 440 bp of the RdRp slightly modified from De Souza et al. [16] . Two sequences were further extended through targeted pathogen genome amplification using Sanger (ABI PRISM 3130xl) and next generation sequencing (MiSeq-Illumina) approaches, respectively (primers available upon request). Further sequencing of other genomic regions was not technically possible due to the low quality and scarcity of available samples. P distances have been calculated with Mega6 software [17] . Maximum likelihood (ML) tree was estimated with PhyML software 3.0 (version 3.0) [18] . Virus isolation was not attempted because of the biohazard constraint and the limited probability of success, testified by a single live coronavirus being successfully isolated from bat samples [19] .\n\nCoV sequences of 431 bp were identified in six out of 79 fecal samples (7.6 %) (GenBank accession numbers: from KU131210 to KU131215). All sequences were monophyletic and clustered within the E. helvum RGU in the lineage D of Betacoronavirus, interspersed among Kenyan sequences (GenBank accession no. GU065381-384-397-432-431-439-482-HQ728482) (Fig. 1) . We were able to elongate two fragments to 836 bp (BatCoV 13RS1924-32) and 2258 bp (BatCoV 13RS1924-71). Pairwise amino acidic distance on 836 nucleotides of the RdRp was 0.7 % between these sequences, and 0.4 % compared to BatCoV KY24 (GenBank accession no. HQ728482), confirming the inclusion of Nigerian sequences in the RGU described by Tao et al. [11] . The analyses of the 440 bp RdRp fragments showed an overall mean amino acidic and nucleotidic distance, respectively, of 0.2 and 1.4 % within the Kenyan and Nigerian CoV sequences from E. helvum. Mean distance between these sequences and a Betacoronavirus identified in Eidolon dupreanum (GenBank accession no. KF859764) [20] was 8.1 % (P distance: 0.013-0.093) at the amino acidic level and 6.3 % (P distance 0.021-0.077) at the nucleotidic level. Although the short length of this fragment prevented its classification based on RGU, this finding suggests that these viruses belong to a different species, further corroborating the clustering of coronaviruses according to the host species. On the other hand, coronaviruses from this study were divergent compared to sequences identified from other bat species (Hipposideros commersoni) in Nigeria (GenBank accession no. HQ166910) [21] , with mean distance of 21 and 32.4 % at the amino acidic and nucleotidic level, respectively.\n\nHere we describe the finding of coronaviruses from fecal samples of straw-colored fruit bats from Nigeria. Of the 79 fecal samples tested in this study, 7.6 % were positive for coronaviruses. This detection rate is similar to that reported for other viruses, such as Achimota virus (7-14 %) [22] and herpesvirus (9 %) [23] . However, given the methodology (collective fecal samples from tree foliage) and the lack of precise information about bat abundance in the colony, we cannot ascertain a prevalence based on these results, and the comparison with other studies should be made with caution. All the viruses found belong to the lineage D of Betacoronavirus which is currently considered to be restricted to fruit bats [3] , strengthening the hypothesis of a host-based clustering of bat CoVs [4] . All our sequences form a monophyletic cluster within the RGU defined by Tao et al. [11] together with Kenyan sequences from the same bat species and likely distinct from the beta-CoV described in E. dupreanum from Madagascar [20] (Fig. 1 ). This finding further support the hypothesis that these viruses might be specifically associated with E. helvum. Species-or genus-specific host restriction already suggested for bat coronaviruses, with similar viruses found in the same species from different locations but no sharing of CoVs among co-roosting species [4, 5, 13, 24] . Examples include the close phylogenetic relationship between Alphacoronavirus fragments associated with Myotis daubentonii sampled across Europe and with Carollia perspicillata from Brazil and Costa Rica [24] (Fig. 1) . However, while geographical clustering is evident in these cases (Fig. 1) , CoVs found in our study appear to be interspersed among Kenyan fragments [11, 12] , sampled at about 4000 km distance (Fig. 1 ). This could be related to species-specific differences in the connectivity between distant colonies, which would influence viral mixing. The genetic population structure of E. helvum as detected through the analyses of neutral loci is indeed consistent with a freely mixing panmictic population across the continental range of the species, which suggests that distant continental populations may belong to a single epidemiological unit [25] . This could be associated with the migratory behavior of E. helvum, which is reported to cover up to 2500 km [25] compared to middle range distances \\200 km reported for M. daubentonii and C. perspicillata [26, 27] . In support of this hypothesis, similar lack of geographic structure is reported for CoVs associated with Miniopterus bats in China, which are also known to migrate long distances [4] . Notably, similar seroprevalences for henipavirus and LBV as well as the identification of paramyxoviruses with high nucleotide sequence identity in E. helvum across sub-Saharan Africa both contribute to confirm the hypothesis of a single epidemiological unit [9, 10, 25] . This is the first report of this bat CoV outside Kenya. Due to the broad distribution of E. helvum across sub-Saharan Africa, more sampling would be required to define the geographical range of this virus and to further confirm our results.\n\nCoronaviruses not belonging to the E. helvum RGU were not found in our samples. So far, the only divergent virus found in the straw-colored fruit bat is an Alphacoronavirus reported from Kenya (GenBank accession no. GU065404), which shows 100 % identity with a CoV fragment associated with Miniopterus natalensis also from Kenya (GenBank accession no. GU065406) (Fig. 1) . However, these bat species occupy very different ecological niches with E. helvum roosting on trees and M. natalensis prevalently being a cave-dwelling bat (http:// www.iucnredlist.org/), the route of a possible spillover event is therefore difficult to evaluate without further information on sample collection. So far, no reported spillover events to the human population in sub-Saharan Africa have been associated with E. helvum, either for coronaviruses or any other pathogen, this includes Lagos bat virus [6, 7] and African henipaviruses [10] [25] . However, the close proximity of these bats with human settlement provides ample opportunity for human exposure, and therefore there is potential for spillover to occur with main routes of transmission being through excreta or the consumption of infected bushmeat [25] . Indeed, the colony sampled in our study is located in a popular urban park of Ibadan, between the University College Hospital (UCH) and a five-star hotel, with bat guano found on the roof of buildings and parked cars.\n\nIn conclusion, we found evidence for lineage D Betacoronavirus infection in straw-colored fruit bats intimately associated with human settlements in Nigeria. Further surveillance is therefore advocated, particularly given how readily CoVs can adapt to new hosts. Changes in the demography and connectivity of fruit bat populations due to anthropogenic environmental changes have been considered to have an important role in the emergence of henipaviruses in the human population [28] . Thus, closer monitoring of fruit bats is suggested in order to increase our knowledge about population dynamics for E. helvum in its continental range.\n\nAcknowledgments This study was partially supported by the Italian Ministry of Health through the Ricerca Finalizzata GR-2011-02350591 ''An epizootiological survey of bats as reservoirs of emerging zoonotic viruses in Italy: implications for public health and biological conservation'' and by the European Commission through FP7, project PRE-DEMICS (Grant Agreement No 278433). The authors are thankful to Dr. Giampiero Zamperin, IZSVe-Italy, for helping with the NGS analyses, and to the anonymous reviewers for their suggestions that have substantially improved the final quality of this work.\n\nConflict of interest All authors declare that they have no conflict of interest.\n\nEthical approval This article does not contain any studies with human participants or involving direct manipulation of animals performed by any of the authors."}