{"title": "The X and Why of Xenobiotics in Primary Biliary Cirrhosis", "body": "Primary biliary cirrhosis (PBC) [1] is a progressive autoimmune liver disease with female predilection characterized by immune-mediated destruction of intrahepatic small bile ducts, leading to decreased bile secretion, fibrosis, and eventual liver failure. The serologic signature of PBC is the presence of antimitochondrial antibodies (AMA), the most highly specific autoantibody in human immunopathology. The targets of the AMA response are all members of the family of the 2-oxo-acid dehydrogenase complexes (2-OADC-E2) which include the E2 subunits of the pyruvate dehydrogenase complex (PDC-E2), the branched chain 2-oxo-acid dehydrogenase complex (BCOADC-E2), the 2-oxo-glutaric acid dehydrogenase complex (OGDC-E2), and the dihydrolipoamide dehydrogenase binding protein (E3BP) [2] . AMA can be found in approximately 95% of PBC sera samples [3] but AMA can also be detected in the bile, urine and saliva of PBC patients and AMA titers in these fluids correlate with the sera titer [4] [5] [6] .\n\nThe target antigens for AMA are all localized within the inner mitochondrial matrix and catalyze the oxidative decarboxylation of keto acid substrates. The E2 enzymes have a common structure consisting of an N-terminal domain containing a single or multiple lipoyl groups. Previous studies have demonstrated that the dominant epitopes recognized by AMA are all located within the lipoyl domains of these target antigens [3, [7] [8] [9] . Interestingly, there are only five proteins in mammals that contain lipoic acid, and four of the five are autoantigens in PBC. Moreover, when the recombinant forms of the mitochondrial proteins are used diagnostically, a positive AMA is virtually diagnostic, or at least suggests that the person is at substantial risk of future development of PBC [10, 11] .\n\nEvidence suggests that PBC has a major genetic basis, with a higher relative risk than nearly any other autoimmune disease [12] . The relative risk of a family member of a first-degree relative of a PBC patient is 50-100-fold higher than the general population [13] . However, there is little, if any, association between PBC and MHC class I or class II alleles [14, 15] . Recently our group evaluated the concordance of PBC in a genetically defined population of twin sets [16] . We identified 16 pairs of twins within a 1400-family cohort including 8 sets each of monozygotic and dizygotic twins. In 5 of 8 sets (0.63 concordance) of the monozygotic twins, both individuals had PBC. Among the 8 pairs of the dizygotic twins, none were found to be concordant for PBC. Interestingly, the age at onset of disease was similar in 4 of 5 concordant sets of monozygotic pairs. However, while the concordance rate of PBC in identical twins is among the highest reported for any autoimmune disease, discordant pairs were also identified suggesting that factors other than genetic predisposition contribute to the development of PBC. Epidemiological studies suggest that environmental factors play a role in triggering or exacerbating PBC [17] [18] [19] . We conducted a large scale epidemiological study to evaluate risk factors and co-morbidities in PBC that involved a controlled interview-based study of 1032 patients and a similar number of controls matched for sex, age, race, and geographical location [20] . Data from this study indicate that having a first-degree relative with PBC, history of urinary tract infections, past smoking, or use of hormone replacement increased the risk of PBC. Frequent use of nail polish slightly increased the risk of having PBC. Another study examined the prevalence of PBC and PSC near superfund sites and reported significant clusters of PBC surrounding toxic sites [21] .\n\nAutoimmunity is a phenomenon characterized by an inappropriate immune response against self antigens and, if persistent, can result in tissue damage. Autoimmune diseases are controlled by genetic predisposition and environmental factors and both influence susceptibility by modulating the reactivity and functionality of the immune system. The mechanisms responsible for the development of autoimmune diseases remain enigmatic; however, significant hypotheses based on epidemiological and scientific facts have been suggested. One thesis is the concept of molecular mimicry, based on the similarity of pathogen-and host antigenderived epitopes recognized by the immune system [22, 23] . This mechanism has been suggested to be associated with several systemic autoimmune diseases, including multiple sclerosis [24, 25] , systemic lupus erythematosus (SLE) [26] and rheumatoid arthritis [27] . However, there is a need for more mechanistical evidence other than the identification of similar epitopes, either homologous peptide sequences cross-recognized by epitope-specific T lymphocytes or conformational epitopes recognized by antibodies. The paradox is that autoantigens are unable to elicit a primary immune response themselves but can be recognized as targets for effector T cells stimulated by a pathogenic cross-reactive epitope. To break selftolerance to the autoantigen, the epitope mimic or mimeotope needs to induce activation and proliferation rather than anergy of autoreactive T cells; the autoantigen presented by the host cells of a certain tissue must be recognized by reactive epitope-specific T cells to cause autoimmune disease. Therefore, the pathogen derived epitope has to be sufficiently different from the host derived epitope to stimulate an autoimmune response.\n\nAlthough bacteria and viruses are candidates for the induction of autoimmune disease by molecular mimicry and have been discussed elsewhere [28] , there are also other environmental factors, xenobiotics or chemical compounds foreign to a living organism. Examples include drugs, pesticides or other organic molecules that have the potential to modify host proteins and render them more immunogenic. There have been a number of chemical xenobiotics associated with several human autoimmune diseases (Table 1) . These include SLE, in which factors like UV light and drugs, such as estrogens and aromatic amines are implicated in the development of the disease. Another example is the connective tissue disease scleroderma which can develop after exposure to silica and drugs such as bleomycin and pentazocine [29, 30] . The association of xenobiotics with scleroderma is interesting in that there is an analogy with PBC due to the increased frequency in the coexistence of both autoimmune diseases [31] . Scleroderma-like disease can also be caused by exposure to organic solvents, in particular those that contain vinyl chloride, and epoxy resins [32] . The toxic oil syndrome, caused by ingestion of denaturated rapeseed oil in Spain is another well-known example of connective tissue autoimmune disease induced by chemical exposure. Other chemicals linked to autoimmunity include heavy metals such as mercury [33, 34] , iodine [35] , canavanine [36] and halothane [37, 38] . Halothane hepatitis is a xenobiotics-induced liver disease that occurs when susceptible individuals develop an immune response against trifluoroacetylated (TFA) protein antigens. Exposure to TFA-conjugated self proteins results in antibody responses against such TFA-self proteins. The lipoylated inner lipoyl domain of human PDC-E2, but not the unlipoylated form, is recognized by anti-TFA [39] . Xenobiotics have the potential to become metabolically activated to intermediates that form covalent adducts with host proteins.\n\nThe most problematic issue in autoimmunity is the identification of etiologic events that result in immunopathology; these events are conceived only in the general terms of genetic and environmental factors. PBC illustrates this enigma because of its high degree of concordance in identical twins, clinical uniformity and the presence of a highly specific serologic marker, antimitochondrial antibodies (AMA), that are directed at the E2 subunits of 2-oxo-acid dehydrogenase complexes. In addition, the MHC class I and class II-restricted T cell epitopes (peptides 159 -167 and 163 -176) of liver-infiltrating, autoreactive T cells appear to localize to the same inner lipoyl domain of PDC-E2 [3, 40] as does the dominant autoreactive B cell epitope [41] . This signature of PBC, the AMA, is a useful probe that enables the dissection of potential environmental triggers and has led to the proposition that the inciting event of PBC is a modification of the major autoantigen, PDC-E2, by xenobiotics.\n\nMany environmental chemicals are metabolized primarily in the liver. During metabolism they may form reactive metabolites, which may modify cellular proteins to form neo-antigens. Although it is not clear how xenobiotics or the modified cellular proteins initiate autoimmunity in PBC, several mechanisms can be proposed. Firstly, the direct toxic effect of the xenobiotics or the neo-antigens my cause abnormal cell death by apoptosis or necrosis, conditions favoring generation of immunogenic autoepitopes. Secondly, the neo-antigen-specific T cells and B cells, once primed, may cross-react with the less immunogenic native autoantigen. Lastly, chemical modification of the native cellular protein such as removal and/or exchange of a hapten on the native peptide have been shown to change processing in APC and lead to the presentation of cryptic peptides [42] . The direct toxic effect of xenobiotics is usually dosedependent and may manifest in the majority of individuals shortly after drug intake, resulting in conditions such as drug-induced liver injury [38, 43] , hence they are relatively easily identified. One such example is halothane hepatitis where a trifluoroacetyl (TFA) metabolite covalently modifies lysine residues of cellular proteins, inducing an antibody response not only against the TFA-modified proteins but also against the lipoyl domain of human PDC-E2, the major autoantigen in PBC [39] , implicating not only drug-induced protein modification but also the concept of molecular mimicry as pathogenic mechanisms associated with PBC. On the other hand, the autoimmune effects that follow such drug toxicity may take a prolonged time-period to reach a threshold level that is accompanied by significant toxicity to be clinically manifested [44] . During this time period the autoimmune reactivity may undergo substantial evolution both quantitatively and qualitatively, making the identification of the causative agents a formidable task. Despite this difficulty, progress has been made by using the reactivity of chemically modified PDC-E2 peptides with PBC patient sera as the \"footprints\" of the original neo-antigens to identify the environmental chemicals responsible for the generation of these immunogenic neo-antigens.\n\nOur group has a long-standing interest in defining and dissecting the etiological basis of PBC. Although we have identified the major autoantigens of PBC, the events initiating the recognition of these self-proteins as immunogenic are still under investigation. One of our working hypotheses is that potential modifications of self-proteins by agents such as xenobiotics may alter these self-proteins to cause a breakdown of tolerance perpetuating the immune response by a chronic low-level turnover of the self-protein. To address this hypothesis we initially synthesized a 12-mer peptide containing the inner lipoyl domain of PDC-E2 (amino acids 173 to 184) and replaced the lipoic acid moiety with a panel of 18 synthetic structures designed to mimic a xenobiotically modified lipoyl hapten [45] . We then quantitated the reactivity of sera from PBC patients to these structures by utilizing a microbead ELISA assay. Interestingly, antimitochondrial antibodies (AMAs) from all seropositive patients with PBC, but not controls, reacted against three of these 18 organic modified autoepitopes significantly better than to the native domain. Structural analysis of reactive compounds revealed that features correlating with autoantibody binding include compounds with a halide or methyl halide in the meta-or para-position containing no strong hydrogen bond accepting groups on the phenyl ring. Many chemicals including pharmaceuticals and household detergents have the potential to form such halogenated derivatives as metabolites. Another interesting finding of this study was that modification of the lipoic acid moiety with a trifluoroacetyl (TFA) group resulted in a mimic with higher AMA reactivity than the native ligand lipoic acid, demonstrating a possible mechanism of lipoyl group modification by TFA-containing reagents such as halothane.\n\nBased on these findings and a quantitative structure-activity relationship (QSAR) analysis of the AMA reactive compounds, we initiated a more comprehensive study using a 15-mer (aa 170-184) inner lipoyl domain PDC-E2 peptide to analyze an extended list of chemical xenobiotics for AMA recognition [46] . We used a refined screening strategy employing a microarray platform where xenobiotic-modified peptide-agarose conjugates are spotted onto glass slides allowing the screening of theoretically thousands of compounds with very small amount of patient sera and reagents (Fig. 1) . This list included both aliphatic and aromatic compounds: aliphatic compounds with different chain lengths, halogen substitutions, various degrees of saturation, and aromatic compounds with both halogen and nitro substitutions and heterocyclic compounds (see Table 1 in [46] ). Briefly, a total of 107 potential xenobiotic mimics were coupled to the lysine residue of the immunodominant 15 amino acid peptide of the PDC-E2 inner lipoyl domain and spotted onto glass slides. Sera from PBC (n = 47), primary sclerosing cholangitis (n = 15) and healthy volunteers (n = 20) were assayed for Ig reactivity. Of the 107 xenobiotics, 33 (or 64) had significantly higher IgG (or IgM, respectively) reactivity against PBC sera compared to controls. In addition, 9 of 33 (8 out of 64 for IgM) compounds were more reactive than the native lipoylated peptide (Table 2 ) [46] . Among those compounds were cinnamic acid derivatives carrying hydrophobic halogen or trifluoromethyl substitutions and medium to long chain saturated and unsaturated aliphatic acids. These results let us to hypothesize that the acid moiety attached to the lysine residue of the immunodominant PDC-E2 peptide must preferably be of hydrophobic character and of a certain size to be successfully recognized by the Ag-binding site of AMA. Following extensive ELISA and absorption studies we also concluded that reactivity to 2-octynoic acid was very specific since antibodies recognizing 2-octynoic acid modified PDC peptide did not cross-react with lipoic acid modified peptide; this data allowed further refinement of the optimal requirements of the xenobiotic.\n\nTo further define the role of alkynoic acids we then characterized the reactivity of sera with chemical compounds that are structurally similar to 2-octynoic acid but different either in the location of the acetylene bond or in the length of the carbon chain. 2-Octynoic acid-related xenobiotics with varying triple bond location (4-, 5-, 6-or 7-octynoic acid, respectively) or varying chain length (2-butynoic, 2-pentynoic, 2-hexynoic, 2-heptynoic, 2-nonynoin or 2decynoic acid, respectively) and controls were coupled to the lysine residue of the 15-mer PDC inner lipoyl domain peptide immobilized on agarose beads, spotted on microarray slides and probed with sera from 21 AMA-positive patients and 13 healthy subjects for IgG and IgM reactivity. Acids with the triple bond located at a location other than C-2 (4-, 5-, 6-, or 7octynoic acid) have significantly lower IgG and IgM reactivity compared to 2-octynoic acid ( Fig. 2 A, B) . Thence, to define the role of the carbon chain length of 2-alkynamides, we synthesized a panel of 2-alkynamide conjugates of PDC-E2 peptide that varied in their chain length from 4 to 14 carbon atoms. The same panel of sera was used to screen the Ig reactivity of the modified PDC-E2 peptide. There was a significantly higher (p < 0.05) IgG reactivity with PBC sera than with controls for 2-hexyn-, 2-heptyn-, 2-octyn-, 2-nonyn-, 2-decyn-, 2dodecyn-and 2-tetradecynamides. Significantly greater (p < 0.05) IgM reactivity was seen with all the tested compounds. The highest Ig reactivity with PBC sera was observed for 2octyn-, 2-nonyn-and 2-decynamides; the 2-nonynamide conjugate reacted significantly better (p < 0.05 for IgG, p < 0.01 for IgM) than the other amides (Fig. 2 C, D) . QSAR analysis suggests that the position of the triple bond at position C-2 and a minimum chain length of seven carbon atoms is critical for high reactivity. Among 2-alkynamides with varying carbon chain length, 2-octyn-, 2-nonyn-(particularly) and 2-decynamide exhibited the highest reactivity. Altogether, our data suggests that AMA react specifically with the 2-alkynamide conjugates and emphasizes the important role for reactivity of the conjugated position of the triple bond in alkynoic acids. This reactivity is furthermore mediated by PDC-E2-specific antibodies, since absorption of PBC sera with increasing amounts of recombinant PDC-E2 significantly reduced Ig reactivity in a dose-dependent manner. In summary, our data indicate that alkynamides with a triple bond in the conjugated C-2 position and a chain length of 9 carbon atoms are most favorable for AMA binding. The optimal structure was demonstrated to be derived from 2nonynoic acid, whose methyl ester is ranked 2324 th out of 12945 in terms of occupational exposure with an 80% female prevalence due to its use in cosmetics [47] .\n\nThe data derived from our studies have led to the assembly of a series of facts that serve as a foundation upon which we have formulated a working model for the pathogenesis of human PBC. These facts include:\n\nA genetic predisposition to develop PBC.\n\nThe incredible focused response of autoantibody, CD4+ and CD8+ T cell responses 3. The higher autoreactive PDC-E2-specific CD4+ T cell precursor frequency in liver and regional lymph node compared to blood in PBC.\n\nThe higher autoreactive PDC-E2-specific CD8+ T cell precursor frequency in liver compared to blood in PBC. The number of PDC-E2 specific tetramer positive CD8+ cells is highest in stage I/II.\n\nThe finding that a chemically synthesized lipoate mimic in the form of 2-nonynoic acid reacts with a higher affinity than the parent lipoate in PBC.\n\nThe ability of our xenobiotics coupled to BSA to break tolerance in experimental animals 7. Small bile ducts, are not innocent victims; their biology determines their targeting.\n\nIn this context, we should also discuss that with the use of recombinant antigens and in our studies of many thousands of PBC sera, there are no false positives. While a small percentage of PBC patients do not have AMA seropositivity, we have \"chipped\" away at that total with Luminex assays; it is now less than 4% [48] . In the overlap syndrome we believe it is either de novo PBC in a patient with AIH or a dual disease. The frequency of autoreactive PDC-E2 specific CD4+ T cells is approximately the same in AMA negative as AMA positive PBC patients (S. Shimoda, personal communication). PBC reoccurs following liver transplantation [49] [50] [51] and there is no convincing evidence that the multi-lineage anti-mitochondrial response changes significantly. Biliary cells also play a role in our model. We do not believe there are any PBC specific biliary cell phenotypes since PBC can reoccur after transplant. Rather, PBC is localized to bile duct cells (and occasionally salivary cells) on the basis of the unique apoptotic properties, the presence of poly Ig and the intense mucosal responses in bile duct epithelial cells [4, [52] [53] [54] . The susceptibility genes in PBC remain undefined and will likely be multigenic. Herein we have chosen to focus on the environmental arm of our hypothesis. Thus we postulate that the breaking of tolerance to PDC-E2 takes place as outlined in Fig. 3 .\n\nOur model does not require the presence of each and every one of these events. However, the common denominator will be an immune response to the lipoyl containing mitochondrial antigens. Our mouse models [55] [56] [57] , we predict, will develop PBC by a similar mechanism, namely a multi-lineage loss of tolerance to PDC-E2 in a promiscuous \"facilitator\" host [58, 59] . For decades, and because there is no correlation of AMA titer and disease severity, the AMA was often considered an epiphenomena. Our work over the past two decades argues otherwise and the role of the mitochondrial response must be viewed in the broad context of this multi-lineage response. Our model only requires the initial loss of tolerance and while the initial event and environmental triggers may vary between individuals, the final immune pathways and the immunopathology will be the same.\n\nAs previously stated, our proposition is that the inciting event of PBC is a modification of the major autoantigen, PDC-E2, by xenobiotic conjugation. Six distinct \"modifications\" involving xenobiotic conjugation can be envisioned: (i) xenobiotic modification of the lipoyl moiety (i.e., PDC-E2-LA*); (ii) modification wherein a xenobiotic replaces the lipoic acid (i.e., PDC-E2 -X*); (iii) xenobiotic modification of PDC-E2 proximal to the lipoic acid (i.e., PDC-E2*-LA); (iv) concomitant xenobiotic modification of PDC-E2 and the lipoic acid (i.e., PDC-E2* -LA*); (v) concomitant xenobiotic modification of PDC-E2 and replacement of the lipoic acid (i.e., PDC-E2*-X*) (Fig. 4 A) ; and (vi) carrier protein (CP) modification by a xenobiotic (i.e., CP-X*) (Fig. 4B) . The studies detailed herein build on our detailed QSAR work, which has led to the identification of several chemical mimics -i.e., peptide-small molecule conjugates -that react with PBC sera as well as or better than the native autoantigen, and are designed to differentiate these various scenarios. Hence, we believe that the cause of PBC is autoimmunity, reactivity to a self-protein, with subsequent pathology on susceptible biliary epithelial cells. Schematic of microarray based assay utilizing xenobiotic modified peptide-agarose conjugates. IgM reactivity of n-octynamide-or 2-alkynanide-modified PDC-E2 peptide with PBC sera. PBC patient sera (A, C) and healthy control sera (B, D) were analyzed by microarray for IgM reactivity against PDC-E2 peptide that has been modified with n-octynoic (A, B) or 2-alkynoic acids (C, D). Reactivity of individual samples and mean reactivity are shown. Asterisk indicates a significant difference (p < 0.05, unpaired t test) in IgM reactivity between PBC and control sera. Proposed model of breaking of tolerance in PBC. Schematic of possible xenobiotic modifications of PDC-E2 or carrier proteins. Xenobiotics may alter PDC-E2 by either replacing the lipoic acid moiety or by chemically modifying lipoic acid itself and/or modifying PDC-E2 proximal to the lipoyl domain creating an immunological mimic (A). In addition, xenobiotics might be able to modify carrier proteins, such as albumin, which elicits an immune response against the xenobiotic cross-reacting against native PDC-E2 (B). LA, lipoic acid; X, xenobiotic; Lip, lipoyl domain. \"Toxic oil syndrome\" (scleroderma-like connective tissue disease) [64] "}