{"title": "Membrane ectopeptidases targeted by human coronaviruses", "body": "Coronaviruses (CoVs) infect birds and a wide range of mammals, including humans. These positive stranded RNA viruses -belonging to the order Nidovirales, family Coronaviridae, subfamily Coronavirinae [1] -occur worldwide and can cause disease of medical and veterinary significance. Generally, CoV infections are localized to the respiratory, enteric and/or nervous systems, although systemic disease has been observed in a number of host species, including humans [1] . At present, six CoVs have been identified capable of infecting human and all are thought to have originated from animal sources [2] [3] [4] [5] [6] [7] [8] . HCoV-OC43 and -229E were identified in the 1960s and have been associated with the common cold [9] [10] [11] . In 2003, SARS-CoV was identified as the causative agent of severe acute respiratory syndrome with mortality rates as high as 10% [12] [13] [14] . Subsequently, HCoV-NL63 and -HKU1 were identified in 2004 and 2005, causing generally mild respiratory infections [15] [16] [17] . More recently, a novel zoonotic coronavirus, named Middle East respiratory syndrome CoV (MERS-CoV) was isolated from patients with a rapidly deteriorating acute respiratory illness [18*,19] . According to a recent study describing the clinical manifestation of 144 laboratory-confirmed MERS-CoV cases, the majority of patients experience severe respiratory disease and most symptomatic cases had one or more underlying medical conditions [20] . Thus, the severity of CoV-associated disease in humans can apparently range from relatively mild (HCoV-OC43, -229E, -NL63 and -HKU1) to severe (SARS-CoV and MERS-CoV). To further unravel the pathogenesis of these different CoVs, a deeper understanding of the CoV biology and interaction with their hosts is needed. In this review we focus on one of the very first interactions of CoVs with their hosts; the receptors required for cell entry.\n\nThe Accepted Manuscript ability of viruses to successfully replicate in cells and tissues of a host is multifactorial, of which receptor usage is an essential determinant. Enveloped coronaviruses engage host receptors via their spike (S) glycoprotein, the principle cell entry protein responsible for attachment and membrane fusion. In line with epidemiological data and clinical manifestations all human infecting CoVs are capable of infecting cells in respiratory tract. Remarkably, all protein receptors identified to date for these CoV are exopeptidases; aminopeptidase N (APN) for HCoV-229E, angiotensin-converting enzyme 2 (ACE2) for SARS-CoV and HCoV-NL63, and dipeptidyl peptidase 4 (DPP4) for MERS-CoV [21**-24]. Protein receptors have not been identified for HCoV-OC43 and HCoV-HKU1, rather, for HCoV-OC43 acetylated sialic acid has been proposed as a receptor for attachment [25] .\n\nThe respiratory and enteric tissue distribution of the peptidases makes them attractive targets for viruses to enter the host. APN is expressed at the basal membrane of the bronchial epithelium, in submucosal glands and the secretory epithelium of bronchial glands [26] . In addition, non-ciliated bronchial epithelial cells are positive for APN correlating with the ability of HCoV-229E to infect those cells [27] . ACE2 is expressed on type I and II pneumocytes, endothelial cells, and ciliated bronchial epithelial cells [28, 29] . Tissues of the upper respiratory tract, such as oral and nasal mucosa and nasopharynx, did not show ACE2 expression on the surface of epithelial cells, suggesting that these tissues are not the primary site of entrance for SARS-CoV or HCoV-NL63 [28] . In the alveoli of the lower respiratory tract, infection of type I and II pneumocytes has been shown for SARS-CoV in vivo [29] . DPP4 is widely expressed in the human body and primarily localized to the epithelial and endothelial cells of virtually all organs, and on activated lymphocytes [30] . This distribution of DPP4 can potentially allow dissemination of MERS-CoV beyond the respiratory tract but due to lack of autopsy and clinical data, the in vivo organ and cell tropism of MERS CoV is largely unexplored. Experimental infection of rhesus macaques demonstrated that MERS-CoV particularly replicates in the type I and II pneumocytes of the alveoli and the draining lymphoid tissue of the lungs [32] . Detection of viral genomes and infectious virus in respiratory specimens indicate that the virus is primarily replicating in the upper and lower respiratory tract, although low viral RNA loads were also found in blood, urine and stool samples [33, 34] . Apart from propagation in continuous cell lines, the virus replicates in human primary cells isolated from the bronchus and kidney and in ex vivo bronchial and lung tissues cultures. Target cell types in the respiratory tract for MERS-CoV are known to express DPP4 and include the non-ciliated bronchiolar epithelial cells, endothelial cells and alveolar type I and II pneumocytes [35, 36, Fig. 1 ]. Collectively, the correlation between cell susceptibility to HCoV-229E, HCoV-NL63, SARS-CoV and MERS-CoV and the expression of the respective peptidase receptors, confirms that receptor expression is an essential determinant for virus tropism.\n\nBinding of CoVs to their receptors, however, does not suffice for viral infection and additional protease activities are needed to allow membrane fusion with the target cells. CoVs don't use the catalytic activity present in the membrane ectopeptidases that serve as receptor [21, 22] . Rather, cellular proteases that colocalize with CoV receptors are key factors for viral entry by activation of the spike fusion machinery [37, 38] . For example, TMPRSS2 found together with ACE2 on the cell surface cleaves the SARS-CoV spike protein and thus enhances virus entry [39] . Interestingly, despite using the same receptor, HCoV-NL63 and SARS-CoV display major differences in virus tropism and pathogenesis [1] . The protease responsible for HCoV-NL63 S cleavage has not been identified thus far, clearly indicating that tropism as well as severity of disease is governed by more viral and cellular parameters than receptor preference. Therefore, peptidase receptors and host protease(s) are targeted by CoVs to enter the host cell and their differential usage may partly determine the pathogenicity of CoVs.\n\nThe ACE2, APN and DPP4 peptidases are highly conserved among animal species. This conservation is also present at the virus binding motif on these receptors, indicated by the ability of CoV -in particular MERS-CoV -to recruit orthologue receptors in vitro [40, 41] . The sequence variation at the virus-receptor interface is thought to be determined -at least in part -by the ongoing evolutionary battle between the genomes of viruses and their hosts also known as `host-virus arms race' [42] . Particularly known are the arms races between mammalian innate immunity genes and their viral counterparts, but these forces are also believed to occur at the level of virus-receptor binding. Positive selection for genetic changes in virus binding motifs on host receptor molecules which prevent virus binding has been shown for arena-and retroviruses [42**] . Some pathogens target binding sites of natural ligands on the host receptors [43**], which may constrain the evolution potential of the host to counteract virus binding. The recently elucidated structure of MERS-CoV spike receptor binding domain in complex with human DPP4 shows a remarkable overlap with the binding surface of a natural ligand, adenosine deaminase (ADA) [44*-46] . Ten out of fourteen residues on DPP4 which interact with ADA also interact with MERS-CoV RBD (Fig. 2) . In accordance with this finding, it was shown that ADA prevents binding of S to DPP4 and antagonizes MERS-CoV infection in cell culture [21, 47] . During species evolution, the ADA-DPP4 interaction may have led to conservation of residues at the binding interface, exemplified by the ability of bovine ADA to interact with human DPP4 [47] . The observed low level of variation in MERS-CoV-contacting residues between DPP4 orthologues -presumably constrained during divergent evolution by the DPP4-ADA interplay -explains the promiscuous binding of MERS-CoV to DPP4 orthologues and may facilitate virus transmission between species (Fig.2) .\n\nThe membrane ectopeptidases display important physiological functions and their interaction with CoVs may therefore interfere with their natural function. The human ACE2 protein, a typical zinc metallopeptidase, is an important player in the renin-angiotensinaldosterone system (RAAS), cardinal in renal and cardiovascular physiology and pathophysiology [48] . Angiotensin II, the main effector substance of the RAAS, with potent vasoconstrictive, pro-inflammatory, and pro-fibrotic properties is inactivated by ACE2. As a result of diminished ACE2 expression severe acute lung failure may develop through hampering angiotensin II cleavage, causing pathological changes due to angiotensin II type 1a receptor activation [49] . Interestingly, binding of the SARS-CoV spike protein to ACE2 does trigger internalization, down-regulating enzyme activity from the cell surface [50*]. Therefore, it is assumed that interaction of SARS-CoV with its receptor may cause detrimental pathogenic host responses partly responsible for the severe acute respiratory distress syndrome.\n\nAt the moment it is not clear whether similar virus-host interactions are involved in the pathogenesis of MERS-CoV. DPP4 is a multifunctional type II cell surface glycoprotein with an N-terminal beta-propellor domain and a C-terminal hydrolase domain that and can form dimers. Through interactions with specific proteins, DPP4 is involved in cell adhesion, cell apoptosis and lymphocyte stimulation (for review see 30) . Similar to ACE2, DPP4 exhibits dipeptidase activity, removing N-terminal dipeptides of regulatory hormones and chemokines, but it is not known whether MERS-CoV interferes with DPP4 expression. Soluble forms of DPP4 and ADA are found in the body fluid and sera of humans and hence can antagonize virus receptor binding and potentially interfere with virus dissemination. On the other hand, competition of MERS-CoV with ADA for binding to DPP4 may impair proper functioning of the DPP4-ADA complex. The association of ADA to DPP4 is thought to be important as a costimulatory signal to promote proliferation of lymphocytes and cytokine production [30] . Thus, although highly speculative, MERS-CoV binding to the ADA-binding site on DPP4-expressing immune cells may antagonize or exert the immune stimulatory functions of ADA. Intriguingly, other CoV receptors like APN and murine CEACAM are also markers for T-cell activation [51] .\n\nThe preference of a significant number of human infecting CoV as well as animal CoV for peptidases as host receptors is remarkable. The respiratory and enteric tissue distribution of these ectopeptidases correlates with the sites of replication of coronaviruses, but does not fully explain this preference. The catalytic activity of the ACE2, APN, and DPP4 peptidases is not required for virus entry, yet interference of CoVs with the peptidase functions may partly drive viral pathogenesis. Evolutionary conservation of these receptors on the other hand may allow their usage in different host species, enabling zoonotic transmission. One may exploit the inhibitory activity of recombinant soluble receptors on CoV infection for therapeutic intervention strategies to interfere with CoV entry into target cells. However, more studies are needed to decipher the role of receptors in targeting CoVs to their target cells in vivo and the potential pathogenic consequences of the CoV-peptidase receptor interaction. In conclusion, the interaction of viral pathogens with host receptors and their role in pathogenesis remains a largely unexplored area and warrants future research.\n\nThree different membrane ectopeptidases act as receptors for coronaviruses.\n\nCoronavirus ectopeptidase receptors are expressed on cells in the respiratory and enteric tract.\n\nThe catalytic activity of ACE2, APN, and DPP4 peptidases is not required for virus entry.\n\nEvolutionary conservation of these receptors may permit coronavirus interspecies transmissions\n\nBinding of coronaviruses to their peptidase receptors may alter their physiological functions. Lungs from naïve Cynomolgus macaques were inflated with formalin and subsequently processed for paraffin embedding. Sections were stained with goat polyclonal antibodies against human DPP4 and the second antibody step that was conjugated with peroxidase was visualized with substrate. Shown are positive cells in the bronchus (a) and alveoli (b)."}