{"title": "fl-Endorphin alters a viral induced central nervous system disease in normal mice but not in nude mice", "body": "Persistent or chronic viral infections are associated with numerous clinical diseases, and the chronic infectious process is not restricted to rare or unusual viruses. Common viruses and their variants, more frequently associated with acute clinical diseases, often produce prolonged clinical courses that are distinct from the more acute manifestations with the central nervous system (CNS) often providing the site for these persistent host-parasite relationships (Johnson, 1986) . Viruses that have been associated with such relationships include measles (Horta- Barbosa et al., 1969) , herpes simplex (Elizan et al., 1983) , coronaviruses (Fishman et al., 1985) , certain parvoviruses (Simpson et al., 1984) , reovirus (Tyler et al., 1985) , Theiler's encephalitis (Roos et al., 1982) , vesicular stomatitis virus (VSV) (Rabinowitz et al., 1976; Dal Canto et al., 1979 ) and many others. How these persistent relationships are established and maintained is not precisely known, although it is generally thought that the properties of the viruses, the hosts' immune systems, and neuroendocrinological factors may be involved.\n\nEvidence indicates that the host's immune system can be modulated by neuropeptides, and communication between the immune and nervous systems could influence the progress of an infection (Van Epps and Saland, 1984; Angeletti and Hickey, 1985; Hall et al., 1985) , but there is still a paucity of information regarding how neuropeptides might influence an ensuing clinical disease. We recently have shown that bombesin can be used to rescue temperature-sensitive viruses persistently harbored in the CNS (Hughes et al., 1985) , and when neurotensin was administered before inoculation of the virus, the neuropeptide dramatically altered the course of clinical disease .\n\nTo our knowledge, these studies have been the first to demonstrate the potential role of neuropeptides in modulating an infectious disease. In the present report we investigate the potential role of a single injection of fl-endorphin, administered intracerebroventricularly, in altering the course of disease in normal and nude mice that are infected with tsG31-KS5 VSV, a plaque-purified clone of tsG31 VSV selected for its ability to establish a persistent and largely unapparent CNS infection in Swiss outbred and BALB/c (+/+ ) mice.\n\nSwiss outbred mice were purchased from Charles River Breeding Lab (Wilmington, MA, U.S.A.). BALB/c (+ / + ) and BALB/c (nu/nu) mice were purchased from Harlan Sprague Daw-Icy (Indianapolis, IN, U.S.A.). Mice (3-4 weeks old) of both sexes were used, except only male nude (nu/nu) mice were used. All mice were provided with food and water ad libitum. The nude mice were kept in sterile isolators throughout the experiments and were provided sterile feed and water. Lighting was maintained on a 12/12 h light/dark cycle.\n\nThe Indiana strain of tsG31 VSV was generously provided by M.E. Reichmann (University of Illinois, Urbana, IL, U.S.A.) and has previously been described (Pringle, 1970; Reichmann et al., 1971 ). TsG31-KS5 VSV was a clonal isolate of tsG31 VSV that was plaque purified as described previously (Rabinowitz et al., 1976) . Briefly, BHK-21 cells were cultured in 6-well plates (35 x 10 mm; Costar, Cambridge, MA, U.S.A.) in 2.0 ml of Dulbecco modified Eagle medium (DMEM) supplemented with 10% bovine calf serum (Hazelton Research Products, Lenexa, KS, U.S.A.). Confluent monolayers were infected with 0.1 ml of serial dilutions of the virus preparations. Virus was allowed to adsorb for 30 min at 25 o C, and the wells were then overlaid with 2.0 ml of DMEM containing 0.37% agar (Difco Laboratories, Detroit, MI, U.S.A.). The infected monolayers were incubated at 31°C, a permissive temperature for viral growth, in a 5% CO2-95% air atmosphere, and after incubation for 48 h virus clones were isolated by stabs. The clones were grown in BHK-21 cells and plaque-purified a second time. The clones were then purified on sucrose gradients as described previously (Rabinowitz et al., 1976) .\n\nInfection of mice with virus has been previously described (Rabinowitz et al., 1976) . Briefly, 5 x 104 plaque forming units (PFU) of tsG31-KS5 VSV in 30 /~1 of Hanks' balanced salt solution (HBSS) was injected into the frontal cerebral lobe of mice that had been lightly anesthetized with ether (Sigma Chemical Co., St. Louis, MO, U.S.A.) with a 27-gauge needle. Animals that only received the HBSS did not undergo any clinical manifestations of disease .\n\nfl-Endorphin (synthetic human; Sigma Chemical Co., St. Louis, MO, U.S.A.) was diluted in sterile, distilled water before injection. The animals were lightly anesthetized with ether and injected in or near the ventricle region of the brain with 100 ng of fl-endorphin in 10 /~1 of sterile water with a 30-gauge needle.\n\nThe rectal temperatures of the mice were determined with a digital thermometer (Fisher Scientific, Pittsburgh, PA, U.S.A.) every 5 h for 25 h after they were injected with fl-endorphin.\n\nTo determine if fl-endorphin could alter the course of infection of tsG31-KS5 VSV, Swiss outbred mice were administered the neuropeptide before intracerebral inoculation with the virus. Mice received a single intracerebroventricular injection of 100 ng of fl-endorphin in 10 #1 of sterile distilled water, and after 24 h the animals were inoculated with 5 x 10 4 PFU of tsG31-KS5 VSV. Administration of fl-endorphin before the introduction of the virus led to a rapid and fatal disease with only 30~ of the animals surviving for over 8 days compared to 97% survival of animals that received only the temperature-sensitive VSV ( Fig. 1 ). An injection of 10 #1 of sterile distilled water instead of fl-endorphin, 24 h before infection with tsG31-KS5 VSV, did not produce an aggressive disease (Table 1) . Mice treated with fl-endorphin, but not infected with the virus, showed no signs of disease.\n\nThe neuropeptide was able to induce a mild and transient hypothermia in Swiss outbred mice. A single intracerebroventricular injection of 100 ng of fl-endorphin was administered, and the core temperatures of the mice were monitored every 5 h for 25 h. All the mice exhibited a transient hypothermia with 80% of the animals' temperatures lowered from 36.0 °C to 34.5 ° C. The hypothermic condition lasted for 40 h or less and temperatures of mice that only received injections of sterile water, without fl-endorphin, only decreased by 0.5 °C (Table 1) . When fl-endorphin was injected into the frontal cerebral lobe instead of the cerebroventricular region, it had little influence on core temperatures of the mice (Table 1 ). The neuropeptide also did not mediate an aggressive disease when delivered to the frontal lobe of mice which were inoculated with tsG31-KS5 VSV 24 h after the neuropeptide (Table 1) . The time at which fl-endorphin was administered relative to the inoculation of the virus was also critical to the induction of the more aggressive disease. When mice were administered fl-endorphin and tsG31-KS5 VSV simultaneously, all animals survived although the neuropeptide decreased the animals' temperatures comparable to the hypothermia elicited by fl-endorphin when administered 24 h before an infection with the temperature-sensitive VSV (Table 1) . fl-Endorphin also did not affect the course of disease when animals were infected with the virus for 21 days and then treated with the neuropeptide (data not shown).\n\nPersistent viral infections, particularly those associated with the nervous system (Johnson, 1984; Johnson, 1985, 1988) , may involve interactions of the immune and nervous systems to maintain a balanced host-parasite relationship. For instance, it has been shown that opioid and opioid-like proteins can suppress T cell-dependent immune responses and have a suppressive influence on natural killer (NK) cell populations (Shavit et al., 1984; Puppo et al., 1985) . To determine if hypothermia, or other physiological responses to fl-endorphin, was responsible for altering the course of infection of tsG31-KS5 VSV in the CNS, BALB/c nude (nu/nu) mice and normal BALB/c (+/+ ) mice were intracerebrally infected with the virus. Similar to the course of the CNS disease established in immune-competent Swiss outbred of the CNS disease established in immune-competent Swiss outbred mice (Fig. 1) , only 3% of the BALB/c (+/+ ) mice died from the tsG31-KS5 VSV infection (Fig. 2 ) and the surviving animals had no clinical signs of disease. In contrast to the stability of fl-endorphin to cause an almost immediate increased mortality of virusinfected Swiss outbred mice (Fig. 1) , the neuropeptide did not influence the survival of BALB/c (+/+ ) mice until 8 days post-infection (Fig. 2) . Furthermore, unlike Swiss outbred and BALB/c (+ / + ) animals, tsG31-KS5 VSV established a more aggressive CNS disease in BALB/c nude (nu/nu) mice with all the animals dying within 26 days (Fig. 3) , although the progress of disease was considerably more prolonged than animals infected with the wild-type VSV which was lethal to all mice by 4 days after infection Hughes et al., 1985) . Intracerebroventricular injection of fl-endorphin in BALB/c (+/+) or BALB/c nude mice 24 h before intracerebral inoculation with tsG31-KS5 VSV had markedly different effects in the two groups of mice. In BALB/c ( + / + ) mice, fl-endorphin altered the disease caused by tsG31-KS5 VSV with 70% of the animals succumbing to the virus after 12 days, compared to only a few animals dying when only virus was injected (Fig.  2) . Dissimilarly, the neuropeptide did not appreciably alter the clinical course of disease in BALB/c nude mice. Nude mice all died from a slowly progressing, degenerative disease whether they were administered the neuropeptide and then tsG31-KS5 VSV, or the temperature-sensitive virus alone (Fig. 3) . Twelve days after infection 40% of the BALB/c nude mice not treated with fl-endorphin had died while only 20% of the nude mice that received fl-endorphin died. Despite the inabil- ity of the neuropeptide to alter the progress of CNS disease in athymic mice, fl-endorphin did produce hypothermia in both BALB/c (+/+) and BALB/c nude (nu/nu) mice, lowering core temperatures in both by more than 2 o C (Table 2) . Clearly, hypothermia alone cannot explain the ability of the neuropeptide to modulate the progress of CNS disease. a Each group of mice consisted of ten animals. b A single intracerebroventricular injection of 100 ng of fl-endorphin was administered. 51 Discussion fl-Endorphin was able to alter the course of infection of tsG31-KS5 VSV in both Swiss outbred and BALB/c (+/+) mice. When fl-endorphin was administered 24 h before an intracerebral inoculation with tsG31-KS5 VSV an aggressive and fatal disease often ensued. Although a single intracerebroventricular injection of fl-endorphin caused a transient depression of the core temperatures of all mice, the hypothermia alone did not seem to mediate the more aggressive disease. When BALB/c ( + / + ) mice were treated with fl-endorphin and infected 24 h later with tsG31-KS5 VSV, 70% of the mice had died by 12 days post-infection (Fig. 3) . However, the BALB/c (+/+) mice did not begin dying until 8 days after the infection. In contrast, more than 50% of the BALB/c nude (nu/nu) mice inoculated with tsG31-KS5 VSV survived after 14 days of infection regardless if they had received fl-endorphin or not (Fig. 3) . In fact, fl-endorphin actually prolonged survival of the nude mice infected with the temperature-sensitive VSV although none of the infected animals survived past 26 days. We cannot be certain that the CNS diseases, or the cause of death, in the BALB/c (+/+ ) and the nude mice are the same. These conclusions are awaiting neurohistological evidence that currently is under study.\n\nIn addition, the reasons that fl-endorphin alters the disease progress are complex. Intracerebral injection of the neuropeptide induces many physiological responses in mice (Van Epps and Saland, 1984) . Since fl-endorphin did not cause a more aggressive disease in nude mice, they may have lacked the physiological component that was being modulated by the neuropeptide in the normal mice to alter the course of infection of the temperature-sensitive VSV. Nude mice do not have a thymus, thus they do not acquire a full repertoire of mature, differentiated T cells (Kindred, 1981) . In normal mice fl-endorphin may have actuated the suppression of a T cell-dependent immune action, hence eliciting a more aggressive disease in mice infected with tsG31-KS5 VSV.\n\nSince nude mice infected with tsG31-KS5 VSV all contracted a slowly progressing and fatal CNS disease, they must lack the crucial immune com-ponents that protected the normal mice from the degenerative CNS disease, i.e. mature T cells. Recently we demonstrated the importance of T lymphocytes in protecting nude mice from the tsG31-KS5 VSV infection with reconstitution experiments Johnson, 1988, 1989) . When nude mice were reconstituted with T lymphocytes, 70% of the animals survived a tsG31-KS5 VSV infection. Neutralizing antibody against VSV did not appear to be involved in the protection, since many T lymphocyte-reconstituted nude mice did not have detectable levels of neutralizing antibody yet survived the infection without any signs of disease (Doll and Johnson, 1988) . Interestingly, infectious VSV could be isolated from both nude mice that were reconstituted with T lymphocytes before infection and from nude mice only inoculated with tsG31-KS5 VSV, and the amount of infectious VSV being harbored in the CNS of the two groups of animals was equivalent (Doll and Johnson, 1989) .\n\nThe fl-endorphin that was administered to the mice may not have directly produced the more aggressive disease; instead, it may have primed a cascade of events that were responsible for the altered course of infection of the temperature-sensitive VSV. Stressed animals often experience immune depression, although it is not precisely known how the CNS influences immune responses. T cell-mediated responses have been shown to be suppressed in stressed animals (Hoffman-Goetz et al., 1986) , and T helper cell populations are decreased in stressed animals (Esterling and Rabin, 1987) . When animals are stressed, elevated levels of fl-endorphin can be detected in their plasma (Gilman et al., 1982) . fl-Endorphin has been shown to regulate T lymphocyte and natural killer cell responses both in vitro and in vivo (Gilman et al., 1982; Van Epps and Saland, 1984; Angeletti and Hickey, 1985) . Analgesia, mediated by the opioid systems, is a normal response to pain and stress in rodents and other animals (Millan, 1986) . fl-Endorphin injected into the ventricle region of the brain induces analgesia via opioid receptors (Taylor and Kaiser, 1986) , and injection of fl-endorphin also causes release of other neuropeptides from the CNS (Tseng et al., 1985) . Since the frontal lobe injection of fl-endorphin did not alter the clinical disease, it may not have induced the cascade of events necessary for the alteration of the course of infection of the temperature-sensitive VSV."}