{"title": "Health effects of water consumption and water quality", "body": "It was only at the beginning of the 19th century with the advent of water filtration, wastewater disposal, disinfection of drinking water with chlorine, pasteurization of milk and food, and by a general enhancement of hygiene, that waterborne pathogenic microorganisms and their diseases were finally controlled to an acceptable level in most countries. Waterborne diseases should not be seen as an independent part of the infectious disease cycle, but as a vehicle for their transmission. While we assume that a significant proportion of these gastrointestinal illnesses may be waterborne, we have no data to estimate the proportion of the overall burden of disease they represent (Figure 13 .1). In a holistic approach, a reduction of waterborne disease should also result in a measurable reduction of the overall rate of gastrointestinal illnesses (Mara and Cairncross, 1989) . This is the result of limiting person-to-person transmission and also the result of reducing the risk of the contamination of foods by contaminated water or individuals that have been infected through drinking water (Figure 13 .2).\n\nAt the onset of the third millennium, what do we know of the health effects of drinking water and their impact on our so-called modern societies? There is a pleiad of reports on the impact of waterborne diseases in countries world-wide, revealing thousands of outbreaks due to bacterial, viral, and parasitic microorganisms associated with the consumption of untreated or improperly treated drinking water (WHO, 1993 (WHO, , 1996 Ford and Colwell, 1996; Fewtrell and Bartram, 2001) . These reports emphasize the fact that access to water and water quality are in direct relationship to life expectancy and child mortality, as countries with poor access to drinking water have the highest morbidity rates in children under 5 years of age.\n\nNumerous enteric pathogens have been involved in waterborne outbreaks and recognized as such. Others are just emerging as being implicated in diseases transmitted by the water route (LeChevallier et al., 1999a,b) . Urbanization, ageing of water treatment plants, increasing numbers of immunocompromised individuals and ageing populations are potential causes for an increased risk of waterborne infectious diseases (Ford and Colwell, 1996; Fewtrell and Bartram, 2001) . As we will see later, the endemic level of disease due to drinking-water consumption has also been shown to be quite significant and it contributes to maintaining these pathogens in the affected populations. The dilemma of balancing microbial and cancer health risks is also a difficult one to resolve, but it should not result in a reduction of treatment efficiency. The low risk level for cancer is insignificant when compared to the risk of waterborne infectious disease in absence of adequate water treatment (Payment and Hartemann, 1998; Fewtrell and Bartram, 2001) .\n\nThe microorganisms implicated are described elsewhere in this book as well as in many recent publications on clinical and environmental microbiology (Murray et al., 1995; Hurst et al., 2001) . Waterborne diseases are usually described in terms of outbreak reporting in the various countries and the USA has produced most of the available data through the decades-long effort of Gunther Craun (Craun, 1984 (Craun, , 1986 (Craun, , 1990 ) and a continuous effort to collect data (Herwaldt et al., 1991 (Herwaldt et al., , 1992 . In other countries, data gathering is often performed very poorly because of lack of resources to identify the water-related events as well as the lack of centralized data gathering official authorities (Andersson and Bohan, 2001) . Several methods for the detection and investigation of waterborne outbreaks have been described, but are still not widely used (Craun, 1990; Andersson and Bohan, 2001) as resources and funds are critically lacking, even in industrialized countries (Fewtrell and Bartram, 2001 ). An enormous effort is needed to educate all on the importance of water in the dissemination of disease. All levels of society, from consumer to politicians, must be educated to the necessity of improving water quality (Ford and Colwell, 1996) as a major step in improving the quality of life and health.\n\nIn all countries, a steady decline in waterborne disease was evidenced by the virtual elimination of cholera and the reduction of waterborne outbreaks to very low levels in most countries. The rate of gastrointestinal illnesses in developing countries is much less than in developing countries, but we still know very little about the proportion that can be assigned to water compared to other routes of transmission. Most bacterial waterborne pathogens have been eliminated by the simple use of chlorine disinfection. There are still reports of bacterial disease outbreaks, mainly attributable to untreated water (non-disinfected groundwater), failure of disinfection when it is used as the sole barrier against microorganisms and finally re-contamination of the water in the distribution system. Major outbreaks such as the Walkerton outbreak of Escherichia coli in Canada (Anonymous (2000) ) act as a reminder that the barrier must be maintained at all times.\n\nHowever, we are finding strains of Vibrio cholerae that are more resistant to disinfection, Legionella has been found in water heaters and the Mycobacterium avium complex is now on the list of potential pathogens (LeChevallier et al., 1999b; AWWA, 1999) .\n\nSince the 1950s, with the development of methods to detect and identify viruses, many outbreaks of waterborne gastrointestinal illness that would otherwise have been classified as of non-bacterial origin were attributed to enteric viruses. Hepatitis A and E, Norwalk, small round structured viruses, astroviruses, caliciviruses and many others are now well-known names in the water industry (LeChevallier et al., 1999a; AWWA, 1999) .\n\nParasites are also being identified as pathogens of importance, even in industrialized countries (Ortega, 1993; Chiodini, 1994; LeChevallier et al., 1999a; AWWA 1999) . The recognition that giardiasis was waterborne, with numerous outbreaks in the USA (Craun, 1986) and several outbreaks of cryptosporidiosis in England (Badenoch, 1990a,b) and in many other countries (Payment and Hunter, 2001 ) have now shifted the focus to these parasites, which are extremely resistant to the water disinfection process. Dozens of outbreaks of cryptosporidiosis have now been reported world-wide, but most are small compared to the explosive outbreak experienced in Milwaukee (USA) in the spring of 1993 (Edwards, 1993; Mackenzie et al., 1994) . Following what appears to be a failure in treatment, water that met the United States Environmental Protection Agency water quality guidelines may have caused gastrointestinal illnesses in over 400 000 people or one-third of the population of this city over a period of one month. Most of these illnesses were cryptosporidiosis, but many were probably of viral origin and the number of illnesses reported may have been overestimated by 100-fold (Hunter and Syed, 2001) . The most surprising aspect of this event is that cryptosporidiosis was probably occurring even before it was detected following a report from an inquisitive pharmacist (Morris et al., 1998) . This suggests that unless an effort is made to identify waterborne diseases they will remain undetected, buried in the endemic level of illness in the population (Payment and Hunter, 2001) .\n\nWhile the most often reported disease associated with drinking water remains gastroenteritis, this is probably due to the very apparent nature of the symptoms and the fact that the attack rates for these infections can often reach over 50% of the exposed population. Even infectious disease specialists often forget that enteric microorganisms are associated with a wide range of symptoms and diseases (Table 13 .1). Protozoan parasites, such as amoebae, can cause severe liver or brain infections and contact lens wearers are warned of the dangers of eye infections. Bacteria can cause pneumonia (Legionella) and some are suggesting the possibility that Helicobacter pylori, which has been associated with gastric ulcers, could be transmitted by the water route. Among the 72 known enteroviruses, many can induce illnesses other than gastrointestinal, such as hepatitis (viral type A or E), poliomyelitis, viral meningitis, enteroviral carditis, epidemic myalgia, diabetes, ocular diseases. Some viruses can also induce abortions, stillbirth and fetal abnormalities (Payment, 1993a,b) . Who can say that a death due to myocardial failure is not the result of a waterborne coxsackie virus infection months or years earlier?\n\nThe fact that waterborne disease is still a major problem in developing countries does not need to be reaffirmed. In this chapter, we will thus emphasize the current state of knowledge of waterborne diseases in countries that have historically been assuming that their populations were not exposed to risks from their drinking water, as this was assumed to be adequately treated.\n\nIn the absence of evident acute health effects (i.e. epidemics or outbreaks), epidemiological studies have been centred on long-term effects of potentially carcinogenic chemicals (Crump and Guess, 1982) . Birth defects or abortions have also been associated with the consumption of tap water Wyndham et al., 1992) , even though much of this effect might have been due to recall bias during retrospective and matched-control studies (Hertz-Picciotto et al., 1992) . Such epidemiological studies are extremely difficult to assess and are often never confirmed because there are too many confounding variables in studies that attempt to analyse lifetime exposure to various factors. Batik et al. (1979) , using hepatitis A virus cases as an indicator, could not establish a correlation with water quality and could not find a correlation between current indicators and the risk of waterborne outbreaks (Batik et al., 1983) .\n\nIn France, the group of Collin et al. (1981) prospectively studied the gastrointestinal illnesses associated with the consumption of tap water using reports from physicians, pharmacists and teachers. Their results were based on more than 200 distribution systems of treated or untreated water and they reported five epidemics (more than 1000 cases) associated with poor quality water. This study is typical of most studies which relied on the detection of epidemics to assess the level of water quality: they do not address the endemic level of gastrointestinal illnesses which may be due to low level contamination of the water. The same group, in a prospective follow-up study on 48 villages for 64 weeks, has evaluated the gastrointestinal illneses associated with untreated ground water and found a relationship between faecal streptococci and acute gastrointestinal disease (Ferley et al., 1986; Zmirou et al., 1987) . Faecal coliforms did not appear to be related to acute disease. Total coliforms and total bacteria had no independent contributions to disease but, even in the absence of all measured indicator germs, onefourth of the cases were still observed. In Israel, Fattal et al. (1988) addressed the health effects of both drinking water and aerosols. Their studies on kibbutz water quality and morbidity were performed in an area with relatively high endemicity of gastrointestinal disease and did not show a relationship between health effects and total or faecal coliforms. This study was, however, based only on morbidity reported to physicians, data that are considered to represent only 1% of the actual cases in a population.\n\nIn Windhoek (Namibia), Isaäckson and Sayed (1988) conducted a similar study over several years on thousands of individuals served by recycled wastewater as well as normal drinking water. They did not observe an increased risk of reported acute gastrointestinal illness associated with the consumption of recycled waters. The populations compared had higher incidence rates than the one observed in North America and they were subjected to a high endemicity level due to other causes, thus masking low levels of illnesses.\n\nTwo major epidemiological studies were conducted in Canada in 1988 -89 and in 1993 -94. The results of these studies suggest that a very high proportion of gastrointestinal illnesses could still be attributable to tap water consumption even when water met the current water quality guidelines (Payment et al., 1991a (Payment et al., ,b, 1997 .\n\nThe first study was carried out from September 1988 to June 1989. It was a randomized intervention trial carried out on 299 randomly selected eligible households which were supplied with domestic water filters (reverse osmosis(RO)) that eliminated microbial and most chemical contaminants from their tap water, and on 307 randomly selected households which were left with their usual tap water without treatment. The gastrointestinal symptomatology was evaluated by means of a family health diary maintained prospectively by all study families. The estimated annual incidence of gastrointestinal illness was 0.76 among tap-water drinkers as compared with 0.50 among RO-filtered-water drinkers (P , 0.01). Because participants in the RO-filter group were still exposed to tap water (i.e. about 40% of their water intake was tap water), it was estimated that about 50% of the illnesses were probably tap water-related and preventable. The remaining illnesses were probably attributable to the other possible causes such as endemic infectious illnesses, food-related infections, allergies, etc.\n\nThe fact that the participants in the study, while randomized into two groups, were not blinded to the type of water they consumed was considered a confounding factor that could have affected the results. However, the rate of illness increased with the amount of water consumed (i.e. a dose -response effect was demonstrable), suggesting that the effect observed was probably not due to bias.\n\nAttempts were made to correlate microbiological data obtained on water samples from the water distribution system. There was no correlation between the number of episodes and total or faecal coliforms, chlorine or heterotrophic bacteria in the tap water. There was an association between the duration of illness and heterotrophic plate count (HPC) bacteria at 208C (Payment et al., 1993) . However, due to the large number of statistical analyses performed this could have been a spurious result due to chance only.\n\nIn the RO-filtered water study group, there was a significant correlation between the rate of illness and the HPC bacteria growing at 358C on R2A medium, but no relationship with the amount of water consumed (Payment et al., 1991b) . The rate of water-related illness increased with distance from the plant and bacterial regrowth was suggested as an explanation. Studies of the virulence of bacteria isolated from the tap water revealed that a small fraction of these bacteria could be considered as potential pathogens (Payment et al., 1994a) and it was suggested that their multiplication to high numbers could be a health risk (Payment, 1995) .\n\nAttempts were also made to determine the aetiology of the observed illnesses. Sera had been collected on four occasions from volunteers and they were tested for antibodies to various pathogens. There was no indication by serology for water-related infections by enteroviruses, hepatitis A virus and rotavirus (Payment, 1991) or Norwalk virus infections .\n\nThe second study (Payment, 1997 ) was more complex because it attempted not only to reevaluate the level of waterborne illness, but also to identify the source of the pathogens responsible for them. It was conducted from September 1993 to December 1994 and it compared the levels of gastrointestinal illness in four randomly selected groups of 250 families, which were served water from one of the following sources: † Tap water (normal tap water) † Tap water with a valve on the cold water line (to examine the effect of home plumbing) † Plant effluent water as it left the plant and bottled (i.e. not influenced by the distribution system) † Plant effluent water further treated and bottled (to remove any contaminants).\n\nThe site was selected for the high level of microbial contamination of the river water that it treats and for the quality of operation of the water treatment plant. Raw water entering the plant was contaminated with parasites, viruses and bacteria at levels found throughout the world in faecally-contaminated waters. The water treatment plant produced water that met or exceeded current Canadian and US regulations for drinking-water quality. The distribution system was in compliance for coliforms but residual chlorine was not detectable at all times in all parts of the distribution system. The rates of highly credible gastrointestinal illnesses (HCGI) were within the expected range for this population at 0.66 episodes/person-year for all subjects and 0.84 for children 2 to 12 years old. The rate of illness was highest in autumn -winter and lowest in summer. Overall, there were more illnesses among tap-water consumers than among subjects in the purified (bottled) water group, suggesting a potential adverse effect originating from the plant or the distribution system. Children were consistently more affected than adults and up to 40% of their gastrointestinal illnesses were attributable to water. The rates of gastrointestinal illness among consumers of water obtained directly at the treatment plant were similar to the rate of illness among consumers of purified water. Two periods of increased tap-water-attributable illnesses were observed respectively in November 1993 and in March 1994. Subjects in the two bottled water groups (i.e. purified water and water obtained directly at the water treatment plant) still consumed about one-third of their drinking water as tap water. They were thus exposed to some tap water and its contaminants; as a result the risks due to tap water are underestimated.\n\nConsumers of water from a continuously running tap had a higher rate of illness than any other group during most of the observation period. This was completely unexpected, since the continuously running tap was thought to have been able to minimize the effects of regrowth in home plumbing. Although there are several unsubstantiated theories as to the cause of this effect, it remains unexplained.\n\nThe data collected during these two epidemiological studies suggest that there are measurable gastrointestinal health effects associated with tap water meeting current standards and that contaminants originating from the water treatment plant or the distribution system could be the source of these illnesses. Short-term turbidity breakthrough from individual filters at the water treatment plant might explain the observed health effects. Potential follow-up research should further examine the relationship of turbidity breakthrough and should investigate the role of the continuously running tap in the occurrence of gastrointestinal illness.\n\nFollowing the example of these studies in Canada, the Australians (Hellard et al., 2001) and the Americans (Hayward, 2000; Colford et al., 2002) have initiated similar prospective intervention studies.\n\nThe Australian study reported no health effects due to unfiltered clean surface waters. The design was modelled on the Canadian studies but participants were blinded to the type of device they had and one group received a sham device. The results suggested that when source water quality is excellent, drinking water that is disinfected does not constitute a significant health risk (Hellard et al., 2001) .\n\nInitial results of the first of several ongoing American studies appear to confirm the Canadian studies. This American study also models the Canadian studies and also made efforts to insure that participants were effectively blinded to the type of device installed in their house. This study is closer to the conditions described in the Canadian studies: the treatment plant is a well-operated complete conventional treatment plant that treats water from a river that is significantly polluted (Colford et al., 2002) . Preliminary results are very similar to the results of the Canadian studies.\n\nIn the Canadian studies, it has not been possible to assign the observed effects to a single cause. While in the first study the source of illnesses was a complete mystery, the authors suggested three explanations: low level or sporadic breakthrough of pathogens at the water treatment plant, intrusions in the distribution system (repairs, breaks, etc.) and finally bacterial regrowth in the mains or in the household plumbing. While no single explanation has been given, many answers have been provided in recent years.\n\nBacterial regrowth is common in water and has been observed even in distilled water. In water distribution systems, the heterotrophic plate count can occasionally be elevated and there have been concerns that this flora could still contain opportunistic pathogens. Data from epidemiological studies involving reverse-osmosis units suggested that there was a correlation between gastrointestinal illnesses and heterotrophic plate counts at 358C (Payment et al., 1991b) . However, a few outliers in the dataset drove the correlation and the study would have to be repeated in order to confirm the relationship. Furthermore, this observation could be limited to such water purification devices in which a rubber bladder is used to accumulate the purified water. Bacteria or fungi growing on rubber could have been selected for virulence factors increasing their potential for initiating disease.\n\nHeterotrophic bacteria isolates from tap water were subjected to a number of tests to determine the presence of virulence factors . Several isolates contained numerous virulence factors, but these bacteria were found in numbers generally too low to significantly affect human health. For most bacterial pathogens, even frank pathogens, thousands to millions of bacteria are needed for an infection to occur. This is a rare occurrence in drinking water. It was concluded that these bacteria did not present a significant health risk (Payment, 1995; Edberg et al., 1996; WHO, 2002) .\n\nThe health significance of pigmented bacteria found in drinking water was reviewed in a recent paper (Rusin et al., 1997) . The species investigated included the opportunistic pathogens Flavobacterium, Pseudomonas, Corynebacterium, Nocardia, Mycobacterium, Erwinia, Enterobacter, Serratia and Micrococcus. The authors also concluded that, although a number of these bacteria are opportunistic human pathogens, the available data show them to be infrequent causes of disease. 8Endemic waterborne diseases: possible causes 215\n\nSubsequent to the investigation of the main Milwaukee outbreak mentioned earlier, carried out an analysis of hospital records and water turbidity readings over a period of 16 months before the recognized outbreak. They found that attendance of children with gastrointestinal illness at hospital emergency departments showed a strong correlation with rises and falls in turbidity, but did not describe any specific time lag relationships. Schwartz et al. (1997) presented evidence that rises in rates of gastroenteritis in children were preceded by rises in turbidity of the treated drinking water supply. The authors looked for correlations between the number of children attending the emergency department at the Children's Hospital of Philadelphia (CHOP) for gastroenteritis with the turbidity of treated water in the preceding 14 days. The 1.2 million people of Philadelphia receive their drinking water through three water treatment plants supplied by rivers considered to be 'highly contaminated'. The finished waters tested in all these studies met the commonly accepted definition of safe drinking water in terms of turbidity and chlorine treatment and this raised serious questions about their wholesomeness (Franco, 1997) .\n\nThese findings complement each other. The Canadian studies concluded that a fraction of gastrointestinal illness attributable to drinking water arises from microbiological events in the distribution system but did not discount the treatment plant as a source of pathogens. Schwartz et al. (1997) and suggested that variations in rates of illness were due to changes in the numbers of pathogens (carried in or on small suspended particles) coming through the distribution system from the treatment plant. A water treatment plant is a continuously working system and it changes minute by minute according to the demands. Rapid sand filters are not homogeneous and their overall performance varies considerably. The distribution system is subjected to numerous challenges and the intrusion of pathogens is now a highly debated subject.\n\nThe societal cost of the so-called 'mild gastrointestinal illnesses' is several orders of magnitude higher than the costs associated with acute hospitalized cases (Payment, 1997) . In the USA, it was estimated that the annual cost to society of gastrointestinal infectious illnesses is $9500 million dollars (1985 US dollars) for cases with no consultation by physician, $2750 million dollars for those with consultations, and only $760 million dollars for those requiring hospitalization (Garthright et al., 1988, Roberts and Foegeding, 1991) . These estimates do not even address the deaths associated by these illnesses, particularly in children and older adults. Furthermore, this mode of contamination acts as a constant reinfection source for the population, maintaining at an endemic level illnesses that could be further reduced.\n\nFrom the data collected during the Canadian studies, the economic costs of endemic waterborne diseases were calculated based on reported symptom and behaviour rates between unexposed and tap-water exposed groups (Payment, 1997) . The rate of gastrointestinal illness in the unexposed group was taken as the baseline, then the excess illness in the tap water groups was 50% in the first study and 20% in the second study -a difference attributable to tap water. As even the control groups drank some tap water, the difference attributable to tap water is likely to be higher than the observed figures at a range of 25-50%. These estimates were then combined with published figures for the cost of gastrointestinal infectious diseases in the USA (Garthright et al., 1988; Roberts and Foegeding, 1991) . Assuming a population of 300 million individuals, the estimate of the cost of waterborne illness ranges from US$269 to $806 million for medical costs and US$40 to $107 million for absences from work. Such figures can only underscore the enormous economic costs of endemic gastrointestinal illnesses, even in societies believed to be relatively free of it.\n\nRisk assessment in microbiology was almost non-existent until recently (Eisenberg et al., 1996) . It has now become an important part of the preparation of guidelines for water quality in all countries (Fewtrell and Bartram, 2001) . In their current rule-making process, the USA have incorporated an important place to microbial risk assessment (Regli et al., 1991; Sobsey et al., 1993) and all agencies world-wide are now debating the balance to be maintained between chemical risks and microbial risks (Fewtrell and Bartram, 2001) . It is now recognized that the chemical risk reduction objective should never result in a decrease in water disinfection (Guerra de Macedo 1993; WHO 1996; Fewtrell and Bartram, 2001 ). This could have catastrophic implications as was experienced during the 1991 cholera outbreak in South America. It is important to remember that differentiation between developed and developing countries is an arbitrary process when drinking water safety is considered. Problems and solutions vary from country to country, a fact that must be taken into account when formulating solutions.\n\nThe spread of cholera in Peru during the last outbreak may have been attributable to the fact that disinfection may have been abandoned or reduced in response to the report from the US EPA on risk assessment of the carcinogenic potential of disinfection byproducts (Anderson, 1991) .\n\nWater is becoming a commodity whose value will grow in the coming years. Wars have been fought for water and will probably continue to occur if the current use of water resources continues. The global decline in water quality due to global climatic changes can easily upset the balance in many parts of the word and the first observable effect is often a microbiological degradation that can affect the health of millions of individuals.\n\nThe subject of microbiological safety of water will very soon become an international priority as travel across national boundaries and the sheer numbers of human citizens increase in the decade ahead, placing Promethean demands on water resources. (Ford and Colwell, 1996 , preface by Rita R. Colwell)."}