{"title": "Evaluation of Seegene Allplex Respiratory Panel 1 kit for the detection of influenza virus and human respiratory syncytial virus", "body": "Acute respiratory infections (ARI) represent a major threat to public health. Influenza virus (FLUV) and human respiratory syncytial virus (HRSV) respiratory infections are responsible for significant morbidity and mortality in both pediatric and adult population worldwide [1, 2] . Seasonal FLUV has been estimated to affect 5-10% of the world's population [3] and by the age of two, practically all children are estimated to have been infected at least once with HRSV [4] . An early identification of the causative pathogen is essential for a prompt and appropriate patient management [5] . Furthermore, it minimizes the patient hospitalization stay and risk of complications, as well as it aims to establish a rapid implementation of isolation and control measures reducing the nosocomial transmission risk [6] . Microbiological tests are needed for a precise and rapid identification of the causative agents. Among them, techniques such as viral culture isolation and antigenbased assays have been widely used in the past. However, these techniques have low and widely variable sensitivity and specificity. Moreover, they are time-consuming and labour-intensive [7] . Therefore, molecular tests are nowadays considered the best detection choice as they have demonstrated to be the most sensitive and specific techniques. In addition, the use of multiplex PCR-based methods enables a rapid and accurate identification of multiple targets in the same reaction [8] .\n\nKorea) is a real-time one-step RT-PCR assay that detects influenza A (FLUAV) (H1, H3 and H1pdm09) and influenza B (FLUBV) viruses, and human respiratory syncytial A and B viruses (HRSV-A and HRSV-B) from nasopharyngeal swabs, nasopharyngeal aspirates or bronchoalveolar lavage in a single tube. Based on Seegene's MuDT™ technology, this assay makes possible to detect multiple C t values of each analyte. This assay is strengthened with Seegene's automation extraction and PCR setup platform MICROLAB Nimbus IVD (Hamilton, Nevada, USA) or similar. In the present study, the diagnostic value of Allplex RP1 kit has been evaluated, by comparing it with Prodesse ProFlu+ and ProFAST+ (Hologic, Madison, USA) and GeneXpert Flu/ RSV XC (Cepheid, USA).\n\nUpper (nasopharyngeal aspirates or swabs) and lower (bronchoalveolar lavages, bronchoaspirates and tracheal aspirates) respiratory tract specimens, which were submitted to the laboratory for routine testing during the 2014-2015 season, were used for the clinical evaluation. For the hospital routine testing, specimens were processed within the first 24 h either by immunochromatography (Binax Now RSV Card, Allere Scarborough Inc, USA), immunofluorescence (D 3 Ultra 8™ DFA Respiratory Virus Screening & Identification Kit, Diagnostic HYBRIDS, USA) or real-time multiplex RT-PCR (Anyplex II RV16 Detection Kit, Seegene, Korea and GeneXpert Flu/RSV XC, Cepheid, USA) assays depending on the clinical needing. In case of FLUV or HRSV positive samples, two in-house real-time RT-PCR assays were also performed to determine the FLUAV subtype (H1, H1pdm09 or H3) or the HRSV genetic group (A or B). Then, samples were kept in aliquots at −80°C until their use for this clinical evaluation.\n\nThe evaluation was performed using a total of 316 samples that included 77 negative specimens for any respiratory virus (including Adenovirus, FLUAV, FLUBV, Parainfluenza virus, Rhinovirus, HRSV-A, HRSV-B, Bocavirus, Metapneumovirus, Coronavirus, Enterovirus) and 239 laboratory-confirmed specimens for the tested targets: 59 FLUAV-H1pdm09, 43 FLUAV-H3, 45 FLUBV, 50 HRSV-A and 42 HRSV-B. According to manufacturer's instructions, Seegene's assay prior nucleic acids (NA) extraction required 350 μl of the respiratory sample to be eluted in a final volume of 50 μl by using an automation extraction protocol on Microlab NIMBUS IVD workstation, which also performed the PCR setup. The real-time RT-PCR was done on the CFX96™ (Bio-Rad, California, USA) platform, and subsequently interpreted by Seegene's Viewer software. For Hologic's assay, NA were extracted from 200 μl of the respiratory specimen to be eluted in 100 μl using NucliSense easyMAG (BioMérieux, Marcy l'Étoile, France) according to manufacturer's instructions. The real-time RT-PCR was done on the SmartCycler (Cepheid, California, USA) platform. Cepheid's assay fully integrates and automates samples NA extraction, target amplification and detection from 300 μl of sample in the same cartridge. All samples were processed in parallel for the three respiratory virus detection assays with the aim to minimize the risk of bias in the comparison.\n\nIn addition, an analytical performance test was done to analyze the repeatability of the whole Seegene's procedure. Therefore, eight specimen panels were prepared by mixing NA from of previously analyzed samples that showed different Ct titers for all targets: (a) FLUAV-H1pdm09 with high titer, (b) FLUAV-H1pdm09 with low titer, (c) FLUBV with high titer, (d) FLUBV with low titer, (e) HRSV-A with high titer, (f) HRSV-A with low titer, (g) FLUAV-H3 with high titer and (h) FLUAV-H3 with low titer. During 5 days within a week, the reproducibility evaluation was performed with two repeats for each panel. In order to compare the results obtained by the three assays, sensitivity, specificity, PPV and NPV were calculated with MS Excel software (Microsoft, Washington, USA) and taken as the evaluation parameters. Institutional Review Board approval (PR(AG)311/2015) was obtained from the Hospital Universitari Vall d'Hebron Clinical Research Ethics Committee. \n\nResults obtained by the three detection methods and their comparison are summarized in Table 1 HRSV-B) . Finally, GeneXpert assay showed a general sensitivity of 94.6% (91.2% for FLUAV, 91.1% for FLUBV and 100.0% for both HRSV groups). In addition, Allplex RP1 and ProFAST+ sensitivities were also compared by FLUAV subtype. Whereas Allplex RP1 showed a sensitivity of 91.5% and 88.4% for FLUAV-H1pdm09 and FLUAV-H3 respectively, ProFAST+ assay showed sensitivities of 100.0% for both targets. Regarding the specificity, the three assays showed values of 100.0%. The PPV was 100.0% for the three assays, while the NPV were 83.7%, 73.3% and 85.6% for Allplex RP1, Prodesse and GeneXpert, respectively. Moreover, 60 samples showed invalid results for at least one assay (Allplex RP1: 46 invalid samples, Prodesse: 8 invalid samples and GeneXpert: 10 invalid samples), which could also not be re-tested due to insufficient sample volume, and therefore were not finally included in the statistical analysis. Regarding the repeatability analysis, variance coefficient (CV) ranges from a minimum of 1.8 to a maximum of 11.2 (Table 2) .\n\nMolecular real-time PCR-based methods have been increasingly used for the detection of both FLUV and HRSV. It is well known that NA amplification tests are thought to be superior in many aspects as sensitivity or specificity among other parameters compared to conventional diagnostic techniques such as cell culture or antigen based assays [9, 10] . However, in addition to the variability of these parameters between the different commercial kits available in the market, the need for the automation of extraction and PCR setup is also demanded to minimize the user-related biased [11] . In this study, the novel Allplex RP1 assay was compared with ProFlu+ and GeneXpert assays for the detection of FLUV and HRSV, and with ProFAST+ to determine the FLUAV subtype.\n\nIn terms of sensitivity, accuracy and NPV GeneXpert assay exhibited the highest results followed by Allplex RP1 assay. Moreover, the three studied assays showed excellent specificity and PPV values. An important characteristic of Allplex RP1 to be highlighted is that it works detecting two different targets of FLUAV in a single reaction allowing to determine FLUAV subtype and then improving its detection. Though ProFAST+ assay showed highest sensitivity values than Allplex RP1 assay for FLUAV subtyping, Hologic assay required to perform an additional reaction increasing the final test cost. In addition, it is important to consider that in the case of Hologic only the subtyping of those samples that were positive for FLUAV for the ProFlu+ test was then tested by ProFAST+. Moreover, Allplex RP1 in contrast to both ProFlu+ and GeneXpert also provided information regarding the genetic group of HRSV, distinguishing between group A and group B. The availability of an assay that provides all these information is an excellent option to be used in the laboratory since it reports relevant epidemiological interest information [12] . Nonetheless, in this study the validation parameters for FLUAV-H1 could not be determined because there was no availability of seasonal FLUAV-H1 laboratory-confirmed samples. It is well-known that seasonal FLUAV-H1 does not circulate worldwide since the 2009-2010 season but a future circulation of this FLUAV subtyped cannot be discarded in a near future. The availability to detect this target, particularly in a commercial diagnostic method, might help to monitor the re-emergence of this FLUV subtype in the community.\n\nRegarding the repeatability of the technique, the maximum percentage of CV found for Allplex RP1 was 11.2%, less than recommended (15% of the CV) by The Food and Drug Administration Guidance for industry (May, 2001) [13] .\n\nIn case of laboratories with a high number of specimens to be tested, Seegene's Allplex RP1 in MICROLAB Nimbus IVD have shown to be very useful as it processed up to 48 samples in a single run that included NA extraction and PCR setup. The whole procedure from NA extraction to results interpretation lasted for less than 5 h per run and needed only 10 min of hands-on time work. The automated process and the minimum hands-on time must be remarked as it can be used in a highthroughput laboratory workflow, minimizing human error risk and NA contaminations, improving the quality control and reducing the laboratory-related costs. In addition, the data interpretation software (Seegene Viewer) is optimized for multiplex assays and detects in a single channel multiple Ct and fluorophores values providing a semiquantitative information and also minimizing human error, which could occur with higher probability in the interpretation of fluorescent curves in the case of Hologic's assay.\n\nThe data of the present study showed that Allplex RP1 is a highly sensitive, specific, and suitable assay for FLUV and HRSV detection and typing, providing not only relevant information for clinical patient management but also valuable data for epidemiological purposes. The chance of sample handling automation, from NA extraction to PCR setup, improves its suitability for the routine analysis. Abbreviations: CV = variance coefficient."}