{"title": "Emerging viral infections", "body": "virus in its group, whereas EBOV contains four subtypes: Sudan, Zaire, Reston, and Ivory Coast [17] [18] [19] . The natural reservoir for these viruses remains unknown, although arthropods do not appear to be the reservoir [20, 21] .\n\nThe hallmark of filoviral VHF is disseminated intravascular coagulopathy (DIC), with death usually occurring after 6 to 9 days. Recent studies observe that lymphoid macrophages and peripheral monocytes infected with EBOV exhibit increased secretion of tissue factor, which could trigger the extrinsic coagulation pathway and cause DIC [22] . This model is corroborated by studies of DIC in other contexts (eg, sepsis), where DIC also correlates with decreased protein C and improves with administration of recombinant protein C [23] [24] [25] .\n\nRegarding vaccines, more recent efforts have included recombinant vaccina virus, recombinant filoviral proteins, and naked DNA [26] [27] [28] . A recent report using adenoviral vectors encoding EBOV glycoprotein led to a rapid cell-mediated response to EBOV challenge in cynomolgus macaque monkeys [29] . Regarding antiviral treatments, initial reports using Sadenosylhomocysteine hydrolase inhibitors demonstrated a protective effect in mouse models of EBOV infection [30, 31] . Recombinant factor VII/tissue factor inhibitor has been successfully used to treat EBOV VHF in rhesus macaque monkeys [22] . To date, a clinically proven antiviral drug for human filoviral VHF remains elusive, and supportive care remains the mainstay of treatment.\n\nDiagnosis of filoviral VHF has included such approaches as isolation of the virus in cell culture, enzyme immunoassay (EIA), ELISA, and reversetranscriptase polymerase chain reaction (RT-PCR) [32] [33] [34] [35] ; such work must be done under biosafety level-4 (BSL-4) conditions. Filoviruses seem to demonstrate seasonality, with outbreaks tending to occur early in the wet season [36] .\n\nFiloviruses share ''Category A'' classification (meaning high risk of use) with smallpox, anthrax, and plague [37] , and speculation exists that filoviruses have already been adapted for use as weapons of mass destruction [38] .\n\nThe causative agent of the prototypic hemorrhagic fever with renal syndrome (HFRS)-Korean hemorrhagic fever-was first described in 1978 [39] . 1993 saw the discovery of the Sin Nombre virus (SNV) and hantavirus pulmonary syndrome (HPS) [40, 41] . As of this writing, multiple hantaviruses have been described; as a class, hantaviruses cause HFRS, HPS, or manifestations of both diseases.\n\nLike other bunyaviruses, the hantavirus genome consists of three segments of single-stranded, negative-sense RNA housed in a helical nucleocapsid. This segmented genome has raised the question of genetic variation in hantaviruses. Genetic drift clearly plays a role [42, 43] . The role of genetic shift is less clear. Studies have demonstrated that diploid strains are unstable, but reassorted virus has been reported with genetic variants of SNV and Dobrava virus [44, 45] . Notably, homologous recombination-the first instance of such recombination in negative-sense RNA viruses-was first described in Tula virus, and later in Dobrava virus [45, 46] . Nonetheless, human infections appear to be more due to encroachment upon hantavirus host habitats (or vice versa) than to fundamental changes in the viruses themselves [41, 47] .\n\nMost hantaviruses are carried by a single rodent species [48] . The geographic distribution of specific hantaviruses-hence the clinical diseases they cause-is tied to their host's natural habitat: hantaviruses native to the Eastern hemisphere or ''Old World'' are associated with HFRS, while hantaviruses native to the Americas are associated with HPS [49, 50] . HFRS and HPS will therefore be discussed separately. In both cases, infection occurs by means of inhalation of dried rodent excreta, although laboratoryborne and in utero infections have also been reported [50] [51] [52] [53] . Human-tohuman transmission of hantaviruses does not occur, with the notable exception of HPS caused by Andes virus [54, 55] .\n\nHFRS is classically defined by four phases [49, 50] . (1) It begins with a febrile phase or prodrome of influenza-like symptoms lasting 3 to 5 days after a 2-to 3-week incubation period; sudden, extreme albuminuria can occur the fourth day of the prodrome. (2) A hypotensive phase follows, marked by DIC that lasts from a few hours to days, reflecting an extensive vascular leak syndrome [56] . (3) An oliguric phase then follows, with death usually due to renal failure; this phase can last from a few days to 2 weeks. (4) Patients who recover progress into a diuretic phase and convalescence, both of which can last months. The severity of HFRS depends on the specific causative hantavirus [49, 50] .\n\nManagement of HFRS involves treating shock with pressors and fluids, as well as albumin and dialysis, which can reduce mortality [50] ; volume management is highly important. Intravenous ribavirin, administered within the first 4 days of illness, has demonstrated benefit [57] .\n\nHPS also appears to follow phases: after a 14-to 17-day incubation period, a similar febrile phase of 3 to 5 days' duration occurs; thrombocytopenia may be present, but other stigmata of coagulopathy are usually absent. Cardiopulmonary involvement follows the febrile phase; most patients are hospitalized during this phase. A triad of thrombocytopenia, immature granulocytes, and circulating lymphoblasts can be seen on a peripheral blood smear [56, 58] . Renal dysfunction and myositis can also occur in some cases. Patients who survive typically recover from pulmonary edema and shock in 3 to 6 days, followed by diuresis of excess fluid. HPS can prove remarkably lethal: HPS from SNV infection carries a 40% to 60% mortality rate [49, 58] .\n\nBecause the differential diagnosis for HPS also includes bacterial causes, patients should receive antibiotic therapy consistent with therapy for community-acquired pneumonia and sepsis, including Yersinia pestis [56] . Aggressive respiratory support is indicated, as are packed red blood cells (to maintain oxygen-carrying capacity) as appropriate. In contrast to HFRS, therapy for HPS with ribavirin has not demonstrated much benefit [59, 60] .\n\nAfter inhalation, viral entry into cells for at least some hantaviruses appears mediated by b3 integrins; such integrins are found on endothelial cells and platelets [61, 62] . A vigorous immune response has been noted that includes T-lymphocytes and numerous cytokines [63, 64] . This immune response is thought to cause the vascular leak noted in both HFRS and HPS; a similar reaction can be seen in cancer patients receiving high-dose interleukin-2 [65] .\n\nLaboratory diagnosis of hantavirus infection usually rests upon IgMdetecting enzyme-linked immunosorbent assays or RT-PCR; RT-PCR can distinguish among the Old World hantaviruses [66, 67] . Tissue and serum specimens should be handled at BSL-3 or -4 levels. Virus isolation is difficult and not typically done in clinical microbiology laboratories [56] . In addition, hantavirus maintained in cell culture accumulates mutations not present in its wild type state [42, 68] .\n\nThe 1994 outbreak of a highly lethal respiratory syndrome among horses in Australia led to the discovery of a novel paramyxovirus later named Hendra virus (HeV) [69] . In 1999, a similar outbreak in pigs caused an outbreak of human encephalitis in Malaysia with a case-fatality rate approaching 40% [70] ; the causative agent was identified as a distinct but Hendra-like virus later named Nipah virus (NiV) [70] . Molecular studies demonstrate that these two viruses define a new genus of paramyxovirus, Henipavirus [71] .\n\nOf the two reported human cases of HeV, one patient died after an acute respiratory disease and the other patient died of leptomeningitis more than a year after an initial bout of acute aseptic meningitis [72, 73] . Otherwise, HeV is primarily a pathogen of horses [74] . In horses, the disease manifests as fever and respiratory distress with copious, frothy (and, in some cases, blood-tinged) nasal discharge.\n\nIn its initial emergence, NiV led to the deaths of 105 humans and the eventual culling of over a million pigs [75] . Human NiV infection led to an encephalitic syndrome marked by fever, headache, drowsiness, and disorientation that could rapidly (within 48 hours) progress to coma and death; the virus appeared to be contracted by contact with infected pigs [76, 77] . Follow-up studies suggest that NiV can lead to a remitting-relapsing pattern of neurologic disease as well [78] . In pigs, NiV caused an acute respiratory illness with fever and sometimes nervous signs. A recent outbreak of Nipah virus in Bangladesh also appeared encephalitic, but was epidemiologically distinct; contact with pigs was not a major factor [211] . This epidemiologic distinction has raised speculation about a third henipavirus [79] .\n\nFruit bats-also called ''flying foxes''-appear to be the natural reservoir for these viruses, with an endemic region spanning from the eastern Australian coast to Pakistan [75] . No human-to-human spread has been demonstrated for either HeV or NiV, although pathology confirms that the virus was probably spread among pigs via respiratory routes [74] .\n\nThe diagnosis of henipavirus infection has involved viral culture using Vero cells, RT-PCR, immunohistochemistry, and both indirect and capture enzyme-linked immunosorbent assays for IgG and IgM [70, 80] . Cytopathic effect (CPE) shows as syncytia that detach from the substrate, leaving punctuate holes in the cell monolayer. Immunohistochemistry can be safely performed on a wide variety of formalin-fixed tissues, as primary pathology occurs in the vascular endothelium. Ideally, such work should be done under BSL-4 conditions [80] . Irradiation, heat inactivation, and detergent treatment have been used to make laboratory work-up safer where viral viability is not a concern [80] .\n\nBecause of its lethality, concerns exist about the possible use of NiV as a biological weapon; indeed, the Centers for Disease Control and Prevention (CDC) lists it as a category C agent [81, 82] . However, ribavirin was used open-label in the initial NiV outbreak and seemed to demonstrate some benefit [83] , and an experimental vaccine in hamsters appears promising [84] .\n\nThe subfamily Pneumovirinae consists of two genera: Pneumovirus (typified by human respiratory syncytial virus [hRSV]), and Metapneumovirus. Until 2001, the sole member of the Metapneumovirus genus was the Avian pneumovirus (APV). That year, van den Hoogen et al [85] cultured a paramyxovirus-like virus that exhibited cytopathic effect indistinguishable from hRSV. Further characterization demonstrated that this new virus was more closely related to APV than hRSV, and the virus was therefore named human metapneumovirus (hMPV) [85] .\n\nRetrospective serologic studies suggest that hMPV has been circulating among humans for almost 50 years [85] . Since its initial discovery, hMPV has been reported globally [86] [87] [88] [89] . hMPV causes disease by itself, but can be isolated with other viruses, most commonly hRSV [89] [90] [91] [92] . Whether coinfection causes more severe disease is unclear [87, 92] .\n\nhMPV causes lower-tract respiratory disease in humans of all ages [93, 94] . A flu-like syndrome of malaise, myalgia, and fever has also been reported in association with hMPV [95] . Like hRSV, the disease appears more severe in young children [90, 94] . Preliminary evidence suggests a winter seasonal pattern similar to hRSV [87, 94, 96] . Recent reports indicate that hMPV is a leading cause of respiratory illness in children [94, 96] .\n\nGenetic studies suggest four subgroups of hMPV [97] . In terms of laboratory diagnosis, investigators have used a variety of respiratory specimens-nose, throat, and nasopharyngeal swabs and washes, and bronchoalveolar lavage fluid-but mostly rely on RT-PCR for purposes of identification [89] .\n\nIn 1997, the first direct transmission of avian influenza virus to humans was observed with an H5N1 strain [98] . Other H5 influenza viruses continue to emerge [99] , including H5N2 mutants with attenuated immunogenicity (but not diminished virulence) [100] . Indeed, H5N1 reemerged in Southeast Asia in early 2004 [101, 102] . A similar situation occurred in the Netherlands with an H7N7 strain, causing an outbreak of viral conjunctivitis and one human fatality (where the virus had mutations not present in virus from the other cases) [103, 104] . These infections seem to correlate with mutations in the H5 and H7 viruses [105] [106] [107] .\n\nAnother concern is the increasing prevalence of H6 and H9 strains in domestic poultry worldwide [108, 109] . H9N2 strains can infect humans and cocirculate with H3N2 strains in pigs [110, 111] ; indeed, H9 and H3 strains appear similar even by radiographic crystallography [112] .\n\nThe H1N1 strain of the 1918 to 1919 influenza pandemic has gained particular notoriety; recent studies have demonstrated the feasibility of developing an effective vaccine against its possible reemergence [113] .\n\nMonkeypox virus (MPV) was first isolated in 1958, and the first human MPV infection was documented in 1970 [114, 115] . Endemic to the rainforested regions of Africa, MPV had never been seen outside of Africa until last year, when the Western Hemisphere's first case was reported in a 3-yearold girl in Wisconsin [116] . By the end of this outbreak, 72 cases were identified in six states, with no fatalities or cases of secondary transmission. The original source of MPV appears to have been at least one species of African rodent with which prairie dogs had contact [116] . The CDC and the US Food and Drug Administration have banned the further import of these African rodents, although concern exists that MPV may already have established itself in the rodent population of the United States [117] .\n\nHuman MPV infection manifests after a 10-to 14-day incubation period, with a prodrome of fever and malaise that lasts 2 days; development of lymphadenopathy occurs before the rash. The rash spreads in a centrifugal pattern and becomes generalized, with lesions resolving over a period of 14 to 21 days [118] . Extracutaneous manifestations include secondary skin/soft tissue infections, pneumonitis, ocular complications, and encephalitis [119] . Reported case-fatality rates range from zero (in the United States) to 17% (in Africa) [117, 120] .\n\nThe clinical diagnosis of MPV infection is difficult, partially because the rash of MPV infection can resemble the rashes seen in smallpox, chickenpox, and even herpes simplex virus [121, 122] . The lymphadenopathy of MPV infection appears specific to MPV; a history of contact with exotic animals is also helpful in making the diagnosis [116, 117, 120] .\n\nLaboratory diagnosis of MPV also can be difficult: only sequence analysis can distinguish among the orthopoxviruses, but this technique takes time, and reliable, rapid tests are still needed [122, 123] . Recent reports using real-time PCR and oligonucleotide microarray techniques appear promising [124] [125] [126] . Currently, laboratory diagnosis depends on cell culture or chick chorioallantoic membrane isolation in conjunction with DNAbased assays [123] . Cutaneous tissue (eg, vesicular material) and blood can be used for diagnostic purposes [127] . The reader is referred to the CDC for more detailed information on specimen collection and transport [82] . MPV can be safely handled under BSL-2 conditions, but if variola virus is suspected, referral of specimens to the state public health laboratory for analysis at the CDC is prudent [82] .\n\nBoth pre-and postexposure vaccination with vaccinia virus can prevent MPV infection [127] . No data are available regarding the efficacy of antiviral treatment for MPV, although cidofovir and vaccinia immune globulin can be used for patients with severe MPV infection or patients with MPV who are immunodeficient [127, 128] .\n\nConcern exists about the potential use of MPV as a weapon of bioterrorism. While human case-fatality rates tend to be low, there is debate on the questions of how efficiently aerosol transmission leads to secondary cases and whether such transmission would be more lethal [129, 130] . Evidence indicates that MPV causing human infections has remained stable over the last few decades, and that MPV and variola virus evolved independently-suggesting that wild-type MPV is unlikely to evolve into a variola-like virus [131, 132] . Nonetheless, some experts cite the results of Jackson et al [133] with IL-4-modified ectromelia as evidence of how MPV could be genetically modified into a highly lethal biological weapon.\n\nTanapox virus (TPV) infection in humans has historically been rare. Recent cases have been reported, however [134, 135] . TPV is harbored in nonhuman primates and is transmitted to humans mostly by arthropods [136] . Human TPV disease is typically mild, with an onset of mild fever (38(C to 39(C), headache, and myalgia. One to a few papules develop, forming nodules with regional lymphadenopathy that resolve about 6 weeks after the onset of clinical disease [137] . This presentation differs markedly from smallpox, whose onset includes high fever and multiple lesions. No vaccine or treatment currently exists for TPV infection, but historically the disease is self-limiting [135] .\n\nTPV is a member of the Yatapoxvirus genus, along with Yaba monkey tumor virus (YMTV) and Yaba-like disease virus (YLDV). These members are all closely related [138, 139] . Recent studies demonstrate that TPV is > 98% identical to YLDV at the nucleotide level [140] ; also, human YLDV infection is clinically identical to TPV infection [141, 142] . These latter observations have led some investigators to conclude that TPV and YLDV are strains of the same virus [138] .\n\nSmallpox has been extensively described in the literature [119, 143, 144] . Recent studies have focused on antiviral treatment, vaccination, and rapid testing for variola virus (VV). Some studies show promise regarding the use of cidofovir and other investigational drugs to treat smallpox, but human clinical data is lacking [128, 145] . Efforts to prepare against possible use of VV as a weapon have therefore focused on vaccination, but complications of such vaccination give some observers pause [146] [147] [148] [149] . As a partial solution, research into new vaccines for VV continues [147] . Allegations persist that unauthorized stocks of VV exist, and that biological weapons research with VV continues today [38, 150] . To develop rapid tests for VV, current efforts have gravitated toward real-time PCR and DNA microarray techniques [125, 126, 151, 152] .\n\nIn November 2002, cases of a new pulmonary disease, later named severe acute respiratory syndrome (SARS), were noted in the Guandong Province of China. The causative agent was identified in April 2003 as a novel coronavirus (SARS-CoV) [153, 154] . By the end of the first outbreak of SARS-CoV in July 2003, SARS had afflicted over 8000 people worldwide with over 770 fatalities [155] . Because human coronaviruses cycle periodically [156] , the reappearance of SARS could be anticipated, and indeed new cases of SARS were identified early in 2004 [157] .\n\nThe animal reservoir and origin of SARS-CoV are not known, although the virus has been isolated from civet cats and other wild animals [155] . SARS-CoV is genetically distinct from the other three classes of coronavirus, but shares homology with both Group II and Group III coronaviruses (Fig. 1) [153, 154] . Recent studies suggest a mixed mammalian and avian lineage, possibly by means of recombination [158] . During the epidemic spread of SARS in 2002 to 2003, other strains were also cocirculating in Guandong [159] , raising questions about whether one strain of SARS-CoV is more transmissible than another.\n\nSARS appears to be spread by droplets or fomites by means of contact with mucous membranes (directly or indirectly) [155] . In some instances, ''super spreaders''-a few cases causing a disproportionate number of successive transmissions-have been noted [160, 161] . SARS-CoV has been isolated from multiple specimen types, including blood, suggesting systemic spread through the body [162, 163] . Clinical features of SARS include an incubation period of 2 to 10 days with a mean of 6 days [155, 164] . Initial symptoms include fever (>38(C), malaise, myalgia, and chills or rigors [155, 164] , with respiratory symptoms and sometimes watery diarrhea occurring later in the course of illness [155] . SARS is less commonly associated with upper respiratory symptoms like rhinorrhea or sore throat [155] . Regarding severity, one third of patients improve spontaneously, whereas 20% to 30% of patients will require intensive care, most of which will need mechanical ventilation [164, 165] . In autopsy specimens, diffuse alveolar damage is seen in various levels of progression and severity (Fig. 2 ) [154] . Age (older than 65) and coexisting illness predict a worse course. Death is attributed to respiratory failure, multiple organ failure, or comorbidity with existing medical conditions [155, 164] . Some studies suggest that interferons and corticosteroids may improve the clinical course of SARS [166, 167] , but data from randomized placebo-controlled trials are still needed to demonstrate efficacy; in addition, the possible long-term sequelae of such therapy are unclear [168] . Investigators are currently studying the efficacy of antiviral drugs as well [169] . Before the identification of SARS-CoV, clinical diagnosis of SARS was based largely on exposure history and case definitions of ''suspect'' and ''probable'' cases [170] . RT-PCR methodologies were rapidly developed to assist in the laboratory diagnosis of SARS [163, 171, 172] . In cell culture, SARS-CoV demonstrates CPE in the Vero E6 cell line as foci of cell rounding and cell refractiveness, with occasional syncytia (Fig. 3) [154] . However, real-time RT-PCR assays currently represent the mainstay of laboratory diagnosis; nasopharyngeal aspirates and swabs are the typical specimens of such tests. DNA microarray techniques may also be appearing in the near future [173] . Convalescent sera can be used to establish SARS infection retrospectively using whole virus immunoassays [155] . Biosafety protocols for handling materials containing SARS-CoV exist [174] and should be adhered to strictly: laboratory-acquired infections with SARS-CoV have occurred in Singapore and Taipei (the latter case in a BSL-4 laboratory) [175, 176] .\n\nWest Nile virus (WNV) was first isolated in Uganda in 1937 [177] and first emerged in the United States in 1999. Since that time, the number of cases of WNV in the United States has continued to climb [178] . The American strain of WNV appears to have originated from the Middle East, although the specific mechanism of introduction into the United States remains undetermined [179] .\n\nWNV is a member of the family Flaviviridae, genus Flavivirus; serologically, WNV is a member of the Japanese encephalitis virus antigenic complex. WNV is maintained in a cycle of transmission from mosquito to bird and back to mosquito. Although Culex species mosquitoes appear to be the primary vector [180] , WNV has been found in other species (and in ticks in the Eastern Hemisphere) [181] . North American bird species can serve as hosts for WNV, and bird migration appears to play a role in the maintenance and propagation of the virus in nature [182, 183] . Natural mammalian infection with WNV has been documented only in horses and humans, both of which are considered dead-end hosts. However, case reports of transmission in utero, via breast-feeding, and through accidental percutaneous laboratory exposure, organ transplantation, and blood transfusion have been reported [184] [185] [186] [187] [188] [189] [190] . The last two routes have led to revision of blood donor deferral criteria and nucleic acid testing of donated blood [191, 192] .\n\nIn humans, about 20% of cases of infection with WNV lead to clinical disease, typically after an incubation period of 2 to 6 days. Uncomplicated cases begin with a sudden onset of fever (>39(C), headache, myalgia, and often gastrointestinal symptoms; a maculopapular rash and lymphadenopathy may also occur in half of these patients [193, 194] . Such cases usually last less than a week, although a lingering fatigue is common [181] .\n\nAlmost 1% of patients infected with WNV develop more severe illness, ranging from uncomplicated viral meningitis to debilitating flaccid paralysis [195] . Age (over 50 years) is the most important risk factor for central nervous system (CNS) complications, which include tremors, myoclonus, and seizures [196, 197] . Patients with WNV-associated flaccid paralysis are relatively young with asymmetric weakness and no sensory involvement. CNS involvement carries a 10% to 14% mortality (WNV encephalitis appears particularly lethal [197, 198] ) and long-term morbidity: almost two thirds of patients with WNV encephalitis have lingering neurologic difficulties 1 year after their acute illness [197, 199] .\n\nInitial replication of WNV is thought to occur in the skin and regional lymph nodes, seeding the reticuloendothelial system; the resulting secondary viremia may then seed the CNS, with adhesion and neuroinvasion mediated by the E protein [200, 201] . Pathologic CNS findings include diffuse inflammation of the brainstem, with microglial nodules and areas of perivascular inflammation in the proximal brainstem [200, 202] . In animal infections of WNV, anterior horn cells showed degeneration and neuronal cell death, with WNV antigen localized mainly within the gray matter of the spinal cord. This finding provides a pathologic explanation for WNVassociated flaccid paralysis [203, 204] ; similar findings were recently reported for a fatal human case of WNV [205] . The affinity of WNV for these tissues remains unexplained.\n\nSerology with acute and convalescent sera remains the primary means of laboratory confirmation of WNV infection; a panel of other flaviviruses also should be included in the comparison [181] . A presumptive diagnosis can be made with enzyme immunoassays and immunofluorescent antibody assays for anti-WNV IgM, although such IgM can persist in patients several months after acute infection [206] . Isolation of WNV from clinical specimens has proved difficult; molecular assays exist, but because of the low magnitude and transient viremia in humans, they are of limited clinical value [181, 207] .\n\nA number of antiviral treatments for WNV show promise in vitro, including nucleoside analogues (eg, ribavirin), interferon-a, and human immunoglobulin, but no clinical data support their use in patients [198, [208] [209] [210] . For the moment, supportive management with ventilatory support and treatment for cerebral edema is the key measure; the benefits of prophylactic steroids or osmotic agents remain unknown. Human vaccines for WNV are not currently available, but are under research.\n\nToday's emerging viral infections will be superseded by yet other viral infections in the future. We see hints of how these future viral infections will emerge in the infections covered by this article: by encroaching on previously unvisited habitats (eg, hantaviruses), by air travel (eg, SARS), and by accidental importation (eg, monkeypox). The example of SARS demonstrates not only how quickly emerging viral infections can spread but also how quickly they can be identified and contained with motivated cooperation. Likewise, research into vaccines and antiviral treatments for these viruses must continue."}