{"title": "", "body": "European Union.(1) Italy has gone into lockdown as a country on March 9, 2020, while in other countries such as the United States of America, several states have declared emergencies, focal biocontainment territories have been placed on lockdown and cases are been reported to increase at an alarming rate.(2) The rapid increase is owed to the fact that more widespread testing is now slowly becoming available however, this virus uniquely is more efficient in its rate of transmissibility with an individual capable of spreading to 1-3 others. (3) The presentation of illness mimics that of a flu like illness with fever and respiratory symptoms as common presenting complaints and bilateral patchy infiltration is typically noted on computed tomography (CT) scans.(4) The majority of COVID-19 cases (87%) occur between 30-79 years of age and most (81%) are mild.\n\nThe remaining 14% present with severe symptoms while 5% require care in an intensive care unit (ICU).(5) The case-fatality rate has been touted to be 2.3% overall (although this is likely overestimated due to the lack of wide spread testing), however death rates climb in those aged ≥80 years (15%) and in nearly half of those requiring critical care.(5) Those with cancer receiving chemotherapy as well as patients with multiple comorbidities are distinctively at a higher risk for severe illness. (5, 6) However, information on the predilection, presentation and prognosis of COVID-19 in solid organ transplantation is sparse and has not been adequately reported.\n\nIn this issue of the journal, Li and colleagues (7) report on the presentation and outcome of two microbiologically confirmed COVID-19 cases in heart transplantation detected in the Hubei province in China.\n\nThese two patients apparently were part of a community of at least 200 heart transplant survivors in that region and presented with variable severity of disease (one mild and another with more severe manifestations requiring a prolonged hospitalization) however both survived the event. It is important to note that the clinical presentations were not distinct from those described in non-immunosuppressed individuals and the patient with severe disease presented with a viral prodrome, displayed the typical findings on CT scan imaging and progressed to clinical hypoxia. The second patient presented with a fever and mild CT scan findings (this being the screening modality used in China) with resolution in a few days. The laboratory findings mirrored those observed in non-transplant patients with elevated C-Reactive Protein levels and lymphopenia. The treatment for the patient with severe disease included withholding baseline immunosuppression and treating with high dose corticosteroids and pooled immunoglobulin infusions. A \"kitchen-sink\" approach to the cases also included the use of a fluroquinolone along with ganciclovir, but whether this therapy was useful cannot be determined by this limited reporting. Crucially, the patient recovered to discharge without incurring immunological consequences on the cardiac allograft and remained rejection-free.\n\nWhether transplantation related immunosuppression alters the predisposition to acquiring infection with SARS-CoV-2 or if the disease implications are modified for better or for worse remain uncertain. The novel coronavirus achieves its anchoring to the lung by using the Angiotensin Converting Enzyme (ACE)-2 receptor.\n\nThe pulmonary renin-angiotensin-aldosterone system via ACE-2 has been implicated in prevention of lung inflammation.(8) When this system is overpowered by SARS-CoV-2, pulmonary inflammatory infiltrates emerge expressing the COVID-19 disease phenotype. It is unknown if heart transplant recipients have differential expression of pulmonary ACE-2 since a lower expression may result in less severe illness. Similarly, the anti-inflammatory effects of immunosuppression could diminish the clinical expression of disease as well.\n\nThese speculative assumptions will require structured studies to enhance our understanding of this disease pathway and processes.\n\nIt is however likely that immunosuppressed patients may be prone to acquiring the virus at higher risk due to its high efficiency in transmission. The virus shedding has been noted not only in respiratory specimens but also in serum and stool. Importantly, viral shedding can occur for days for weeks furtively in asymptomatic carrier individuals especially children (3, 9, 10) and fecal shedding has been noted in patients without diarrhea.(10) Significant environmental contamination has been noted, including wash-basin, toilet bowl and air outlet fan surfaces in hospitalized patients.(11) Thus, it is prudent to advise transplant recipients to ardently practice mitigation strategies such as social distancing, sanitization, hand hygiene and avoidance of areas known to harbor potentially infected individuals. These recommendations extend to their care providers as well.\n\nTherapy for manifest disease is gravely lacking at this time although promise is on the horizon. While several molecules are under investigation, Remdesivir (an adenosine analogue that incorporates into viral RNA chains and results in premature termination) and Chloroquine (an anti-malarial drug that increases prevents viral cell fusion, and interferes with glycosylation of cellular receptors of SARS-CoV) appear to have early in-vitro evidence in support of their potential activity against SARS-CoV-2. (12, 13) Other drugs, such as ribavirin, interferon, lopinavir-ritonavir and corticosteroids that have been used in patients with the 2003 SARS or the 2012 Middle Eastern Respiratory Syndrome (MERS), are candidates for investigation. The reason is that the novel corona virus belongs to the Betacoronavirus family which also contains SARS-CoV and Middle East respiratory syndrome CoV (MERS-CoV). (12) Hyperimmune globulin that contains targeted antibodies against SARS-CoV-2, derived from the plasma of recovered individuals and thus capable of providing passive immunity, may also be therapeutic. (14) Ultimately, control of this outbreak will require the development of a vaccine.\n\nAn important area of significant concern to transplant clinicians will involve the testing of donors, decisions on organ suitability from those recently exposed or infected and the implications of recovery of such organs by procurement teams. This will need to be debated and studied rapidly as more widespread testing becomes available. At this time, it would be prudent to avoid transplanting organs from donors with a history of contact with someone at risk or diagnosed with COVID-19 as well as those with recent travel to an area with high density of infection.\n\nIn summary, the novel corona virus and its disease, COVID-19 requires thoughtful approaches for the prevention, mitigation, timely detection and appropriate therapeutic intervention for our vulnerable patients.\n\nDisclosures: Dr. Aslam reports consulting fees from Merck, unrelated to this manuscript; Dr. Mehra reports no direct conflicts pertinent to the development of this editorial. Other general conflicts include consulting relationships with Abbott, Medtronic, Janssen, Mesoblast, Portola, Bayer, NupulseCV, FineHeart, Leviticus and Triple Gene. Dr. Mehra is also Editor in Chief of the Journal of Heart and Lung Transplantation and should be considered to be the personal opinion of the authors and not the official stance of the ISHLT."}