{"title": "Les pneumopathies communautaires Pneumopathie nosocomiale", "body": "Les pneumonies infectieuses sont une cause majeure de morbidité et de mortalité chez l'adulte. Le spectre des germes responsables est très large. Le diagnostic repose sur les données de la clinique, de tests microbiologiques, de la radiographie thoracique et parfois du scanner. Les pneumopathies avec des signes cliniques et radiologiques identiques peuvent avoir pour origine des germes variés. Les manifestations radiologiques peuvent être variables, car dépendantes du statut immunitaire du patient mais également de la préexistence ou de la coexistence d'une autre affection pulmonaire. Ainsi, le diagnostic du germe en cause est un challenge, mais il n'est pas essentiel car une antibiothérapie à large spectre suffit généralement à traiter les pneumonies communautaires. L'enjeu diagnostic devient plus important lorsque vient le problème du diagnostic différentiel avec une tumeur ou une pneumopathie interstitielle chronique…\n\nElle peut concerner l'ensemble de la population sans déficit immunitaire ou terrain fragilisé. Elle est la première cause de mortalité par maladie infectieuse. \n\nAcute infectious pneumonia is a serious public health problem because it is a major cause of morbidity and mortality in adults.\n\nThe clinical and radiographic data are usually sufficient to diagnose infectious pneumonia. On the contrary, the etiological diagnosis is more difficult to establish because many pathogens are known, but with non-specific reactions of the lung paren- \n\nLe tableau clinique est marqué par un début brutal avec une fièvre à 40 °C, des frissons et des douleurs thoraciques associées à une toux, une expectoration et parfois une dyspnée. L'examen clinique retrouve des râles crépitants et une tachycardie. La traduction radiologique est une opacité de type alvéolaire à contours flous de siège périphérique s'étendant progressivement en venant buter sur la plèvre. À un stade ultérieur, cette opacité réalise une opacité systématisée lobaire dense et homogène, avec ou sans bronchogramme aérien ( fig. 3 ).\n\nLes contours périphériques nets de cette opacité s'expliquent par une limite pleurale périphérique et/ou scissurale, et les contours flous internes par la progression de proche en proche de l'infection aux alvéoles non limitées par une surface pleurale. À un stade intermédiaire de son évolution, l'opacité alvéolaire peut prendre une forme sphérique transitoire d'allure pseudotumorale [2] . La condensation alvéolaire systématisée s'associe souvent à un épanchement pleural réactionnel. L'évolution se fait vers une régression de l'exsudat alvéolaire en 10 à 20 jours \n\nIl est responsable de 1 % des cas de pneumonies infectieuses, 8 % des pneumonies communautaires (5 à 25 % de ces der-nières nécessitent une hospitalisation), et souvent des infections nosocomiales. Ce bacille vit dans les milieux hydriques, et la contamination humaine se fait par l'intermédiaire des circuits de climatisation, des humidificateurs, des équipements respiratoires, des pommes de douche et des fontaines décoratives. Il existe des facteurs prédisposants : patient de plus de 50 ans, traitement immunosuppresseur, diabète, maladie pulmonaire ou rénale chronique [3] . Les signes cliniques sont représentés par une fièvre élevée, une toux productive ou non, une dyspnée, des douleurs thoraciques des hémoptysies dans 30 % des cas. Ces signes sont accompa- gnés d'un syndrome diarrhéique, de troubles neurologiques divers (céphalées, confusion, delirium, hallucinations) [4] . Les lésions radiologiques sont représentées par des condensations parenchymateuses multiples non systématisées, en général unilatérales et localisées. L'évolution des lésions peut se faire vers une atteinte lobaire, plurilobaire ou bilatérale, avec multiples condensations parenchymateuses et une prédominance dans les lobes inférieurs. Une abcédation peut survenir chez le patient immunodéprimé, avec des abcès de petite taille. L'épanchement pleural est souvent présent, mais reste modéré et disparaît spontanément [3] .\n\nSi la disparition des lésions radiologiques s'effectue en huit semaines environ, une fibrose pulmonaire peut compliquer à long terme certaines formes de légionellose. Malgré une antibiothérapie adaptée, le décès intéresse 5 à 25 % des patients [4] . Le scanner permet de dépister précocement l'évolution vers l'abcédation ou la gangrène. Il est important de savoir différencier ces deux complications car la prise en charge de la gangrène est chirurgicale [1] . Lorsque l'infection par Klebsiella pneumoniae évolue vers la chronicité, l'imagerie met en évidence des lésions de fibrose, de bronchiolite et de dilatation des bronches. \n\nIl s'agit de la pneumopathie la plus fréquente après la pneumopathie à pneumocoque. \n\nElle est la plus fréquente et la plus grave des pneumonies nosocomiales, intéressant près de 20 % des patients hospitalisés dans un service de soins intensifs. Ce germe se développe volontiers dans les endroits humides tels qu'évier, baignoire, douche et nébulisateurs. L'atteinte pulmonaire peut se réaliser soit par voie hématogène, soit par voie aérienne. Les aspects radiologiques dépendent du mode de contamination. Dans le cas d'une atteinte non bactériémique, les lésions se présentent sous forme d'une bronchopneumonie avec opacités parenchymateuses multifocales, bilatérales et segmentaires, prédominant aux lobes inférieurs (fig. 11 ). On peut observer des opacités nodulaires et réticulaires. Cette pneumonie s'abcède fréquemment, même à un stade précoce. La présence d'un épanchement pleural est habituelle mais le plus souvent de faible abondance avec rarement une évolution vers un empyème. Dans certains cas, ces lésions s'étendent et deviennent bilatérales malgré l'antibiothérapie, avec un décès rapide [6] . La pneumonie d'origine hématogène se manifeste par des nodules multifocaux parfois confluents. C'est dans cette forme que l'on peut identifier des infarctus pulmonaires secondaires à une inflammation péribronchovasculaire [1] . Figure 8 . Abcès pulmonaire à staphylocoque.\n\nQuatre-vingt-dix pour cent des pneumonies par aspiration sont dus à des germes anaérobies, avec une atteinte polymicrobienne. Elles surviennent chez des patients prédisposés aux inhalations, incluant une mauvaise hygiène buccodentaire, des troubles de la conscience, une dysphagie ou une autre affection de l'oesophage. L'alcoolisme est le plus souvent présent. [3] . Le diagnostic différentiel se fait avec la tuberculose, la blastomycose et la cryptococcose.\n\nMycoplasma pneumoniae est un agent pathogène intracellulaire à l'origine d'infections respiratoires hautes et basses intéressant essentiellement les collectivités en saison hivernale. Il atteint préférentiellement l'enfant, l'adulte jeune et l'adulte de plus de 40 ans, il est responsable de 10 % à 15 % des pneumonies communautaires. L'infection par ce germe peut se résumer à une simple bronchiolite sans pneumonie. Biologiquement, l'infection est caractérisée par un faible pourcentage de polynucléose : 25 à 30 % des cas [2] . Les anomalies radiographiques ne sont pas spécifiques. À la phase aiguë, de fines opacités réticulaires peuvent être observées suivies par des opacités parenchymateuses multifocales et bien limitées, parfois en verre dépoli, et parfois des épaississements bronchiques. Les adénopathies hilaires sont rares chez l'adulte (fréquentes chez l'enfant). Un épanchement pleural est présent dans 20 % des cas, de faible abondance. Les aspects TDM sont caractérisés par la présence de micronodules bronchiolaires caractéristiques des lésions de bronchiolite, d'opacités nodulaires et d'opacités en verre dépoli. Il s'y associe un épaississement péribronchovasculaire et des septa interlobulaires ( fig. 12 et 13) .\n\nLes lésions régressent en quatre à huit semaines avec parfois des séquelles à type d'épaississement des parois bronchiques, de bronchiectasies, d'anomalies de perfusion en mosaïque [8] .\n\nIl s'agit également d'un germe intracellulaire. Deux infections particulières : Figure 11 . Infection à pyocyanique : atteinte bronchopneumonique avec abcédation.\n\n-Infection à Chlamydia psittaci : responsable de la psittacose ou fièvre de Parrot, de transmission aviaire. Cette affection est responsable de multiples atteintes viscérales, notamment pulmonaires. Cette dernière se traduit par une dyspnée et des douleurs thoraciques. La radiographie thoracique montre l'existence d'opacités diffuses en verre dépoli et d'opacités réticulaires péri hilaires associées parfois à des adénopathies hilaires [7] .\n\n-Infection à Chlamydia pneumoniae : elle représente entre 6 et 12 % des infections pulmonaires communautaires de l'adulte nécessitant une hospitalisation. Le tableau radiologique semble différent selon qu'il s'agit d'un premier contact avec ce germe ou qu'il s'agit d'une récidive. Dans le premier cas, les lésions radiologiques se présentent sous forme d'une opacité parenchymateuse systématisée avec une distribution lobaire et unilatérale. En cas de récidive, les aspects radiologiques consistent essentiellement en opacités interstitielles bilatérales. Plus rarement, les lésions parenchymateuses peuvent mimer un oedème pulmonaire non cardiogénique. Les épanchements pleuraux sont souvent retrouvés [7] .\n\nResponsable d'une zoonose, fièvre Q, caractérisée par une atteinte hépatique, méningo-encéphalite et pulmonaire. \n\nLa pneumonie à streptocoque ne représente que 1 % des pneumonies chez l'adulte. La contamination se fait par voie aérienne, et cette infection peut se voir dans les suites d'une atteinte pulmonaire par Haemophilus influenza, notamment dans les collectivités ou les crèches. L'aspect radiographique est celui d'une atteinte parenchymateuse multi segmentaire sous forme de condensations parenchymateuses ( fig. 14) de topographie lobaire inférieure préférentielle avec perte de volume pulmonaire. L'évolution vers l'abcédation ou la nécrose est rare de même que la survenue d'un empyème [5] . Qu'avez-vous retenu de cet article ?\n\nTestez si vous avez assimilé les points importants de cet article en répondant à ce questionnaire sous forme de QCM.\n\nA : Une atteinte infectieuse pulmonaire de l'immunodéprimé ; B : Les germes en cause peuvent être multiples ; C : Peut être une infection nosocomiale et/ou survenir sur terrain débilité ; D : Est la première cause de mortalité par maladie infectieuse.\n\nA : Est secondaire au streptocoque ; B : Atteinte systématisée évoluant du centre vers la périphérie du lobule pulmonaire ; C : Est caractérisée par un tableau clinique à début brutal avec signes infectieux sévères ; D : L'excavation est une complication fréquente.\n\nA : Une infection grave, parfois d'origine nosocomiale ; B : Survient le plus souvent sur terrain particulier ; C : L'hémoptysie est un symptôme fréquent ; D : Le tableau radiologique classique est de type broncho-pneumonie.\n\nA : Son origine toujours hématogène ; B : Une atteinte alvéolaire systématisée souvent multiple ; C : L'infarctus pulmonaire est une complication possible ; D : L'atteinte prédomine aux sommets pulmonaires.\n\nA : Est la plus fréquente des pneumonies nosocomiales ; B : L'atteinte la plus fréquente est de type broncho-pneumonie pouvant s'abcéder ; C : L'évolution vers l'empyème est classiquement observée ; D : La bilatéralisation est un signe de gravité.\n\nA : Est une pneumonie à germes gram négatif ; B : Est une pneumonie le plus souvent par aspiration ; C : Atteint le plus souvent le lobe moyen ; D : L'atteinte de la paroi thoracique est évocatrice.\n\nRéponses : p. 441"}