{"title": "Chapter 26 Rodent and Lagomorph Health Surveillance- Quality Assurance", "body": "Quality biomedicai research is dependent on the use of dis ease-free animals. The impact of disease on laboratory animals and the research these animals represent cannot be overlooked. Large sums of money, time, and effort can be wasted by ini tiating experiments with diseased animals or when animals de velop diseases while on experiment. The loss of breeding pro duction in rodent colonies or loss of the entire colony, which may represent valuable genetic stock, is disruptive to research programs. The outbreaks of mousepox beginning in 1979 in several animal facilities in the United States proved to be ex tremely expensive, not only in dollars but in lost effort and loss of animals (New, 1981) . Likewise, in 1973 and 1974 , out breaks of lymphocytic choriomeningitis (LCM) in research in stitutions affected not only the rodent population but the human population as well (Hinman et al., 1975; Biggar et al., 1977) . Epizootics caused by Sendai virus, the rat coronaviruses (RCV/SDA),* and mouse hepatitis virus (MHV) continue to disrupt research though they frequently are over looked or go unreported. Hsu et al. (1980) has summarized much of the data pertaining to the effects of murine viruses on biological systems (see Chapter 23).\n\nDuring the past 25 years, great strides have been made in differentiating and defining the infectious diseases of laborato ry animals, identifying the causative agents, and understanding their epizootic nature. From this newer knowledge, coupled with germfree technology developed earlier (Trexler, 1983) , has come an effort to establish breeding colonies of rodents and rabbits free of infectious diseases. In concert with the availability of disease-free laboratory animals, programs to as sess their health status have been developed. These programs serve the following functions: (1) For the commercial breeder they provide a basis to furnish users of the animals with a state ment defining the health status of the animals purchased.\n\n(2) For users of laboratory animals, these programs serve to char acterize the health status of animals and their tissues and to monitor the health status of animals on experiment or in intra mural breeding colonies. These programs evolved along sim ilar lines in many institutions and commercial firms and have been referred to by a number of terms: animal health monitor ing, disease surveillance, microbiological monitoring, quality assurance, preventive medicine, and animal health sur veillance program. For simplicity throughout the remainder of this chapter the term quality assurance (QA) will be used to refer to health monitoring programs. A QA program is not, in and of itself, a disease prevention program, but rather disease prevention is the result of proper management. As such, a well designed QA program can be a powerful adjunct to managing and maintaining a disease-free animal colony or a colony with a minimal amount of disease. Even in the absence of appropri ate physical facilities to maintain disease-free animals, the health status of animal colonies should be characterized and diseases, if present, should be identified.\n\nThis chapter discusses QA programs for rodents (primarily mice and rats) and rabbits. Quality assurance programs for other species are described elsewhere in this text and in other species-oriented texts. However, the principles of QA pro grams are the same for most species, especially when they are used in a laboratory setting. Thus, discussions about rodents and rabbits can be applied to the management of other species. Where possible, readily available references have been se lected to encourage further reading. Specifically, it is not the author's intent to present the details of test procedures and de scribe lesions of each disease one might encounter. That infor mation is available elsewhere in this text and in the speciesoriented texts sponsored by the American College of Laborato ry Animal Medicine [Weisbroth et al., 1974 (rabbit) ; Wagner and Manning, 1976 (guinea pig) ; Baker et al., 1979 Baker et al., , 1980 ; Foster et al., 1981 Foster et al., -1983 , texts on pathology (Benirschke et al., 1978) , and various other publications (e.g., Needham and Cooper, 1984 ; American Public Health Associa tion (APHA), 1979; American Society for Microbiology (ASM), 1980a,b) ]. The current edition of the \"Guide for the Care and Use of Laboratory Animals\" [Institute of Laboratory Animal Resources (ILAR), 1978] should be consulted for an extensive bibliography on laboratory animal science.\n\nThe animal health QA program is only one facet of the man agement program of an animal colony, be it a closed breeding colony or a multispecies animal facility serving an integrated university campus or research and development complex. How well a QA program serves an organization is dependent not only on the design and function of the QA program but on how well the management program functions. A critical factor for the success of any animal facility program is that those respon sible for managing the animal facility have responsibility for and control of all animals and animal tissues entering the facili ty. Such control is in the interest of all concerned. Quality assurance begins with defining the microbiological status of the animals or tissues before they enter the research or breed ing colony, not after disease becomes apparent. The admin istrative structure of a surveillance program for introducing an imals and tissues into a facility has been described .\n\nQuality assurance programs have as their common theme, the task of characterizing the animal's microbial burden and health status. The degree of characterization and concern with the microbes identified will vary with the species and the na ture and purpose of the colony, i.e., germfree, defined flora, or conventional and experimental versus breeding. An animal facility should have access to competent assistance for the di agnosis of both infectious diseases and problems not of a mi crobial nature. Ideally, this assistance will be an inhouse diag nostic laboratory staffed by one or more trained professionals offering a full array of pathological, microbiological, and parasitological services. Few organizations have, or can justify, total inhouse diagnostic capabilities, and when additional ser vices are required, use can be made of consultants and com mercial diagnostic laboratories. More important is that neces sary tests be identified and done, results obtained promptly, and the results quickly and correctly interpreted. A theoretical table of organization for a diagnostic laboratory supporting an animal facility is shown in Fig. 1 . Environmental and equip ment monitoring functions of the diagnostic laboratory are de picted as well. While important to the successful operation of an animal facility, they have been covered elsewhere (Newton, 1978; Small, 1983 ; Chapter 17 by Hessler and Moreland) and will not be discussed further in this chapter. Information devel oped by the laboratory is passed rapidly to those responsible for clinical care and management. The exact routing of infor mation and the chain of events that occurs prior to action being taken are not as important as are speed and effective commu nication. Oral communications concerning laboratory results and recommended courses of action should be supported by documented reports. Written documentation of problems is important but should not be stressed to the point that it delays or eliminates communication of problems.\n\nRegularly scheduled staff conferences involving the profes sional and supervisory members of the animal facilities man agement team are useful for assuring exchange of animal health information and discussing the consequences of the findings. Written records of these meetings serve as a refer ence for the staff and assist in keeping issues before manage ment until they are resolved.\n\nThe animal technicians in daily contact with the animals are very important members of the animal health team. They should be considered an extension of the veterinarian's role and be trained in the fundamentals of how to observe and re port animal health problems. It is frequently the animal techni cians who first alert the professional staff to problems. Com munications between the professional staff and the technicians must be open, honest, and nonthreatening (Arnold et al., 1978) .\n\nEach QA program must be designed for and around the peo ple it is to serve. The needs and interests of the investigators, capabilities and interests of those responsible for animal care, species present and their origins, and the laboratory and finan cial resources available to support the program all play a sig nificant role in determining the QA program adopted. Unfortu nately, many investigators and administrators remain ignorant of the effects of intercurrent disease on their animals and, fur thermore, are unaware that with rodents and rabbits, these dis ease problems can be avoided by the purchase of disease-free animals and sound management. It is not unreasonable to in clude portion of the cost of a QA program in the per diem rates for each species. In this way QA and diagnosis of animal health problems become an integral aspect of the animal care program. Infectious diseases and even some noninfectious problems, e.g., incorrect pH or chlorine concentration in drinking water which may initially mimic an infectious dis ease, can affect the work of more than the investigator with whom the problem is first identified.\n\nAccurate records for all experimental and breeding animals are essential if an animal facility is to function properly. More recently, federal laws have required that certain species be in dividually identified. The Good Laboratory Practices Regula tions (Food and Drug Administration, 1978) require the identi fication of rodents to at least the cage level throughout a study. With rodents and rabbits, recommended recorded data for each animal or cage of animals on arrival from the vendor or inhou se breeding colony are shown in Table I . Morbidity and mortality should be reported daily, and re cords should be kept of the losses. Clinical records are rarely maintained on individual animals smaller than rabbits, unless they are housed alone. Usually, a cage of rodents is examined as a single unit. This is especially true of mice and rats. Rab bits and larger animals, whether housed singly or in groups, are individually identified. From well-kept records will emerge a pattern of nonexperimentally caused deaths. This informa tion can assist in identifying and correcting animal health problems.\n\nClinical records should be maintained for rooms and cages of animals just as for individuals. If medication is given, this should be noted by recording the drug, manufacturer, dose, length of treatment, and the reason for medication. Animals on experiment or slated to be used in experiments should not be medicated without the investigator being informed.\n\nWhen investigating the epizootic pattern of diseases, es pecially in rodents, it is helpful to keep track of the infected animal's physical relationship with other animals in the room. An excellent method is to use charts depicting empty animal racks (Fig. 2) . Cage positions are drawn on the rack and num bered, and positive cages are noted. Such charts can be given to those collecting specimens, and the location of each speci men can be marked on the chart. When test results are avail able they are added to a master chart, thus indicating the dis tribution of infected animals within rooms or on individual racks. This technique was used to investigate an epizootic of mousepox (Wallace et al., 1981; Werner étal., 1981) , and the author has used it for studies of pinworm infections and out breaks of mouse hepatitis. Individual room charts should be combined with a facility floor plan depicting affected and nonaffected rooms. The addition of routes of supplies, people, and air flow to the floor plan helps in understanding the epizootiology of the disease and picking up errors in management procedures. RACK NO.. RACK NO. \n\nThe selection of meaningful tests to be performed on each species is dependent on a thorough knowledge of the diseases affecting the species, the probability of those diseases being present, and an understanding of the sensitivity and specificity of the tests available. Table II summarizes the diagnostic pro cedures available commercially or in test kit form for the murine viruses (Parker and Collins, 1984) . The accumulation of test results with little idea of how to interpret those results is a waste of effort and money. Animal colonies may be un necessarily destroyed if results are incorrectly interpreted. Ta bles III-VII are offered as guidelines for those organisms or diseases that a diagnostic laboratory should be capable of iden tifying or diagnosing in the respective species, should they be present. The presence of an organism named in these tables should not necessarily be used as the basis for rejecting ani mals from entry into a colony. These tables are to be used as a guide in establishing screening programs to characterize the animals or tissues received or raised. In addition to examina tion for microbes or antibody, histologie examination of the major organs should also be considered. The degree of charac terization and how it is to be accomplished and the interpreta tion of test results is a matter of experience and professional judgment. \n\nFor reasons of economics and availability, the number of animals that can be fully characterized is usually limited. Sev eral strategies have been developed or proposed for sampling outwardly healthy animals to screen for evidence of disease. A formula has been offered by White that predicts the number of animals required to detect a single case of disease in a popula tion of 100 or more animals (ILAR, 1976) . The required infor mation are the acceptable confidence limits and the assumed percentage of infected animals present. The formula's use has been discussed by Jacoby et al. (1979) and Hsu et al. (1980) (see Table VIII ).\n\nThe rate of infection will depend not only on the nature of the microorganisms being considered but also on the animals' gen otype (Parker et al., 1978; Bang, 1978) , how they are housed, and the density of housing. The use of filter caps (Kraft et al., 1964; Sedlacek et al., 1981) has an effect on the rapidity of spread of aerosalized infections and the use of unidirectional mass airflow (laminar flow) systems (McGarrity and Coriell, 1973) or individually ventilated cages (Cunliffe-Beamer and Les, 1983) may, if used properly, offer significant protection to spread of infection. Reducing the rate of spread may delay the detection of infection, especially in the absence of clinical signs. With agents that spread slowly through a colony, a lower infection rate must be assumed, thus more animals need be tested to achieve the same degree of confidence. Accepting a 30% infection rate as the point of detection as suggested (ILAR, 1976 ) is probably adequate when characterizing an un known colony prior to receiving animals. This assumption should not be construed to mean that an infection rate below 30% is acceptable. Also, in a closed colony, even slow spread ing, persistent agents eventually infect nearly all susceptible animals. When a colony becomes infected, the ideal situation is to detect the infection in the initial cage (index cage) of animals before it spreads to other animals. This is highly im probable as, with some viruses, shedding of virus ceases with or shortly after the appearance of antibody. Further, depending on the animals' genotype, many viruses do not herald their arrival with obvious clinical signs [i.e., pneumonia virus of mice (PVM), mouse hepatitis virus (MHV), mouse encepha litis virus (GDVII), and ectromelia virus] and, in the case of some bacterial infections (i.e., Salmonella spp.), animals may be intermittent shedders in the absence of clinical signs. Clinical signs of infection may appear following stress, i.e., exposure to radiation or corticosteroids or other immunosuppressant drugs. Population biology of infectious diseases has been reviewed May and Anderson, 1979) . Simple statistical analysis has its limitations when de signing a sampling program for an animal production colony. Unlike a room of isolated animals put on experiment at one time and held for an extended period of time (a cohort), the population of a production colony is constantly changing. Aged breeders are being replaced with young animals, and weaned animals are being removed. In the presence of many enzootic infections, it is the recently weaned animal which per petuates the infection. This is exemplified by Sendai pneu monia (Parker and Reynolds, 1968; Fujiware et al., 1976) . There are no hard and fast rules for sampling animals for routine testing. A comprehensive ongoing QA program accu mulates information over time from many small samples. This accumulated information serves as a basis for predicting the colony's health status (Loew and Fox, 1983 ).\n\nStrategies for testing animals on arrival from commercial sources (vendors) differ from those used for experimental colo nies. Jacoby and Barthold (1980) recommend examining five male and five female 90-day-old animals of each of two com mon strains twice a year. This examination should be as com-plete as possible, and the vendor should not be alerted that the animals are for monitoring purposes. In addition to animals purchased specifically for surveillance, many tests can be done on animals received for investigators without interfering with the animals use in research. Fecal pellets can be collected from shipping containers and examined for bacteria, such as Salmonella spp. and Pseudomonas spp., and parasites. Fecal pellets can also be collected by holding newly arrived animals briefly in clean cages without bedding. In some cases, with approval of the investigator, blood samples can be collected for sero logie or other tests. It is important that the animals monitored come from the same production area(s) that supply the experi mental animals. Commercial producers frequently have more than one room or even more than one production facility pro ducing the same strain or stock. Therefore, it becomes critical to request animals from specific areas when ordering. The ex act source of the animal should be made a part of its permanent record. It is also important to determine if the vendor pools animals in a common stock room from different production rooms or areas prior to shipment. Use of a common stock room is an ideal means for spreading disease and makes monitoring of individual production areas difficult, if not meaningless. However, the health profile of animals that have been in a common stock room for even a short time is probably an ade quate reflection of the health status of all the animals.\n\nAny time animals are received from an outside source, be it a commercial or nonprofit source for characterization of their health status, it is incumbent on those responsible for the QA program, that the tests be properly selected and conducted and that the results reported, correctly reflect the actual health sta tus of the animals on arrival. The key is on arrival. Dissemina tion of incorrect information indicating diseases in a vendor's animals, when in fact those diseases do not exist, can have a serious economic impact on the company and lead to a tar nished image of both the reporting laboratory and the vendor. Bad relations are bound to develop between the principals in volved, the reporting professional's credibility will be called into question, and considerable effort and money may be ex pended prior to resolving the issue.\n\nCaution must be exercised in interpreting negative serologie results derived from animals tested on arrival. Animals can become contaminated during shipment and those held in a common holding or shipping room can become contaminated shortly before shipment, even though they may originate from a room free of viruses or mycoplasma. Infected animals tested on arrival may be considered negative, but, if held in isolation for 21 to 28 days, they will develop antibody. Greater security will be achieved if all animals for QA are held in isolation for 21 to 28 days prior to passing judgment on their health status.\n\nColonies advertised as \"barrier\" or \"barrier maintained\" have usually been surgically derived at one point, either on site or established from stock that was at one point surgically de rived. Surgical derivation frees animals of intestinal protozoa and a quick check of an animal's health status is to prepare a wet mount of cecal content. The presence of protozoa indicates contact with conventional animals, either laboratory or wild and is an indication for further testing.\n\nConsiderable expense, effort, and trouble will be eliminated if investigators and facility managers can agree to limit animal purchases to vendors and other sources with disease-free ani mals or animals with a minimal disease profile and animals which are fully and continually characterized. Where infected animals must be used, every effort should be made to isolate the diseased animals on arrival from disease-free animals or animals with a different disease profile. Most progressive ven dors have their own disease surveillance programs and will supply customers with animal health data concerning the ani mals they produce. They will usually cooperate to supply dis ease-free animals where possible or inform you that they are not able to meet your requirements. However, caveat emptor is still the watch word.\n\nNoncommercial sources of rodents and rabbits are usually represented by small numbers of animals of a rare genotype or animals with a tumor, hybridoma, or parasite, and are fre quently a gift from one investigator to another. Unlike com mercial sources whose health status and history are often known, these occasional shipments of animals sometimes ar rive unannounced and without any information as to their health status. The sending investigator may or may not appre ciate the value of disease-free or, at least, health-defined ani mals. Animals received from sources where the health status is questionable or unknown must undergo a rigorous quarantine prior to being housed in established experimental or breeding colonies. During this quarantine period the animal's health sta tus must be thoroughly defined. The structure and operation of a quarantine program are discussed in Section III.\n\nIn addition to laboratory-raised animals, nondomestic ro dents and other animals, regardless of their source, must be quarantined and thoroughly examined prior to introducing them into established animal colonies. Lymphocytic choriomeningitis (LCM) virus is found in wild mice and may cause serious illness and even death in people as well as being a problem in laboratory mice and hamsters (Lehmann-Grube, 1982) . Caution must be exercised and competent advice sought when introducing species with which you are unfamiliar. In addition to LCM, other viruses associated with wild rodents have proved lethal for humans, e.g., Lassa fever virus in Praomys (Mastomys) natalensis (2N = 32); Argentine hemorrhagic fever virus (Junin) in the genera Calomys, Akodon, and Oryzomys; and Machupo virus, the cause of Bolivian hemorrhagic fever, in Calomys callosa (Acha and Szyfres, 1980; Casals, 1979) . The group of diseases designated by the confus ing term hemorrhagic fevers, not related to those mentioned above and caused by a variety of different viruses, has recent ly been the subject of considerable attention. The reservoir hosts for these viruses are a number of rodents belonging to the suprafamily Muroidae and the genera Apodemus, Clethrionomys, Microtus, and Rattus. Until recently these vi ruses were considered restricted to Asia and Russia; however, serologie evidence of Hantaan virus, formerly Korean hemor rhagic fever virus, and nephropathia epidemica virus, mem bers of the Bunyaviridae group of viruses, has been found in laboratory rats {Rattus norvegicus) in Japan and Belgium with transmission to people (Anonymous, 1982) . By the indirect immunofluorescent technique, antibody to the Hantaan virus was found in wild Microtus pennsylvanicus and Peromyscus leucopus, but not Mus musculus trapped in Frederick County, Maryland (Lee et al., 1982) . Similarly, antibody was found in 32 of 43 wild Rattus norvegicus trapped in three nonport areas of Baltimore, Maryland (Gibbs et ai, 1982) . Where possible, it is advisable to obtain wild rodents from established experi mental colonies. Even in these cases, the health status must be carefully determined as wild species in contact with estab lished animal colonies can acquire diseases present in the do mestic animals. More important, few colonies of wild rodents have been surgically derived. In addition to viruses, wild ro dents and rabbits frequently have ecto-and endoparasites. They may also harbor pathogenic bacteria, i.e., Salmonella spp., Leptospira spp., Yersinia pestis, Yersinia spp., Campylobacter spp., and Francisella tularensis. These organisms pose a threat to humans and experimental animals alike (see Fox et ai, Chapter 22) .\n\nThe movement of animal tissues, either as tissue culture or tumors, between laboratories and their passage through ani mals represents a significant means for introducing disease into an animal colony (Collins and Parker, 1972) . All tissue culture and tumors should be certified free of undesirable microbiologic agents prior to being used in an animal facility. In the case of tumors, this applies equally for tumors arriving in the intact animal (see Section II,E,2), in tissue culture, or in the frozen state. When establishing guidelines and policy for intro ducing tissues and tumors, the problem of introducing tissue cultures into the laboratory but not into the animal facilities must be addressed. The use and exchange of tissue cultures, including hybridomas, has grown enormously in recent years and is bound to grow even more rapidly in the future. Those responsible for the animal facility must recognize the pos sibility that at some later date the tissue designated for the lab oratory may be placed into animals and thereby introduce pathogens into the animal colony.\n\nIntramural colonies may consist of animals on experiment or they may be breeding colonies. Animals used for monitoring may be surplus stock or they may be animals specifically placed in the colony for that purpose. The use of specifically designated monitor animals has the advantage of not interfer ing with valuable breeding stock or animals on experiment. Also, it allows those responsible for surveillance to remove animals at any time if the need arises without consulting inves tigators. Placement of monitors is arbitrary; however, the lower shelves are favored as are cages without filter tops. This combination maximizes the opportunity for the monitors to contact microorganisms. The frequency of monitoring and the number of animals examined each time is a matter of prefer ence. Sample size has been discussed previously; however, Jacoby and Barthold (1980) suggest examining five males and five females, 90 days old and similar groups of aged animals at least twice a year from each area. The placement of females with litters as monitors has also been suggested (Jacoby et al., 1979) . A monitoring plan devised for the Frederick Cancer Research Center of the National Cancer Institute has been de scribed (Hsu et al., 1980) . It is based on the monthly examina tions of animals from all rooms at a confidence limit of 80-90%. The National Institute of Environmental Health Sci ences' mouse and rat colonies are monitored by placing unfiltered cages of four to five female animals in each of four areas of the room among experimental or breeding animals. After 30 to 90 days and then approximately 90 days thereafter, one animal is removed from each cage and sent to the laborato ry for examination. In this scheme, the remaining animals stay in the room until evidence of contamination with organisms incompatible with the needs of the colony are found. After 6-12 months new cages of sentinel animals are established.\n\nCritical to the use of sentinel animals is a supply of microbiologically defined animals. These need not be germfree or even have a limited defined gastrointestinal flora; however, they must be known to be free of undesirable organisms, in cluding all ectoparasites and metazoan endoparasites plus pro tozoa of the blood. Preferably, the gastrointestinal tract should also be free of protozoan parasites. Sentinel animals may be purchased or intramural breeding colonies may be established to supply the necessary stock. In the latter case, animals are frequently reared as gnotobiotes in isolators.\n\nAnother method of selecting animals from a breeding colony is to house retired female breeders together for 4-6 weeks and then pick five or six for examination. By selecting only one animal from each cage and taking animals from widely dis persed cages, the probability of examining an animal with anti body or an undesirable organism increases. The rationale for housing animals together prior to testing is that if an active infection is present in any one animal, it is likely it will be passed to the others. However, with many of the viruses, i.e., Sendai, PVM, and RCV/SDA, the virus is present for only a short time, and passage of infection ceases following the ap pearance of antibody or shortly thereafter.\n\nA monitoring scheme intended solely for the determination of murine viruses places individually identified sentinel animal in the room. At specified intervals, blood samples are collected and examined for the presence of antibody. By retaining the animal in the room, a questionable titer can be checked by rebleeding the same animal.\n\nIn addition to examining sentinel animals, many tests can be done on a regular basis utilizing experimental or breeding ani mals. Cellophane tape preparations for Syphacia spp. can be collected without interfering with most research. Fecal sam ples can be collected by placing rodents in a clean empty cage for a few minutes or, in many cases, a fresh pellet can be collected when the animal is picked up. Composite fecal sam ples can also be obtained from soiled cages. Examination of fecal specimens for parasites and culture of fecal pellets for Salmonella spp. from a statistically significant number of cages monthly, quarterly, or semiannually should be consid ered. The presence or absence of Pseudomonas spp. should also be noted. In microbiologically defined barrier mouse colo nies, consideration should be given to examining for Citrobacterfreundii. Strain 4280 appears to be the strain of great est clinical significance (Ganaway, 1982) .\n\nAll animals in the colony that die or are observed ill should be examined. With small rodents, especially in large colonies, not every animal is observed every day and dead animals will be decomposed and yield little information. However, all deaths should be brought to the attention of the pathologist, who then makes the decision regarding further evaluation. Sur viving cagemates should be examined carefully for indications of disease or other problems. The situation in experimental colonies is more complex because many times deaths are a result of the experimental procedure. An understanding of the investigator's work and the expected results is most helpful. One must be cautious, however, not to be lulled into a false sense of security, believing that all illnesses and deaths are due to experimental procedures.\n\nIn addition to animal health information derived from sen tinel animals and animals submitted to the laboratory, those caring for the animals and the investigators and technicians using the animals can provide valuable information. It is essen tial for the clinician to establish rapport with these people and to enjoy their confidence.\n\nInvestigator's results can sometimes offer the first clue that there is a disease within a colony. For example, mice with active Sendai virus infection have depressed cell-mediated im munity (Jakab, 1981) and those with active MHV infection have stimulated macrophages (Boorman et al, 1982) . The clinically inapparent infection of guinea pigs with Salmonella enteritidis has resulted in increased activity of peritoneal mac rophages (J. D. Small, unpublished observation) (see Pakes et al., Chapter 23) .\n\nQuarantine procedures for newly arrived rodents and rabbits and their respective tissues will vary depending on the animal's origin. The quarantine of newly arrived animals and their tissues provides an opportunity to examine them for the pres ence of potential pathogens and, in the case of animals, to characterize their health status by laboratory tests and/or clini cal examination. At the same time, the isolation of new arriv als reduces the possibility of transmitting active infections to established colonies of animals. An often overlooked value of the quarantine period is the opportunity it gives animals to re cover from the journey to the laboratory and to adjust to their new surroundings (Lang, 1983) . Recent evidence indicates that mice have altered immune functions and elevated cor ticosterone levels for 48 hr following arrival (Landi et al., 1982) .\n\nUsually, logistical considerations will not allow for the quarantine of each shipment of rodents and rabbits. However, in some cases, where space permits or as part of the experi mental design, animals are quarantined in the room in which they will be used. Most often, commercially reared rodents and rabbits from recently characterized sources with an accept able health profile are admitted after only a visual examination on arrival (Fox, 1977) . This procedure is reasonably satisfacto ry if confidence exists in the integrity of the vendor and there is an agreement with the supplier immediately to inform custom ers of problems.\n\nIn many cases, only those animals received from noncom mercial sources or from sources that have not been recently characterized are quarantined. Quarantine programs may be di vided into two major classes: passive and active, based on the testing done during the quarantine period. In a passive quaran tine, animals are merely isolated for a period of time, usually 7 to 28 days (more often the former), and observed for signs of illness or mortality. This form of quarantine will not reveal many infectious agents that rodents and rabbits may carry and is considered inadequate. However, a passive quarantine of 4-6 weeks will allow certain of the nonpersistent murine viral diseases, i.e., Sendai virus pneumonia and RCV/SDA, to run their course. During this period no breeding should take place, or if it does, litters should be destroyed. The animals will de in contrast, an active quarantine is one during which the ani mals or tissues are actively examined for the presence of unde sirable microorganisms. An active quarantine program devel oped originally for mice has been described by Small and New (1981) . Animals and tissues are presumed to be contaminated and are isolated from other animals in the facility. This usually means housing incoming animals or animals inoculated with tissues in plastic isolators (Trexler, 1983) , Illinois cubicles (Lang, 1983) , or Horsfall-Bauer units (Horsfall and Bauer, 1940) (Fig. 3 ). Blood is collected and screened for antibody to the murine viruses appropriate for the species. In addition, ani mals are thoroughly examined for ecto-and endoparasites, pathogenic bacteria, and mycoplasma as appropriate for the species (Tables III-VII) . The specific methods used vary with the diagnostic skills, preferences of the staff, available facili ties, and finances. The individual responsible for the quaran tine program must understand the limitations of the tests used, the nature of the agents being sought, and the consequences of admitting certain organisms to the animal facility. Parker and Collins (1984) have discussed the assays for the murine vi ruses. This publication should be consulted for details of the various procedures and the interpretation of the serologie tests. The current procedures used for testing for murine viruses are rapidly changing with the development of ELISA (enzyme linked immunosorbent assay) tests for most of the viruses. Kits are commercially available for performing many of the viral assays and testing for Mycoplasma pulmonis. New tests are being developed at a rapid rate. Consultation with experienced \n\nWhen receiving animals from an uncharacterized source, it is helpful if additional animals can be received for QA purposes. These additional animals must come from the same population as those received for experimental or breeding purposes. If ad ditional animals are not available and the experimental animals cannot be bled or otherwise worked with, two to three cohabi tant animals of the same species known to be disease-free, can be added to each of the cages of newly introduced animals for 4 weeks. In the case of mice, use of athymic (nude) mice in conjunction with euthymic mice as cohabitants has merit. However, athymic mice should not be depended on to develop antibody. Females should be used to avoid impregnating the animals received, should they be females. Also, in the case of many strains of mice, less fighting will occur among females than among males. Any litters born to cohabitants can be re moved and euthanatized or used for test purposes. At the end of the cohabitation period, the cohabitant mice are fully char acterized as to their disease status. The basic assumption is that any virus or other infectious agent being shed during this 4week period will be passed to the cohabitant animals and anti body, clinical disease, or the agent (e.g., parasite, bacterium, or mycoplasma) will be detected. Cohabitant animals will not develop antibody to viruses that the quarantined animals had previously and with which they are no longer infected or no longer shedding. In some cases this is not a problem; however, with this procedure the immunologie status of the cohabitants is determined, not that of the newly introduced animals. A statement of the test results should reflect this important point. During the quarantine period, even though the experimental or breeding animals may not be available for collection of blood, they can be examined for ectoparasites, and cellophane tape preparations for Syphacia spp. can be prepared and feces can be examined for parasitic ova and pathogenic bacteria. Three negative cultures of feces at weekly intervals for Salmonella spp. are recommended before declaring animals free of Salmonella spp. Even if the animals being quarantined are examined directly, the use of cohabitants is a useful procedure as they may be euthanatized and their tissues evaluated.\n\nAnimals under quarantine or cohabitants are sometimes given immunosuppressants, e.g., steroids (cortisone acetate, 200 mg/kg) or cyclophosphamide (200 mg/kg), in order to increase the opportunity to express pathogens. For example, this technique is used to increase the susceptibility of mice to Tyzzer's disease (Bacillus pilifomis) (Ganaway, 1982) , and to MHV (Boorman et al., 1982) .\n\nMost viral infections in rodents are routinely detected by serological procedures and not isolation of the specific virus or viruses. With living animals, blood is collected and assayed for antibody using appropriate serologie tests. In the case of tumors or tissues, an antibody production test is usually done (Rowe et al., 1962; Collins and Parker, 1972) . The tumor or tissue is frozen and thawed a few times to break the cells and then inoculated into the appropriate host, usually by the intraperitoneal and/or intranasal route. The recipients should be of the same species as the origin of the tumor or tissue or the host through which it has passed or will be passed, i.e., mouse tissue or mouse tumors should be inoculated into mice as should tumors or tissues of other species that have been passed in mice [usually athymic (nude) mice]. In the case of tumors, a nonsyngeneic strain may be used so the tumor does not kill the recipient prior to completion of the test. The usual term for this test procedure is MAP (mouse antibody production) test. If rats are used, it is an RAP (rat antibody production) test, and if hamsters are used, it is an HAP (hamster antibody production) test, etc. After 28 days the recipients are euthanatized, blood is collected, and titers to the appropriate viruses determined. While this procedure was originally reported for detecting anti body to mouse viruses, antibody to Mycoplasma spp. and pos sibly other organisms may also be determined. Positive results with the ELISA test for Mycoplasma pulmonis should be con firmed by culture methods (Lindsey et al., 1982) . Likewise, the recipients may be examined further for the presence of other infectious agents. In addition, tumors and tissues, es pecially tissue cultures, should always be cultured directly for Mycoplasma spp. and other undesirable organisms.\n\nThe exact details concerning the number of animals inocu lated, routes of inoculation, and whether or not dilutions of the inoculum are used will vary among laboratories. Procedures for the MAP test have been recently published (Parker and Collins, 1984) .\n\nIn addition to the MAP test, animals (mice) are inoculated to detect the presence of lactic dehydrogenase (LDH) and lymphocytic choriomeningitis (LCM) viruses in both tumors and animals. Lactic dehydrogenase virus is detected by measuring an increase in the level of LDH enzyme compared to control values following the inoculation of blood or other tissues into mice. The complement fixation test for LCM virus is not par ticularly sensitive; therefore mice are frequently inoculated with blood. The recent introduction of an ELISA test for LCM will reduce the need for mouse inoculation. Both of these tests are discussed by Parker and Collins (1984) . Lymphocytic choriomeningitis virus can cause serious disease in people and appropriate containment facilities and techniques must be used (see Fox et al., Chapter 22) .\n\nAnimal health surveillance needs to be an integral part of any biomedicai research program. Continued assurance of the quality of the animals used in a research project is fundamental to the integrity of the final research results. At the same time it must be understood that QA programs are evolving as new diseases are identified and the role of old diseases is more clearly defined and understood. The knowledge gained in re cent years concerning the epizootiology of Sendai virus pneu monia (Parker and Richter, 1982) and the rat coronaviruses (Jacoby et al., 1979) has been helpful in dealing with these troublesome diseases. Recent information concerning MHV suggests that this virus is not as persistent as previously thought (Barthold and Smith, 1983) . Thus, means for dealing with this disease are suggested. Recent advances in test pro cedures for infectious agents, especially the ELISA test, have raised the precision of diagnoses to new levels. New ELISA tests for many of the organisms affecting rodents and rabbits are being developed at this time. The rapid detection of anti body to Pasteurella multocida in rabbits with the ELISA tech nique is a step forward in identifying carriers or potential car riers (Peter et al., 1983; Matsumoto et al, 1983) . The occurrence of Mycobacterium avium-intracellulare in a colony of mice (Waggie et al., 1983) and the recent recognition of Campylobacter fetus subspecies jejuni as a potential pathogen for hamsters and other laboratory animals (Fox, 1982; La Re gina and Lonigro, 1982) are of considerable interest. The find ing of coronavirus-like particles in rabbits with diarrhea (Lapierre et al., 1980) and the identification of coronaviruslike particles in the serum of rabbits with cardiomyopathy, also known as pleural effusion disease (Small et al., 1979; Osterhaus et al., 1982) lengthens the list of diseases for this spe cies. The recent association of a gliding bacillus with chronic respiratory disease of rats is of interest (Ganaway et al., 1983) .\n\nAs new knowledge of the diseases of laboratory animals is acquired, QA programs will need to change to meet the chal lenge. However, the basis for an excellent QA program will remain an in depth understanding of the diseases and their causative organisms coupled with an inquisitive mind."}