{"title": "Prediction of antiviral drugs against African Swine Fever Viruses based on protein-protein interaction analysis", "body": "African swine fever virus (ASFV), the causative agent of African swine fever (ASF), is an enveloped virus with double-stranded DNA of 170-193 kb. ASFV mainly infect suids and soft ticks. In swine populations, the virus can cause 100% mortality and severely influence the swine industry. The ASFV has caused ASF outbreaks in more than fifty countries in Africa, Europe, Asia, and South America until now 1 . The latest reports showed that the virus has caused outbreaks in more than half of provinces in China 2, 3 . How to effectively control the virus is still a great challenge for the globe 4 .\n\nVaccine and antiviral drugs are believed to be the best tool for prevent viral infection and spread 5 . Unfortunately, all the attempts to develop effective vaccines against ASFVs had failed. Therefore, it is in great need to develop effective antiviral drugs against ASFVs. Several studies have identified multiple compounds which could inhibit ASFV infections 4 . For example, a recent study by Hakobyan et al. found that the rigid amphipathic fusion inhibitors displayed a potent and dose-dependent inhibitory effect on ASFV infection 6 . Another recent study by Arabyan et al. showed that the genistein could hamper the ASFV infection by inhibiting the ASFV type II topoisomerase 7 . However, all the antiviral drugs mentioned above have not been taken forward for commercial production. More candidate drugs are needed for further development.\n\nAlthough most antiviral drugs target the viral proteins, in recent years several studies have attempted to develop antiviral drugs which targeted the host proteins. Compared to the drugs which targeted viral proteins, the drugs targeting host proteins had much more targets in the host cell 8, 9 . Besides, they may be more mutant-insensitive since the host protein evolves much slower than viral proteins. With the rapid development of high-throughput assays, a large amount of protein-protein interactions (PPIs) between virus and host has been accumulated. Analysis of these PPIs in the perspective of network can help identify host proteins of importance for viral infection, which could be taken as potential targets for antiviral research 8, 10 . For author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint example, Han et al. predicted several antiviral drugs against human enterovirus 71 by   systematic identification and analysis of PPIs between the virus and the host,   suggesting the important role of PPI analysis on developing antiviral drugs targeting   host proteins 11 . Here, we firstly curated a set of PPIs between ASFV and swine proteins by integration of PPIs from multiple sources; then, the swine proteins related to ASFV infection were identified; their roles in swine PPI network and in interacting with other viruses, and their functions were further investigated; finally, the candidate antiviral drugs targeting these swine proteins and ASFV proteins were predicted. This work could not only deepen our understanding towards the ASFV-swine interactions, but also help for the development of effective antiviral drugs against the ASFVs.\n\nThe PPIs between ASFV and swine proteins were compiled from three sources (Supplementary Table S1 ). First of all, 24 PPIs with median confidence (scores greater than 0.4) between ASFV and swine, were obtained from the database of Viruses.STRING 12 on January 8, 2019.\n\nSecondly, 17 PPIs between ASFV and swine were obtained from the literature. This was achieved by firstly searching the PubMed database by the key word \"ASFV\" in the title or abstract on December 29, 2018, which resulted in 630 abstracts. Then, each abstract was manually screened based on whether it contained PPIs between ASFV and swine, and 117 abstracts were retained. Finally, the full texts of the manuscripts corresponding to these abstracts were read carefully and 17 extra PPIs between ASFV and swine were compiled from these papers.\n\nThirdly, 3 PPIs between ASFV and swine proteins were inferred based on sequence homology. This was conducted by firstly collecting viral proteins (except the ASFV) author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint which interacted with swine proteins based on the database of Viruses.STRING. Then, 159 ASFV proteins encoded by BA71V, which were downloaded from NCBI RefSeq database 13 , were blast 14 against these viral proteins. The hits with e-value smaller than 0.001, coverage greater than 40%, and sequence identity greater than 30%, were considered as homologs of ASFV proteins. The swine proteins which interacted with the hits were predicted to interact with the ASFV proteins.\n\nAll the swine PPIs were downloaded from STRING database 15 on January 8, 2019.\n\nOnly the PPIs with a median confidence (score greater than 0.4) were kept. Besides, the redundant PPIs were removed. Finally, a PPI network which consisted of 731,174 non-redundant PPIs between 18,683 swine proteins was obtained for further analysis.\n\nThe igraph package (version 1.2.2) 16 in R was used to analyze the topology of the PPI network. The degree and betweenness of proteins in the PPI network were calculated with the functions of degree() and betweenness(), respectively. The shortest path length between two proteins in the PPI network was calculated with the function of shortest.paths().\n\nThe network was visualized with the help of Cytoscape (version 3.7.1) 17 .\n\nThe Gene Ontology (GO) terms and KEGG pathway enrichment analysis for the ASFV-interacting proteins (AIP) or the ASFV-associated proteins (AAP) were conducted with functions of enrichGO() and enrichKEGG() in the package \"clusterProfiler\" (version 3.6.0) 18 in R (version 3.4.2). All the GO terms and KEGG pathways with adjusted p-values smaller than 0.01 were considered as significant enrichment (Table S2) .\n\nCandidate drugs were predicted with the help of DrugBank (version 5.1.2) 19 . The author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint protein sequence of each ASFV protein encoded by BA71V, and that of each AIP was queried against DrugBank for similar targets with the default parameters. The drugs targeting the best hit were considered to be candidate drugs for the query protein. The properties of drugs, such as the type and group of drug, and ATC code, were also obtained from DrugBank (Supplementary Table S3 ).\n\nWe firstly attempted to collect the interactions between ASFV and swine proteins as more as possible. In total, we obtained 44 protein-protein interactions (PPIs) between them ( Figure 1A author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint \n\nTo investigate the role of AIPs in the swine, a swine protein-protein interaction (PPI) network was constructed from the STRING database, which contained 731,174 non-redundant PPIs between 18,683 swine proteins. 32 (94%) AIPs were found to interact with other swine proteins. These proteins together with another 4028 swine proteins formed a protein interaction network with 8959 non-redundant interactions ( Figure 2A ), including 62 interactions between AIPs. We defined the 4028 AIP-interacting swine proteins as ASFV infection-associated swine proteins (AAPs).\n\nTo investigate the centrality of AIPs in the swine PPI network, we calculated the degree and betweenness centrality, and the average shortest path length of each protein in the swine PPI network, including the AIPs and AAPs ( Figure 2B ). The median degree and betweenness centrality, and the median shortest path length of all proteins in the swine PPI network were 32, 59.2 and 10 3.5 , respectively, whereas these values for the AIPs were 161, 58.7 and 10 4.6 , respectively, and they were 121, 58.8 author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint and 10 4 , respectively, for the AAPs ( Figure 2B ). The AIPs and AAPs were observed to have significant larger degrees and betweenness, and smaller shortest path length than all swine proteins, with p-values much smaller than 0.001 in the two-sided Wilcoxon rank-sum test. This suggested that the AIPs and AAPs played a central role in the swine PPI network. author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint\n\nSince the AIPs and AAPs were observed to play a central role in swine PPI network, we next investigated their functions. Functional enrichment analysis was conducted on the AIPs and AAPs (Table S2) . Only a few GO terms in the domain of Molecular Function were enriched. Interestingly, more than 50 KEGG pathways were enriched in the AIPs (Table S2 ). The pathways of Necroptosis and Alcoholism were two of the most enriched pathways, both of which included more than 30% of all AIPs. Besides, three pathways related to virus infection, such as Human cytomegalovirus infection and Herpes simplex infection, were also enriched.\n\nWe further conducted the functional enrichment analysis on the AAPs. Figure 3 showed the top ten GO terms in three domains of GO and KEGG pathways enriched The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint \n\nWe then investigated the role of AIPs in the PPIs between swine and other viruses. All the PPIs between AIPs and other viral proteins which were public available in the Viruses.STRING database were obtained. As was shown in Figure 4A , 48 PPIs were obtained and shaped a network, which included 15 proteins of 11 other viruses (nodes in square) and 15 AIPs. 12 AIPs were observed to interact with more than one other virus. Besides, they also interacted with several hundreds of proteins in the swine PPI network ( Figure 4B ). For example, the heat shock protein 90s, including HSP90AB1, HSP90AA1 and HSP90B1, could interact with proteins from five other viruses, and interact with 1602 swine proteins, suggesting their central roles in both the virus-swine PPI network and swine PPI network. author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint \n\nThe wide involvement of AIPs in PPIs between swine and multiple viruses, and the central role of AIPs in swine PPI network, suggested the possibility of their use as broad-spectrum host-dependent antiviral targets. Therefore, we attempted to predict drugs for targeting the AIPs with the help of DrugBank (Table S3) . As was shown in Figure 5 , a total of 167 drugs (in ellipse or square) were predicted which targeted 19\n\nAIPs (pink circles). Most of the drugs were small molecules (colored ellipses); the author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint other drugs were protein or peptide (colored squares). Some AIPs were targeted by multiple drugs, such as the heat shock protein 90 alpha family class A member 1 (HSP90AA1) and tumor necrosis factor (TNF). HSP90AA1 was targeted by more than 30 drugs, most of which were small molecules and were in experimental; while TNF were also targeted by more than 30 drugs, most of which were approved or investigational.\n\nWe also predicted drugs targeting the ASFV proteins. Twenty-nine small molecules were predicted to target ten ASFV proteins. Among them, both the proteins of F778R and A240L were targeted by eight drugs. However, these ten ASFV proteins were not involved in the PPIs between ASFV and swine. Interestingly, the Gallium nitrate The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint Figure 5 . Predicted drugs targeting the AIPs and ASFV proteins. The interactions above and below the dotted line referred to those between drugs and AIPs, and those between drugs and ASFV proteins, respectively. The AIPs and ASFV proteins were represented as pink and cyan circles, respectively. Drugs of protein or peptide, and those of small molecule, were represented as squares and ellipses, respectively. Drugs in the stage of approved, investigational and experimental were colored in orange, purple and light green, respectively. Drugs which specifically targeted one AIP were highlighted in black-edge. Two drugs which targeted both the AIP and ASFV protein were highlighted in red-edge.\n\nVaccines and antiviral-drugs are considered as the most effective tools for fighting against viruses. Unfortunately, nearly all attempts to develop vaccines against ASFVs have failed to induce effective protection 4, 20 . Therefore, it is necessary to develop antiviral drugs against the virus. Previous studies have found several compounds author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint which could possibly inhibit ASFV infection in vitro, including the genistein, necleoside analogues, sulfated polysaccharides, lauryl gallate, small peptide inhibitors, and so on. This study provided several candidate drugs targeting the ASFV proteins and AIPs, which may facilitate the development of more effective drugs against the virus.\n\nIn the era of systems biology, a large amount of PPIs have been accumulated, including the virus-host PPIs. This study compiled an up-to-date PPI network between ASFV and swine. Analysis of the network could help identify possible associations between viral activities and host defense strategies, which may facilitate development of potential therapies by disrupting host-virus interactions 21 . Several AIPs and lots of AAPs were identified based on the PPI network. They were observed to interact with more proteins or have larger influences on the information flow throughout the swine PPI network than other proteins, suggesting their central roles in the swine PPI network. Some AIPs were observed to interact with multiple viruses. Therefore, the predicted drugs targeting these AIPs, such as Polaprezinc, may have a broad-spectrum effect against viral infections.\n\nBoth the AIPs and AAPs were enriched in the functions of cell death, apoptosis or necroptosis. This suggested that these processes may play an important role in viral infections. Previous studies have shown that host cells could limit ASFV replications by induction of apoptosis. For survival, ASFV encodes several anti-apoptotic proteins, such as A179L and A224L. Actually, in the late stage of ASFV infection, induction of apoptosis could favour virus spread without the activation of inflammatory responses 22 . Therefore, the drugs which could induce or inhibit cell death, apoptosis or necroptosis, may be candidates for treatment of ASFVs. For example, the infliximab, which is a TNF blocker and primarily related to inflammation control 23 , may be used to block the necrosis during the ASFV infection.\n\nLots of drugs were predicted to target the AIPs or ASFV proteins. Several strategies could be use to select the candidate drugs. For specificity, the drugs with high specificity on the AIPs or ASFV proteins could be selected, such as the Hydroxyurea author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint and Infliximab; for broad-spectrum effect, the drugs which targeted the AIPs with high degrees in the swine PPI network, such as Polaprezinc, or those targeted multiple AIPs, such as Geldanamycin, could have a large influence on the swine PPI network or the PPIs between swine and ASFV. Two drugs, i.e., Gallium nitrate and Rifabutin, were observed to target both the AIPs and ASFV proteins. They could also be used for broad-spectrum inhibitory effect against ASFV infections.\n\nMost antiviral drugs target the viral proteins. Drug resistance frequently appears due to rapid mutation of viruses. On the contrary, the drugs targeting the host protein may have the advantage of stable effect since the host proteins generally evolve far slower than viral proteins 24, 25 There were two limitations to this study. Firstly, the PPIs between swine and ASFV are far from complete. The ASFV encodes more than 150 proteins. Only 16 of them were involved in the PPIs analyzed here. Much more efforts are needed to generate a comprehensive PPI network between swine and ASFV. Fortunately, based on the limited PPIs between swine and ASFV, several antiviral drugs were predicted and had the potential for further development 26, 27 . Secondly, the drugs predicted here need further experimental validations. Several drugs with high specificity on AIPs, or with broad-spectrum effect, such as Polaprezinc, could be prioritized for validation.\n\nIn conclusion, this study curated a set of PPIs between swine and ASFV as more as possible and identified the AIPs which were vital for viral infection. The AIPs were observed to play a central role in swine PPI network, and also took part in interactions author/funder. All rights reserved. No reuse allowed without permission.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/599043 doi: bioRxiv preprint between swine and several other viruses. Several drugs were predicted to target the AIPs and ASFV proteins. They could be helpful for development of effective drugs against the virus."}