{"title": "An agent-based model driven by tropical rainfall to understand the spatio-temporal heterogeneity of a chikungunya outbreak", "body": "The emergence and persistence of human pathogens in the environment represents a constant threat to society, with global implications for human health, economies and ecosystems. Of particular concern are vector-borne diseases, such as dengue, malaria and chikungunya, whose incidence is rapidly increasing across their traditional ranges and, more alarmingly, infiltrating previously unaffected areas. This unprecedented situation has been partly attributed to the increase in global temperatures in recent decades which has allowed non-native mosquito species to invade new territories and successfully colonise previously inhospitable environments (Bernstein et al., 2007) . This has led to a surge in the incidence of mosquito-borne diseases in previously unaffected areas and a heightened threat of further more severe outbreaks (Tabachnick, 2010) . Local transmission of these traditionally tropical diseases has even been recorded on the European continent in recent years (Gould et al., 2010; La Ruche et al., 2010; Schmidt-Chanasit et al., 2010; Andriopoulos et al., 2012) . Of particular concern is the possible reemergence of malaria, which is one of the deadliest vector-borne diseases in the world, with approximately half of the global population currently at risk. Malaria was eradicated from Europe in 1975. However, the current continent-wide increase in imported cases, the permanent presence of a highly suitable vector (Anopheles atroparvus), and the recently recorded autochthonous transmission in Greece (Andriopoulos et al., 2012) highlights the constant threat it poses in temperate climates. Historically, diagnosed cases of dengue fever in Europe were imported by overseas travellers. However, local transmission has been documented in recent years in France, Croatia and Madeira (La Ruche et al., 2010; Schmidt-Chanasit et al., 2010; Sousa et al., 2012) . The principal disease vector in tropical regions is the mosquito Aedes aegypti. However, the introduction and subsequent spread of the Asian tiger mosquito (Aedes albopictus) into temperate regions has provided a highly competent vector carrier (Semenza and Menne, 2009 ) and has increased the threat of local dengue transmission. This mosquito has been linked to the local dengue transmission recorded in Europe (La Ruche et al., 2010; Schmidt-Chanasit et al., 2010) . It can act as a vector for several tropical diseases, including chikungunya, and was the cause of the first large outbreak of chikungunya recorded in a temperate region in North-Eastern Italy in 2007 (Rezza et al., 2007) . Furthermore, the European Centre for Disease Control (ECDC) has just recently recorded established populations of the classic dengue vector A. aegypti within Europe (Medlock et al., 2012) . Public health authorities with little or no experience with such diseases need to rapidly put preparedness plans in place in advance of future outbreaks and understanding the dynamics of the diseases and the viability of proposed control strategies is of paramount importance. The dynamics of vector-borne diseases are determined by the interaction of the host and vector populations, in addition to the characteristics of the infectious agent itself. Mathematical models have been implemented to describe the spread of these infections and their temporal dynamics are well documented (Fischer and Halstead, 1970; Dumont et al., 2008; Moulay et al., 2011; Dietz et al., 1974) . However, their spatial spread has received less attention. In particular, the importance of heterogeneities in human population structures has been highlighted (Smith et al., 2004) , although their impact has not been fully assessed.\n\nSeveral modelling approaches are possible to describe interacting populations in spatial heterogeneous environments. Deterministic models have been implemented in the form of reaction-diffusion equations describing the random movements of individuals within populations (Murray et al., 1986; Noble, 1974; Pech and McIlroy, 1990) . Metapopulation or patch models can be employed to group populations into residents and visitors (Sattenspiel and Dietz, 1995; Arino and Van den Driessche, 2003; Keeling and Rohani, 2002) and the force of infection will depend on infected individuals in both home and foreign patches. Network models have also been described where each individual has a unique force of infection determined by the number of connections with infectious contacts (Keeling and Eames, 2005; Ben-Zion et al., 2010) . Adaptive social networks have also been explored where susceptible individuals are able to disconnect from infected individuals (Gross et al., 2006) . More recently, agent-based models (ABMs), also known as individual-based models, where each individual is explicitly represented and characterised, have become a powerful tool to describe disease spread through heterogeneous populations. Such models have been implemented to describe the spread of smallpox (Halloran et al., 2002) , hepatitis (Ajelli and Merler, 2009 ) and influenza (Ferguson et al., 2005) and, in particular, dengue (Favier et al., 2005b; Focks et al., 1995; Isidoro et al., 2011) and malaria (Gu et al., 2003) . ABMs have proved to be particularly useful when assessing the impact of infection control strategies (Ferguson et al., 2005) . They provide the ability to manipulate individual level contact rates and offer the advantage of being able to analyse spatially focused interventions. The rapid global spread of pandemic influenza H1N1 and severe acute respiratory syndrome (SARS) has highlighted the need to assess how heterogeneous social structures can impact the speed and efficiency at which human pathogens propagate through modern populations. The restriction of travel during the H1N1 and SARS outbreaks has been analysed (Riley et al., 2003; degli Atti et al., 2008) . However, the impact of asymptomatic individuals was not considered in these studies. This issue is particularly important for vectorborne diseases, as asymptomatic individuals will, presumably, be equally infectious to the biting mosquito as symptomatic individuals. This is in contrast to respiratory diseases such as influenza, where symptomatic individuals transmit the infection more readily due to physical signs of illness (coughing, sneezing, etc.) . The issue of asymptomatic transmission and the restriction of travel has not previously been assessed for vector-borne diseases using an ABM approach. While ABMs are computationally expensive and their scope can be limited by the population size, they provide an unparalleled level of detail which is a vital component of mosquito-borne diseases as mosquito populations are intrinsically coupled to the local human population size, availability of breeding sites as well as human behaviour. Intervention measures to control these diseases are primarily based on mosquito reduction efforts. Therefore, a successful intervention requires knowledge of localised spatial structures and the mobility of the host population. These details are overlooked by large scale models for the spatiotemporal evolution of disease transmission and ABMs allow the constrictive nature of the homogeneous mixing assumption to be overcome.\n\nThe methodology presented in this paper focuses on the dynamics of chikungunya as it is not burdened with the complications of multiple strains or causative parasites, which is inherent in other disease models such as dengue or malaria. However, the proposed concepts and models can be readily adapted to successfully describe other vector-borne diseases. The chikungunya virus is an acute febrile illness which was first isolated in 1953 in Tanzania (Pialoux et al., 2007) and is primarily transmitted by the A. aegypti mosquito. In humans, the disease usually manifests as a fever, skin rash and arthralgia. Following sporadic outbreaks in Africa and Asia, a large outbreak started in Kenya in 2004 and spread to the islands of the Indian Ocean in 2005 (Staples et al., 2009 ). On the island of La Réunion, the virus was transmitted by a secondary vector, the A. albopictus, which was also responsible for the outbreak in Italy in 2007 (Rezza et al., 2007) . This outbreak was particularly significant because it represented the emergence of a new viral mutation (Schwartz and Albert, 2010 ) that infected over one third of the island population (Renault et al., 2007) .\n\nIn this paper we formulate an agent-based model (ABM) to investigate the spatio-temporal heterogeneity of an infectious vector-borne disease outbreak. We use this model to explore the impact of precipitation-dependent vector populations and the structure of the underlying network topology on the epidemiological dynamics. We use chikungunya as an example. In order to realistically reproduce the setting of a chikungunya outbreak, we drive an ABM with 2 years of daily precipitation data for La Réunion, where a chikungunya outbreak occurred between 28 March 2005 and 12 February 2006 (Medlock et al., 2012) . A direct comparison between the simulated epidemic and the La Réunion outbreak is not possible without detailed demographic and transportation data. Furthermore, the La Réunion outbreak was unique in that a second wave resulted from a viral mutation, an effect not considered in the model presented herein. The methodology, structure and implementation of the ABM are presented in Section 2. The ABM has a broad scope and, in its current form, can be applied to any single-strain vector-borne disease. However, chikungunya fever is chosen as the illustrative disease to demonstrate the model's capabilities. The movement and clinical status of infected individuals is analysed in Section 3. In particular, the impact of restricting the movement of symptomatic cases is considered and discussed in the context of a public health intervention to control the spread of the disease.\n\nThe model is an agent-based model (ABM) implemented as an 'urban network' where host agents 'live' in the network's nodes, which can be thought of as villages, towns or cites. The host agents are allowed to travel to their neighbouring nodes, thus mimicking the travel of individuals within an area where a number of villages and cities are located. The nodes are connected by links, which represent transportation channels such as roads and highways.\n\nA scale-free network ( Fig. 1 ) has been used, as it is commonly believed that many natural and (human) social networks follow such a topology (Pastor-Satorras and Vespignani, 2001; Albert and Jeong, 1999; Barabási, 2002) . As a comparison, a regular network has also been used where a Von Neumann four-links-per-node neighbourhood structure is implemented (Wolfram, 1983) , except in the border nodes where three and two-links per-node were used.\n\nEach node/village of the network accommodates a number of host agents, which is proportional to both the number of connections in their node/village and a random number, say x, drawn from Degree distribution of the scale-free network used to simulate the SEIR infection process. Node degree refers to the number of links a node has to other nodes. Note that many nodes have few links (i.e. low node degree) while few nodes or 'hubs\" have many links (high node degree).\n\na normally distributed random variable X, where X ∼ N( , 2 ). More specifically,\n\nwhere N i,t denotes the number of host agents in node i at time t and L i is the number of links of the node i, which is constant over time. This is in line with the assumption that larger towns or cities (with larger number of inhabitants) have more links (i.e. more transportation channels). These larger cities are hubs in the urban network (Fleming and Hayuth, 1994; Fujita and Mori, 1996) . Thus, villages differ from each other with regard to the local host population size and connectivity. They further differ with regard to vector population size because the local number of mosquitoes is assumed to be proportional to the local host population and to precipitation, as explained in Section 2.1.4. The spatial heterogeneity is then introduced at the scale of a set of villages rather that within a single village.\n\nThe mechanism of host-vector-host infection is modelled according to the scheme shown in Fig. 2 , indicating that there are both in-host and in-vector incubation periods of the disease, the so-called intrinsic incubation period (IIP), and the extrinsic incubation period (EIP), respectively (Dumont et al., 2008; Dubrulle et al., 2009 ). The EIP is the time period it takes for a vector to become capable of transmitting the disease following infection. Similarly, the IIP is the time needed by a host to become infectious and capable of transmitting the infection. This results in a time delay being introduced into the dynamics of the infection process as neither vectors nor hosts become infectious (i.e. capable of transmitting the infection) instantaneously upon infection, but some time has to pass before a host can infect a vector and vice versa. For the case of the host IIP, in which the individual is infected but not yet able to infect a biting vector, we say the individual host is exposed and is in the epidemiological class E. Once the host agent has progressed from the IIP, it becomes infectious and can infect other vectors, i.e. it moves from class E to class I (see Fig. 3 ).\n\nThe host agent population is divided into four epidemiological classes: S (susceptible), E (exposed), I (infectious), and R (recovered). Additionally, infectious agents, I-agents, can become symptomatic or asymptomatic depending on the presence or absence of disease symptoms. In addition, all host agents are \"born\" as either \"travellers\", or \"non-travellers\" which further sub-compartmentalises the population. This status is retained permanently for all classes except for symptomatic infectious hosts, who can lose the ability to travel due to morbidity or the impact of public health controls (Section 2.1.3). For example, a host agent who is an infectious traveller and asymptomatic belongs to the epidemiological class I T A . Similarly, a host agent that is an infectious non-traveller and symptomatic belongs to the class I NT S (see Fig. 3 ). For each simulated iteration t, where t = 1 day, each S-agent experiences a probability to become infected and progress to class E, that is, to perform a transition S → E. We model the transmission process from infected mosquitoes to susceptible human hosts following Keeling and Rohani (2011) . Let us consider a susceptible human host who is subject to an average of Ä mosquito bites (contacts) per unit time. Let\n\nis the total number of mosquitoes in node i at time t. Thus, the number of contacts (bites) with infected mosquitoes during a small time interval t is Ä(\n\nLet ω be the probability of successful transmission of the infection following one contact or bite, then 1 − ω is the probability that disease transmission does not occur. If we assume independence of contacts, then the probability 1 − q that a susceptible human host escapes infection following\n\nTherefore, the probability that a human host gets the infection and becomes exposed after any of these contacts is\n\nNote the dependency of this probability on both location and time. Now Ä is the average number of bites a human host receives during a time interval t. Let a be the mosquito biting rate (e.g. number of blood meals a female mosquito takes per unit of time, usually reported per day), then the total number of mosquito bites per unit of time is aN V i,t , where N V i,t is the total number of mosquitoes at node i and time t. If there are N i,t human hosts at node i at time t and an independent local homogeneous biting process is assumed, then the local \"biting load\" is shared by all the local humans hosts. Therefore, the average number of bites, Ä, one human host receives in node i at time t, is\n\nwhere N i,t is the total number of local human hosts. If we plug this result into the previous equation and let t = 1, we have\n\n≤ 1, and in turn 0 ≤ q i,t ≤ 1. Hence, the transition S → E for agents becomes\n\nVector-host infection scheme: bars indicate the temporal dimension of the infection process. If a vector bites an infected host during the host infectious period, then the vector has a certain probability of getting infected. Given successful transmission, a given amount of time passes until this vector is able to transmit the infection to a host. This is called the extrinsic incubation period (EIP). Similarly, the host can only become infected once bitten by a vector during its infectious period. If, after the bite, the host becomes infected then it cannot infect a vector until a certain time has elapsed, known as the intrinsic incubation period (IIP). In the model introduced here, hosts can recover from the infection and it is assumed that, once they recover, they can no longer infect the vector. In contrast, vectors remain infectious during their entire life time.\n\nwhere ω is the probability of one infected mosquito successfully transmitting the infection to a susceptible human after one biting event and a is the typical female mosquito biting rate, i.e. the typical number of bites/blood meals a female mosquito takes per unit time (in this model one iteration represents one day). Similarly, at each time iteration each E-agent has a probability to become infectious, i.e. to become an I-agent. The E → I transition for agents is modelled as the constant probability per unit time p(I|E) to leave the intrinsic incubation period, IIP (see Fig. 3 ). Additionally, if a host becomes infectious it will become either infectious symptomatic with a constant probability per unit time\n\nor become infectious asymptomatic with a constant probability per unit time\n\nFinally, each agent can recover from the infection. This transition is simply modelled as a constant probability per unit time p(R|I S,A ).\n\nIt is important to stress that within the infection dynamics, the individual probability that characterises the transition S → E of agents is node-and time-dependent (Eq. (2)), such that all individuals at a fixed location have an identical probability to become exposed at a given time. However, as mentioned previously, the fact that nodes have differences among them introduces an element of spatial heterogeneity at the level of nodes, which subsequently impacts the dynamics of the disease spread through the whole network.\n\nAs previously discussed, each agent is initially assigned the capability to travel or not. This accounts for the fact that, in real systems, some individuals travel throughout the network whereas most individuals remain in their home village/town. Each agent is also assigned an address or \"home\" node. Hence, traveller agents move to a (randomly chosen) neighbouring node in one simulation iteration and go back \"home\" in the next iteration. Non-travellers, as their name implies, stay at their home node and do not move during the whole simulation.\n\nIf a traveller agent gets infected, it will eventually become infectious with probability p(I|E) and instantaneously become either symptomatic with probability p(I S |I) or asymptomatic with probability 1 − p(I S |I) (Eqs. (3) and (4)). There is then a chance to stop being a traveller given the agent becomes infectious and symptomatic. This accounts for the assumption that the morbidity caused by developing the disease symptoms may prevent the individual from undertaking physical activity. Hence, there is a chance to stop travelling once the agent reaches the symptomatically infected state, p(I NT S |I S ). For ease of interpretation, we consider the complementary probability that morbidity does not affect the mobility of a traveller who is infectious symptomatic p(I T S |I S ) as shown in the schematic (see Fig. 3 ). This complementary probability is\n\nAlternatively, it is assumed that disease morbidity is associated with the development of symptoms, so the travelling ability of an At the beginning of the simulation, a proportion of 10% of the host population is assigned to be travellers. If a traveller is infected and becomes symptomatic, with probability p(IS|I), then the probability to remain a traveller is p(I T S |I S ) and the probability to stop travelling due to morbidity or public health control is 1 − p(I T S |I S ). Infected individuals recover from the disease with probability p(R|I S,A ).\n\ninfectious asymptomatic agent is not affected even if they carry (and are able to transmit) the disease.\n\nThe ABM described here represents a vector-borne infectious disease model where the vector has a relatively small home range compared with the potential mobility of the host. This is the case for a number of arthropod-borne diseases, such as the mosquito of the genus Aedes sp., which is the vector of dengue and chikungunya fever (Pialoux et al., 2007) . Hence it is assumed that the vector population is local and no vector individual travels out of its home node. Therefore, infection can only be spread through the urban network by moving infected hosts that infect remote vector populations thus initiating the infection process in other nodes. In turn, local vector populations are thought to be driven by external environmental variables, it is assumed herein that precipitation is the only factor forcing mosquito demography. While hosts are explicitly modelled as agents in the ABM, the local number of vectors is computed as a function of both the precipitation and the local number of hosts. Let L V i,t be the number of immature mosquitoes (eggs + larvae + pupae) in each node i at time t. Then\n\nwhere ˛ and are constants that represent the average number of new mosquito eggs per person per mm of rainfall and the rate of conversion of immature mosquitoes into adult susceptible mosquitoes, respectively. The possibility of vertical transmission is neglected. Immature mosquito mortality is not explicitly accounted for and is implicitly integrated through these parameters. The value of ˛ is calibrated in the model to achieve a maximum population of approximately 3 (female) mosquitoes per person, which is comparable with estimates for La Réunion Island (Dumont et al., 2008) . Precipitation is thought to influence mosquito (i.e. vector) abundance by the filling of hollow containers in open areas (e.g. old tyres), which create potential breeding sites for the mosquito (Favier et al., 2005a; Lowe et al., 2012) . Laboratory experiments for A. albopictus estimate the average duration of the immature mosquito stages (larva and pupa) at a temperature of 25 • C (annual temperature in La Réunion is in the range 20-26 • C) to be approximately 11.8 days (Monteiro et al., 2007) . The time to egg hatching is highly dependent on moisture (in addition to temperature) and can vary from hours to months, with the ability of diapause eggs to survive cold winters (Hawley et al., 1989) . Assuming mosquitoes preferentially lay their eggs following increased rainfall, we estimate a time lag of approximately 13 days between precipitation-induced egg deposition and the emergence of the adult mosquito. Although precipitation can vary both temporally and spatially across the network, in this example precipitation is chosen to be constant in space. This allows us to assess the spatial heterogeneity produced solely by the local topology.\n\nThe number of susceptible mosquitoes in node i at time t is modelled as\n\nThe second term on the right hand side of the equation accounts for the fraction of susceptible mosquitoes moving into the exposed class at a rate ˇ. The total number of local infected hosts is the sum of both infected asymptomatics and symptomatics, I i,t−1 = (I S + I A ) i,t−1 . Note that a \"mass action\" contact between susceptible mosquitoes and infected humans hosts at the local level is assumed, where the number of new exposed mosquitoes is directly proportional to the densities of both susceptible mosquitoes and infected humans (Diekmann et al., 2012) . Mosquito mortality is denoted as ı.\n\nSimilarly, the number of exposed vectors at location i and time t is given by\n\nwhere is the rate at which exposed mosquitoes become infectious (and able to transmit the disease) and 1/ corresponds to the disease extrinsic incubation period (EIP). Finally, the expression for the infected class of mosquitoes is given by\n\nThe ability of asymptomatic individuals to efficiently transmit the infection to susceptible mosquitoes has been questioned. The possibility exists that a lower viral load in asymptomatic individuals may decrease their ability to transmit the chikungunya virus to susceptible mosquitoes. However, there is no evidence to confirm this theory and, in fact, the difference in viral loads observed between symptomatic and asymptomatic individuals has been shown to not be statistically significant (Appassakij et al., 2012) . Indeed, detectable viremia has been documented in infected individuals up to 2 days prior to symptom onset (Peters and Dalrymple, 1990) and the movement of such individuals has generated much cause for concern in the logistics of applying travel restrictions or case isolation for future chikungunya outbreaks (Leo et al., 2009 ). Furthermore, viremia levels in asymptomatic cases are sufficiently high as to cause widespread concern for possible contamination of donated blood supplies (Liumbruno et al., 2008; Petersen and Busch, 2010) . Appassakij et al. (2012) also provide a detailed review of primate models with documented evidence of virus transmission from asymptomatic seropositive animals to seronegative animals via experimental mosquito bites (Paul and Singh, 1968 ) at viremic levels detected in asymptomatic humans. Therefore, we consider asymptomatic individuals to be as infectious as those who exhibit clinical symptoms.\n\nDaily precipitation estimates (units: mm/day) were obtained for the grid point closest to La Réunion island (55.5 • E, 21.5 • S) from the NASA Global Precipitation Analysis gridded product GPCP V1DD: 1degree daily combination precipitation estimates (Huffman et al., 2001) . In order to have a realistic representation for a chikungunya outbreak, daily data for the two year period from 1 May 2004 to 30 April 2006 was selected, to encompass the occurrence of the chikungunya outbreak that occurred in Réunion between 28 March 2005 and 12 February 2006.\n\nThe model was implemented in the open source NetLogo platform (Wilensky, 1999). We created n = 50 nodes (villages) in both a network which follows a scale-free distribution of links among its nodes and a regular network where nodes are organised in a grid. The scale-free topology was created using an algorithm based on the Barabási network model for preferential attachment (Wilensky, 1999 (Wilensky, , 2005 . We set the local host populations, i.e. the number of hosts initially \"born\" at each node i, as a normal random number proportional to the local number of links as described in Eq. (1), which results in a total number of agent hosts N T = 4944 in our particular simulation setting for the scale-free topology and N T = 4949 for the regular network. We then set the initial number of traveller agent hosts by assigning a proportion = 0.1N i of travellers within each node, that is 10% of the population are set to be travellers.\n\nWe chose to use the same random seed for the pseudo-random number generator that the software uses to create the network topology, the process of distributing the host agent population among the nodes and the initial individuals set to be travellers. This ensures that the initial conditions of each simulation are the same and comparable. The model then becomes stochastic in the iteration process, by allowing the pseudo-random number generator to pick a seed form the computer's real time clock. We also provide the initial condition for the epidemic outbreak by locating a single infectious agent into a specific node. The same initial condition is used in all simulations to produce the results. A pseudo-code for model setup is provided in Appendix A (Algorithm 1).\n\nAfter the model is initialised, host agents proceed through a series of epidemiological transitions: S → E, E → I, I → I S (or I → I A ), and I S,A → R (see Fig. 3 ) according to Eqs. (2)-(5). Similarly, we compute the transitions and demography for vectors at each node according to Eqs. (7)-(10).\n\nEach model iteration represents a time unit of one day. There are no vital dynamics in the host agent population, i.e. we do not account for birth and death processes and the population is constant during each time step of the simulation. This accounts for the assumption that the dynamics of a single outbreak is usually much faster than the population dynamics of the host. Host agents who are assigned traveller status may move during an iteration. If the traveller is sitting at its \"home\" node (assigned at the beginning of the initialisation procedure), the traveller will randomly pick a neighbouring node and move there. If, on the contrary, the traveller is not at home then it will move to its home node. The model simulation is set to stop when either t = 730 (i.e. the length of the time series of precipitation data) or there is no longer infection in the system. The latter is reached when no exposed or infected agents and vectors are present in the model. That is, when E + I S + I A = 0 and E V + I V = 0. This condition guarantees that the epidemic is completely extinct. A pseudo-code showing the schedule of the procedures for epidemiological transitions, vector demography and agent movement is provided in Appendix A (Algorithm 2)\n\nThe model parameters are chosen to represent the principal vector associated with the La Réunion outbreak, A. albopictus. The chikungunya virus has been detected in salivary glands of A. albopictus 2 days after an infective blood-meal (Vazeille et al., 2007) and we take = 1/EIP = 0.5. The IIP for chikungunya can range from 2 to 12 days, with a mean of approximately 3-7 days (Staples et al., 2009; Pialoux et al., 2007; Boëlle et al., 2008) . A value of 4 days is taken in this work which yields a daily probability of becoming infectious of p(I|E) = 0.22. The duration of infection for chikungunya is typically 7-10 days and can persist for up to 2 weeks (Pialoux et al., 2007; Staples et al., 2009) . We take a 7 day infectious period with a daily probability to recover of p(R|I S,A ) = 0.13. The lifespan of the female A. albopictus mosquito under various temperatures has been measured in a controlled laboratory setting (Delatte et al., 2009) . Mosquito longevity was found to be several weeks and highly dependent on temperature. At 25 • C, approximately 50% of mosquitoes survived for over 4 weeks. However, measurements performed in the artificial setting of a laboratory are unlikely to represent accurate survival rates for wild mosquitoes. Mark-release-recapture trials performed in a scrap tire yard found an average lifespan of approximately 8.2 days, which yields a daily mortality rate of 0.1 (Niebylski and Craig, 1994) . The human to mosquito transmission rate is determined from the product of the probability of transmission and the mosquito biting rate. Mosquitoes challenged with the two strains from the La Réunion outbreak exhibited infection rates of 37.5-100% (Vazeille et al., 2007) and we take a conservative value for the probability of infection as 0.55. Other modelling studies typically take the biting rate in the range 0.5-1 per day (Dumont et al., 2008; Poletti et al., 2011) and we take a rate of 0.5, yielding ˇ = 0.275. No studies have been conducted on human susceptibility to infection following a bite from an infected mosquito and a value of ω = 0.6 is adopted, which is comparable with values used in other modelling studies (Dumont et al., 2008; Poletti et al., 2011) . All other parameters, related to the topology of the network and the social structure, have been estimated. The values of the probabilities p(I S |I) and p(I T S |I S ) will be investigated in the next section. A summary of the parameters and their values used in the simulations is shown in Table 1 .\n\nTo investigate the impact of the presence of asymptomatically infected individuals within the population the maximum symptomatic population was chosen as the measure of epidemic severity, as this corresponds to the peak of the epidemic incidence curve observed by public health authorities during an outbreak. This value, I max S , was investigated within the p(I S | I) − p(I T S | I S ) parameter space (see Fig. 4 ). The epidemic severity is observed to increase as p(I S | I) → 1 for all p(I T S | I S ). This is expected as, in the absence of population wide testing, only the symptomatic individuals are visible on the epidemic curve. In particular, outbreaks are still observed for intermediate values of p(I S | I), indicating the large proportion of asymptomatic individuals in the population, and the severity is seen to decrease monotonically thereafter. The maximum, I max S , is only moderately dependent on the probability of symptomatic individuals travelling, p(I T S | I S ). This indicates that, for a fixed asymptomatic-symptomatic ratio, the infection can be spread just as efficiently by the asymptomatic population and, to an extent, the exposed population, although this route of transmission is limited by the short duration of the incubation period. This is most evident in the limit p(I T S | I S ) → 0, where large epidemics are still observed and are invariably due to the travelling of sub-clinical (asymptomatic and/or exposed) individuals alone.\n\nPast studies of chikungunya epidemics have estimated the asymptomatic rates to be in the range 16.7-27.7% (Sissoko et al., 2010; Moro et al., 2010; Gérardin et al., 2008) . A realistic model scenario, where p(I S | I) = 0.8 and p(I T S | I S ) = 0, is depicted in Fig. 5a . The probability of symptomatic individuals to travel has been set to zero to demonstrate the transmission potential of sub-clinical contacts. The epidemic follows a predictable course, with the infected numbers at a given time being determined by both precipitation levels and local topography structure, which is evident when comparing Figs. 5 and 6. At first, the single infectious seed (I) leads to an initial infectious wave due to a peak in rainfall (and thus mosquito abundance) being observed, which leads to the infection spreading through the first population hub (II). However, low levels of precipitation up to approximately day 200 results in low levels of disease transmission. A large outbreak is initiated around day 280 (III) when the precipitation levels increase and this coincides with the infection reaching and spreading through the second largest hub on the network and its surrounding neighbours (IV). The infection continues to spread to the largest hub on the network, although relatively low incidence levels are evident (V). Finally, once herd immunity is achieved within the population due to widespread individual immunity acquired through primary infection, the infection levels Model scenario simulated on a scale-free network with 80% probability of an individual being symptomatic given infected (Sissoko et al., 2010; Moro et al., 2010; Gérardin et al., 2008) and zero probability of travelling given symptomatic. Time series, mean of n = 1000 realisations, of daily values over a two year period of (a) proportion of the population infected (symptomatic -red curve; asymptomatic -blue curve), shaded areas denote 95% confidence intervals, (b) precipitation (blue curve) and number of mosquitoes (orange curve). Roman numerals indicate the time slices for which the topology maps of the network were taken at different stages of the outbreak (see Fig. 6 ). (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of the article.) (2007), Staples et al. (2009) reduce despite increasing precipitation and mosquito populations. A minor peak is observed during the rainy season (VI) but no epidemic ensues. In a real world population, herd immunity would not be so easily achieved due to larger population sizes, temporal heterogeneity in social contacts (e.g. work, school attendance, etc.) and the replenishing of the susceptible population through natural births. In our idealised experiment we neglected such effects and merely focused on a single epidemic outbreak in an effort to ascertain the impact of the presence of asymptomatic infectious individuals. The future incorporation of such detailed demography will allow for the study of many disease cycles, in particular diseases such as dengue where the partial immunity conferred by several interacting strains yields much richer dynamics. Finally, it is worth noting that the largest outbreaks, in terms of peak incidence, are observed as the epidemic passes through the smaller hubs on the network and not when it reaches the major hub (V). This damping effect can be explained by the stochastic risk of epidemic extinction. The time series in Fig. 5a displays the mean (and 95% confidence intervals) of n = 1000 stochastic realisations of the model. Note that the local vector dynamics depend Model scenario simulated on a regular network with 80% probability of an individual being symptomatic given infected (Sissoko et al., 2010; Moro et al., 2010; Gérardin et al., 2008) and zero probability of travelling given symptomatic. Time series, mean of n = 1000 realisations, of daily values over a two year period of (a) proportion of the population infected (symptomatic -red curve; asymptomatic -blue curve), shaded areas denote 95% confidence intervals, (b) precipitation (blue curve) and number of mosquitoes (orange curve). Roman numerals indicate the time slices for which the topology maps of the network were taken at different stages of the outbreak (see Fig. 8 ).\n\n(For interpretation of the references to colour in this figure legend, the reader is referred to the web version of the article.) on the local number of hosts from which a fraction (10% of the local host population is assigned to be 'travellers') travel to some neighbouring node at each iteration (i.e. day) and returning to its 'home node' in the next iteration -this behaviour is also deterministically implemented. As such, the number of local hosts, on average, is approximately constant. However, this does not affect the total number of vectors (shown in Figs. 5 and 7) since the total host population remains constant.\n\nA large proportion (i.e. 42% of simulations by day 200) of these realisations failed to ignite a population-wide epidemic, as the probabilistic nature of the infection process led to an interruption in the chain of mosquito-to-person transmission, resulting in an epidemic extinction event early on in the scenario. In contrast, analysing the epidemic wave of a single stochastic realisation (as shown in Fig. 6 ), in the absence of this extinction-driven damping effect, reveals much larger outbreaks across the whole network. The damping of infection numbers in the large hub would not be so evident if the initial infectious host was randomly seeded within the network for each of the n = 1000 realisations. However, we chose to limit this seeding to a specific village in order to compare the impact of the dynamic precipitation levels and network topologies on the epidemic progression and size. To this end, an alternative experiment is considered, where the outbreak is seeded on a regular network. This removes the influence of the structure of the topology and allows an analysis of the impact of precipitation on the epidemic progression. The results of this scenario can be seen by comparing Figs. 7 and 8. As before, the single infectious seed (I) leads to an initial infectious wave passing through nearby nodes (II) due to the local peak in rainfall and mosquito abundance. During the subsequent dry season only low levels of infection are observed until the epidemic rapidly accelerates across the regular grid, (III)-(IV), before herd immunity is achieved and the epidemic declines (V)-(VI). As before, the time series displays a damping at later times due to the effects of epidemic extinction, even though the infection is still widely present on the network for a single stochastic realisation (V). In contrast to the scale-free scenario, the impact of precipitation is more pronounced on the regular network and the outbreak is clearly driven by precipitation, and hence mosquito numbers. In this case, herd immunity is achieved at an earlier time due to the uniform connectivity pattern of the network and the lack of isolated nodes. When using the regular topology, we observe greater infection rates and quicker epidemic extinction than the scale-free topology. This is partly due to a larger average number of links per node in the regular network compared to the average links per node of the scale-free network (3.36 links per node for regular network vs. 1.96 links per node for scale-free). This implies that the disease has the capability to spread faster through the regular network. However, we still see the peak of incidence occurring around the same time in both networks. This observation suggests that precipitation is controlling the dynamics.\n\nIn conclusion, the spread of the epidemic is dominated by precipitation patterns rather than network topology. This is particularly evident when the speed of transmission across the network is considered. Fig. 9 displays the number of nodes infected as a function of time (averaged over 1000 simulations with 95% confidence intervals). The infection is seen to spread quickly through the nodes following the initial rainfall period close to day 0. Negligible spread is subsequently observed during the dry season until the epidemic rapidly accelerates through the network when the rainy season begins after day 200, until herd immunity is ultimately reached. In particular, the two network topologies are seen to display qualitatively similar behaviour, confirming the observations made from the analysis of the spread of the infection on the regular network.\n\nFinally, a direct comparison between the simulated epidemic and the 2005 chikungunya outbreak in La Réunion is not possible. The topology considered here is a randomly generated spatial network, which allows the investigation of the public health consequences of restricting the travel of infected individuals. As such, the course of the disease is invariably impacted by the specific structure of the network and the demographic assumptions. Furthermore, the La Réunion outbreak was unique, in that it encompassed two waves. An initial, comparatively small, outbreak in 2005 was followed by a significantly larger outbreak in early 2006, which has been attributed to a viral mutation (Tsetsarkin et al., 2007) . Such complications can be incorporated into the ABM for future analyses.\n\nIn the scenarios depicted in Fig. 6 and 8, the spatial spread of the infection within the network is solely due to the movement of sub-clinical individuals. This indicates that curbing the travel of symptomatic individuals alone during an epidemic is an insufficient public health strategy to control the spread of a chikungunya epidemic. In fact, Fig. 4 demonstrates that the ability of these individuals to travel or not has little impact on the peak disease incidence. While other measures of epidemic severity could have been adopted (e.g. cumulative incidence, epidemic duration), the peak incidence reflects the point at which the demand on health services would be at its highest and is an important quantity to consider when assessing the effectiveness of disease control strategies. Any intervention aimed at restricting the travel of overt clinical cases would also require detailed contact tracing of symptomatic individuals in an effort to identify exposed and asymptomatic individuals. The isolation of such individuals could be implemented to limit exposure to mosquitoes. Such strategies are actively implemented in chikungunya affected countries such as Singapore and Brunei (Ho et al., 2011; Liew and Yung, 2012) . Contact tracing and isolation of cases is considered an effective and easily implemented public health measure for newly emerging pathogens when the number of cases is low. However, such a strategy may be implausible during a widespread outbreak when the resources of public health systems are already stretched to capacity. In such a situation, a total restriction on travel within the infected region may be required to adequately prevent the disease spreading to new areas.\n\nThe methodology developed in this paper describes the spatiotemporal heterogeneity of a single strain vector-borne disease in a hypothetical human population. The model focuses on a chikungunya outbreak on a network with precipitation estimates taken from La Réunion to represent a realistic region where the chikungunya-transmitting mosquito thrives and the disease is currently endemic. The ABM can readily be adapted to incorporate specific social structures and transportation networks. Furthermore, the concepts developed can be applied to other disease vectors (e.g. ticks, fleas) and more complex disease dynamics (dengue, malaria). In addition to precipitation, mosquito breeding habits have been linked to temperature variations (Rueda et al., 1990; Alto and Juliano, 2001; Juliano et al., 2002) and this dependence has been neglected in the idealised epidemic depicted in this paper. However, the ABM structure is readily amenable to the incorporation of other extrinsic variables. While the computational limitations of ABMs to describe outbreaks over large populous geographic regions can restrict their descriptive abilities, they can be particularly useful to describe local outbreaks at the regional or country level. The emergence and re-emergence of tropical diseases such as dengue, malaria and chikungunya in previously disease-free regions (e.g. USA, Europe) is a notable problem worth further investigation and ABMs can be readily applied to these welldocumented populations.\n\nAlgorithm 2. Pseudocode for the model simulation showing the schedule of the procedures for the epidemiological transitions, vector demography and agent movement. SEI are the number of host agents in the classes susceptible, exposed and infected respectively. The sub-indexes in I S,A indicate whether the host is symptomatic or asymptomatic. Similarly, S V , E V , I V refer to the number of mosquitoes (vectors) belonging to the classes susceptible, exposed and infected respectively."}