{"title": "A transient transfection system for identifying biosynthesized proteins processed and presented to class I MHC restricted T lymphocytes", "body": "CD8 + cytotoxic T lymphocytes (CTL) are a prominent part of many immune responses, and in certain circumstances have been shown to limit replication of intraceilular parasites (viruses, unicellular eukaryotes or prokaryotes), or to have anti-tumor activities. They are also thought to he involved in autoimmune diseases. The central feature of CTL recognition is its major histocompatibility complex (MHC) restricted nature (Zinkernagel and Doherty, 1979) . In recent years, there has been tremendous progress in understanding the molecular nature of CTL antigen recognition and how antigenic determinants are generated. CTL antigen receptors recognize peptides bound to the antigen binding groove of MHC class I molecules. In many cases these peptides consist of 8-10 residues (R/$tzschke et al., 1990; Van Bleek and Nathenson, !990), although it is likely that slightly Ionger peptides are also recognized. Peptides appear to be derived from a cytosolic pool of foreign or self proteins. In most circumstances, protein fragments are processed for presentation to CTL at least as efficiently as intact proteins (Tevethia et al., 1983; Townsend et al., 1985; Gould et al., 1989; Sweetser et al., 1989; Whitton and Oldstone, 1989) .\n\nIn studying or manipulating CTL responses it is often useful, if not essential, to identify the precise peptide recognized by CTL specific for a given antigen. The first step in this process is to identify the protein from which the antigenic peptide is derived. It is possible at this stage to identify the antigenic peptide from a library of overlapping peptides, which bind directly to cell surface class I molecules and bypass the requirement for antigen processing. For most investigators, however, budgetary constraints severely limit this option, particularly if the protein is large. Thus, it is usually necessary to narrow down the location of the peptide in the protein by expressing fragments of the protein in the ceil.\n\nExpression of intact or fragmented proteins in the cytosol is usually achieved by genetic means, either through infection with recombinant DNA viruses, or selection of cell lines expressing the gene following DNA-mediated transfection. Both of these methods are labor intensive and time consuming. Much of the time is spent after the gene of interest has been inserted into a plasmid that is appropriate for eukaryotic expression or homologous recombination into a viral genome. In the present report we describe a method in which plasmid DNA can be used directly to transfect cells for use in a standard 5~Cr release assay to monitor recognition by CTL. We show this method to be applicable for the expression of full-length gene products bearing a CTL determinant, fragments bearing the determinant, and even a ten residue peptide.\n\nThe eDNA encoding the A/PR/8/34 influenza virus (PR8) hemagglutinin (HA) and nucleoprotein (NP) molecules in the pBR322 vector were kindly provided by Dr. Peter Palese, Mt. Sinai School of Medicine, New York. The HA gene was cloned into the HindIII restriction site, behind the T7 and CMV promoters, of the Rc/CMV vector (Stratagene, La Jolla, CA). The NP gene was cloned into the EcoRI Site, behind the T7 promoter, of the pEB2X plasmid (kindly provided by Dr. Edward Berger, National Institute of Allergy and Infectious Diseases, Bethesda, MD) that has been previously described (Berger et al., 1988) . The CMV-IL-2R plasmid, expressing the Tae subunit of the interleukin-2 receptor from the T7 and CMV promoters of the Rc/CMV plasmid (Giordano et al., 1991) acted as a control and was provided by Dr. Bruce Howard (National Cancer Institute, Bethesda, MD). Gene fragments were created by polymerase chain reaction of the PR8 NP using synthetic oligonucleotide primers containing restriction endonuclease sites (Sail in the upstream primer and Nod in the downstream primer) to enable directional ligation, the ATG initiation codon preceded by the sequence CCACC for efficient translation (Kozak, 1989) in the upstream primer, and a double stop codon (TAGTGA) in the downstream primer. The non-annealing bases were flanked by 10 bases that fully annealed to the target DNA. PCR products were digested with Sail and Notl and inserted behind the vaccinia virus (Vac) early-late P7.5 promoter in a modified version of the pSC11 plasmid (' Chakrabarti et al., 1985) in which the Smal site was replaced by Sail and Notl.\n\nVac recombinants expressing the A/PR8/34 influenza (PR8) nucleoprotein (NP) and PR8 hemagglutinin (HA) genes and the T7 RNA polymerase have been described (Yewdell et al., 1985; Bennink et al., 1986; Fuerst et al., 1986) . They were grown and titred in the thymidine kinase negative human osteosarcoma 143B cell line (ATCC, Rockville, MD) in Dulbecco's modified Eagle's medium (DMEM) with 7.5% fetal bovine serum (FBS) at 37°C in an air/CO 2 (91%/9%) atmosphere.\n\nL929 cells, serving as antigen presenting cells (APC) in the assays, were maintained in DMEM with 7.5% FBS at 37°C in an air/CO 2 (91%/9%) atmosphere. The L-Kd-172 cell line was maintained similarly and was established by selecting L929 cells stably expressing the K a class I MHC molecule on the cell surface following transfection with the pKCKdwt plasmid (kindly provided by Dr. Christian Jaulin, The Pasteur Institute, Paris), that contains the K d eDNA under control of the SV40 early promoter.\n\nAPC were infected for 1 h at 370C with Vac recombinants at 10 plaque forming units (pfu) per cell at a concentration of 107 ceils/ml in balanced salt solution with 0.1% BSA (BSS/BSA). Generally 2 x 106 APC were used for each infection. Afterward, 10 ml of lscove's modified Dulbecco's medium (IMDM) supplemented with 7.5% FBS were added and the L929 cells incubated an additional 3 h at 37°C with rotation.\n\nSubconfluent L929 or L-Kd-172 cells were either transfected adhered to a six-well plate or in suspension.\n\nfor each transfection were used. Cells were washed once with BSS/BSA and each well was infected for 30 rain with 2 × 107 pfu of vTF7-3 Vac in 0.2 ml of BSS/BSA, with rocking of the plate after 15 min. During this time, a stock of Lipofectin (Gibco BRL, Bethesda, MD) was vigorously vortexed and 30/zl were added to 1 ml of Optimem (Gibco BRL). This was then added to 10 /zg of plasmid in 1 ml of Optimem. The mixture was vortexed briefly and allowed to stand for 15 min. Virus was removed from the wells and 1 ml of the DNA/Lipofectin mixture was added to each well and the plate incubated for 4 h at 37°C in an air/CO 2 (91%/9%) atmosphere.\n\nCells in suspension. APC in s,lspension were transfected as follows: 2 × 106 cells were washed once with BSS/BSA and infected for 30 min in a 15 ml conical polystyrene tube with 2 × 107 pfu of VTF-7.3 0.2 ml BSS/BSA, with constant slow rotation at 37°C. Cells were pelleted and 1 ml of DNA/Lipofectin mixture, described above, was added to each tube. The cells in suspension were 133 then incubated for 4 h with constant rotation at 37°C.\n\nlmmunofluorescence Just before labeling of APC with StCr, a portion of cells from each infection or infection/ transfection was transferred to a new tube and allowed to rotate until the 51Cr release assay had been completed. At that time these cells were washed twice with PBS, brought up in 0.3 ml of ice-cold DPBS and then 0.7 ml of ice-cold absolute ethanol was added slowly with gentle vortexing. These fixed and permeabilized cells were washed three times with DPBS and then incubated at 4°C with H28-E23 anti-HA or HB 65 anti-NP culture supernatants for 1 h. Cells were then washed three times with cold DPBS and incubated in identical fashion with a fluorescein-conjugated rabbit anti-mouse immunoglobulins preparation (DAKO, Carpinteria, CA) in DPBS with 2% BSA. After washing three times with DPBS, fluorescence was quantitated using an Epics cytofluorograph (Coulter, Hialeah, FL).\n\nAdherent cells were trypsinized and all infected/transfected cells were pelleted, suspended at 5 x 107 cells/ml in 1MDM with 50-100 ttCi of Na251CrO4 (Amersham, Arlington Heights, IL) and incubated for 1 h at 37°C. APC were then washed three times with DPBS, suspended in IMDM and combined with CTL populations (described below) in round-bottom plates at 104 APC/well. The final volume per well was 0.2 ml. APC and CTL were coincubated for 4 h at YPC before supernatants were collected (0.1 ml volumes) and counted in a Packard 5010 Cobra gamma detector. The data are presented as percent specific ~Cr release, defined as follows:\n\n(experimental cpm) -(spontaneous cpm)\n\nx 100 total cpm -spontaneous cpm\n\nCTL populations were generated as described (Yewdell et al., 1985) . Briefly, CBA (H-2 k) and BALB/c (H-2 d) mice (Jackson Laboratories, Bar Harbor, Maine) were injected intravenously with l0 T pfu of Vac recombinants in 0.5 ml of DPBS. After 2-8 weeks splenocytes were harvested. Roughly one-third of the total spleen cells were infected with PR8 or the non-recombinant CR-19 Vac, washed, and mixed with the remaining cells in IMDM. Cultures were harvested after 6 or 7 days incubation at 3,7°C and used in the CTL assays as described above. Animal care was in accordance with NIH guidelines.\n\nBecause the standar0 in vitro assay for CTL recognition is assessed by release of SnCr from APC, it is critical that r~lost APC express the target antigen. This requirement has limited the usefulness of transient transfections, which usually result in the expression of foreign genes in only a minority of the cells. For many cell types, however, efficiency of transfection can be enhanced significantly by first infecting with vaccinia virus (Vac) at high multiplicity of infection (Fuerst et ai., 1986; EIroy-Stein et al., 1989; Elroy-Stein and Moss, 1990) . Though the exact mechanism responsible for this effect is not un-derstood, up to 100% of the transfected cells can be observed to express the protein of interest. To achieve high levels of expression in each transfectant, Fuerst et al. (1986) placed the gene of interest behind the T7 bacteriophage promoter, and utilized a Vae recombinant that expresses the T7 RNA polymerase in the cytosol early in the infectious cycle. Additionally, if a gene is placed behind a Vae promoter, then infection with nonrecombinant Vac can be used to enhance transfection and drive expression of the gene (Cochran et al., 1985) albeit at lower levels than those obtained with the T7 system (Fuerst et al., 1986) . We investigated the capacity of both systems to identify CTL target antigens.\n\nL929 cells (H-2 k) were infected with the T7 RNA polymerase-expressing vTF7-3 Vac and then transfeeted with plasmids bearing an influenza virus gene encoding either hemagglutinin (HA) or nucleoprotein (NP) behind the T7 promoter as described in the materials and methods section. A plasmid containing the gene encoding the Tac subunit of the interleukin-2 receptor (IL-2R) behind the T7 promoter served as an additional negative control. Infection and transfection were performed either with the L929 cells attached to plastic or in suspension following release by trypsinization. L929 cells in suspension were also infected with a non-recombinant Vac (WR), or Vac recombinants expressing HA or NP. Following 4 h incubation, cells were labeled with S~Cr and tested for recognition by CTL specific for HA or NP derived from CBA mice (H-2k). Immunofiuorescence studies using HAand NP-specific monoclonal antibodies showed that, in general, 70-80% of the cells contained detectable amounts of antigen regardless of whether it was encoded within the Vae genome or on the plasmid (Table i) . Since T cells are capable of responding fully to antigen present in the cell at levels barely detectable by immunofluorescence (Tevethia et al., 1983; Townsend et al., 1984 Townsend et al., , 1985 , this range is likely to be a low estimate of the percentage of APC recognizable by antigen-specific CTL. As summarized in Table I , transfection of cells with the appropriate genes sensitized L929 cells (H-2 k) for specific lysis by NP-or HA-specific CI'L. Transfected cells were lysed at similar levels as non-transfected cells infected with Vac recombinants containing the same gene. Transfection of cells in suspension was slightly more effective than transfection of adherent cells and is somewhat more convenient to carry out. The specificity of recognition is demonstrated in two ways. First, cells transfected with IL-2R Tac gene are not recognized by influenza specific CTL. This is not due to poor infection with T7 Vac, since the cells were efficiently lysed by Vac-specific CTL. Nor is it due to lack of transfection since the cells express Tac as determined by cytofluorography (not shown). a Values given are for CTL:APC ratios of 9:1 and 3:1.\n\nSimilar results were obtained in three additional assays. Thus, this method of transfection can be used to express intact protein antigens at levels sufficient to effect significant lysis by antigenspecific CTL.\n\nTo explore the ability of the system to identify gene fragment products carrying a CTL determinant, and to examine the possibility of driving expression with a Vac promoter, four other constructs were tested. It has been shown that the CTL response to NP by H-2 d haplotype-mice is restricted to the K ° class 1 molecule and that amino acids 147-155 comprise the segment of NP bound to K d (R~tzschke et al., 1990) . Using polymerase chain reaction methodology, the NP gene was divided into slightly overlapping thirds, encoding amino acid residues 1-168, 147-315, and 296-496. Initiation codons were introduced before the second and third segments, an, gene segments were each placed behind the vaccinia P~.5 promoter of the pSCll plasmid. This promoter has been shown to be significantly weaker than the T7 promoter in the Vac-transfection system (Fuerst et al., 1986) . This is due in part to the fact that, although the P~.5 is normally active during both early and late phases of infection, early gene expression is quite low under the conditions employed (Cochran et al., 1985) . Since transcription of these genes was controlled by an .authentic Vac promoter, it was possible to substitute wild type Vac for the vTF7-3 recombinant for infection of L929 cells expressing K d. The first and second gene fragments both code for amino acids 1.~7-168, and both could potentially sensitize cells for lysis by Kd-restricted, NPspecific CTL. Table 11 shows that cells transfected with plasmids containing either of these segments are lysed by NP-(but not HA-) specific CTLs, while cells transfected with a plasmid encoding the carboxy terminal third of NP are not iysed above background values. When expressed by a recombinant vaccinia virus, this fragment does stimulate lysis by H-2 b CTL that recognize residues 366-374 of NP (R/~tzschke et al., 1990) (data not shown).\n\nWe recently showed that a Vac recombinant encoding NP residues 147-155, preceded by a methionine efficiently sensitizes cells for NPspecific CrL lysis and induced NP-specific CTL responses in vivo (Eisenlohr et al., 1992) . A minigene encoding this peptide was also placed behind the Vac P7.5 promoter in the pSCI 1 vector. Kd-expressing L929 cells transfected with this plasmid following infection with wild type Vac were efficiently lysed by NP-specific CTL (Table  I1 ).\n\nThe findings reported here demonstrate that the Vac transfection system can be used to test for the presence of CTL epitopes in gene frag-n~ents, and can even be used to express the actual epitope at levels sufficient to effect a high degree of antigen-specific lysis. Further, when employed in this transfection scheme, a Vac promoter is clearly potent enough to drive sufficient gene expression for detection in a standard CTL assay.\n\nGiven the extensive use of the Vac/T7 RNA polymerase hybrid expression system (for examples see: Zagouras and Rose, 1989; Chavrier et al., 1990; Rich et al., 1990; Gallagher et al., 1991) , Vac transfection should be applicable to a wide variety of target cells, allowing analysis of CTL restricted to virtually any human or mouse class I allomorph. Not all cell lines will be susceptible to this technique. In our case, we were unable to effect antigen-specific lysis of P815 cells although they have been used extensively in CTL assays involving infection with Vac recombinants.\n\nOur findings indicate that the Vac transfection system should enable rapid identification of a gene or gene segment containing peptides recognized by CTL. The precise location of the peptide within the gene can be accomplished relatively quickly and inexpensively by progressively fragmenting the epitope-bearing gene with PCR. After locating the determinant to gene segments encoding 50-100 residues, relatively small sets of overlapping peptides can be used to identify the precise class I-binding peptide. For peptides that bind to class I allomorphs for which specific peptide motifs have been identifed, it will often be possible to identify the precise peptide from quite large segments (Pamer et al., 1991; R6tzschke et al., 1991; ) .\n\nA shortcoming of the system as it stands is the difficulty in interpreting a negative result, since short peptides are very difficult to detect biochemically and lack of recognition might be due to poor transfection. This can he remedied by inserting in the plasmid a second gene or gene fragment that encodes a known target of CTL activity in the MHC or HLA type being investigated or that can be detected by immunofluorescence as shown above. The pSCll plasmid, used in our experiments to drive antigen expression from a Vac promoter, does contain the gene for fl-galactosidase behind the Vac PH late promoter and this could be exploited. Alternatively, one could effect a fusion of a detectable protein and the fragment in question, obviating the need for an additional promoter, but it must be kept in mind that sequences directly flanking a CTL epitope can negatively affect its recognition (Del Val et al., 1991; Eisenlohr et al., 1992) . If one is to drive expression of a control gene with a separate Vac promoter, the relatively poor expression of genes behind early promoters in this system (Cochran et al., 1985) suggests that a late or early-late promoter should be employed.\n\nThe identification of cellular antigens recognized by CTL specific for tumor cells, allo antigens or minor histocompatibility antigens is a particularly challenging problem. In a limited number of situations this has been achieved by transfecting cells with pools of cosmids derived from cells expressing the target antigens, and screening transfected colonies for their ability to trigger T cell recognition (Van der Bruggen et al., 1991) . The Vac transfection system could prove to be more sensitive and rapid than the currently used system. Although additional work would be necessary in designing vectors that optimize the chances of expressing antigenic determinants from eDNA libraries controlled by the T7 promoter, there would seem to be no insurmountable technical hurdles."}