{"title": "Physica A Dynamics of an epidemic model with spatial diffusion", "body": "With the development of human civilization, infectious diseases have been effectively controlled. However, in some areas, especially in developing countries these infectious cases often appear. We take SARS (Severe Acute Respiratory Syndrome) as an example. From November in 2002 to May in 2003, the firstly familial aggregation case occurred in China and then the SARS showed the tendency of a rapid spread. SARS cases were found in more than 30 countries and regions around the world which threaten globally human health [1] . In February 2013, a new type of avian influenza, H7N9, appeared in Mainland China which caused more than 100 people to be infected [2] . As a result, it is also necessary to investigate the mechanisms of disease spreading.\n\nMathematical models have been important methods in disease control which can be used to determine the spread and seek the best strategies to prevent and control its spread. The transmission or other interactions formation of many important epidemiological phenomenon are largely affected by space interaction [3, 4] and thus many studies have proposed spatial epidemic models. In these studies, the reaction-diffusion equations have been used which belong to temporal and spatial forms. The reaction term is the process of individuals changes or the interaction among species in the absence of diffusion, and the diffusion term describes the spatial movement of individuals [5, 6] .\n\nPattern structures are non-uniform macro-structures having a regularity in space or time which widely exist in the real life. Viewed from the perspective of thermodynamics, it can be divided into two categories. The first category is presented under thermodynamic equilibrium conditions, such as the crystal structure in inorganic chemistry, and self-organized pattern formation in organic polymers. The second category is not in thermodynamic equilibrium conditions. For the first one, its mechanism is more systematic and well understood. Such pattern formation can be explained by the equilibrium thermodynamics and statistical physics [7, 8] .\n\nIn this article, we will use the standard multi-scale analysis to study pattern selection of a spatial epidemic model, where the parameter controlled method is used to study a small parameter ε and the Fredholm solvability condition. In the vicinity of the bifurcation point (such as the Turing and Hopf bifurcations) the critical amplitude A j (j = 1, 2, 3) follows the general form, and its standard form can be derived by standard technically analysis and symmetry breaking theory [9] [10] [11] . Normal forms of the critical amplitude can be well applied to the study of pattern formation and the subtle changes of the pattern formation are derived through appropriately spatial symmetry terms [12] .\n\nTo begin this section, we firstly give some assumptions, which are as follows.\n\n(i) The population, in which a pathogenic agent is active, comprises two subgroups: the healthy individuals who are susceptible (S) to infection and the already infected individuals (I) who can transmit the disease to the healthy ones.\n\n(ii) Infected populations do not migrate and the disease-related death rate from the infected is d.\n\n(iii) All the parameters are constant which means they do not depend on the space and time.\n\nDenote S + I = N and the model is as follows:\n\nwhere r is the intrinsic growth rate, K is the carrying capacity, β denotes the contact transmission rate, µ is the natural mortality, d denotes the disease-induced mortality, m is the per-capita emigration rate of the susceptible. Here, dN/dt = rN(1 − N/K ) means population N satisfies logistic growth. More details about this model can be found in Ref. [13] .\n\nDefine the basic reproductive number R 0 :\n\nIn the fields of mathematical biology, when R 0 > 1, the infectious disease will spread; when R 0 < 1, the infectious diseases will disappear. Therefore, R 0 is a quantity which determines whether an infectious disease will outbreak. Define the basic demographic reproductive number R d :\n\nR d ≥ 1 the population grows and R d ≤ 1 implies that the population does not survive. Let S → S K , I → I K , t → t µ+d and we have:\n\nwhere v = µ+m µ+d . Supposing that the susceptible and the infectious individuals move randomly in space, we use a simply spatial model describing the model (4). Let dt → (S + I)dt and the simplified reaction-diffusion equation is as follows:\n\nIn the two dimension space consisting of x and y, ∇ 2 = ∂ 2 ∂x 2 + ∂ 2 ∂y 2 denotes the Laplace operator in two-dimension space, d 1 and d 2 are the diffusion coefficients of S and I, respectively. In this paper, all the parameters are positive.\n\nThe initial condition of system (5) is\n\nThe boundary condition is\n\nwhere n is space vector, (x, y) ∈ ∂Ω and Ω is the space domain.\n\nIn order to obtain the Turing instability of the reaction-diffusion system, it is very important to consider the local dynamics of system (5) . The corresponding non-diffusion model is as follows:\n\nIn the domain S ≥ 0, I ≥ 0, it holds. Let f (S, I) = 0, g(S, I) = 0, then system (6) has two equilibria E 0 and\n\nWe only need to investigate the local characteristics of equilibria E * and the Jacobian matrix at E * is\n\nwhere\n\nDiffusion-driven instability requires that the stable, homogeneous steady state is driven unstable by the interaction of the dynamics and diffusion of the species [14] . As a result, we need to obtain the conditions that the equilibrium E * (S * , I * ) in the corresponding ordinary differential equation (i.e., system (6)) is stable, but in the partial differential equation (i.e., system (5)) is not stable. Firstly adding the heterogeneous disturbance term, then we will process time stability of the equilibrium. The reaction-diffusion equation is analyzed by standard linear analysis [15] :\n\nwherer is disturbance growth rate of t moment, i is the imaginary unit, k represents wavenumber, r = (X, Y ) is a factor twodimensional in the complex conjugate plane. Inserting the above equation into the system (5), we obtain the characteristic\n\nThe characteristic equation is\n\nThen the characteristic value λ k is\n\nwhere\n\nHopf bifurcation occurs when Im(λ k ) ̸ = 0, Re(λ k ) = 0 with k = 0 which equals a 11 + a 22 = 0. The parameter of Hopf bifurcation β is given by When Im(λ k ) ̸ = 0, Re(λ k ) = 0, and k = k T ̸ = 0, Turing bifurcation will take place, and\n\nInserting k into ∆ k = 0, we can obtain the critical value of Turing bifurcation, and parameter v equals\n\nWith the parameters R 0 and v changing, the parameter domain and bifurcation are represented in Fig. 1 . In the space marked by T, stationary inhomogeneous patterns can be observed.\n\nAmplitude equations can be derived by the standard multi-scale analysis [16] [17] [18] . When parameter v is close to the critical value v T , eigenvalues of the critical mode are close to zero. When the mode deviated from the critical state changes dramatically, the change of critical state mode is very small. As a result, we only need to consider the disturbance term k located near k T . The whole dynamics of system (5) can be reduced to slow mode. The stability of system (5) depends on the amplitude equation of the active mode. Turing Pattern can be represented by three pairs of active resonant modes (k j , −k j )(j = 1, 2, 3) and the angle between each of the active mode is 2π 3 with |k j | = k T .\n\nIn order to derive the amplitude equation, we firstly give the linear part of system (5) at E * :\n\nIn the point v = v T , the model can be expanded to the following form:\n\nIt also can be expanded as\n\nwhere U s represents unique stable point, U 0 = ((a * 11 d 2 + a * 22 d 1 )/(2a * 21 d 1 ), 1) T is the eigenvector of linear operator. U 0 represents the direction of eigenmodes of compared space (the comparison of x and y), A j and its conjugateĀ j represent the amplitude associated with k j and −k j . By solving the third derivative of disturbance factor, the amplitude of spatiotemporal \n\nwhere µ = (v T − v)/v T is the normalized distance, τ 0 is a typical relaxation time. Obviously when the perturbation parameter v reduces, the distance µ of amplitude model of (12) increases. The form of Eq. (15) for the Turing branch is relatively common, but the exact expression of its coefficient is very special. Here we need to find the expression of coefficients τ 0 , h, g 1 , g 2 which can be found in Appendix A.\n\nFrom Appendix B, we can obtain the stability of five kinds of solutions.\n\nIn this section, we show the spatial system (5) in two-dimensional space by a mount of numerical simulations. All simulations are studied in 200 × 200 lattices with zero-flux conditions (∂S/∂n = ∂I/∂n = 0, and n is space vector). We set R d = 1.8, R 0 = 1.5, d 1 = 0.01, d 2 = 0.25, and v is a varied parameter. The spatial step is dx = 1 and the temporal step is dt = 0.01. The numerical simulations will stop if the solutions reach a fixed situation or their dynamical behaviors do not undergo any further changes. In the present paper, we want to know the distribution of the infectious (I), so we only need to analyze the pattern formation of I. Fig. 2 shows the evolution of the spatial pattern of infected at 0, 500, 2000, 10 000, 20 000 and 100 000 iterations with v = 0.17. It can be concluded from this figure that random distribution can result in regular spotted patterns. The parameter values satisfy µ 2 < µ < µ 3 which means H 0 spotted pattern will emerge. Fig. 3 shows the spatial pattern of infected at 0, 1000, 20 000, and 100 000 iterations with v = 0.19. These parameters set is corresponding to that µ > µ 4 which means stripe-like patterns will emerge. Fig. 4 shows the spatial pattern of infected at 0, 10 000, 30 000, and 50 000 iterations with v = 0.22. In that case, we obtain that µ ∈ (µ 3 , µ 4 ) which means coexistence of spotted and stripe patterns will emerge.\n\nA B D C \n\nIn this paper, we have investigated the pattern dynamics in an epidemic model by giving the conditions on the emergence of spatial patterns. By standard multiple-scale analysis, we give the pattern selection of the epidemic model. As can be found from this paper, infectious diseases may have rich pattern structures, including spotted, mixed and stripe patterns.\n\nIt should be noted that our results were obtained under the assumption that the motion of individuals of a given population is random and isotropic. That is to say that the populations walk in the space without any preferred direction. Moreover, individuals can exhibit a correlated motion towards certain directions instead of random motion which was referred to as migration [19] [20] [21] . We need to investigate the pattern dynamics of epidemic models with migration in the future work.\n\nThe real world is more complex than models and laboratories and thus the deterministic environment cannot be widely found. In fact, natural environments are random environments. In this sense, noise sources should be included in the epidemic models which need further investigation and may give more realistic results from the physical point of view.\n\nLet X = (x, y) T , N = (N 1 , N 2 ) T , then the amplitude model of (12) can be translated as:\n\nwhere \n\nWe only need to analyze the property of the parameters near the critical point v = v T . So we can expand v as following:\n\nwhere ε is a very small parameter. Let the variable X and nonlinear term N expand into the series form associated with ε:\n\nwhere the nonlinear term N is the second derivative and the third derivative associated with ε, linear operator L can be expanded as the following form:\n\nwhere\n\nThe main idea of standard multiple analysis is to separate the dynamical system according to different spatial and temporal scales. We will divide (16) by temporal scales (namely T 0 = t, T 1 = εt, T 2 = ε 2 t) and every temporal scale T i can serve as an independent variable. T i is a dynamical form of variable of ε i . Therefore, T i with the time derivative can be converted:\n\nThe basic solution formula of (14) is unrelated to time and amplitude is a variable of slow changes, so the derivative ∂ ∂T 0 with respect to time has no effect on amplitude. Then we can have:\n\nInserting (21), (22) into (16) and expanding the series form of ε, we can obtain the linear term associated with ε:\n\nThe quadratic term with respect to ε:\n\nThe cubic term with respect to ε:\n\nSince L T is linear operator at initial point, (x, y) T is the linear combination of the eigenvector of zero eigenvalue with\n\nthen we can get\n\nAssuming\n\nwhere |k j | = k * T , W J is the module of exp(ik j r) of the first-order disturbance term. Its form can be determined by the higher order of disturbance term.\n\nFor the second-order differential equation about ε, let\n\nAccording to the Fredholm solvability condition, in order to ensure the existence of non-trivial solution of the equation, we must make that the vector function of right of (26) and zero eigenvectors of operator are orthogonal. The zero eigenvector of the operator L + c is in this system:\n\nBy the orthogonality, we have:\n\nwhere F i x and F i y represent the coefficients. For exp(−ik 1 r), we can get:\n\nFrom Fredholm solvable conditions:\n\nAt the same time, let\n\nThe coefficients of (31) can be derived by solving the system of linear equation associated with the set of the module\n\nSolving the third order differential equation on ε:\n\nBy Fredholm solvable conditions, we have:\n\nSimilarly, we can get the other two equations. The amplitude A i can be expanded as follows:\n\nThen we can get the amplitude equation on A i :\n\nwith ϕ = 0 or π , and exist when ξ > ξ 1 = −h 2 4(g 1 + 2g 2 ) .\n\nThe solution ρ + = |h|+ √ h 2 +4(g 1 +2g 2 ξ ) 2(g 1 +2g 2 )\n\nis stable only for ξ < ξ 4 = 2g 1 + g 2 (g 2 − g 1 ) 2 h 2 ,\n\nand ρ − = |h|− √ h 2 +4(g 1 +2g 2 ξ ) 2(g 1 +2g 2 )\n\nis always unstable.\n\n(4) The mixed states are given by\n\nwith g 2 > g 1 . They exist when ξ > ξ 3 and are always unstable."}