{"title": "SHORT COMMUNICATION Prevalence of feline coronavirus in two cat populations in Malaysia", "body": "F eline coronavirus (FCoV) is a member of the family Coronaviridae which are large, enveloped, positive-stranded Ribonucleic acid (RNA) viruses within the order Nidovirals. 1 FCoVs are separated into two different types based upon their growth ability in vitro, antigenic relationship with canine coronavirus (CCV), neutralisation reactivity with S protein-specific antibody and homology of the S protein gene. 2e6 FCoVs show a bimodal pathogenicity distribution, with subclinical or mild enteric infections in young kittens at one extreme and the deadly feline infectious peritonitis (FIP) at the other. The low virulence strains are referred to as feline enteric coronaviruses (FECV) and the highly virulent ones as FIP viruses (FIPV). 7, 8 Molecular studies have suggested that mutations in the FECV genome induce the virulent FIPV variants in infected cats. 7,9e11 Infection with FCoV is prevalent in pet cats. The virus is endemic especially in environments where many cats are kept together in a small space (eg, catteries, shelters, pet stores). Antibodies against FCoVs are found in 20e60% of pet cats and up to 90% of animals living in catteries or multi-cat households. 12, 13 FCoVs are highly infectious and spread predominantly by the faeco-oral route, although the virus is also spread via oro-nasal secretions and in urine. 14 Cats recovering from coronavirus infection will shed virus in their faeces and potentially put other susceptible cats at risk. Most cats will shed virus for a few weeks to months either continuously or intermittently. Occasionally persistent carriers are found which will shed virus indefinitely. 15 The present study is the first PCR-based survey to determine the FCoV prevalence in the Malaysian cat colonies.\n\nForty-four healthy cats of various ages were randomly selected from two catteries for this study (Table 1) . Cattery A was privately owned and cattery B was managed by the Society for Prevention of Cruelty to Animals (SPCA), Malaysia. All cats at the SPCA were spayed or neutered upon entry into the shelter. Cats at both catteries were apparently healthy and were vaccinated (against feline rhinotracheitis, calicivirus, panleukopenia and Chlamydophila felis), dewormed with praziquantel (Drontal; Bayer Animal Health) and treated for fleas with fipronil (Frontline; Merial) accordingly. None of them received vaccination against FIP, feline leukaemia virus or rabies. Twenty-four purebred Persians were selected from cattery A and 20 mix-breed cats, consisting of crossbreed and domestic shorthair (DSH) cats, from cattery B. Faecal material was obtained by rectal swab or by collecting about 1 g of fresh faeces from the litter trays before morning cleaning. The faeces were suspended 1:10 (w/v) in phosphate-buffered saline (PBS) and stored for a maximum of 48 h at 4 C. The faecal samples were then homogenised by vigorous vortexing (Finepcr; Korea), centrifuged for 10 min at 1000 g and the suspension stored at À70 C until used. RNA was extracted from faeces suspension using a Trizol Reagent (Invitrogen, USA) according to the manufacturer's instructions. The concentration and purity of the extracted RNA was determined by absorbance ratio measured at wavelength 260 nm and 280 nm using a spectrophotometer (Biophotometer Eppendorf, Germany). The primers (p 205 and p 211) were selected from a highly conserved region of 3 0 untraslated region (UTR) of the virus genome. 16 The reaction was first optimised using two FCoV reference strains; FECV79-1683 (American Tissue Culture Collection (ATCC) number VR-989) and FIPV79-1146 (ATCC number VR-990). The PCR products were analysed by agarose gel electrophoresis, stained with ethidium bromide and visualised with ultra-violet illumination and photographed using AlphaImager (Alpha Innotech, USA). Data analysis was performed using Statistical Tables Calculator, which is available online at http://faculty.vassar.edu/lowry/odds2Â2.html. Breed, age and gender differences were compared by calculating probability, odds ratios (OR), 95% confidence intervals (CI) and P value. Values of P less than or equal to 0.05 were considered significant.\n\nThirty-seven of 44 faecal samples (84%) were positive for FCoV. In cattery A and B, 96% (23/24) and 70% (14/20) of cats, respectively, were positive for FCoV. All cats were grouped according to breed, gender and age and their probability, OR and CI of each group were determined ( Table 2) .\n\nFCoV is distributed worldwide and the virus has a high prevalence, particularly in multi-cat environments. It has been reported that 75e100% of cats in multi-cat households shed FCoV at any given time. 17 This study indicated 84% of cats living in two Malaysian catteries shed FCoV while a previous study on Malaysian catteries showed 100% of cats have antibody against FCoV. 18 Although, it is believed that FCoV is enzootic among both indoor and outdoor cat populations, 19 cats that are kept indoors in a multi-cat environment are likely to have a higher prevalence of FCoV infection because close contact between a carrier and susceptible cats is the most effective mode of transmission and causes endemic infection.\n\nOur study was conducted on two catteries, which kept purebred cats and mix-breed cats. There are very few catteries (particularly purebred) available locally. Although the result from these two catteries could not necessary be extrapolated to other situations in Malaysia, this pilot study has given some insight into the disease in these local cat populations. While the study was undertaken on a moderate number (44) of cats, the results are in agreement with those of Pedersen, who suggested that FCoV may persist in all catteries and shelters with more than six cats, and can be shed by 60% or more of pet cats in multi-cat households. 19 PCR provides an obvious advantage over serology by directly detecting FCoV genome rather than documenting a previous immune system encounter with the coronavirus. The primers of this PCR assay were chosen from a highly conserved region of 3 0 UTR of the FCoV genome to detect most, if not all, of the FCoV strains in the cat populations. The usefulness of these primers for a general screening test has been confirmed. 20e22 It would also be of interest to determine the relatedness of our local isolates with reference strains of FCoVs by comparing their amino acid sequences. However, that was beyond the scope of this study. We observed that FCoV was more prevalent in cattery A than cattery B. Cattery Awas a Persian breeding cattery while cattery B being a shelter, housed mix-breed rescue cats. The higher rate of FCoV-positivity in cattery A could suggest that purebred Persian cats are more susceptible to being FCoV-positive than mix-breed cats (P value < 0.05). This observation is in accordance with previous reports that showed pedigree breeds are more susceptible to FCoV infections 23 and have higher seroprevalence 24, 25 and PCR positivity 26 than cross-breed cats. However, cattery A also had a higher density of cats, and the cats were subjected to frequent breeding which may also influence the prevalence of infection. There are reports indicating that the number of cats per household has a significant influence on the FCoV infection rate 25, 27 and the virus is highly prevalent in cat breeding institutions. 26, 28 These factors may, therefore, have created an environment, which may have contributed to the higher FCoV prevalence.\n\nAmong the 37 FCoV-positive cats, 89% (33) were 2 years (or more) and 11% cats (four) were less than 2 years old, but there was no statistical association between FCoV-positivity and age (P value > 0.05). Four kittens that tested FCoV-positive in this survey were below 9 weeks of age a finding which supports previous studies that found kittens may shed the virus from 2e5 weeks of age onwards. 29, 30 Of the FCoV-positive cats in this study, 57% were females and 43% males. Although the FCoV prevalence in female cats (87.5%) was slightly higher than in male cats (80%), this difference was not statistically significant (P value > 0.05). These results are in concordance with those of Kiss et al and Cave et al who found no significant correlation between FCoVpositivity and the gender of the cats. 25, 26 In conclusion, this pilot study on two Malaysian catteries demonstrated that 84% of cats living in catteries shed FCoV while all of them were clinically asymptomatic. However, further studies on larger numbers of animals are needed to determine the overall prevalence and epidemiological pattern of FCoV in Malaysia. In this study, the prevalence of FCoV in Persian purebred cats was significantly higher than in a cat colony with mix-breed cats. There was no significant difference in FCoV prevalence either between young and old or between male and female cats."}