{"title": "Identification of Aim2 as a sensor for DNA vaccines 1", "body": "The discovery of DNA vaccine technology in the early 1990s was a major event in the history of vaccinology due to the many unique features of DNA immunization, including its ability to elicit balanced antibody and T cell immunity (1) (2) (3) (4) (5) (6) . However, in early clinical studies, the immunogenicity of DNA vaccines in humans was low when such vaccines were used alone. More recent human trials have demonstrated that DNA vaccines are actually extremely powerful in priming the host's immune system to develop high level protective antibody responses against HIV-1 and pandemic influenza viruses (3, (7) (8) (9) (10) (11) . Animal studies further demonstrated that DNA immunization is effective in eliciting higher levels of antigen-specific B cell responses (12) . One mechanism to achieve such an outcome is that DNA vaccination is effective in eliciting higher germinal center (GC) B cell development via enhanced follicular helper T (T f h) cells for the production of high quality antibody responses (13) .\n\n1 Funding: This study was supported in part by NIH grants 5 U19 AI082676, 5 P01 AI082274 and 5R33AI087191, and Bill and Melinda Gates Foundation grant OPP1033112. DNA vaccines produce immunogens in vivo, which are then presented to the immune system via the endogenous antigen processing pathway. At the same time, the DNA plasmid itself confers an intrinsic adjuvant effect that enhances the immune response generated towards the vaccine-encoded immunogens (13, 14) , but the intracellular processes involved remain to be fully elucidated. Several pattern-recognition receptors (PRRs) have been identified which respond to DNA molecules (15, 16) . One of the best-characterized DNA sensing PRRs is the endosomal TLR9, which is essential for the recognition of unmethylated CpG containing oligodeoxynucleotide (ODN) motifs commonly found in bacterial plasmids (17) . As DNA vaccine plasmid backbones contain certain CpG:ODN motifs, it was initially thought that TLR9 would be critical for DNA vaccine immunogenicity. However, while DNA plasmid activates dendritic cells via TLR9, TLR9-deficient mice were able to mount immune responses comparable to wild-type mice (18, 19) . Likewise, DNA immunization of MyD88 and TRIF-deficient mice yields robust immune responses, further suggesting that TLR signaling may be dispensable for DNA vaccine induced immunogenicity (20) .\n\nIn recent years, it has become increasingly evident that the double-stranded nature of DNA itself functions as a potent activator of innate immune signals (21) (22) (23) (24) (25) . Cytosolic DNA is a powerful initiator of type I IFN (IFN-αβ) in both immune and non-immune cells, functioning through a STING/TBK1/IRF3 dependent pathway that is independent of CpG motifs and TLRs. At the same time, it is not clear whether other components of the innate immune system beyond the STING/TBK1/IFN-αβ pathway are involved in the immunogenicity of DNA vaccines (20, 21) . This is especially true in the case of inflammasome pathways. Inflammasomes regulate caspase-1 activity, ultimately resulting in cleavage of the pro-inflammatory cytokines pro-IL-1β and pro-IL-18 into their active forms. Inflammasome activation also results in pyroptotic cell death; a suicidal form of cell death characterized by the release of damage associated molecular patterns (DAMPs) that further propagates innate immune signaling to surrounding bystander cells (26) . One flavor of inflammasome contains absent in melanoma 2 (Aim2), which is a direct sensor of cytosolic DNA and a member of the PYHIN family (23) . Aim2 contains a DNA binding HIN200 domain, as well as a pyrin domain. While Aim2's role in orchestrating immune responses to both viral and bacterial pathogens is well characterized (27) (28) (29) , the role of Aim2 in DNA vaccination is unknown.\n\nHere we found that Aim2 and the adapter molecule Asc were required for the generation of optimal immunogen-specific antibody responses to a DNA vaccine expressing influenza HA immunogen in a mouse model. DNA vaccination leads to transcription of key components of the inflammasome. Importantly, the efficacy of DNA vaccination was independent of IL-1β and IL-18. Surprisingly, Aim2-deficient mice were unable to elicit a type I IFN response at the site of injection. Our data therefore establishes a novel role for Aim2 as a key player in the regulation of DNA vaccination.\n\nAnimals C57BL/6 mice were obtained from Taconic Laboratories. Aim2 −/− mice were generated in house by K. Fitzgerald's group at the University of Massachusetts Medical School (UMMS) as previously described (27) . Aim2 −/− mice were on a mixed B6/129 background and therefore B6×129 mice were utilized as controls. B6.129 (hereafter referred to as Aim2 +/+ ) mice were obtained from Jackson Laboratories (Bar Harbor, ME) and were bred at UMMS. IL-1 receptor (Il-1r), IL-18 receptor (Il-18r), and Asc-deficient mice were produced in house. All mice were maintained in the Department of Animal Medicine at UMMS according to IACUC-approved protocols. Mice received 100 μg of codon optimized H1HA DNA vaccine expressing the full-length wild type HA protein from A/Texas/04/09 (pH1HA), divided between quadriceps, at 2 and 4 weeks. A third boosting immunization was delivered 1-week prior to sacrifice.\n\nC57BL/6 mice were shaved and immunized with 100 μg H1-TX04-09.tPA DNA vaccine plasmid intramuscularly injected into the hind quad muscle. Punch biopsies were harvested from the site of immunization at 6 hours, 12 hours, and 24 hours post immunization and snap frozen. RNA was isolated from tissue biopsies using TRIzol Reagent (Life Technologies). We analyzed gene expression using the Nanostring nCounter Analysis system (Nanostring Technologies). Each reaction contained 100 ng RNA in a 5 μl aliquot, plus reporter and capture probes. We also included 6 pairs of positive control and 8 pairs of negative control probes. Gene induction analysis and normalization was conducted using nSolver Analysis Software v1.1. Raw counts were normalized to naïve mice using 3 reference genes: Gapdh, Gusb, and Hprt1.\n\nMouse BMDCs were generated from Aim2 +/+ or Aim2 −/− mice by culturing fresh bone marrow in R10 medium containing GM-CSF for 8 days at 37 ° C. Aim2 +/+ and Aim2 −/− immortalized BMDM were produced in house. Cells were first primed with 200 ng/ml LPS (Sigma Aldrich) for 4-5 hrs. prior to treatment with appropriate stimuli. All media was removed from the cells, and the appropriate stimulus was added. Poly (dA:dT) (Sigma Aldrich) DNA and H1-TX04-09.tPA DNA vaccine plasmid were transfected using Lipofectamine 2000 at a concentration of 1.5 μg/ml. ATP was added at a concentration of 1.25 μg/ml. Cultures were incubated 16-18 hours at 37 ° C, and supernatants were harvested. Cell culture supernatants were assayed for IL-1β (BD Biosciences, Franklin Lakes, NJ) by ELISA. Lactate dehydrogenase (LDH) release was used to measure pyroptotic cell death. LDH assays were performed using the Promega CytoTox96 Nonradioactive Cytotoxicity Kit according to manufacturer's directions (Promega, Madison, WI)\n\nMicrotiter plates were coated with transiently expressed H1HA antigen at ~1 μg/mL in PBS for 1 hour at room temperature and assayed as previously described (30) . NaSCN displacement was performed at a serum dilution of 1:100. After washing of serum samples, NaSCN was added at various (0, 0.5, 1.0, 1.5, 2.0, 2.5, 3.0 M) concentrations in PBS for 15 min followed by 5 washes in EWB. The assay was then completed as above.\n\nSplenocyte T and B cell ELISPOT reagents were obtained from Mabtech (Mariemont, OH). H1HA specific T cells were quantified per manufactures instructions. Positive controls were stimulated with 20 ng/ml PMA (Sigma-Aldrich, St. Louis, MO) and 500 ng/ml ionomycin (Sigma-Aldrich). The H1HA relevant peptide used was a CD8 + cell-restricted HA peptide (IYSTVASSL). H1HA-specific antibody secreting cells were detected by coating of MAIPSWU (Millipore, Billerica, MA, USA) plates with the transiently expressed H1HA antigen utilized for ELISA (~1.0 μg/well). Positive spots were visualized on a CTL Imager and counting was performed with Immunospot software (Cellular Technology Ltd., Shaker Heights, OH)\n\nAim2 +/+ and Aim2 −/− mice were shaved and immunized with 100 μg H1-TX04-09.tPA DNA vaccine plasmid intramuscularly injected into the hind quad muscle. Punch biopsies were harvested from the site of immunization at 6 hours, 12 hours, and 24 hours post immunization and snap frozen. Cryopreserved tissue sections were generated and adhered to glass slides. Samples were then stained with a caspase-1 FAM/FLICA kit according to manufacturer's instructions (ImmunoChemistry Technologies, Bloomington, MN). Stained slides were visualized on a confocal microscope. Sixteen independent fields were analyzed for fluorescence.\n\nAim2 +/+ and Aim2 −/− mice were shaved and immunized with 100 μg H1-TX04-09.tPA DNA vaccine plasmid intramuscularly injected into the hind quad muscle. Punch biopsies were harvested from the site of immunization at 6 hours, 12 hours, and 24 hours post immunization and snap frozen. RNA was isolated from tissues biopsies using TRIzol Reagent (Life Technologies #15596-026), and cDNA was generated using the Bio Rad iScript cDNA synthesis kit (Bio-Rad, Hercules, CA). cDNA was then used for rt-PCR reactions on a Bio-Rad CFX-96 cycler. Primers sequences are available upon request.\n\nAll data is presented as the mean of individual mice +/− standard deviation (SEM). Statistical analysis was performed using a Student's t test, a one-way ANOVA followed by a Tukey post-test, or a two-way ANOVA followed by a Bonferonni post-test.\n\nWhile previous studies have mainly used non-coding DNA plasmid or DNA vaccines coding for marker proteins to study DNA-elicited innate immune responses, the current study tested a DNA vaccine (pH1HA) expressing the HA antigen of the type A influenza virus subtype H1N1 virus which was responsible for a pandemic influenza in 2009. HA is the major protective antigen in clinically licensed inactivated and live-attenuated influenza vaccines. DNA vaccines expressing HA have been shown to be immunogenic in eliciting HA-specific antibodies in both animal and human studies (2, (30) (31) (32) (33) (34) . The expression of HA antigen by pH1HA used in the current study was confirmed by Western blot and its immunogenicity to elicit HA-specific antibody response was verified in a pilot mouse study (data not shown).\n\nWe first wanted to profile key immune response genes following DNA vaccine pH1HA using the Nanostring nCounter gene expression system, which includes a custom array encoding 50 innate immunity targets. Gene induction was quantified from wild-type C57BL/6 mice immunized with the pH1HA DNA vaccine. Messenger RNA was isolated and the expression of innate immune genes profiled using the Nanostring nCounter, and changes in gene induction quantified. Notably, Aim2 was induced ~6 fold within 12 hours of immunization when compared to naïve samples. Aim2 is a type I IFN inducible gene suggesting a potent ability of cells at the site of vaccination to recognize cytosolic plasmid vaccines ( Figure 1A ). In accordance with the induction of Aim2, caspase-1 was also highly upregulated. (Figure 1B ). Most striking were the high levels of the inflammatory cytokines IL-1α and IL-1β ( Figure 1C,D) . These observations indicate that inflammasome components were present at the site of vaccination. To test if the inflammasome pathway was active at the site of vaccination we utilized a caspase-1 specific FAM/FLICA fluorescent stain to covalently label catalytically active caspase-1. Mature caspase-1 became apparent within 6 hours of immunization and reached a peak at 12 hours (Supplemental Figure 1) . Collectively, these results led us to examine the role of the Aim2 inflammasome pathway in antigen specific immune responses elicited by pH1HA DNA vaccination.\n\nWe first evaluated the ability of macrophages and dendritic cells to recognize pH1HA DNA vaccine by performing in vitro experiments. IL-1β production in response to pH1HA DNA vaccine was evaluated in BMDM collected from either Aim2 +/+ or Aim2 −/− mice ( Figure  2A ). As expected, both the synthetic B-form dsDNA poly(deoxyadenylic-deoxythymidylic) and pH1HA DNA vaccine induced a robust IL-1β response in Aim2 +/+ BMDM as measured by ELISA. However, IL-1β production was abolished in Aim2 −/− BMDM. Similar results were seen in BMDC (data not shown). Next, the pan-caspase inhibitor Z-VAD-FMK was included in BMDM cultures prior to adding pH1HA DNA vaccine ( Figure 2B ). This resulted in inhibited IL-1β production in Aim2 +/+ macrophages, yielding IL-1β levels comparable to Aim2 −/− wells, supporting the role of Aim2 in DNA vaccine mediated IL-1β maturation. Finally, pH1HA DNA vaccine induced an inflammatory form of cell death (pyroptosis) in Aim2 +/+ macrophages, as measured by lactate dehydrogenase release ( Figure  2C ). This response was attenuated in Aim2 −/− cells. Collectively, these data indicate that Aim2 acts as a sensor of DNA vaccine plasmid and regulates caspase-1 dependent IL-1β production and pyroptotic cell death in response to pH1HA DNA vaccines in vitro.\n\nAs it is evident that the Aim2 inflammasome recognizes and responds to pH1HA DNA vaccine in cultured cells, the role of Aim2 in pH1HA DNA vaccination was next examined in Aim2-deficient (Aim2 −/− ) and wild-type Aim2 +/+ mice. The pH1HA DNA vaccine induced high-level HA-specific antibody responses in Aim2 +/+ mice, but significantly lower antibody titers in Aim2 −/− mice ( Figure 3A ). This reduction is isotype-dependent as Aim2 −/− mice exhibited significantly lower levels of HA-specific IgG1, IgG2b, and IgG2c responses (data not shown). Likewise, Aim2 −/− mice exhibited significantly reduced HA-specific circulating B cells as well as IFN-γ secreting CD8 + T cells in the spleen ( Figure 3C,D) . The role of Aim2 in regulating the maturation process of pH1HA-induced antibody responses was further confirmed by measuring the avidity of serum HA-specific antibodies in these mice ( Figure 3B ). Aim2 +/+ mice required high concentrations of the chaotropic agent NaSCN to disrupt antigen/antibody complexes, while much lower concentrations of NaSCN were required for disassociation in Aim2 −/− mice. To confirm the requirement for inflammasome signaling in DNA vaccine immunogenicity, we also quantified the adaptive response in Asc −/− mice. Asc-deletion similarly inhibited the generation of optimal HAspecific immune responses (Supplemental Figure 2A-C) .\n\nSince DNA vaccination resulted in high levels of caspase-1 activation in Aim2 +/+ mice (Supplemental Figure 1) , we analyzed Aim2 −/− mice for their ability to generate catalytically active caspase-1 using the FAM/FLICA assay ( Figure 4 ). Aim2 −/− mice demonstrated a clear reduction in caspase-1 activation at the 12-hour peak time point when compared to Aim2 +/+ controls.\n\nAs inflammasome signaling ultimately results in the downstream cleavage of pro-IL-1β and pro-IL18 into their respective active forms, the role of IL-1β and IL-18 signaling in DNA vaccine was next investigated (Supplemental Figure 3) . Surprisingly, both of these cytokines were dispensable for the DNA vaccine response as mice lacking the IL-1r or the IL-18r mounted normal vaccine responses. Total serum HA-specific IgG titers were similar to wildtype C57BL/6 mice in both Il-1r −/− and Il-18r −/− mice. Likewise, no significant difference was seen in total HA-specific B or CD8 + T cell numbers as measured by ELISPOT. This data is in line with previously published reports demonstrating little impact on DNA vaccination following MyD88 deletion (20) .\n\nPreviously published data has demonstrated the requirement for both hematopoietic and non-hematopoietic cell lineages in DNA vaccination (20) . To further elucidate the role of Aim2, bone marrow chimeric mice were generated by transferring bone marrow from Aim2 +/+ mice into Aim2 −/− mice, or vice versa ( Figure 5 ). Aim2 +/+ and Aim2 −/− mice reconstituted with Aim2 −/− bone marrow exhibited strong defects in both the T cell response and HA-specific IgG production. Interestingly, transfer of Aim2 +/+ bone marrow into Aim2 −/− rescued the T cell response, but only partially rescued the humoral response. While HA-specific IgG levels were impaired compared to Aim2 +/+ mice reconstituted with Aim2 +/+ bone marrow, they were significantly higher than Aim2 −/− bone marrow reconstituted mice. This would support that Aim2 is required in both the hematopoietic and non-hematopoietic lineages for optimal humoral responses, but deficiency in non-hematopoietic lineages does not affect CD8 + T cell responses.\n\nThe failure of Aim2 −/− mice to generate optimal adaptive immune responses implies a defect in immune priming at the site of injection. While the major function of the Aim2 inflammasome is to regulate caspase-1 activation, resulting in IL-1β, IL-18 and cell death pathways, our data indicate that IL-1β and IL-18 are not responsible for the Aim2 dependent effects we observed. We therefore endeavored to quantify IFN-α/β as it has been reported to play a key role in the immune response to B-DNA (25, (35) (36) (37) . In addition, it has been established that IFN-α/β signaling is required for DNA vaccination (20, 21) . Aim2 does not control DNA induced IFN-α/β production directly. Rather the STING pathway mediates these effects. Since the IFN-α/β response is so critical for DNA vaccination, we performed a detailed kinetic analysis measuring IFN-α/β expression in Aim2 +/+ and Aim2 −/− mice. To ensure we only detect DNA vaccine-induced IFN-α/β, we limited our measurements to the site of immunization. Aim2 +/+ and Aim2 −/− mice were immunized with the pH1HA DNA vaccine, and punch biopsies were collected from the site of injection. Quantitative rt-PCR analysis of mRNA clearly shows that Aim2 −/− mice have reduced IFN-α and IFN-β expression compared to Aim2 +/+ controls, with expression peaking at 12 hours post immunization in wild-type mice ( Figure 6 ). Intriguingly, IFN-αβ expression in Aim2 −/− mice peaked at 6 hours post immunization and remained static throughout the time course. Consistent with the decrease in IFN-α/β, there was a corresponding decrease in the IFN stimulated gene, IP10. We also noticed a significant decrease in TNF. Asc −/− mice had similar levels of IFN-α/β, further confirming the requirement for inflammasome signaling (Supplemental Figure 2D) . These data suggest a previously unreported role for Aim2 in regulating local IFN-α/β levels following DNA vaccination. As Aim2 controls cell death at the site of infection, it is likely that Aim2 dependent cell death liberates endogenous DAMP danger signals, which might in turn elicit IFN-α/β via the Aim2-independent STING/TBK1 pathways. This broad defect in IFN-α/β signaling likely explains the defects we observed in Aim2-deficient mice treated with DNA vaccines.\n\nThe innate immune pathways governing DNA vaccination remain to be fully characterized. Recent reports have established the STING/TBK1/IFN-αβ axis as required for DNA vaccine immunogenicity (20, 21) ; however, the PRR(s) required for IFN-αβ production remain to be identified in this context. Likewise, the involvement of other innate immune signaling pathways is unclear. In particular, the requirement for the inflammasome signaling machinery in DNA vaccine elicited antigen-specific immune responses has not been examined. Here, we identified the Aim2 inflammasome as a DNA vaccine sensor with the ability to regulate the antigen-specific adaptive immune response. Whereas previous reports have focused on downstream signaling molecules, this is the first report to identify a DNA sensor that is required for DNA vaccine immunogenicity.\n\nThe failure of Aim2 −/− mice to generate optimal adaptive immune responses implies a defect in immune priming at the site of injection. While the function of Aim2 has been well characterized, how and where Aim2 interacts with the vaccine plasmid remains unclear. Interestingly, immunization of bone marrow chimeras revealed varying degrees of necessity for Aim2 signaling in both the hematopoietic and non-hematopoietic lineages. Aim2 is required in both cell lineages for optimal humoral responses, as chimeric mice lacked high levels of anti-HA antibodies. This may be attributed to impaired IL-6 production in Aim2 −/− mice possibly limiting B-cell survival and CD4 + T cell expansion as has been reported in several studies (Supplemental Figure 4) (38) . In addition, recent reports have described the effect of DNA priming on T follicular helper cell generation (13) . Even more surprising, Aim2-deletion in non-hematopoietic cells did not impact CMI, as mice reconstituted with Aim2 +/+ bone marrow presented similar levels of IFN-γ to Aim2 +/+ . This provides further evidence for a defect in immune cell priming.\n\nOf note, deletion of IL-1β and IL-18 signaling in DNA vaccination did not impact DNA vaccine immunogenicity, confirming previous reports describing minimal effect of MyD88 deletion on DNA vaccine immunogenicity (39) . This stands in stark contrast to the importance of IL-1β and IL-18 inflammatory signaling in the early stages of pathogenic infection. Why IL-1β and IL-18 signaling are dispensable remains unclear, but one possible reason is the highly immunostimulatory nature of the DNA vaccine plasmid itself, as DNA is a potent inducer of both IFN-α/β and several NFκB regulated immune genes. In addition, the level of several chemokines, such as MIP-1α/β and MCP-1, remained unchanged (data not shown), allowing for recruitment of monocyte and lymphocyte populations.\n\nMost intriguingly, the reduction of IFN-α/β levels at the site of immunization in Aim2 −/− suggests a previously unknown relationship between Aim2 and local IFN-α/β production. Aim2 is not known to mediate IFN-α/β production directly, hinting at an indirect link between these two divergent pathways. We propose that decreased pyroptotic cell death in Aim2 −/− mice results in diminished DAMP release, limiting cellular signaling and bystander cell activation. The release of cellular DNA by pyroptotic cells may augment IFN-α/β production by surrounding cells, possibly through the STING/TBK1 signaling axis, further propagating the immune response.\n\nIn conclusion, our results indicate that Aim2 plays a significant role in DNA vaccination. Aim2 −/− mice failed to generate optimal immune responses upon DNA vaccination, exhibiting decreased serum IgG levels and T cell cytokine production, demonstrating the necessity for Aim2 signaling in DNA vaccine immunogenicity. In addition, we reported a previously unknown function for Aim2 in augmenting IFN-α/β production at the site of immunization. Our results provide a deeper understanding of the cellular mechanisms through which DNA vaccines stimulate both the innate and adaptive immune pathways to enhance the immune responses targeting the encoded antigen. Wild-type Aim2 +/+ and Aim2 −/− mice were immunized intramuscularly with a pH1HA encoding DNA vaccine at weeks 2 and 4. (A) HA-specific IgG titers were analyzed fourteen days post second immunization. Anti-HA binding avidity was quantified via ELISA and reported as molar concentration of sodium thiocyanate required to displace anti-HA serum antibodies to 2x pre-bleed levels (B). For ELISPOT, spleens were harvested at termination 7 days following a 3 rd boosting immunization. HA-specific antibody secreting B cells (C) or IFN-γ secreting T cells (D) in mice immunized with either pH1HA or empty vector. Data are the averages ± SEM of 5 mice per group. \n\nBone marrow chimeric mice were immunized with a pH1HA vaccine as described in Figure  2 . Fourteen days post second immunization, sera from chimeric mice were analyzed for HAspecific IgG titers (A). Spleens were harvested at termination 7 days following the 3 rd immunization. Frequency of HA-specific B cells (B) or IFN-γ + T cells (C) were reported as spots per million splenocytes in mice immunized with pH1HA vaccine. Data are the averages ± SEM of 5 mice per group. "}