{"title": "ÔØ Å ÒÙ× Ö ÔØ The Structure and Functions of Coronavirus Genomic 3 and 5 Ends The Structure and Functions of Coronavirus Genomic 3' and 5' Ends 2 3", "body": "is similarly conserved and contains all of the cis-acting sequences necessary for viral replication. 36\n\nTwo competing conformations near the 5' end of the 3'UTR have been shown to make up a 37 potential molecular switch. There is some evidence that an association between the 3' and 38 5'UTRs is necessary for subgenomic RNA synthesis, but the basis for this association is not yet 39 clear. A number of host RNA proteins have been shown to bind to the 5' and 3' cis-acting 40 regions, but the significance of these in viral replication is not clear. Two viral proteins have 41 been identified as binding to the 5' cis-acting region, nsp1 and N protein. A genetic interaction 42 between nsp8 and nsp9 and the region of the 3'UTR that contains the putative molecular switch 43 suggests that these two proteins bind to this region. HCoV-229E. Gammacoronaviruses include avian coronavirus and whale coronavirus SW1. 76 coronavirus TRSs include conserved 6-8 nucleotides core sequence (CS) plus variable 5' and 3' 123 flanking sequences (Sola et al., 2005) . Betacoronaviruses contain a consensus heptameric 124 sequence, 5'-UCUAAAC-3', with the SARS-CoV TRS having 5'-ACGAAC-3' as the core 125 sequence (Marra et al., 2003; Rota et al., 2003) . Replication occurs shortly after entry and 126 uncoating of the virion through production of full-length genomic and subgenomic negative 127 strand intermediates Sawicki and Sawicki, 1990; Sethna et al., 1989) . vesicles which eventually fuse with the plasma membrane to release virus into the extracellular 141 space (Holmes, 1996) . 142\n\nCoronavirus messenger RNA 1, which is genome length, containing two overlapping 144 reading frames ORF 1a and 1b, directs the synthesis of two precursor polyproteins pp1a and 145 pp1ab, via a -1 frameshifting mechanism involving a pseudoknot structure (Bredenbeek et al., 146 1990 ). The polyproteins are then processed by two or three virus-encoded (in ORF1a) proteinase 147 domains to produce a membrane-bound replicase-transcriptase complex (Brockway et al., 2003) . 148\n\nUpon proteolytic processing, the frameshifted ORF 1ab polypeptide generates 15-16 149 nonstructural proteins, many of which are involved in either RNA synthesis or proteolytic 150 processing required for viral replication: nsp1-nsp11 encoded in ORF 1a and nsp12-16 encoded 151 in ORF1b (Ziebuhr et al., 2000) . ORF 1a encodes three protease domains, one or two papain-like 152 domains in nsp3 depending on the particular coronavirus, and one picornavirus 3C-like domain 153 in nsp5 (Schiller et al., 1998; Weiss et al., 1994) . Nsp8 in ORF 1a contains a second RNA-154 dependent RNA polymerase (RdRp) domain that is proposed to function as a primase and 155 produce primers utilized by the primer-dependent nsp12 RdRp (Imbert et al., 2006) . to the specific receptor on host cell plasma membranes. S is a class I fusion protein inducing cell 167 fusion. In some betacoronaviruses and all gammacoronaviruses, the precursor polypeptide is cleaved by a cellular protease into noncovalently associated amino-terminal S1 and carboxy-169 terminal S2 subunits. The receptor binding domain (RBD) of MHV S1 determines receptor 170 specificity, and S2 contains the transmembrane domain and two heptad repeat regions (HR1 and 171 HR2) required for fusion activity (McRoy and Baric, 2008 \n\nViral RNA synthesis occurs in the cytoplasm on double-walled membrane vesicles 191 (Gosert et al., 2002; Knoops et al., 2008) . During MHV RNA replication and transcription of 192 subgenomic RNAs, the genomic RNA serves as a template for the synthesis of full-length and 193 subgenomic negative-strand RNAs, the latter through a discontinuous transcription mechanism 194 (Sawicki and Sawicki, 1990; Sawicki and Sawicki, 1998; Sola et al., 2005; van Marle et al., 195 1999; Zuniga et al., 2004) . In turn, full-length negative-strand RNAs serve as templates for the replication. Several studies showed that approximately 400 nts to 800 nts at the 5' end and 400 226 nts at the 3' end of MHV RNA genome are necessary for DI RNA replication (Kim et al., 1993; 227 Lin and Lai, 1993; Luytjes et al., 1996) . The minimal length of 5' sequence that supported MHV 228 DI replication is 467 nts (Luytjes et al., 1996) BCoV and SARS-CoV, containing conserved stem-loops SL1, SL2, SL4 and SL5ABC which 370 contains a four-helix junction in the models for all four viruses (Fig. 1) . One difference in the 371 MERS-CoV predicted structure is the presence of a short stem-loop located at positions 178-190 372 between SL4 and SL5ABC that is unlabeled in Fig. 1C . The functional significance of this stem-loop remains to be investigated. Both MERS-CoV and Bat CoV HKU5-1 have single-stranded 374 region between SL2 and SL4. 375\n\nThe MHV 5'UTR SL1 has been shown to be functionally and structurally bipartite by a 377 detailed mutational and biophysical study (Li et al., 2008) . Two pyrimidine-pyrimidine non- \n\nThe TRS regions of some coronaviruses, SARS-CoV and BCoV for example, are 419 predicted to fold the leader TRS sequences into a hairpin loop, designated SL3. For the related 420 betacoronavirus MHV, a similar base pairing scheme for SL3 can be drawn (Chen and 421 Olsthoorn, 2010), but the SL3 stem is not predicted to be stable at 37ºC (Liu et al., 2007) . 422\n\nStructural probing of MHV suggests that the TRS region is single stranded (Yang et al., 2015) . 423\n\nThe leader TRS has a key role in subgenomic mRNA synthesis. The discovery and cloning of 424 \n\nThe Brian group determined that a stem loop that they designated SLIV (corresponding 484 to SL5A in Fig. 1) The SHAPE-generated SL6 (nts 376-446) (Fig. 1) is remarkably similar to SLVIII, predicted by 519\n\nMfold for betacoronavirus (Brown et al., 2007) , but no structural or functional evidence 520 supported the SLVIII prediction. A mutational study (Yang et al., 2015) demonstrates that MHV 521 SL6 is not essential for viral replication. (Yang et al., 2015) , and the ability of Brockway et al. (Brockway and Denison, 2005) to recover viable viruses containing mutations (VUSB4) in nsp1 534 that are predicted to destabilize the base of SL6 very much as did the lethal VUSB5, it is very 535 likely that the lethality of VUSB5 and VUSB6 are due to their effects on nsp1 rather than due to 536 effects on RNA secondary structure. 537 SL6 and SL7 in MHV-A59 diverge somewhat from the corresponding structures in 538\n\nBCoV-Mebus, and are quite different from SL6-8 in SARS-CoV and SL6 and SL7 in MERS-539 CoV (Fig. 1) . This is consistent with functional studies of SL6 which demonstrate that SL6 is not 540 essential for MHV replication (Yang et al., 2015) , in contrast to structural elements that are 541 entirely within the 5'UTR (SL1, SL2, SL4) or to the trifurcuated SL5 stem-loop which extends 542 from the 5'UTR into the nsp1 coding sequence, which are lethal or result in viruses that are 543 \n\nThe coronavirus 3'UTR consists of 300 to 500 nts plus a poly(A) tail, depending upon the 547 particular coronavirus examined. Initial replication assays with MHV DI RNAs indicated that the 548 minimal length of 3' sequence required for MHV DI RNA replication was 436 nts, including part 549 of the N gene and the entire 3'UTR 301 nts (Lin and Lai, 1993; Luytjes et al., 1996) et al., 2002) . In a DI replication 557 assay the minimal cis-acting signal essential for negative-strand RNA synthesis was only the 3' 558 most 55 nts of the genome plus the poly(A) tail (Lin et al., 1994) . The poly(A) tail has been 559 identified as an important cis-acting signal required for BCoV DI RNA replication, although as 560 little as five As sufficed to initiate replication (Spagnolo and Hogue, 2000) . The poly(A) tail has 561 also been shown to be necessary for MHV minus-strand RNA synthesis (Lin et al., 1994) . Fig. 2 (Zust et al., 2008) . 567\n\nThe 5'-most secondary structure is a 68 nts bulged stem-loop just downstream of the N gene stop 568 codon, and it is essential for MHV DI RNA and viral replication (Hsue et al., 2000; Hsue and 569 Masters, 1997) . This bulged stem-loop is predicted to be conserved amongst the 570 betacoronaviruses and the pairing, but not the primary sequence, of the four covariant base pairs, 571 is critical for the function of the secondary structure (Goebel et al., 2004b; Hsue and Masters, 572 1997) . 3' to the 68 nts bulged stem-loop is a hairpin stem-loop which can form a 54 nts hairpin-573 type pseudoknot, which is required for BCoV DI RNA replication (Williams et al., 1999) . The 574 pseudoknot is phylogenetically conserved among coronaviruses, both in location and in shape 575 but only partially in nucleotide sequence, indicating that it may function as a regulatory control 576 element. Computer assisted inspection of the MERS-CoV sequence indicated it is present in this 577 newly recognized betacoronavirus as well, although in this virus the pseudoknot may contain a 578 non-canonical base pair (Fig. 2) . Goebel et al. (Goebel et al., 2004a) demonstrated that in MHV and BCoV, the bulged stem-loop and pseudoknot are in part mutually exclusive structures 580 because they partially overlap and cannot be formed simultaneously (see Fig. 2 ). The authors 581\n\nproposed that the bulged stem-loop and pseudoknot are the components of a molecular switch 582 which has the potential to regulate a transition occurring during viral RNA synthesis, and 583 supported this hypothesis by a series of reverse genetic experiments (Goebel et al., 2004a) . performed a series of biophysical studies demonstrating that the pseudoknotted conformation is 597 much less stable than the double-hairpin conformation, but suggest that stacking of the 598 pseudoknot with the S3 helix can stabilize the pseudoknotted conformation allowing it to form. 599\n\nConsistent with the biophysical studies, a reverse genetic study of this three helix junction region 600 suggested that S3 is essential for viral replication (Liu et al., 2013) . However, mutations 601 disrupting the S4 helix of the triple helix junction, or deleting most of the L3 loop are tolerated.\n\nFor the alphacoronaviruses, although the pseudoknot is conserved the bulged stem loop 603 (BSL in Fig. 2 ) that is 5' to the pseudoknot is absent (Dye and Siddell, 2005). In the 604 gammacoronaviruses a stem-loop located at the upstream end of the 3'UTR is required for viral 605 replication (Dalton et al., 2001) . Although a nearby pseudoknot is present in gammacoronavirus, 606 its functional importance has not been established (Williams et al., 1999) . Only in the 607 betacoronaviruses are both the pseudoknot and the bulged stem-loop closely overlapped. 608\n\nAlthough the primary sequences diverge among the betacoronaviruses, the secondary structures A fair number of host proteins have been reported to interact with these cis-acting signals and 623 these are reviewed below. It should be noted that majority of this work has been performed with 624 they recognize are likely to be conserved, it is possible that there might be some differences 626 amongst the four coronavirus genera. 627 Two viral proteins have been shown to bind to the coronavirus 5'UTR, the N protein and 628 nsp1 ( Table 1) The MHV NTD forms a high affinity (K obs ≈8 x 10 7 M -1 ) 1:1 complex with a TRS-containing 643 RNA (5'-gAAUCUAAAC) and its complement (cTRS) (Grossoehme et al., 2009) . A recent 644 study showed that the NTD-TRS interaction involves N residues R125, Y127, and Y190 and 645 anchors the adenosine-rich region in the 3' end of the TRS RNA to the β-platform of N and that 646 this interaction is critical for efficient sgRNA synthesis (Keane et al., 2012) . This same study 647 also showed that the IBV and SARS-CoV N protein NTD shows limited binding specificity for their cognate TRS sequences (Keane et al., 2012) . Thus it is not clear that the specific binding of 649 N protein to the TRS over and above its general RNA binding activity plays a role in sgRNA 650 synthesis for all coronaviruses. The second viral protein that has been shown to bind to the 651 5'UTR is nsp1 (Gustin et al., 2009 ). The BCoV nsp1 protein has been determined to bind to 652 three cis-acting stem loops in the 5'UTR, including SLIII, which corresponds to SL4b in our 653 model and to regulate viral RNA translation and replication (Gustin et al., 2009) . It is likely that 654 the closely related MHV nsp1 protein has a similar function. 655 A number of host proteins have been shown to bind to the 5'UTR as well (Table 1) subgenomic RNAs, suggesting that hnRNP A1 is not required for MHV discontinuous 669 transcription or genome replication. However, it has been shown that multiple other type 670 hnRNPs, including hnRNP A2/B1, hnRNP A/B, and hnRNP A3, bind to the negative strand complement of the MHV leader TRS (Shi et al., 2003) and that overexpression of hnRNP A/B 672 resulted in a 4-5 fold enhancement of viral RNA synthesis, suggesting that these proteins might 673 also facilitate RNA synthesis and be able to substitute for hnRNP A1. Another member of the 674 hnRNP family, synaptotagmin-binding cytoplasmic RNA-interacting protein (SYNCRIP), 675 similarly binds to the MHV 5'UTR and to its negative strand complement (Choi et al., 2004) . 676\n\nThe L-TRS sequence has been shown to be necessary but sufficient for SYNCRIP binding and RNase protection/gel mobility shift and UV cross-linking assays and a conserved 11 nts UGAAUGAAGUU sequence spanning position 26-36 in the 3'UTR (note that in this 695 numbering system position 1 is the first nt upstream of the poly(A) tail) was necessary for 696 protein binding activity and for efficient DI RNA replication (Yu and Leibowitz, 1995a ; Yu and 697 Leibowitz, 1995b) . A second protein binding region was similarly mapped within a 38 698 nucleotide (nt) sequence 166-129 nucleotides upstream of the 3' end of the MHV genome and 699 was also found to be necessary for efficient DI RNA replication (Liu et al., 1997) . Subsequent 700 studies determined that the proteins binding to the MHV 3'-most 42 nts element include 701 mitochondrial aconitase and the chaperones mitochondrial HSP70, HSP60 and HSP40 (Nanda et 702 al., 2004; Nanda and Leibowitz, 2001) . PTB has been shown to bind to a negative-strand RNA 703 complementary to the MHV 3'UTR at position 53 to 149 and less strongly at positions 270-307 704 . Deletions in the 53-149 binding site that abolished PTB binding also 705 strongly inhibited subgenomic mRNA synthesis in an MHV DI construct containing a reporter 706 gene under the control of a TRS sequence . In addition to binding to the 707 5'UTR, hnRNP A1 has two binding sites in the MHV 3' UTR and these binding sites are 708 complementary to the PTB binding sites in the negative sense 3'UTR enumerated above (Huang 709 and Lai, 2001) . DI RNAs containing a mutated hnRNP A1-binding site had reduced RNA 710 transcription and replication activities. Using an RNA affinity -mass spectroscopy approach 711 during translation (Sonenberg, 1996; Sonenberg et al., 1978 ). An interaction between PTB bound 735 to leader (and body) TRS has also been postulated to play a role in coronavirus transcription by 736 mediating an interaction between the TRS and the 3'UTR by binding to hnRNP A 1 bound to its 737 protein binding sites in the 3' UTR (Lai, 1997; Lai, 1998) . Although this is an attractive model, 738 the fact that a deletion encompassing the high affinity hnRNP A1 binding site in the 3'UTR is 739 able to replicate and direct normal synthesis of subgenomic mRNAs makes the PTB-hnRNP A1 740 association less likely to have a crucial role in leader-body rejoining (Goebel et al., 2007) , 741 although the possibility that other members of the hnRNP family could substitute for hnRNP A1 742 remains a possibility (see section 5 for a discussion of this). Li et al. (Li et al., 2008) reported 743 that viruses recovered after deletion of a bulged A35 in the lower portion of the 5'UTR SL1 stem 744 contain additional second site mutations, A29G or A78G in the 3'UTR, providing genetic 745 evidence in support of an interaction between the 5' and 3'UTRs. They proposed a dynamic SL1 746 model in which the base of SL1 has an optimized lability required to mediate a physical 747 interaction between the 5'UTR and the 3'UTR that stimulates subgenomic RNA synthesis. In 748 unpublished work P. Liu and Leibowitz identified a potential base pairing between nucleotides 8-749 24 in the MHV 5' UTR SL1 and two discontinuous sequences in the 3'UTR, nts 1-6 and 218-228 750 (note that the 3'UTR sequences are numbered with position 1 corresponding to the first 751 nucleotide 5' of the poly (A) tail). An extensive mutational analysis of these sequences failed to 752 provide genetic support for a functional role for this potential 5'-3'UTR interaction in MHV 753 replication. Thus the precise mechanism by which the 5' and 3'UTRs associate during viral 754 replication remains to be functionally defined. "}