{"title": "Human TLR-7-, -8-, and -9-Mediated Induction of IFN-a/b and -l Is IRAK-4 Dependent and Redundant for Protective Immunity to Viruses", "body": "Five TLRs are thought to play an important role in antiviral immunity, sensing viral products and inducing IFN-a/b and -l. Surprisingly, patients with a defect of IRAK-4, a critical kinase downstream from TLRs, are resistant to common viruses. We show here that IFNa/b and -l induction via TLR-7, TLR-8, and TLR-9 was abolished in IRAK-4-deficient blood cells. In contrast, IFN-a/b and -l were induced normally by TLR-3 and TLR-4 agonists. Moreover, IFN-b and -l were normally induced by TLR-3 agonists and viruses in IRAK-4deficient fibroblasts. We further show that IFN-a/b and -l production in response to 9 of 11 viruses tested was normal or weakly affected in IRAK-4-deficient blood cells. Thus, IRAK-4-deficient patients may control viral infections by TLR-3-and TLR-4-dependent and/or TLR-independent production of IFNs. The TLR-7-, TLR-8-, and TLR-9-dependent induction of IFNa/b and -l is strictly IRAK-4 dependent and paradoxically redundant for protective immunity to most viruses in humans.\n\nIntroduction IL-1R-associated kinase (IRAK)-4 deficiency is the first reported inherited defect in the common Toll/IL-1 receptor (TIR) signaling pathway in humans Picard et al., 2003) . Since the original description of three patients (Picard et al., 2003) , IRAK-4 deficiency has been identified in 18 individuals with a consistent cellular phenotype (Cardenes et al., 2005; Chapel et al., 2005; Currie et al., 2004; Day et al., 2004; Enders et al., 2004; Medvedev et al., 2003; Picard et al., 2003 ; this report). IRAK-4-deficient blood cells have been shown not to produce the following proinflammatory cytokines: interleukin-1b (IL-1b), IL-6, IL-12, tumor necrosis factor-a (TNF-a), and interferon-g (IFN-g), in response to IL-1b, IL-18, and all Toll-like receptor (TLR) agonists tested, including PAM 3 CSK 4 (an agonist of TLR-1 and -2), PAM 2 CSK 4 and Zymosan (TLR-2 and -6), Staphylococcus aureus lipoteichoic acid (LTA) (TLR-2), poly(I:C) (TLR-3), lipopolysaccharide (LPS) (TLR-4), flagellin , and unmethylated CpG DNA (TLR-9). Recently described TLR-7 and -8 agonists, such as imidazoquinoline compounds (imiquimod and R-848), and GU-rich single-stranded (ss) RNAs have not been tested in IRAK-4-deficient patients. Fibroblasts are the only cells from these patients other than unselected blood cells to have been tested; they do not produce IL-6 in response to IL-1b (Picard et al., 2003) .\n\nThe 18 individuals with IRAK-4 deficiency originate from 11 unrelated families from Hungary (C.L. Ku et al., submitted) , Portugal (Picard et al., 2003) , Spain (Cardenes et al., 2005) , the United Kingdom (Chapel et al., 2005) , Israel (J.-L.C. and B.-Z.G., this report), Saudi Arabia (Picard et al., 2003) , Turkey (Enders et al., 2004) , Canada (Currie et al., 2004; C.R. and D.S., this report) , and the United States (Day et al., 2004; Medvedev et al., 2003; Picard et al., 2003) . IRAK-4-deficient patients suffer from pyogenic bacterial infections. Gram-positive bacteria are the most common pathogens identified in these patients, with Streptococcus pneumoniae found in most patients and Staphylococcus aureus in approximately half the patients. In contrast, only three invasive infections caused by gram-negative bacteria have been reported (Cardenes et al., 2005; Chapel et al., 2005; Medvedev et al., 2003) . Interestingly, the clinical features associated with this condition seem to improve with age, as eight of the patients died in early childhood but the four oldest patients, now aged 22, 25 (monozygous twins), and 31, are well with no treatment (Chapel et al., 2005; Medvedev et al., 2003; C.R., this report) . The most surprising observation remains that IRAK-4deficient patients present such a narrow range of susceptibility to infection, with apparently normal resistance to the various infections commonly encountered in childhood, including viral illnesses in particular.\n\nFive TLRs (TLR-3, -4, -7, -8, -9) have been shown to induce IFN-a/b and IFN-l production (Akira and Takeda, 2004; Coccia et al., 2004; Katze et al., 2002; Pestka et al., 2004) . Four (TLR-3, -7, -8, -9) are intracellular TLRs stimulated by nucleic acids that may be produced in the course of viral infections, leading to IFN-a/b and -l production. TLR-3 can be stimulated by doublestranded RNA (Alexopoulou et al., 2001) ; TLR-7 and -8 (in humans only) by antiviral derivatives of nucleosidelike imidazoquinoline (Hemmi et al., 2002; Jurk et al., 2002) and loxoribine (Heil et al., 2003) and GU-rich ssRNAs (Diebold et al., 2004; Heil et al., 2004; Lund et al., 2004) ; and TLR-9 by unmethylated doublestranded (ds) CpG-rich DNA (Bauer et al., 2001; Hemmi et al., 2000) . Cell-surface TLR-4 induces IFN-a/b and -l after stimulation with LPS (Coccia et al., 2004; Kato et al., 2004; Toshchakov et al., 2002) . However, TLR-3deficient mice are no more susceptible than wild-type (wt) mice to vesicular stomatitis virus (VSV) and reovirus (Edelmann et al., 2004) , and TLR-4-deficient mice are no more susceptible than wt mice to respiratory syncytial virus (RSV) and the related Sendai virus (van der Sluijs et al., 2003) . TLR-3-deficient mice are more susceptible to mouse cytomegalovirus (MCMV) in some (Tabeta et al., 2004) , but not all (Edelmann et al., 2004) , conditions. TLR-3-deficient mice are paradoxically more resistant than wt mice to coxsackievirus (Fairweather et al., 2003) and West Nile virus (Wang et al., 2004) . The susceptibility of TLR-9-deficient mice to MCMV provides the best evidence that TLR-induced IFNs are involved in antiviral immunity in vivo (Krug et al., 2004; Tabeta et al., 2004) .\n\nThe pathways leading to IFN-a/b production have begun to be unraveled in recent years (Akira and Takeda, 2004; Coccia et al., 2004) . TLRs activate a ''canonical,'' inflammatory signaling pathway via the TIR domaincontaining molecule MyD88 (which binds to all TLRs, with the possible exception of TLR-3) and TIRAP (which binds only TLR-2 and -4) and the IRAK complex, leading to the activation of NF-kB and MAPK. ''Alternative'' pathways result in the production of IFN-a/b in response to the stimulation of TLR-3, -4, -7, -8, and -9. TLR-3 and TLR-4 can signal independently of MyD88, via TRIF (Hoebe et al., 2003a; Yamamoto et al., 2003) , which induces IFN-b gene transcription, partly through IRF-3 activation (Servant et al., 2002) . IKK3, TBK1, and NAP1 have been shown to activate IRF-3 in response to TLR-3 and -4 (Fitzgerald et al., 2003; Sasai et al., 2005; Sharma et al., 2003) . TLR-7, -8, and -9 seem to activate some IFN-a genes directly, via the formation of a MyD88-TRAF6-IRF-7 complex (Honda et al., 2004; Kawai et al., 2004) . In mice, IRAK-1 was shown to phosphorylate IRF-7 in this process (Uematsu et al., 2005) . In IRAK-4-deficient mouse cells, IFN-b is induced by TLR-4 (Suzuki et al., 2003) , but the responses to stimulation of the intracellular receptors TLR-3, -7, -8, and -9 have not been examined. We investigated the production of IFN-a/b and IFN-l in response to TLR and IL-1R agonists in IRAK-4-deficient human patients to determine why these patients display normal resistance to viruses and to define the role of human IRAK-4 and TLRs in IFN induction.\n\nWe stimulated PBMCs from healthy individuals (9 adults and 2 children) with various TLRs agonists (see Supplemental Data available with this article online) and with HSV-1 and VSV as controls of IFN-a/b and IFN-l induction. Viruses (Supplemental Data) and agonists of TLR-3 (poly(I:C)), TLR-7 (3M-13, R-848), TLR-8 (3M-2, R-848), and TLR-9 (CpG-C274, selected from various CpG oligonucleotides based on potent IFN-a/b-inducing capacity) induced detectable levels of IFN-a ( Figure 1A ), IFN-b ( Figure 1B) , and IFN-l1 (also known as IL-29, referred to hereafter as IFN-l; data not shown) in the supernatant, as measured by ELISA after 24 hr of stimulation. Similar results were obtained with the TLR-7 and -8 agonists GU-rich ssRNA 33 and 40 (data not shown). We did not determine experimentally whether poly(I:C), which activates various pathways in human cells (Balachandran et al., 2004; Kato et al., 2005; Maggi et al., 2000) , induced IFN-a/b via TLR-3 in our assay. No such induction was observed with agonists of TLR-1/2 (PAM 3 CSK 4 ), TLR-2/6 (PAM 2 CSK 4 , Zymosan) (data not shown), TLR-4 (LPS), and TLR-5 (flagellin) (Figures 1A and 1B and data not shown). LPS, an agonist of TLR-4, also induced IFN-b mRNA production, as shown by reverse transcription and Q-PCR ( Figure 1C and data not shown). IFN-a secretion peaked 24 to 48 hr after TLR stimulation and viral stimulation (data not shown). IFN-b mRNA induction in response to TLR-3, -4, -7, and -8 peaked 2 hr after stimulation (data not shown). TLR-9induced and virus-induced IFN-b mRNA levels peaked 6 to 12 and 16 to 24 hr after stimulation, respectively (data not shown). IFN-l secretion was measured 24 hr after stimulation. The TLR-7, -8, and -9 agonists tested strongly induced IFN-a/b and -l, to levels similar to those for the two viruses tested. In contrast, agonists of TLR-3 and TLR-4 were less potent (Supplemental Data). PBMCs from nine healthy adults and two healthy children used as controls and from IRAK-4-deficient patients P1, P2, and P3 were left unstimulated, stimulated with TLR agonists, or infected with HSV-1 and VSV in the following conditions: medium (Med), poly(I:C) (50 mg/ml, an agonist of TLR-3), LPS (100 ng/ml, TLR-4), flagellin (10 ng/ml, TLR-5), 3M-13 (3 mg/ml, TLR-7), 3M-2 (3 mg/ ml, TLR-8), R-848 (5 mg/ml, TLR-7/8), CpG-C274 (5 mg/ml, TLR-9), HSV-1 (MOI: 1), VSV (MOI: 1). Experiments were carried out twice for each patient. (A and B) IFN-a secretion (A) and IFN-b secretion (B) were measured by ELISA after 24 hr of stimulation. (C) IFN-b mRNA levels were analyzed by reverse transcription and real-time quantitative PCR, 2 hr after stimulation for TLR-3, -4, -5, -7, and -8, 6 hr after stimulation for TLR-9, and 24 hr after infection for HSV-1 and VSV, corresponding to the respective peaks of induction. Means and standard deviations (SD) were calculated for each patient from two experiments, and for the controls from 11 independent individuals, each tested once. (D) PBMCs from a healthy control and from IRAK-4-deficient patient P7 were left unstimulated or stimulated with poly(I:C) (50 mg/ml), IFN-b (8 3 10 4 U/ml), or both for 36 hr. IFNa was measured by ELISA. The experiment shown is representative of two independent experiments.\n\nPBMCs from three IRAK-4-deficient patients (P1, P2, P3) (Supplemental Data) did not respond to TLR-7, -8, and -9 stimulation by producing IFN-b mRNA ( Figure 1C ) and protein ( Figure 1B ), but did respond normally to stimulation with poly(I:C). Similar results were obtained for IFN-a ( Figure 1A ) and IFN-l (data not shown) levels determined by ELISA, with normal induction by poly(I:C) and a lack of induction by TLR-7, -8, and -9 agonists, including GU-rich ssRNA (data not shown). The TLR-4mediated induction of IFN-b mRNA in response to LPS was detected in the patients ( Figure 1C ). The mean levels of IFN-a/b and IFN-l mRNA or protein produced in response to poly(I:C) and LPS in patients and controls were not statistically different (t test, p values > 0.05). Moreover, IFN-a production was normal in IRAK-4deficient blood cells from P7 costimulated with IFN-b to increase TLR-3 expression (Siren et al., 2005) and with poly(I:C) ( Figure 1D ). As in two other patients tested (P1 and P7; data not shown), IFN-a/b and IFN-l responses to TLR-3 and -4 agonists were normal in four IRAK-4-deficient patients, but no induction of IL-6 was observed on ELISA (Picard et al., 2003 ; data not shown). Monocyte subsets, plasmacytoid dendritic cells (PDCs), and myeloid dendritic cells (MDCs) were present in normal numbers in the peripheral blood of two IRAK-4deficient patients (P2 and P3) ( Figure 2 ; Supplemental Data). The lack of induction of IFN-a/b and IFN-l upon TLR-7-9 stimulation in IRAK-4-deficient patients therefore did not result from the lack of PDCs (Coccia et al., 2004; Kadowaki et al., 2001) . Moreover, the normal induction of IFN-a/b and IFN-l upon stimulation by viruses and poly(I:C) indicated that the lack of induction of IFN-a/b and IFN-l upon TLR-7-9 stimulation in IRAK-4-deficient patients was due to impaired TLR signaling rather than deficiencies in the IFN-a/b and IFN-l machinery.\n\nInvestigation of IFN-a/b-and -l-Inducible Genes in IRAK-4-Deficient Blood Cells IFN-a/b and IFN-l induce the expression of numerous genes exerting early, innate antiviral immunity-as is the case for the myxovirus-resistance protein gene (MX1), also induced by IFN-l (Kotenko et al., 2003) -or late, adaptive antiviral immunity-as for the genes encoding CD40, CD80, and CD86 (Akira and Takeda, 2004; Beutler, 2004; Hoebe et al., 2003b; Pestka et al., 2004) . We first investigated the expression of CD40, CD80, and CD86 on the surface of blood monocytes and B cells from healthy controls and four IRAK-4deficient patients (P2, P3, P4, and P7) after 24 hr of stimulation of monocytes and PBMCs with agonists of TLR-3, -4, -7/8 (stimulating monocytes), and -9 (B cells) (Supplemental Data). TLR-7/8 and -9 agonists did not induce the upregulation of CD40, CD80, and CD86 in monocytes and B cells, respectively, from the four patients, in contrast to what was observed in control cells ( Figure  3A and data not shown). Conversely, TLR-3 and TLR-4 agonists induced upregulation of the three costimulatory molecules to similar extents in patients and controls. LPS was the least potent stimulus, consistent with its relatively weak induction of IFN-a/b (Figure 1 ). With all stimuli, including poly(I:C), CD86 was less strongly induced than CD40 and CD80. We then investigated the MX1 gene, which was normally induced by HSV-1, VSV, and TLR-3 and -4 agonists in PBMCs from the two patients tested (P3 and P4) ( Figure 3B ; Supplemental Data). In contrast, TLR-7, -8, and -9 agonists did not induce MX1 mRNA in the IRAK-4-deficient patients studied. Thus, the TLR-7-, -8-, and -9-mediated . The induction of IFN-a/b by nine viruses in three patients (P2, P3, and P7) was clearly detectable, similar to (HSV-1, BK, Sendai, EMCV; t test, p values > 0.05) or weaker than (VSV, measles, Para III, NDV, Sindbis; t test, p values < 0.05) that in 14 healthy controls, as shown by Q-PCR for IFN-b ( Figure 4A ) and by ELISA for IFN-b (data not shown) and IFN-a ( Figure 4B ). The pattern of induction of IFN-l by these nine viruses in one patient (P7) was Figure 3 . Induction of the CD40, CD80, and CD86 Costimulatory Molecules and MX1 mRNA in Response to TLR-3, -4, -7, -8, and -9 Stimulation in IRAK-4-Deficient Patients (A) Monocytes and PBMCs isolated from a control and from patient P3 were untreated or stimulated with poly(I:C) (50 mg/ml, TLR-3), LPS (1 mg/ ml, TLR-4), R-848 (5 mg/ml, TLR-7/8), or CpG-C274 (5 mg/ml, TLR-9) for 24 hr. The expression of CD40, CD80, and CD86 was analyzed by flow cytometry in poly(I:C)-, LPS-, or R-848-stimulated (shaded bar) or unstimulated (white bar) CD14 + monocytes and in CpG-C274-stimulated (shaded bar) or unstimulated (white bar) CD19 + B lymphocytes. This experiment is representative of two independent experiments and was also performed on three other patients, once each. (B) PBMCs isolated from two controls and from patients P3 and P4 were left unstimulated or were stimulated with TLR agonists for 6 hr (in the conditions described in [A]) or infected with HSV-1 and VSV for 24 hr (see Supplemental Data for the multiplicities of infection, moi). Total RNA was extracted and analyzed by reverse transcription and real-time quantitative PCR to determine MX1 mRNA levels. Means and standard deviations (SD) were calculated from two experiments. similar, with the possible exceptions of NDV (high inducer) and Sindbis virus (low inducer) ( Figure 4C and data not shown). Control blood cell stimulation with UV-inactivated aliquots of the nine viruses resulted in the normal induction of IFN-a ( Figure 4D ), IFN-b (data not shown), and IFN-l (data not shown), suggesting that the parental viral strains did not require replication to induce IFNs. Similar results were obtained in three patients (P2, P5, and P7). We did not determine whether these nine viruses actually infected and replicated within blood cells. In contrast, P2, P3, and P7 showed little or no induction of IFN-a/b and IFN-l in response to the remaining two viruses tested, mumps virus and CVB1 vi-rus ( Figures 4A-4C ). The production of IL-6 and TNF-a in response to these two viruses was normal (mumps) or subnormal (CVB1) in the two patients tested (P2 and P3) ( Figure 4E and data not shown). Moreover, the stimulation of control blood cells with UV-inactivated CVB1 virus gave impaired induction of IFN-a ( Figure 4D ), IFN-b (data not shown), and IFN-l (data not shown), whereas this was not the case for the mumps virus, suggesting that infection was required for IFN production for at least one of the two IRAK-4-dependent viruses. However, neither of the viruses seemed to replicate in control and IRAK-4-deficient blood cells, as shown by a decrease in supernatant viral titers in 48 hr (data not shown). IRAK-4 may therefore be required for the induction of IFNs by CVB1 and mumps virus via its involvement in the viral cycle (Avota et al., 2001) , or via its role as a critical component of the cellular IFN pathway, or both. The induction of IFN-a/b and IFN-l by 9 of the 11 viruses tested in blood cells was nevertheless detectable, suggesting that TLR-7-9 are partly redundant in sensing these viruses in blood cells in vitro.\n\nWe studied SV-40-transformed fibroblast cell lines from three of our patients (P1, P2, and P4) and from two healthy controls. Human fibroblasts express a single TLR, TLR-3, respond to only one known TLR agonist, poly(I:C), and secrete IFN-b and IFN-l (this report). IL-6, IL-8, IFN-b, and IFN-l were determined by ELISA in the supernatant of fibroblasts stimulated with poly(I:C), IL-1b, and TNF-a. We found that IL-1b and TNF-a induced the production of IFN-b mRNA ( Figure 5A ) and protein ( Figure 5B ) and of IFN-l (data not shown) in healthy fibroblasts. IFN-b was induced by poly(I:C) and TNF-a but not by IL-1b in IRAK4-deficient fibroblasts ( Figures  5A and 5B) . The IFN-b and IFN-l response of IRAK-4deficient fibroblasts from P2 stimulated with IFN-a to increase TLR-3 expression (Siren et al., 2005) was almost normal ( Figure 5C ). We also found that IL-6 was secreted in IRAK-4-deficient fibroblasts in response to poly(I:C) ( Figure 5D ), in contrast to what was observed with blood cells (Picard et al., 2003 ; data not shown). We then studied the impact of IRAK-4 deficiency on virus-induced IFN-b and IFN-l production by fibroblasts from patients Means and standard deviations (SD) were calculated for each patient from two experiments, and for the controls from two independent individuals, each tested twice. (C) IFN-b and IFN-l as determined by ELISA 24 hr after stimulation by poly(I:C), following prior treatment with IFN-a2b (10 5 U/ml for 12 hr). This experiment is representative of two independent experiments. (D) IL-6, as determined by ELISA 24 hr after stimulation. Means and standard deviations (SD) were calculated for each patient from two experiments, and for the controls from two independent individuals, each tested twice. (E) IFN-b mRNA induction 24 hr after stimulation by seven intact viruses (see Supplemental Data for the multiplicities of infection, moi). Means and standard deviations (SD) were calculated for each patient from two experiments, and for the controls from two independent individuals, each tested twice. P1, P2, and P4. Only 7 of the 11 viruses tested induced IFN-b in two control fibroblastic cell lines (HSV-1, BK, VSV, measles, Para-III, Sindbis, EMCV); these viruses also induced IFN-l ( Figure 5E and data not shown). The stimulation of IRAK-4-deficient fibroblasts with all the viruses that activated control fibroblasts, including HSV-1 and VSV, led to normal IFN-b (data not shown) induction in the patients tested ( Figure 5E ). No IFN-b induction was found with five of seven UV-inactivated viruses in both controls and patients (not BK virus or HSV-1, data not shown). The induction of IFN-l in the patients by the intact viruses was normal (data not shown). Thus, TNF-a-, poly(I:C)-, and virus-induced, but not IL-1b-induced, IFN-b and IFN-l production occurred normally in IRAK-4-deficient fibroblasts.\n\nIFN-b can be induced by poly(I:C) via IRF-3, NF-kB, and AP-1 (Taniguchi and Takaoka, 2002) . The poly(I:C)-responsive TLR-3 signaling pathway in human cells has been shown to be IRAK-1 independent (Jiang et al., 2003) . We first assessed the activation of NF-kB in IRAK-4-deficient fibroblasts stimulated with poly(I:C), IL-1b, and TNF-a. We observed normal DNA binding activity of NF-kB dimers (consisting of p50 and p65, data not shown) in response to poly(I:C) and TNF-a, in contrast to the impaired response to IL-1b observed in cell lines from patients ( Figure 6A ). We then investigated IRF-3 dimerization in response to poly(I:C) and found that IRF-3 dimers formed normally in the patients' fibroblast cell lines ( Figure 6B ). Finally, we tested the activation of p38 and JNK MAP-kinases (MAPK) by Western blotting to assess the phosphorylation of these kinases. MAPK were activated equally strongly in response to poly(I:C) and TNF-a, in the patients' and control cell lines, but not in response to IL-1b ( Figure 6C ). Our findings thus indicate that the activation of IRF-3, NF-kB, and MAPK is IRAK-4 independent in human fibroblasts in response to poly(I:C) stimulation. This accounts for the normal induction of both IFN-b and IL-6 by poly(I:C) in IRAK-4-deficient fibroblasts ( Figures 5B and 5D ). We then assessed the activation of NF-kB and IRF-3 in response to stimulation with HSV-1 and VSV. IRAK-4deficient fibroblasts showed normal activation of NF-kB ( Figure 6D ) and IRF-3 ( Figure 6E ). Thus, the pathways leading to IFN-b production in response to HSV-1 and VSV were intact in IRAK-4-deficient fibroblasts. This finding accounts at least partly for the normal induction of IFN-b and IFN-l in IRAK-4-deficient fibroblasts upon stimulation with the seven viruses capable of inducing these IFNs in control cells.\n\nWe attempted to characterize the signaling pathways leading to IFN-a/b and IFN-l secretion in blood cells from IRAK-4-deficient and control individuals upon stimulation by TLR agonists and intact viruses. We used EBV-transformed B cells (EBV-B cells) to study the signaling pathway downstream from TLR-7/8, as control EBV-B cells were found to respond to R-848, 3M-2, and 3M-13, but not to any other known TLR ago-nists (data not shown). IRAK-1 was degraded in control EBV-B cells stimulated with R-848, but not in IRAK-4deficient cells, as shown by Western blotting ( Figure  7A ). TNF-a was not induced by 3M-13, 3M-2, and R-848 in IRAK-4-deficient EBV-B cells from P2 and P3, in contrast to control cells, as measured by ELISA ( Figure  7B ). These results confirm that IRAK-4 is a critical component of TLR-7/8 signaling, not only in freshly prepared blood cells, but also in EBV-B cell lines, in which IRAK-4 is located upstream from IRAK-1 in this signaling pathway. No IFN-a/b or IFN-l was produced upon stimulation of control EBV-B cells with TLR-7/8 agonists or HSV-1 (data not shown). We then used fresh peripheral blood mononuclear cells to investigate the signaling pathways triggered by poly(I:C), LPS, and R-848. NF-kB p65 was translocated normally to the nucleus of monocytes from control and IRAK-4-deficient individual P2 in response to poly(I:C) and LPS, but not in response to R-848 in IRAK-4-deficient monocytes, as shown by immunofluorescence ( Figure 7C ). Nuclei were visualized by DAPI staining (data not shown) or phase contrast microscopy (Supplemental Data). Moreover, IRAK-1 was degraded upon R-848 stimulation in control monocytes, but not in IRAK-4-deficient monocytes, as shown by Western blotting with a specific antibody ( Figure 7D) . Thus, the signaling pathway leading to IFN-a/b secretion by blood cells stimulated with poly(I:C) and LPS involves NF-kB but does not require IRAK-4; conversely, the pathway leading to IFN-a/b secretion in blood cells stimulated with R-848 involves NF-kB and requires IRAK-4 and IRAK-1.\n\nIRAK-4 deficiency in humans abolishes the induction of IFN-a/b and IFN-l via TLR-7, -8, and -9 in blood cells. We demonstrated this by measuring IFN-a, IFN-b, and IFN-l levels and by studying the expression of IFN-a/b-inducible target genes, such as MX1 and the genes encoding the costimulatory molecules CD40, CD80, and CD86. As TLR-7 and TLR-8 agonists, we used the imidazoquinoline compounds R-848, 3M-2, and 3M-13 and GU-rich ssRNAs 33 and 40 and, as a TLR-9 agonist, the potent IFN-a/b inducer CpG-C. We also showed that IRAK-4deficient monocytes and EBV-B cells did not activate IRAK-1 in response to TLR-7/8 stimulation. This suggests that IRAK-4 and IRAK-1 are both involved in TLR-7/9 signaling and that human IRAK-1, downstream from IRAK-4, may be critical for IRF-7 phosphorylation, as recently shown in the mouse (Uematsu et al., 2005) . Indeed, a complex formed between MyD88, TRAF-6, and IRF-7 has been shown to mediate signaling via TLR-7/8 to induce IFN-a (Honda et al., 2004; Kawai et al., 2004) . Our data thus demonstrate that human IRAK-4 and, probably, IRAK-1 are critical, nonredundant components for IFN-a/b induction by blood cells in response to TLR-7, TLR-8, and TLR-9. Our study indicates that the regulation of IFN-l by TLRs follows that of IFNa/b, with IRAK-4 being critical for the TLR-7-9-mediated induction of both IFN-a/b and IFN-l.\n\nIn contrast, human IRAK-4 is largely dispensable for the induction of IFN-a/b and IFN-l in response to TLR-3 and -4 agonists in blood cells, even upon coinduction of these TLRs by exogenous IFN-b. IRAK-4-deficient fibroblasts also responded normally to poly(I:C) in terms of MAPK, NF-kB, and IRF-3 activation, resulting in normal IFN-b induction, even upon coinduction of TLR-3 by exogenous IFN-a. Thus, the TLR-3-IRF-3/NF-kB/ MAPK-IFN-b and the less well-known TLR-3-IFN-l signaling pathways in fibroblasts do not require IRAK-4 to be operational. Our study also suggests that IRAK-4 is redundant for other TLR-3-mediated signals, as the induction of IL-6 by poly(I:C) was normal in IRAK-4deficient fibroblasts. However, blood cells produced little IL-6 upon stimulation by poly(I:C) (Picard et al., 2003) . A human cell line bearing a somatic mutation in IRAK-1 was previously shown to respond normally to TLR-3 stimulation by poly(I:C) (Jiang et al., 2003) . In mice, the TLR-4-mediated induction of IFN-a/b has been shown to be independent of IRAK-4 (Suzuki et al., 2003) . Our findings show that the induction, in blood cells, of both IFN-a/b and IFN-l by poly(I:C) is IRAK-4 independent. The induction of IFN-a/b in response to LPS was less intense in humans (this report) than in mice (Suzuki et al., 2003; Toshchakov et al., 2002) .\n\nBlood cell subsets expressing these five TLRs were present in IRAK-4-deficient patients: neutrophils (which normally express TLR-4), eosinophils (TLR-7), B cells (TLR-7 and TLR-9), NK cells (TLR-3 and TLR-9), and the main producers of IFN-a/b and IFN-l-monocytes (TLR-4 and TLR-8), MDCs (TLR-3), and PDCs (TLR-7 and -9) (Bekeredjian-Ding et al., Bourke et al., 2003; Coccia et al., 2004; Diebold et al., 2003; Kadowaki et al., 2001; Nagase et al., 2003; Sabroe et al., 2002; Sivori et al., 2004) . The results obtained in healthy individuals suggest that PDCs (expressing TLR-7 and TLR-9, triggered by 3M-13 and CpG, respectively) and monocytes (TLR-8, 3M-2) produce similar, large amounts of IFN-a/b. TLR-3-expressing MDCs were found to produce IFN-a/b in response to poly(I:C), but in smaller amounts. We did not test the IFN response of individual cell subsets to TLR-3/4 and TLR-7/9 stimulation. However, TLR-7-expressing eosinophils and B cells (Bekeredjian-Ding et al., 2005; Nagase et al., 2003) produce little, if any, IFN-a/b, and TLR-4-expressing neutrophils (Sabroe et al., 2002) were not present in PBMCs. We did not test other cell types shown to express both TLR-3 and IFN-a/b, such as mast cells (Kulka et al., 2004) and epithelial cells (Schaefer et al., 2005) , or TLR-4 and IFN-b, such as microglial cells (Jung et al., 2005) . (B) TNF-a secretion, as measured by ELISA, 24 hr after R-848 (5 mg/ml, TLR7/8), 3M-13 (3 mg/ml, TLR7), and 3M-2 (3 mg/ml, TLR8) stimulation. Means and standard deviations (SD) were calculated for each patient from two experiments, and for the controls from three independent individuals, each tested twice. (C) NF-kB p65 subunit subcellular localization in monocytes from peripheral blood mononuclear cells left unstimulated or stimulated with poly(I:C) (50 mg/ml), LPS (1 mg/ml), or R-848 (5 mg/ml) for 2 hr, as determined by immunofluorescence analysis. (D) IRAK-1 in freshly prepared monocytes left unstimulated or stimulated for 2 hr in the same conditions, as detected by Western blotting of whole-cell extracts, with an anti-IRAK-1 antibody. IRAK-1 and Stat-2 signals were analyzed and quantified using NIH Image version 1.63 (http://rsb.info.nih.gov/nih-image/). IRAK-1 signals were standardized with the corresponding STAT-2 signals, and IRAK-1 degradation was then evaluated in control and patient monocytes. Standardized IRAK-1 signal in control monocytes is 50% lower than that in patient monocytes upon R-848 stimulation, whereas IRAK-1 signals were similar in control and patient monocytes after poly(I:C) stimulation.\n\nHuman IRAK-4 is thus probably a critical component of the TLR-7/9 pathway leading to IFN-a/b and IFN-l production by monocytes and PDCs and a redundant component of the TLR-3/4-IFN pathway in monocytes and MDCs.\n\nAt least 20 common viruses infect children worldwide, and most children have been infected with these viruses by the age of 18 years. These viruses include dsDNA, ssDNA, ss(+)RNA, ss(2)RNA, and dsRNA viruses (Casanova and Abel, 2004) . Several of the 18 known IRAK-4 patients have been infected with some of these viruses, as shown by serological testing: HSV-1, CMV, EBV, VZV, HHV-6, parvovirus B19, rubella virus, RSV, and human metapneumovirus (Supplemental Data). Many patients have also probably been infected by many other widespread viruses, such as adenovirus, influenzavirus, papillomavirus, enterovirus, and coronavirus. As IRAK-4-deficient patients are naturally resistant to most human-tropic viruses, in natural infection conditions in vivo (Casanova and Abel, 2004) , our results suggest that the TLR-7/9 induction of IFN-a/b and IFN-l in humans is redundant in protective immunity to viruses. This in turn implies that the TLR-mediated production of IFN-a/b and IFN-l by human PDCs is redundant. Resistance in vivo correlates with our observation that 9 of 11 viruses tested induced normal or low, but not nil, levels of IFN-a/b and IFN-l in IRAK-4-deficient blood cells in vitro. The induction of IFN-b and IFN-l by fibroblasts was also normal, implying that viral induction of IFNs in human cells may be TLR dependent (Boehme and Compton, 2004; Finberg and Kurt-Jones, 2004 ) but IRAK-4 independent. IRAK-4 appears to be redundant for protective immunity to most viruses in humans.\n\nHowever, as only 18 patients with IRAK-4 deficiency are known, we cannot exclude the possibility of ascertainment bias. Patients with fatal viral infections, involving mumps virus and coxsackie viruses in particular, which did not induce IFN-a/b and IFN-l in IRAK-4-deficient blood cells in vitro, may have remained undiagnosed (Casanova and Abel, 2004; Ku et al., 2005) . Nevertheless, four patients were vaccinated with attenuated mumps virus with no adverse effect and mounted a specific antibody response, whereas three others had tested positive in serological tests for mumps virus. Moreover, six patients had high titers of serum antibodies against coxsackie viruses. Careful and prolonged follow-up of the known patients is also warranted. The observation that imiquimod, an agonist of TLR-7/8, is active against warts caused by human papillomaviruses (HPV) suggests that the patients should be carefully followed up for HPV-induced mucocutaneous lesions. More patients with IRAK-4 deficiency, from diverse ethnic groups and living in various geographical areas, thus need to be diagnosed and followed up before we can draw firm conclusions regarding their exact infectious phenotype, particularly as concerns viral susceptibility and resistance. Nevertheless, this study strongly suggests that IRAK-4 deficiency is associated with resistance to most common viruses.\n\nThere is currently little evidence that IRAK-4 and TLR-7/9 play an important role in antiviral immunity, even in the mouse model of experimental infection. TLR-9deficient mice are susceptible to the only virus tested, MCMV (Krug et al., 2004; Tabeta et al., 2004) . In one study, IRAK-4-deficient mice showed impaired IFN-g production in response to lymphocytic choriomeningitis virus (LCMV), but the outcome of infection was not determined (Suzuki et al., 2002) . The human model of natural infections offers the advantage of defining the ecologically relevant functions of immune genes in host defense (Casanova and Abel, 2004) . The TLR-7/9-IRAK-4-IFN pathway appears to be redundant in protective immunity against natural infections with common viruses. Our previous observation of lethal viral diseases in patients with complete STAT-1 deficiency and impaired cellular responses to IFN-a/b provides conclusive evidence that human IFN-a/b is crucial for antiviral immunity. The production of protective levels of IFN-a/b and IFN-l in IRAK-4-deficient and proficient patients may be dependent on TLR-3 and TLR-4. Alternatively, this production may be TLR independent, mediated by other sensors such as PKR (Maggi et al., 2000) , FADD (Balachandran et al., 2004) , and RIG-I (Kato et al., 2005) . It is possible that multiple sensors, including TLRs, operate collectively, certain sensors being of particular importance for some viruses and not others. The best approach to resolving this important question will be to search for novel germline mutations in human pathways leading to IFN-a/b and IFN-l production (Casanova and Abel, 2005) .\n\nWe stimulated PBMCs from the IRAK-4-deficient patients with various intact viruses: ss (2) Cytokines, TLR Agonists, and ELISA PBMCs isolated by Ficoll-Paque density gradient centrifugation or SV-40-transformed fibroblasts were treated with 10 mg/ml of polymyxin B for 30 min (except in the case of LPS stimulation) and stimulated with various agonists of TLRs, IL-1b, and viruses. The supernatant was recovered after 24 hr of stimulation. ELISA tests for IFN-a (AbCys SA, Paris, France) and IFN-b (TFB, Fujirebio, Inc., Tokyo, Japan) were performed according to the kit manufacturer's instructions. The IFN-l ELISA was developed in the laboratory. Plates were coated with 1 mg/ml of anti-human IFN-l mAb (AF1598, R&D Systems) overnight at 4ºC, and the IFN-l levels in the supernatant were estimated with a secondary biotinylated anti-human IFN-l mAb (BAF1598, R&D Systems) used at a concentration of 400 mg/ml (Supplemental Data).\n\nPeripheral blood mononuclear cells (PBMCs) were stained with antibodies and were analyzed by flow cytometry, using a CyanADP machine and Summit 4.1 software (DakoCytomation). Monocytes isolated from PBMCs by negative selection (CD3, CD7, CD16, CD19, CD56, CD123, and glycophorin A) with a monocyte isolation kit (Miltenyi Biotech GmbH) were left unstimulated or were stimulated with poly(I:C), LPS, and R-848. For B cell studies, PBMCs were left unstimulated or were stimulated with CpG-C (Supplemental Data).\n\nTotal RNA was extracted with Trizol reagent (Invitrogen) from unstimulated PBMCs or from PBMCs stimulated with agonists of TLRs and viruses. RNA was reverse transcribed directly with Oligo-dT (Invitrogen) for the determination of MX1 mRNA levels. For IFN-b mRNA level determination, RNA was treated with RNase-free DNase (Roche Diagnostics France, Meylan, France) and cleaned by passage through an RNeasy column (Qiagen S.A. France, Coutaboeuf, France). It was then subjected to reverse transcription in the presence of random hexamer primers (Applied Biosystems reverse transcription kit, Applied Biosystems France, Coutaboeuf, France) (Supplemental Data).\n\nNuclear extracts were prepared, and electrophoretic mobility shift assays (EMSA) were performed with an NF-kB-specific DNA probe as already described (Picard et al., 2003) . We used the Bio-Rad protein assay to ensure that all samples contained similar amounts of protein. Proteins in the cytoplasmic fraction were Western blotted and probed with antibodies against phospho-p38 (#9211) and JNK (#9251) MAP kinase (Cell Signaling Technology, Ozyme, Saint Quentin Yvelines CEDEX, France) and total p38 (C-20, sc-535, Santa Cruz Biotechnology, Santa Cruz, CA). Proteins in whole-cell extracts were Western blotted and probed with antibodies against IRF-3 (FL-425, sc-9082, Santa Cruz), IRAK-1 (H-273, sc-7883, Santa Cruz), and Stat-2 (A7, sc-1668, Santa Cruz).\n\nMonocytes, unstimulated or stimulated for 1 or 2 hr, with poly(I:C), LPS, and R-848, were fixed with 3% paraformaldehyde, permeabilized with 0.1% Triton X-100 (Sigma), and incubated with rabbit polyclonal antibody against p65 (C-20, sc-372, Santa Cruz) for 30 min, followed by Alexa Fluor 488 goat anti-rabbit antibody (A-11034; Molecular Probes, Interchim, Montluç on, France) for 30 min. Nuclei were stained with DAPI or observed by phase contrast microscopy. The slides were analyzed by confocal microscopy on an LSM 510 confocal microscope.\n\nSupplemental Data include one figure and Supplemental Results and Experimental Procedures and can be found with this article online at http://www.immunity.com/cgi/content/full/23/5/465/DC1/."}