{"title": "The effect of treatment on pathogen virulence", "body": "While the development of drug resistance is perhaps the best-known evolutionary response to treatment programs, public health interventions may exert other selective pressures on pathogens. There has been mounting recognition of the need to understand the balance between the immediate epidemiological benefits and longer-term evolutionary risks of interventions Gandon and Day, 2003; Elliot, 2003; Galvani, 2003) . Recent work has revealed that vaccines that reduce pathogen replication or toxicity favor increased virulence, while vaccines that reduce the susceptibility of hosts to infection select for lower levels of virulence (Gandon et al., 2001 . Here we explore the effect of treatments that act by reducing the infectious period, such as curative therapy or case isolation measures, on the optimal virulence level of a pathogen.\n\nThe evolutionary fitness of a pathogen is quantified by its basic reproduction number (R 0 ), which is the average number of secondary cases generated by an initial infection in a susceptible population (Anderson and May, 1991; MacDonald, 1952) . In the absence of withinhost competition among pathogen strains (Nowak and May, 1994) , the optimal virulence is determined by maximizing R 0 subject to trade-offs between epidemiological parameters that are affected by pathogen virulence (May and Anderson, 1983; Chapin, 1926) . However, the trade-off between disease-induced mortality (often taken as the definition of virulence) and pathogen transmissibility (assumed to increase with virulence) has been criticized as too simple (Ebert and Bull, 2003a) . Recent work on virulence evolution has explored the importance of host population structure (Read and Keeling, 2003; Boots et al., 2004; Thrall and Burdon, 2003) and more complex interactions between epidemiological parameters (Andre et al., 2003; Ganusov and Antia, 2003) .\n\nIn this work, we define virulence as the extent of host resource exploitation by the pathogen, which correlates with harm to the host (and reduced fitness) (Sigmund et al., 2002; Galvani, 2003; Poulin and Combes, 1999) . We review evidence that as virulence increases, the host may be harmed in four ways: (1) increased mortality, (2) slower recovery from infection, (3) reduced activity, i.e. fewer contacts with other individuals, and (4) increased probability of transmission given a contact. Furthermore, as increasing pathogen virulence worsens symptoms, rates of treatment or isolation of infectious hosts may increase (Tuckett, 1976; Twaddle, 1979) . Thus, we consider evolution of pathogens with a wide range of disease manifestations, including non-lethal infectious diseases such as gonorrhea, and show under what circumstances curative therapy or case isolation may change the optimal virulence.\n\nDenoting the level of disease control or treatment effort by u, the reproduction number R u is the number of secondary cases that would be generated by a single case in a wholly susceptible population in the presence of control at the level u. When there is no control and u ¼ 0; R u ¼ R 0 ; increasing values of u denote increasing treatment effort. We define the effective contact rate E as the rate at which a susceptible produces new infectives in a wholly susceptible population; for the simple model of disease transmission (Anderson and May, 1991; Bailey, 1975; Kermack and McKendrick, 1927) discussed in the Appendix, E ¼ bc y ; where b is the transmission probability per contact and c y is the number of contacts per unit time; E is independent of treatment effort u in this model. The mean duration of infectivity D is given by (Anderson and May, 1991) \n\nwhere m is the background removal rate, d is the diseasespecific mortality rate, r is the recovery rate, and fðuÞ the per-capita removal rate due to treatment or case isolation. We assume that f always increases with the effort u and that fð0Þ ¼ 0: The reproduction number itself is then given simply by R u ðvÞ ¼ EðvÞDðu; vÞ Anderson and May (1991) ; this expresses the trade-off between the effective contact rate and the duration of transmission that determines the evolutionarily optimal level of virulence.\n\nIn this paper, we will introduce plausible functional forms for b; c y ; d; r; and f in terms of pathogen virulence v, and find explicit expressions for the optimal virulence levels for a set of disease-dependent special cases. This allows us to make predictions regarding the effect of treatment on optimal virulence levels, including cases where treatment rates are higher for more virulent pathogens. We will characterize how changes in treatment effort u affect the values v Ã for which R u ðvÞ is maximized, and show that curative treatment influences optimal virulence by reducing the benefits the pathogen can obtain from strategies that increase the duration of infectiousness.\n\nAll else being equal, a pathogen benefits from a large transmissibility b and host activity level c y ; and a small recovery rate r and death rate d; thus maximizing both the effective contact rate and duration of infectivity. However, recent theory has emphasized that these parameters may not, in general, vary independently. For instance, increasing transmissibility may be possible only through enhanced virulence, which in turn may lead to an increased mortality or to reduced contact rate (see discussion in Lipsitch and Moxon, 1997) . We now review evidence for the dependence of disease-induced death rates, host activity levels, transmissibility, and recovery rates on the level of virulence.\n\nThe link between pathogen virulence and diseaseinduced mortality is clear. Indeed, in many studies virulence is defined as the increase in mortality rate due to disease (Day, 2002) . In this study, we treat cases where disease mortality rates d are linearly proportional to virulence (the standard assumption), or where the pathogen produces no disease-induced mortality, but harms the host in other ways.\n\nAs virulence is increased, the normal activities of the host may become increasingly impeded, leading to a potential reduction of the contact rate c y (e.g. (Ewald, 1994; Upchurch et al., 1989; Lloyd-Smith et al., 2004) ). Symptoms themselves may lead to behavioral changes (such as increased sleep, reduced sexual activity, and decreased mixing in the community) (Dunn and Swiergiel, 1998) arising from pathogen resource exploitation or the cost of immune response (Levin and Antia, 2001) . We consider the case where host contact rate is a concave-up decreasing function of pathogen virulence.\n\nGreater pathogen loads within hosts may yield higher transmission probability per contact (''transmissibility''), b; due to higher pathogen concentrations in bodily fluids or to more severe symptoms (Ewald, 1994; Levin, 1996) . For example, coughing expels droplets which facilitate the spread of airborne infections such as influenza (Kilbourne, 1987) and tuberculosis (Hopewell and Bloom, 1994) . Higher densities of pathogen should, all else being equal, result in a more virulent or harmful infection. Thus, a positive relationship between the transmissibility and virulence (Bremermann and Pickering, 1983; May and Anderson, 1983; Ewald, 1994; Lipsitch and Moxon, 1997 ) may occur in many host-pathogen systems, including Schistosoma mansoni (Davies et al., 2001) , trypanosomes (Diffley et al., 1987) , influenza (Van dergoot et al., 2003) , myxoma virus in rabbits (Fenner and Ratcliffe, 1965; Anderson and May, 1991) , Plasmodium species (Mackinnon and Read, 1999) , canine parvovirus (Meunier et al., 1985) and HIV (Khouri et al., 1995; Jacquez et al., 1994; Riddler and Mellors, 1997; Holodniy, 1995/1996; Coombs et al., 1996; Craib et al., 1997; Fiore et al., 1997; Quinn et al., 2000) . We treat the case where transmissibility is a concave-down increasing function of virulence, where necessarily 0pbðvÞp1; with an independent parameter b 1 determining whether a completely avirulent strain (v ¼ 0) is still transmissible (as are many commensal microorganisms (Hooper and Gordon, 2001) ); see Eq. (9) below for details.\n\nPathogens are under selection to evade immunity and hence prolong infection. For example, trypanosomes and malarial parasites undergo antigenic variation within single infections. Heightened virulence has been found to prolong the period of infectiousness in lizard malaria Plasmodium mexicanum (Eisen and Schall, 2000) , myxoma virus in rabbits (Fenner and Ratcliffe, 1965; Anderson and May, 1991) , canine parvovirus (Meunier et al., 1985) , Bordetella avium (Temple et al., 1998) , hepatitis B virus (Fong et al., 1994) and influenza (Van dergoot et al., 2003) . We explore the case in which the recovery rate r is a decreasing (or at least nonincreasing) function of the virulence parameter v. (Note that a recovery rate that increases with the virulence could be subsumed into the increasing mortality rate d without loss of generality.)\n\nWe denote the level of disease control effort by u, such that the treatment rate f increases as u increases (i.e. df du 40), and fðu ¼ 0Þ ¼ 0: The effect of treatment is to remove individuals from the infective class at rate f; examples are tuberculosis (Comstock and Cauthen, 1993) and gonorrhea (DeMaio and Zenilman, 1998) for curative therapy, or severe acute respiratory syndrome (SARS) (Lloyd-Smith et al., 2003) and smallpox (e.g. Porco et al., 2004) for case isolation.\n\nThe treatment rate f may also be related to the virulence, since treatment should be sought more often as symptoms become more severe (Tuckett, 1976; Twaddle, 1979) . Severe symptoms may also increase control efforts for contact tracing, resulting in prophylactic treatment or quarantine, as occurred during the recent SARS outbreak (e.g. Lloyd-Smith et al. (2003) ). We therefore consider the general case where f depends on u and v, as well as the special case of virulenceindependent treatment.\n\nWe assume vX0; so if R u decreases monotonically with v, the optimal virulence is v\n\nand @ 2 R u @v 2 ðv Ã Þo0:\n\nThe virulence level at which R u is maximized may also be found by substituting R ¼ ED into Eq. (2) and finding the value v Ã which solves\n\nThis condition corresponds to that value of the virulence for which gains in effective contact rate are exactly balanced by losses in duration of infectivity, or vice versa. When the form of E is unimodal, let v t denote the value of v at which E is maximized; similarly, when D is unimodal in v for a particular u, we may denote by v d that value of v such that D is maximized. In the case of virulence-independent treatment, v d is independent of u.\n\nWe are interested in the sign of dv Ã du ; i.e. does increasing treatment effort lead to higher or lower levels of optimal virulence? Differentiating Eq. (2) with respect to u and rearranging leads to an expression for the dependence of the optimal virulence v Ã on the control variable u:\n\nIf v Ã ðuÞ corresponds to a local maximum of R u and @ 2 R u @v 2 a0; then @ 2 R u @v 2 o0: In this case, from Eq. (4) we see that dv Ã du 40 if and only if @ @u @R u @v 40: Thus, if increases in the control variable u increase the marginal fitness with respect to the virulence, then the treatment program will increase the optimal virulence of the pathogen and thus provide a selective pressure for the pathogen virulence to increase.\n\nTo determine the sign of @ @u @R u @v at the optimal virulence, we first observe that Eq. (1) implies that @D @u ¼ ÀD 2 @f @u ; and since E has no explicit dependence on u,\n\nSubstituting @D @u ¼ ÀD 2 @f @u and rearranging leads to @ @u\n\nEqs. (3) and (5) together imply that at v Ã ; @ @u\n\nHence for E40 and D40; and both D and E unimodal in v, Eq. (6) \n\nTherefore, from condition (4), dv Ã du 40 if and only if Eq. (7) holds. That is, the optimal virulence increases with greater treatment effort if and only if the relative increase in E per unit increase in v outweighs the relative increase in the marginal treatment rate @f @u :\n\nIn the case of virulence-independent treatment, @ @v @f @u ¼ 0: Since by assumption @f @u 40 (and Eðv Ã Þ40), it follows from (7) that dv Ã du 40 if and only if @E @v ðv Ã Þ40:\n\nIn the example shown in Fig. 1 , unimodal curves for E and D are plotted from the functional forms for parameters proposed below. The optimal virulence v Ã occurs at the unique intersection of the e 1 E @E @v and d À 1 higher treatment rate f than the solid curve d 1 : Increasing treatment flattens the d-curve, and shifts the optimal virulence away from the duration maximizing value v d and toward the transmission-rate maximizing value v t : Hence, the optimal virulence increases when v t 4v d ; and decreases when v t ov d : The figure illustrates the following proposition (proven in the appendix).\n\nProposition. If treatment rates are independent of pathogen virulence, and D and E are differentiable where the solid line d 1 and dashed line d 2 correspond to lower and higher treatment rates, respectively.) The curves correspond to\n\n: (A) Increasing treatment increases the optimal virulence, since the dashed line d 2 intersects the e-curve at larger virulence.\n\n(Parameter values: d 0 ¼ 0:2 per unit time, and unimodal, with v t being the point at which the maximum of E occurs, and v d being the point at which the maximum of D occurs (being independent of u), then dv Ã du has the same sign as v t À v d : At the value v t that maximizes transmission, increasing the virulence decreases the effective contact rate (E), but produces a larger proportional increase in the duration of infectivity (D), so the overall product R u ¼ ED is larger (Fig. 2) . The effect of treatment is to reduce the potential proportional increase in the duration that is possible by changes in virulence, and by reducing the value of ''trading off'' transmission for duration, to shift the overall optimum v Ã (upwards or downwards) toward the transmission-rate maximizing value v t : Hence, as the treatment rate f increases, recovery and mortality become less important as determinants of duration.\n\nBased on the empirical evidence outlined above, plausible functional forms for the four epidemiological parameters are as follows:\n\nand\n\nFor the most general case, the change in optimal virulence as the treatment level increases is illustrated numerically for a range of values of b 1 (the transmission probability when v ¼ 0) in Fig. 3 . When b 1 ¼ 0; the optimal virulence increases as the treatment level increases; by the time b 1 ¼ 0:1; the optimal virulence decreases as the treatment level increases.\n\nThere are six simple special cases in which two of the four parameters b; c y ; r; and d vary with the virulence (Table 1) virulence v Ã ! 1: In the contact-mortality case, the contact rate c y decreases with virulence and the mortality rate d increases with the virulence, but b and r remain constant; here, v Ã ¼ 0: More interesting are the four remaining cases.\n\nContact-Transmissibility Trade-off (CT): In this case, the transmissibility b increases and the contact rate c y decreases as the virulence increases, while the duration of infectivity is independent of virulence ( Table 1) . The optimal virulence maximizes the effective contact rate:\n\nand does not depend on the treatment rate. Such a scenario may occur when the duration of infectivity is determined by the time required for the host to mount a sufficient immune response.\n\nRecovery-Mortality Trade-off (RM): In this scenario, the mortality rate increases and the recovery rate decreases as pathogen virulence increases (Bremermann and Pickering, 1983; Kaitala et al., 1997; May and Anderson, 1983; van Baalen, 1998) , but neither the transmissibility nor the contact rate depend on the virulence (Table 1) . Here, the optimal virulence is the duration maximizing value\n\nand does not depend on the treatment rate; increasing treatment results in shorter durations of infectivity, but the optimum virulence is unaffected.\n\nContact-Recovery Trade-off (CR): In this case, as the pathogen becomes more virulent, the contact rate and the recovery rate decrease. We assume that the transmissibility and mortality rates are not dependent on the virulence (d 0 ¼ 0; without loss of generality) as shown in Table 1 ; the maximum effective contact rate is attained at v t ¼ 0; the maximum duration of infectivity is attained as v d ! 1: In this case, R u decreases in v for vX0; provided\n\nSince f is positive, Eq. (13) is always satisfied whenever v 1 pv 2 ; whenever Eq. (13) is satisfied, v Ã ¼ 0: When Eq.\n\n(13) is not satisfied, the optimal virulence is given by\n\nThe value of v Ã never increases with treatment intensity f: When r 0 v 3 ðv 1 Àv 2 Þ v 2 2 À mo0; the optimal virulence is always zero, no matter what the treatment level is. This is because (13) is satisfied for all f and R u must be monotone decreasing.\n\n; which is always positive and strictly decreases as f increases; increasing treatment results in a decreasing optimal virulence.\n\nTransmission-Mortality Trade-off (TM): We extend the standard assumption of a positive relationship between increased transmissibility and increased mortality (Bremermann and Pickering, 1983; Bremermann and Thieme, 1989; Day, 2002; Frank, 1996; Lipsitch and Moxon, 1997; Lipsitch and Nowak, 1995; Stearns, 2000; van Baalen, 2002; Frank, 2002) to include effects of treatment (see Table 1 ). As the virulence increases, the transmission rate increases, and the maximum effective contact rate is attained as v t ! 1: If the recovery rate is also unaffected and the mortality rate increases with the virulence according to the assumptions given in Table 1 , then as the virulence increases, the duration of infectivity decreases (Bremermann and Pickering, 1983; Lenski and May, 1994) ; the maximum duration of infectivity is attained at v d ¼ 0: The optimal virulence is given by\n\nwhenever the term under the radical is nonnegative, and zero otherwise. Here, v Ã never decreases as f increases (or equivalently, since f increases as the control effort u increases, dv Ã du X0). In this case, the transmission-rate maximizing value v t ! 1; and the duration maximizing value v d ¼ 0: Since the duration maximizing value v d is (15) below the transmission-rate maximizing value v t ; increasing levels of treatment lead to a nondecreasing optimal virulence. In particular, whenever f4 v 0 b 1 d 0 b 0 Àb 1 À m; the optimal virulence is greater than zero, and increases as f increases. Observe that whenever v 0 b 1 d 0 b 0 Àb 1 À m40; the optimal value of v is zero for low treatment values, and remains so until f has become sufficiently large.\n\nThe increase in optimal virulence with treatment for the case TM is illustrated in a standard graphical approach to determine the evolutionarily stable level of virulence (Fig. 4A) . For simplicity, we assume b 1 ¼ 0 for this figure, so that is satisfied. All values of v and b for which the reproduction number R u takes on any particular value lie on a straight line; steeper slopes correspond to larger R u ; and the v-intercept is determined by the treatment rate f (v int Þ ¼ À mþrþf d 0\n\n: For concave-down bðvÞ curves, the optimal virulence v Ã is the virulence level corresponding to the point of tangencywhere the slope is steepest. As f increases under virulence-independent treatment, the intercept moves left, but the point of tangency moves right (the optimal virulence increases).\n\nIn general, continuity of R u does not guarantee continuity of the value of v which maximizes is, as a function of u (Bank et al., 1983) . A simple numerical example is provided by\n\nHðxÞ denotes the unit step function. Letting c 0 ¼ 20;\n\nand k ¼ 1; we find that the product R u ¼ ED is bimodal, and the value v Ã that optimizes R u jumps from 0 to approximately 2.09 at u % 0:8: Near this value, small additional increases in the control effort cause large changes in the optimal virulence.\n\nWhile selective pressure due to increased treatment of more virulent strains of a pathogen may be expected to reduce the optimal virulence (Galvani, 2003) , Eq. (7) shows that it is possible for treatment to increase the optimal virulence even when more virulent strains are treated more rapidly than less virulent strains. Large positive values for @ @v @f @u reverse the inequality in Eq. (7) so that increasing treatment reduces the optimal virulence. Small positive values of @ @v @f @u would result in slight increases or decreases in the optimal virulence.\n\nThe bilinear form fðu; vÞ ¼ k 0 uv provides a simple functional form in which the treatment rate f increases with increasing control effort u and with the virulence v; substituting in Eq. (7) reveals that the qualitative effect of treatment on optimal virulence levels is determined by how the effective contact rate EðvÞ and marginal treatment rate @f @u vary with pathogen virulence. We first assume that virulence affects both contact rates c y and transmissibility b according to Eqs. (9) and (10). Since @f @u ¼ k 0 v; the right-hand side of Eq. (7) Fig. 4 . Changes in optimal virulence due to increasing treatment for the transmissibility-mortality case (the case TM in Table 1 shown that 1 E @E @v À 1 v o0 for any positive v ¼ v Ã ; Eq. (7) is not satisfied, and increasing treatment necessarily results in a decrease in the optimal virulence when fðuÞ ¼ k 0 uv: The same result holds when only c y or only b depends on virulence.\n\nWe next reconsider in detail the special case TM (using the parameters in Table 1 ), under the assumption that the treatment rate increases with pathogen virulence\n\nthen the optimal virulence is given by\n\nwhich decreases as u increases. As u increases, the lefthand side of the inequality (16) increases, until finally it becomes greater than zero. When this occurs and inequality (16) is not satisfied, R u monotonically decreases in v, and the optimal virulence is given by v Ã ¼ 0: Further increases in u continue to increase the left hand side of the inequality (16), but cannot further decrease v Ã below 0. If b 1 ¼ 0; the optimal virulence reduces to\n\nwhich decreases monotonically for all u and approaches 0 as u ! 1: For a TM trade-off and f ¼ k 0 uv; therefore, increasing treatment effort u always causes decreases in the optimal virulence level v Ã ; this contrasts with the above results for a TM trade-off under virulenceindependent treatment, for which dv Ã du 40 (Eq. (15)). This case (TM trade-off with f ¼ k 0 uv and b 1 ¼ 0) is illustrated in Fig. 4B . As in Fig. 4A , the curve shows the relationship bðvÞ and straight lines show combinations of b and v that yield fixed values of R u : Steeper lines correspond to higher values of R u ; and the optimal virulence (for a given v-intercept) is determined by the point of tangency. For f ¼ k 0 uv; the v-intercept of the constant-R u lines is v int ¼ À mþr k 0 uþd 0 : Increasing treatment effort u shifts the v-intercept to the right and causes the optimal virulence to decrease, as can be seen by comparing the dashed line (virulence-dependent treatment following f ¼ k 0 uv) to the solid line (no treatment).\n\nOther simple formulations of virulence-dependent treatment rates can yield opposite results, though, contrary to the intuitive expectation that targeting more virulent strains will exert selective pressure to decrease virulence. We illustrate with a simple example: fðu; vÞ ¼ uðk þ k 0 vÞ: When fðu; vÞ ¼ uðk þ k 0 vÞ; the optimal virulence is given by\n\nFirst note that when k 0 ¼ 0 treatment is virulenceindependent, and increasing the treatment rate increases the optimal virulence as in Fig. 4A . When k 0 40; the outcome depends on the relative magnitude of the virulence-dependent and -independent components of f (i.e. k 0 versus k). When k 0 4 kd 0 m ; increasing the treatment rate will decrease the optimal virulence. When k 0 o kd 0 m ; however, the treatment rate does not increase fast enough as virulence increases, and so increasing treatment leads to higher optimal virulence for the pathogen (i.e. the same qualitative behavior as the virulenceindependent treatment case). Therefore, faster treatment of more virulent strains does not always exert sufficient selective pressure for increasing treatment effort to decrease the optimal virulence; the benefit to the pathogen of increased transmissibility can outweigh the cost of the higher treatment rate.\n\nThe optimal virulence of a pathogen may either increase or decrease in response to treatments that reduce the duration of infectivity, such as curative therapy and case isolation. Under the prevalent theory of virulence evolution, pathogen virulence evolves according to a trade-off between maximizing the number of new cases generated per unit time and maximizing the duration of infectivity. Treatment interventions reduce the value of duration-increasing strategies. Consequently, treatment shifts the optimal virulence toward values which produce larger numbers of new cases per unit time. This may result in increases or decreases of optimal virulence levels, depending on whether the virulence level that maximizes duration (independent of transmission) is below or above the virulence level that maximizes transmission (independent of duration). We applied this result to several special cases, extending trade-off models of previous authors, for the situation where treatment rates are independent of pathogen virulence. We found that when virulence is subject to a transmissibility-mortality tradeoff, increasing treatment would lead to an increase in optimal virulence, but that in other cases optimal virulence is decreased (e.g. for the contact-recovery trade-off) or unaffected (e.g. for the recovery-mortality and contact-transmissibility trade-offs) by increasing treatment rates.\n\nOur analysis reveals the possibility that virulencedependent treatment rates (i.e. faster treatment for more virulent pathogen strains) may counteract evolutionary pressures toward increased virulence, providing an additional benefit to such policies (Galvani, 2003) . The model can be extended to explore different modes of intervention (for instance, partially effective therapy or infection control measures that reduce transmissibility instead of duration; c.f. (Gandon et al., 2001 ) or availability of treatment (such as fixed delays rather than competing exponential risks (Blower et al., 1998) ). A further extension could treat sociological effects of treatment availability, such as increasing contact rates or more risky behavior (e.g. Blower and McLean (1994) ).\n\nIn the most general setting, including coinfection or within-host competition between different strains, strains with the largest reproduction number may not prevail. Within-host competition may lead to increases in the virulence of a pathogen beyond what would optimally maximize the reproduction number (Bremermann and Pickering, 1983; Nowak and May, 1994; Read and Taylor, 2001; van Baalen and Sabelis, 1995; van Baalen, 1998; Williams and Nesse, 1991) , although this escalation may be moderate as shown by the intermediate virulence reached by rabbit myxoma (Fenner and Myers, 1978; Fenner and Ratcliffe, 1965; Fenner, 1983) . Our model could be extended to include a fitness function which incorporates within-host competition (Regoes et al., 2000) , though in this case host demography may also need to be considered (Castillo-Chavez and Velasco-Hernandez, 1998) . Other limitations of R 0 maximization have been raised , including that virulence levels may be coincidental (e.g. Levin, 1996) , but it is still a productive approach to the study of optimal virulence (e.g. Gandon et al., 2001; Boots et al., 2004) . Within this adaptive framework, we seek to determine the strategy that is evolutionarily optimal to the pathogen under specified model assumptions, but are limited in our predictions of whether such an optimum will actually be reached.\n\nWe have defined virulence as the extent of host exploitation by the pathogen, and used it as a driving variable for four epidemiological parameters. This framework is appropriate for pathogens with greatly differing natural histories, including non-lethal diseases (e.g. gonorrhea) that are excluded by narrower definitions of virulence that pertain only to disease-induced death. Furthermore the validity of a simple trade-off between mortality and transmissibility has been challenged (Ebert and Bull, 2003a,b) . We have reviewed the empirical evidence for more general trade-offs between epidemiological parameters (see also Day, 2003) , and presented analysis of this general case. Our study is also the first, to our knowledge, to explicitly consider the link between virulence and host contact rates. The functional dependence of epidemiological parameters on virulence, however, is difficult to ascertain empirically. A recent study found dramatic differences in virulence evolution among models with markedly different formulations of transmission and host death, suggesting that detailed quantitative understanding of particular host-parasite interactions is required to reliably predict virulence evolution (Ganusov and Antia, 2003) . In this paper, we first presented general results applicable to arbitrary functional formulations, then explored examples based on plausible functional forms and special cases representing broad classes of disease natural histories.\n\nThe models presented in this paper show that treatment programs may either increase or decrease the optimal virulence of a pathogen, depending on details of the host-pathogen interaction. In conjunction with recent work on vaccination (Gandon et al., 2001 and drug resistance (Bonhoeffer, 2002) , this study is a step toward understanding the evolutionary consequences of public health interventions. Further research, particularly empirical and interdisciplinary work, may enable evolutionary theory of pathogens to constructively inform public health decision-making. basic reproduction number for this model is R 0 ¼ bc y rþmþdþf ; which is the product of the effective contact rate E ¼ bc y and the duration of infectivity D ¼ 1=ðr þ m þ d þ fÞ: The parameters c y ; b; d; or r may be affected by the pathogen virulence v, and f is affected by the level of treatment effort u (and possibly v as well); we define the reproduction number in the presence of treatment effort u as R u ¼ bc y rþmþdþfðuÞ ¼ EðvÞDðu; vÞ: Since it arises from a linearization of the differential equations shown above, this definition of R u implicitly assumes an infinite (and hence non-depleting) pool of susceptibles available to be infected by the index case. Recent work has shown that using a finite contact neighborhood places an upper bound on the reproduction number, and that the standard formulation of R 0 is an overestimate compared to the value obtained when the susceptible pool is minimal (Keeling and Grenfell, 2000; Aparicio et al., 2000) . This effect is strictly quantitative (i.e. it determines how much R 0 changes as parameters are varied, but not the direction of those changes), so qualitative conclusions of our study are unlikely to be affected. The impact on quantitative predictions of our analysis (e.g. values of v Ã for different special cases) will be limited in most cases, because values of R u are constrained to a limited range by tradeoffs between parameters. An exception is the case TR in Table 1 , for which limiting effects such as finite contact neighborhood will prevent the optimal virulence from approaching infinity.\n\nIn a system of multiple strains, competition dynamics determine which strain will dominate (and hence the level of optimal virulence). Using the established technique for epidemic models without coinfection (Bremermann and Thieme, 1989; Saunders, 1981; May and Anderson, 1983) , we have verified for this model that the pathogen strain with the largest reproduction number R u is able to invade and competitively exclude all other strains (Gupta and Galvani, 1999) . Furthermore, there is no coexistence equilibrium for this model except in the special case where two strains have exactly equal reproduction numbers. "}