{"title": "Simultaneous determination of six flavonoids from Paulownia tomentosa flower extract in rat plasma by LC-MS/MS and its application to a pharmacokinetic study", "body": "Paulownia tomentosa Steud. is an important member of the Scrophulariaceae family that is widely used in traditional medicine for the treatment of infectious diseases, such as gonorrhea and erysipelas [1] [2] [3] . It has a wide spectrum of bioactivities, including neuroprotective, antioxidant, antibacterial, antiphlogistic, antiviral, and cytotoxic activities [4] [5] [6] [7] [8] [9] . Therefore, determining the concentration of active components in P. tomentosa in biological samples for pharmacokinetic study is significant.\n\nFlavonoids, lignans and iridoids are bioactive compounds of P. tomentosa [10] [11] [12] . Among these compounds, flavonoids are known because of their main bioactive constituents [13] [14] [15] . The flavonoids from P. tomentosa exhibited significant neuroprotective activity against glutamate-induced toxicity, and showed potent inhibition of human acetylcholinestrase and butyrylcholinestrase, which are linked to the amelioration of Alzheimer's symptoms [16, 10, 4] . Moreover, the flavonoids of P. tomentosa displayed the inhibition of SARS-CoV papain-like protease that is an important antiviral target due to its key roles in SARS virus replication [6] .\n\nSeveral reports [17] [18] [19] have indicated that flavonoids, such as apigenin, quercetin, apigenin-7-O-␤-d-glucoside, quercetin-3-O-␤-d-glucoside, 3 -methoxyluteolin-7-O-␤-d-glucoside, and tricin-7-O-␤-d-glucopyranoside had played an important role in P. tomentosa or P. fortunei. Investigating the pharmacokinetics of these flavonoid components is necessary to better use P. tomentosa. Accordingly, a simple, sensitive, and robust liquid chromatography-tandem mass spectrometry (LC-MS/MS) is required to determine the flavonoids in the biological matrix. In this study, we developed a simple LC-MS/MS method http://dx.doi.org/10.1016/j.jchromb.2014.11.021 1570-0232/© 2014 Elsevier B.V. All rights reserved.\n\nfor the simultaneous determination of six flavonoids (apigenin, quercetin, apigenin-7-O-␤-d-glucoside, quercetin-3-O-␤-dglucoside, 3 -methoxyluteolin-7-O-␤-d-glucoside, and tricin-7 -O-␤-d-glucopyranoside) in rat plasma and their pharmacokinetics after oral administration of P. tomentosa flower extract.\n\nStandards of apigenin, quercetin, apigenin-7-O-␤-d-glucoside, quercetin-3-O-␤-d-glucoside, 3 -methoxyluteolin-7-O-␤-dglucoside, tricin-7-O-␤-d-glucopyranoside, and formononetin (used as internal standard) were purchased from the CRM/RM Information Center of China (Beijing, China) (Fig. 1) . HPLC-grade acetonitrile and methanol were purchased from Merck (Darmstadt, Germany). HPLC-grade water was obtained from a Milli-Q Water Purified System (Millipore, Bedford, MA, USA). Other reagents were of analytical grade.\n\nThe HPLC system consisted of an Agilent 1200 series (Agilent Technologies, Wilmington, DE, USA). Samples were separated on a ZORBAX SB-Aq (5 m; 150 mm × 4.6 mm) column with a Security-Guard C 18 (5 m; 4.6 mm × 3 mm) column. A linear gradient elution of eluents A (2 mM aqueous ammonium acetate) and B (acetonitrile) was used for the separation, using a B gradient elution of 30% at 0-1 min, 30-70% at 2-5.5 min, and the reequilibration time of gradient elution was 5 min. The flow rate was set at 0.9 mL/min with split ratio of 2:1 (v/v), and the total run time was 10.5 min.\n\nIonization and detection of the six flavonoids and IS were carried out on an Agilent 6460 triple-quadrupole mass spectrometer (Agilent Technologies, Palo Alto, CA, USA) equipped with electrospray ionization (ESI) source and operating in negative ion mode. Data acquisition and quantification were performed by Agilent MassHunter workstation B.03.01 software (Agilent Technologies, USA). The drying gas temperature was maintained at 300 • C; the heater temperature was set at 350 • C at a sheath gas flow of 11 L/min; and the nebulizing gas (N 2 ) pressure and capillary voltage were set at 45 psi and −4.0 kV. The dwell time was 50 ms for each compound, and mass analyzers Q1 and Q3 operated at unit mass resolution were used for each multiple reaction monitoring (MRM) transition. Compound-dependent parameters are listed in Table 1 .\n\nFlowers were collected in Anhui, China, in April 2013, and identified by one of us (Prof. Chong Yan) as P. tomentosa flowers. A voucher specimen (No. 201304YC) was deposited in the Chinese medicine specimens room, Guangdong Medical College (Dongguan, China). P. tomentosa flower extract (20 g) was soaked twice for 1 h in 70% ethanol (400 mL) at 80 • C [20, 21] . The extracted solution obtained by filtration was concentrated under reduced pressure and used as samples for animal studies. To calculate the administered dose, we quantitatively determined the contents of the six constituents in the P. tomentosa extract through an external standard method using the same chromatography conditions previously described. The results showed that the concentrations of apigenin, quercetin, apigenin-7-O-␤-d-glucoside, quercetin-3-O-␤-d-glucoside, 3 -methoxyluteolin-7-O-␤-d-glucoside, and tricin-7-O-␤-d-glucopyranoside in the extract were 0.063, 0.101, 0.033, 0.048, 0.231, and 0.167 mg/mL, respectively.\n\nMixed stock solutions containing above six standards were prepared in methanol with a final concentration of 0.513 mg/mL for apigenin, 0.421 mg/mL for quercetin, 0.381 mg/mL for apigenin-7-O-␤-d-glucoside, 0.320 mg/mL for quercetin-3-O-␤-d-glucoside, 0.513 mg/mL for 3 -methoxyluteolin-7-O-␤-d-glucoside, and 0.602 mg/mL for tricin-7-O-␤-d-glucopyranoside, respectively. The mixture stock solution was serially diluted with a mixture of methanol-water (50:50, v/v) to provide working standard solutions of desired concentrations. The IS stock solution of 1.00 mg/mL was prepared in methanol. The IS working solution (100 ng/mL) was prepared by diluting the stock solution with methanol-water (50:50, v/v).\n\nPlasma samples of standard calibration curves were prepared by spiking 10 L of the above working solutions into 190 L of blank plasma. The plasma concentrations were in the range of 5.13-513 ng/mL for apigenin, 4.21-421 ng/mL for quercetin, 3.81-381 ng/mL for apigenin-7-O-␤-d-glucoside, 3.20-320 ng/mL for quercetin-3-O-␤-d-glucoside, 5.13-513 ng/mL for 3 -methoxyluteolin-7-O-␤-d-glucoside, 6.02-602 ng/mL for tricin-7-O-␤-d-glucopyranoside, respectively. QC samples at low, middle and high concentrations (10.26, 61.56, 461.7 ng/mL for apigenin; 8.42, 50.52, 378.9 ng/mL for quercetin; 7.62, 45.72, 342.9 ng/mL for apigenin-7-O-␤-d-glucoside; 6.40, 38.4, 288 ng/mL for quercetin-3-O-␤-d-glucoside; 10.26, 61.56, 461.7 ng/mL for 3methoxyluteolin-7-O-␤-d-glucoside; 12.04, 72.24, 541.8 ng/mL for tricin-7-O-␤-d-glucopyranoside) were also prepared by the same operation listed above. All the solutions were kept at 4 • C.\n\nA simple liquid-liquid extraction (LLE) method was applied to extract the six flavonoids and IS from rat plasma. To a 50 L of the rat plasma, 25 L of IS and 25 L of 0.1 M hydrochloric acid were added. The mixture was vortexed for 1 min and extracted with 1 mL of dichloromethane by shaking on a vortex mixer for 5 min. The upper layer was transferred to a clean tube after centrifugation at 5000 × g for 5 min and then evaporated to dryness under a gentle stream of nitrogen. The obtained residue was reconstituted in 50 L of mobile phase and centrifuged at 11,000 × g for 5 min. Subsequently, aliquots of 10 L were injected into the LC-MS/MS system for analysis.\n\nThe method was validated according to the principles of the FDA industry guidance [22, 23] .\n\nTo ensure whether other endogenous components from plasma interfered with the analytes, samples from six different blank rats were analyzed.\n\nThe linearity of each calibration curve was determined by plotting the peak area ratios of analyte:IS vs apigenin, quercetin,\n\nand tricin-7-O-␤-dglucopyranoside concentrations in rat plasma. The linearity of the calibration curve was determined by linear regression analysis and the acceptable value for correlation coefficient (r) was ≥0.995. Method sensitivity was determined by lower limit of detection (LLOD) and lower limit of quantification (LLOQ) based on a signal-to-noise (S/N) ratio of 3:1 and 5:1, respectively.\n\nPrecision and accuracy were investigated by analyzing six replicates of QC samples on the same day (intra-day) and between three different days (inter-day). The intra-day and inter-day precisions were expressed by the relative standard deviation (RSD), and the accuracy was evaluated by expressing the mean calculated concentration as a percentage of the spiked concentration. Acceptance criteria met that accuracy should be less than ±15% and precision be below 15%.\n\nThe matrix effect of the six analytes and IS was evaluated by analyzing triplicates of plasma samples at three QC levels. Matrix effect was evaluated by comparing corresponding peak areas of plasma extracts spiked with analytes with those of standard solutions.\n\nThe extraction efficiency was also investigated by determining triplicates of plasma samples. The extraction recovery was analyzed by comparing the peak areas of plasma extracts spiked with analytes before extraction with those of the post-extraction spiked samples.\n\nStability of six analytes in rat plasma was determined by analyzing triplicates of QC samples during the sample processing and storage stage. Samples were stored at ambient temperature for 6 h and at −20 • C for 3 weeks to assess short-term and long-term stability, respectively. Freeze-thaw stability was determined after three freeze-thaw cycles between −20 • C and ambient temperature.\n\nSix male Wistar rats (weighing 220 ± 20 g) were housed under constant temperature (20 ± 2 • C), humidity (50 ± 15%) and lighting (12 h light per day) and were deprived of food for 12 h with water ad libitum before the experiment. The experimental protocols were approved by the Animal Care and Use Committee of Guangdong Medical College (Dongguan, China). Six rats received an intragastric administration of 183 mg/kg P. To determine the main pharmacokinetic parameters of the six analytes, the pivotal pharmacokinetic parameters were calculated by the non-compartmental analysis using DAS 2.1 software package (Chinese Pharmacological Society, China).\n\nIndividual analyte solutions were directly infused into the mass spectrometer under the positive and negative ion scan mode. Under the selected ESI condition, all six analytes and IS showed higher sensitivity in the negative mode than in the positive mode, and the most abundant ions are [M−H] − for all analytes. Therefore, the deprotonated form of each compound, the [M−H] − ion, was the parent ion in the Q1 spectra and used as the precursor ion to obtain Q3 product ion spectra. The MS/MS product ion spectra of the analytes and IS are shown in Fig. 2 . On the basis of that, to get the maximum response of precursor and product ions, the parameters for fragmentor voltage and collision energy were further optimized. Table 1 shows the optimal fragmentor voltage and collision energy of all the analytes. Finally, the most sensitive mass transition was monitored from m/z 269. The peak symmetry of the analytes greatly improved after adding ammonium acetate to the mobile phase. Thus, the concentration of ammonium acetate in aqueous phase was optimized from 1 to 10 mM, and the results showed that adding 2 mM ammonium acetate produced good improvement. In addition, a gradient elution program was used to reduce the retention time and eliminate excessive broadening of the chromatographic peaks. Finally, the optimized gradient elution mentioned in Section 2.2 was adopted.\n\nSelectivity was evaluated by extracting blank plasma from six different sources and comparing the MS/MS responses at the retention times of six analytes to those of the LLOQ level (Fig. 3) . No significant peaks were observed in any lane of the blank plasma samples for the six analytes and IS.\n\nThe calibration curves, correlation coefficients and linear ranges of six analytes in plasma are listed in Table 2 . The regression equation of the calibration curve was expressed as Y = kX + b, Y is the peak area ratio of the analyte to IS and X is the corresponding concentration value. All the calibration curves showed good linearity in their corresponding ranges for the six analytes (r > 0.995).\n\nThe LLOD and LLOQ obtained using the calculation of the S/N ratio were found to be 3.08 and 5.13 ng/mL for apigenin, 2.53 and 4.21 ng/mL for quercetin, 2.29 and 3.81 ng/mL for apigenin-7-O-␤d-glucoside, 1.92 and 3.20 ng/mL for quercetin-3-O-␤-d-glucoside, 3.08 and 5.13 ng/mL for 3 -methoxyluteolin-7-O-␤-d-glucoside, 3.61 and 6.02 ng/mL for tricin-7-O-␤-d-glucopyranoside in plasma. The limits were sufficient for pharmacokinetics studies.\n\nThe intra-day and inter-day precisions and accuracy are presented in Table 3 . The RSD values for intra-day and inter-day precisions were all within 14.0%, whilst the accuracy values were all below 113.8% at each QC level. The results suggested that the present assay showed acceptable accuracy and precision.\n\nA single-step LLE with dichloromethane proved to be simple, rapid and acceptable, with a mean extraction efficiency >85% at three QC concentration levels, indicating that the chosen Table 1 Summary of the retention times, MS/MS parameters, and precursor and product ions observed for each compound. Table 3 Intra-day, inter-day precision and accuracy of six analytes in plasma (n = 6). Table 5 Pharmacokinetic parameters of the six flavonoids following oral administration of P. tomentosa flower extract (n = 6, mean ± SD Table 4 ). The recovery of the IS was 93.0% in rat plasma (n = 3). The matrix effects of six analytes derived from QC samples were between 86.7% and 103.4%. Under these conditions, the analytes did not exhibit obvious matrix effect.\n\nThe stability results showed that the concentrations of six analytes were between 86.4% and 114.8% of the initial values (Table 4 ), indicating that all the analytes were stable in rat plasma during the sample processing and storage stage.\n\nThe validated LC-MS/MS method was successfully applied to the pharmacokinetic study and simultaneous determination of six flavonoids in rat plasma following intragastric administration of 183 mg extract per kg of body weight. The mean plasma concentration-time profiles of the six flavonoids are presented in Fig. 4 , and the main pharmacokinetic parameters calculated by noncompartmental analysis are listed in Table 5 . By using the method, we detected the drug concentration in plasma until 24 h after oral administration. The results in this study may be helpful for further investigations on the pharmacokinetics of P. tomentosa flowers, and beneficial for the application of this medicine in preclinical experiments.\n\nA selective, sensitive and robust LC-MS/MS method for simultaneous determination of six flavonoids in rat plasma was established. The method employed a simple and rapid extraction procedure for sample preparation, and offered higher sensitivity with little detectable coeluting endogenous substances requiring only 50 L plasma. This method is proposed for the pharmacokinetic study and preclinical monitoring of P. tomentosa."}