{"title": "Airborne infectious disease and the suppression of pulmonary bioaerosols", "body": "Airborne transmission of respiratory infections poses a major public health threat and it is a subject about which surprisingly very little is known. Clear examples of the potential threat of airborne transmission include the dramatic spread of measles in the pre-vaccination era and the high death rate caused by airborne anthrax [1, 2] . Airborne transmission is a significant hazard for other common respiratory infections too. Legionella is spread through aerosolization as well as aspiration of contaminated water [3] . Influenza is effectively spread by direct contact but there are clear examples where widespread indoor transmission of influenza occurs beyond the physical limits of personal contact [4] . Infections as diverse as smallpox and rhinovirus can spread rapidly by large and fine droplet (airborne) transmission and severe acute respiratory syndrome (SARS) virus can spread through contact with contaminated water and, possibly, from person to person by droplet nuclei [5] [6] [7] .\n\nAn array of nosocomial threats could also be spread by the airborne route. Klebsiella pneumonia can be spread in contaminated air (e.g. in hospitals), resulting in a high degree of mortality [8, 9] . Pseudomonas aeruginosa is of particular concern in cystic fibrosis wards and its dissemination by the airborne route has been clearly demonstrated [10] .\n\nAirborne infectious disease can also spread within the lungs of humans and animals (as well as between different individuals), partly via the respiration of airborne pathogens ( Figure 1 ). The passage of inhaled and exhaled air over the lung lining fluid entrains pathogens, resident in the lungs, in the form of droplets of airway lining fluid (ALF) that contain lung mucus and surfactant material [11] [12] [13] [14] . Pathogen-laden bioaerosol material can be inhaled deeper into the lungs of an infected individual, possibly promoting a more severe infection, or it can move out of the lungs and into the environment. Depending on aerosolized droplet size, airborne pathogens can quickly be deposited on nearby external surfaces; this external transport of pathogens can lead to disease transmission by physical contact. Expired bioaerosols can also travel great distances and remain airborne for an extended period of time, particularly when droplet diameters are too large for diffusive deposition (>200 nm) or too small for gravitational deposition (<2 µm) [15, 16] . In this scenario, airborne expired pathogens could be inhaled into the lungs of a second individual, promoting transmission by respiration.\n\nReflecting current understanding, modern methods of airborne disease containment remain focused on removing pathogens from the atmosphere as opposed to preventing their aerosolization at the source. Recently, however, the idea of arresting expired and The current understanding of airborne pathogen spread in relation to the new methods of suppressing exhaled bioaerosols using safe surface-active materials, such as isotonic saline, is reviewed here. We discuss the physics of bioaerosol generation in the lungs, what is currently known about the relationship between expired bioaerosols and airborne infectious disease and current methods of airborne infectious disease containment. We conclude by reviewing recent experiments that suggest the delivery of isotonic saline can significantly diminish exhaled aerosol -generated from airway lining fluid in the course of natural breathing. We also discuss these implications in relation to airborne infectious disease control.\n\ninspired bioaerosol mobility by influencing aerosol generation within the fluid lining of the lungs has been explored [17, 18] . The deposition of appropriate quantities of inhaled saline solutions in the lungs appears to alter the physical properties of lung lining fluid, possibly by modulating ionic interactions between charged mucins. This results in the creation of fewer and more-inert droplets, which consequently travel shorter distances through the air in the lungs and the immediate environment. Although the chemical and physical properties involved in bioaerosol generation within the lungs and the factors influencing airborne disease spread must be better Respiration of airborne pathogens. Airborne pathogens generated from the lungs of an infected individual have three potential outcomes: pathogen aspiration can occur by deep inhalation of the airborne agents, potentially leading to more-severe infection in the infected individual; large droplets that travel short distances from the infected individuals (<10 µm) might be expelled, landing on clothing and/or surfaces, thus providing a well of contact-related infectious agents (fomites); or droplet nuclei (0.1-5.0 µm) are emitted that carry pathogens and can stay airborne for extended periods of time, traveling great distances.These droplet nuclei can subsequently be inhaled by an uninfected recipient, resulting in secondary infection.The inset shows that bioaerosol droplets and droplet nuclei are generated by the passage of airflow over the airway lining fluid.This airflow results in shear of the liquid surface, creating surface disturbances that lead to droplet creation. \n\nBioaerosol formation in the respiratory tract most commonly occurs, upon inspiration and expiration, as a consequence of momentum transfer from air flowing through the lungs to the ALF. This momentum transfer results in wave-like disturbances that can lead to droplet creation -similar to aerosol formation from the surface of a wind-stirred sea [19] . Theoretical predictions [11] and experiments with mucus-like film [20] suggest that a critical airspeed that initiates wave disturbances in the lungs is required and it will vary according to several parameters, such as film thickness and the surface and bulk physical properties of the mucus layer. During a forceful cough airspeeds as high as 200 m/s can be attained [21] . A potential mechanism for droplet creation during calm breathing relates to the reopening of closed small airways upon deep exhalations (Scheuch, G., personal communication). In general, droplet creation results from surface disturbances in a manner similar to Rayleigh capillary instability [22] , this has been carefully studied in the colloid-science literature [23] and, therefore, it is understood that droplet creation will be strongly influenced by the surface and bulk rheological properties of the lung surfactant fluid.\n\nTo date, few studies have carefully examined the nature of the bioaerosols that humans exhale on a daily basis (Table 1) . Early researchers assumed the upper respiratory tract (nose, mouth and throat) was the primary location of droplet formation [24] [25] [26] . In these early studies, the mouths and throats of volunteers were coated with a dye and breathing, talking, sneezing and coughing maneuvers were monitored and any resulting droplets were collected directly onto a slide. Only droplets >1 µm were measured by microscopic observation. Duguid [24] found that droplets (>1 µm) produced by speaking, coughing and sneezing were sufficiently small enough to remain airborne. Normal breathing, however, produced no measurable droplets (>1 µm). In a second series of experiments [25] , Duguid determined that coughing produced an average droplet size of 14 µm. Although Loudon and Roberts [26] found that coughing produced a droplet concentration that was an order of magnitude smaller than that reported by Duguid, they found a similar average droplet size (12 µm). Another interesting common finding from these studies was the high variability in the levels of bioaerosol production from different individuals.\n\nMore-recent experiments have utilized optical particle counting (OPC) to determine the size and concentration of droplets exhaled from all parts of the respiratory tract [17, 27, 28] . Because OPC enables the measurement of submicron-sized droplets, as well as larger droplets, it provides data for the full particle spectrum of expired bioaerosols. Papineni and Rosenthal [27] measured expired bioaerosol droplets (in nose and mouth breathing, coughing and talking) to be <2 µm in size, with no droplets >8 µm. They also found that mouth breathing produced the highest number of droplets <1µm in size, whereas coughing produced approximately five-times as many total droplets per maneuver.\n\nIn a similar experiment to that of Papineni and Rosenthal, Edwards et al. [17] observed 11 healthy human subjects. Results from this study confirmed Papineni and Rosenthal's findings because they suggested exhaled particles during normal mouth breathing are predominantly <1 µm in diameter. Edwards' results also showed that expired particle numbers vary substantially from subject to subject, with two distinct populations: low producers (those exhaling an average of <500 droplets per liter over a six hour measurement period) and super producers (those exhaling an average of >500 droplets per liter over a six hour measurement period) of expired bioaerosols ( Figure 2 ). Remarkably, the super producers (six people from this test group) expired 99% of the total amount of bioaerosols that were expired by the entire group, Abbreviations: ND, not determined; NA, not applicable.\n\nTotal exhaled bioaerosol numbers from 11 volunteers monitored over a six hour period, as reported by Edwards et al. [17] . Six individuals from a group total of 11, labeled here as super producers, produced 99% of the total number of exhaled bioaerosols observed. indicating that, if infected by an airborne pathogen, these individuals could possibly be more prone to spreading airborne disease (although the implications of airborne disease transmission was not investigated).\n\nStudies clearly reveal that (per breathing maneuver) coughing, talking and sneezing produce more droplets than normal breathing, however normal breathing, being continuous, probably accounts for the majority of expired bioaerosols over the course of a day. Expired bioaerosol droplets range in size (from several nanometers to many microns) and undergo evaporation as a function of ambient conditions encountered after expiration. Larger droplets tend to reach the environment as a consequence of coughing and sneezing and are prone to drop on to surfaces near the source, whereas smaller droplets tend to reach the environment as a consequence of normal breathing and, by virtue of their low inertia, travel further on average than those produced by coughing and sneezing. Similar conclusions might be expected with respect to factors that influence aerosol transport regarding the trajectories of bioaerosol droplets from the upper airways to the deep lung, although this phenomenon does not appear to have been studied experimentally.\n\nThe airborne spread of infectious disease occurs because respiratory aerosols naturally carry pathogens, resident in the lung fluid, from the site of droplet creation to the site of droplet deposition, whether this is to another location within the lungs or to a location outside the lungs. Respiratory aerosols spread airborne infectious disease within infected individuals and between the infected individuals and their environment. However, limited work has been done that quantifies and, to some extent, qualifies this phenomenon. Among unresolved issues are: the distribution of airborne viruses and/or bacteria within expired bioaerosol droplets; the lifetimes of airborne pathogens as a function of droplet size, distance traveled and environmental conditions; and the general threat of airborne infection as a function of droplet size and pathogen type. It might be anticipated that small viral pathogens, such as influenza, will travel readily within the lungs and between individuals and their environment in small droplet nuclei; whereas bacteria, such as tuberculosis (TB), will travel more readily in larger droplets. However, this remains to be proven because even TB bacteria have been reported in small droplet nuclei by Fennelly et al. [29] , they recently found that TB patients generated TB-laden bioaerosols <5 µm in diameter during coughing (with considerable patient-to-patient variability).\n\nFor centuries humans have attempted to control the spread of airborne infectious disease by suppressing bioaerosol mobility (Figure 3 ). During The Great Plague outbreak in medieval Italy, forced quarantine involved sequestering every family containing a diseaseinfected individual outside the city walls (http://msnbc.msn.com/ id/3076745). During the influenza pandemic of 1918, gauze masks became required in some places and not wearing one was a fineable offense [30] .\n\nPerhaps the most concrete evidence demonstrating the relevance of expired bioaerosols as a source of transmission of infectious disease lies in the success of infection-control strategies that target airborne particles, such as ventilation, filtration and particulate respirators, or strategies that target the airborne pathogens within the particles, such as air disinfection and UV irradiation. These strategies have had varying degrees of success.\n\nA standard approach to the control of pathogenic bioaerosol transmission in buildings is the use of ventilation. Ventilation dilutes the concentration of droplets in the air by removing the circulating droplets via air exchange. With perfect mixing, 63% of airborne droplets can be removed by each air exchange [31] . However, because perfect mixing is rarely achieved, a range of droplets (20-60%) are typically removed from the circulation in ventilated buildings. With an adequate air exchange rate, ventilation can significantly decrease, although not completely eliminate, the number of pathogenic bioaerosols in the air [32] . Despite this, ventilation can be cost prohibitive, especially in developing countries, and is limited by comfort factors, such as noise and draft levels.\n\nTwo types of air purification systems are routinely used for removing or inactivating pathogenic bioaerosols, filtration and UV germicidal irradiation (UVGI). Air disinfection has proved effective in high-risk areas, for example, reducing the spread of measles in day schools [33] . Both systems, however, initially require adequate ventilation. Air filtration systems work on the principal of size exclusion. High-efficiency particulate air (HEPA) filters can be used to remove ~99.99% of airborne particles from the air as it passes through the filter. Despite their potential efficiency, filters require www.drugdiscoverytoday.com more-powerful fans for adequate ventilation (because they create resistance to air flow), must be changed periodically and require routine maintenance [34] .\n\nUVGI systems provide either upper-room-air or ventilation-duct irradiation to inactivate pathogens and doses of UV irradiation vary significantly for different microorganisms [35] . Effectiveness depends on the irradiation level and the irradiation duration, lamp placement and age, room configuration, airflow patterns, ventilation rate and relative humidity [36, 37] . Compared with filtration, UVGI generally provides effective control for a lower cost, as well as easier installation and maintenance.\n\nParticulate respirators are often used in clinical settings to protect workers from inhaling airborne pathogens. They can also be used as a method to control the output of the pathogens by a host. HEPA or N95 filters generally provide higher protection against airborne pathogens than dust filters. However, studies have shown that a 'fit test' is crucial before the performance of all face masks can be guaranteed and personal compliance is also an obvious limitation [38, 39] . In addition, growth on the filter and re-aerosolization can be potential problems that hamper performance.\n\nTo be effective, the infection control methods previously discussed require costly mechanical equipment (i.e. ventilation and disinfection strategies) or properly fitted respirators for each individual who might be exposed. All of these methods need routine maintenance and, thus, knowledgeable personnel to be available. These factors make the current control methods too costly or impractical to be implemented effectively; this is especially true in developing countries where resources are scarce. In addition, these strategies rely on trapping airborne pathogenic bioaerosols before they can enter a new host, relying on the expectation that pathogens will be in the environment for some time. Therefore, the possibility of preventing pathogen output at the source with an inexpensive, easy-to-administer aerosol would be an appealing solution.\n\nTwo recent studies [17, 18] have shown that deposition of isotonic saline in humans and animals can significantly diminish the number of expired bioaerosol particles for several hours after deposition. The relevance of these data regarding the control of infectious disease remains unclear, however the idea of controlling the nature of bioaerosol creation within the lungs provides an alternative strategy to conventional infectious disease control, targeting respiratory aerosols following their formation (at the mouth or in the environment).\n\nIn their study of 11 healthy human volunteers, Edwards et al. [17] found that delivering ~1 g of isotonic saline (orally via nebulized aerosols, 5.6 µm in diameter) reduces the total amount of expired aerosols (among the super-producing individuals) by ~72% over a six hour period and markedly diminishes total expired bioaerosol production for the entire group (Figure 4 ). By contrast, the authors found that delivering a combination of lung surfactants within ~1 g of isotonic saline amplifies the size of expired bioaerosols relative to the baseline (air inhalation only). In vitro results, obtained using a simulated cough machine, indicated that a mucus mimetic nebulized with saline produces a larger droplet size after the forced convection of air over its surface than when air is forced over the mucus mimetic alone (i.e. without saline nebulization). These results led Edwards and co-workers to conclude that saline delivered onto lung surfactant increases its surface tension, and potentially other dynamic physical properties of the lung surfactant, thereby changing the droplet breakup dynamics.\n\nIn a subsequent study, Clarke et al. [18] report that delivering isotonic saline aerosols (in 5.6 µm droplets) into the endotracheal tube of anesthetized bull calves showed a dose-responsive effect on exhaled bioaerosols; six minutes of treatment resulted in a decrease ≤50% of exhaled bioaerosols for at least 120 minutes, compared with pre-treatment ( Figure 5 ). Substantial interindividual variability REVIEWS FIGURE 4 Total exhaled bioaerosol numbers following expiration over a six hour period: monitoring inhaled air after inhalation of isotonic saline. Exhaled bioaerosols were suppressed by 72% over a six hour period following treatment with isotonic saline. Results reported by Edwards et al. [17] . The percentage of sham particle counts during 120 minutes posttreatment in anesthetized Holstein bull calves. Exhaled bioaerosols were assessed at multiple time points for 120 min following no treatment (Sham, 0.0 min) or treatment with nebulized isotonic saline for increasing times (1.8, 6.0, and 12.0 min). Area under the curve (AUC) was determined for each bull calf for sham and all isotonic saline treatments (1.8, 6.0, and 12.0 min). All AUC values from anti-infection aerosol (AIA)-treated animals were compared with the AUC of the sham exposure group and results were expressed as a percentage of the sham, as reported by Clarke et al. [18] . was found in baseline values, revealing two distinct populations -low droplet producers and high droplet producers. These results are similar to human clinical trial findings that have been reported previously [17] . It is possible that the trend towards increasing expired bioaerosol particle size and lowering bioaerosol droplet number and mobility correlates with a mitigation of the spread of infectious disease. Wells et al. [40] found that adding solute to culture media before artificial aerosolization can alter the size of respired particles and change their infectiousness for test animals. 68 rabbits were subjected to breathing approximately equal numbers of tubercle bacilli in either fine or coarse (2-15 µm diameter range) aerosols. ~16 times fewer tubercles were detected in their lungs if they inhaled the larger particles [18] . Presumably, larger particles did not reach the vulnerable alveoli, affecting the mouth or the resistant mucosa of the large airways instead. Conceivably, if it is possible to alter the physical properties of the ALF in humans safely in such a way that small respiratory droplets would become harder to generate or, if generated, less likely to evaporate into droplet nuclei, airborne transmission might be reduced. This approach would probably be applicable for reducing transmission for every respiratory infection with airborne potential.\n\nBreakup of droplets from a film of liquid as a result of the shear forces of a flowing air stream has been studied in various contexts in the colloid-science literature [41] , as well as in the foods, cosmetics and oil industries. Among physical properties that play a key role in droplet formation are film thickness, viscosity, surface tension and surface viscosity and elasticity. All of these properties, and notably those intrinsic to the ALF (chemical and physical composition), can be modified by delivering materials, that transiently enhance mucus stability, to the airways.\n\nLow surface tension, characterizing surfactant-covered surfaces like the air-mucus surface, favors small droplet size [41] and is one reason why humans and animals produce bioaerosol droplets that are predominantly smaller than a micron in diameter during breathing maneuvers [17, 18] . Increasing the surface tension of the ALF might be one mechanism for increasing the inertia of bioaerosol particles and lowering the mobility of respiratory aerosols. Similarly, bulk rheological properties, such as viscosity or viscoelasticity, tend to produce larger droplet sizes after breakup because they dynamically resist the breakup process with an intensity that increases with diminishing droplet size. Increasing viscosity and viscoelasticity can provide another mechanism for diminishing the mobility of bioaerosols by resisting their formation in the ALF. Surface rheological properties, such as surface viscosity and elasticity, are additional properties that can significantly alter droplet breakup dynamics. This is particularly true for very small droplets (of micron and submicron sizes) formed in the lungs. Surface rheological properties can dominate bulk rheological properties. This is caused by the relative force of surface to bulk rheological properties in relation to the inverse of the curvature radius of deformed surfaces. Standard values of surface rheological properties tend to produce surface rheological forces that are much larger than bulk rheological forces, reflected in large 'Boussinesq' and 'Marangoni' dimensionless numbers [41] . Thus, another method for diminishing the mobility of respiratory aerosols formed in the lungs is to increase surface viscosity and elasticity.\n\nInhaled and exhaled bioaerosols act as vectors for deep-lung and environmental transport of airborne infectious disease. They can be produced by sneezing, coughing, talking and normal breathing. It appears that a minor percentage of the population will be responsible for disseminating the majority of the exhaled bioaerosol burden. Intervention with a simple aerosol approach acts as a stabilizer on the surface of the ALF and can suppress the formation of bioaerosols of pulmonary origin. This approach could provide an appealing way to mitigate the spread of airborne infectious disease in environments ranging from hospitals and clinics to homes and confined environments (e.g. prisons) where the spread of airborne infectious disease is a recognized problem. Practically, intervention might involve the inhalation of a saline-based aerosol, 1-4 times per day, via an inhaler system that delivers the required dose of saline rapidly. The individuals taking the saline therapy and the rest of the general public should benefit because immobilizing bioaerosols in the lungs could lead to less airborne movement of the pathogen to the deep lung and/or out into the environment, allowing natural clearance mechanisms (e.g. mucociliary clearance) to remove the pathogen via the pharynx. However, it remains to be proved that the immobilization of pulmonary bioaerosols leads to a noticeably lower risk of airborne pathogen spread within individuals and/or to the uninfected public; experimental studies are required in animals and humans infected with influenza, tuberculosis and other airborne pathogens to clearly elucidate the potential for this new approach to controlling airborne infectious disease."}