{"title": "Experimental study of gaseous and particulate contaminants distribution in an aircraft cabin", "body": "As millions of people are traveling by air every year, aircraft cabin environment is important to the travelers. Long exposure time in the aircraft cabin environment containing contaminant such as pathogenic aerosol may make passengers sick. Mangili and Gendreau (2005) evaluates the risk of respirable infectious disease (Tuberculosis-TB and Severe Acute Respiratory Syndrome-SARS) transmission in commercial aircraft cabins and concluded that air travel is an important factor in the spread of respirable infectious diseases worldwide. In addition, the high passenger density (Mangili and Gendreau, 2005) and lower personal fresh air rate than for the buildings environment result in a high concentration of CO 2 (Haghighat et al., 1999) . And the use of various cleaning products in the cabin leads to a high concentration of VOCs such as ethanol and acetone (Nagda and Rector, 2003) . These particulate and gaseous pollutants can be removed by the cabin ventilation system. Therefore, to provide a healthy and comfortable cabin environment for passengers, and to design better ventilation system, it is important to study the feature of contaminant distributions in the cabin.\n\nFor experimental studies of contaminant distribution in aircraft cabin, Table 1 shows a summary of the research in the past decade. Our review finds that most of the measurement studies adopted mock up cabins which may not represent actual contaminant distribution in airliner cabins. Some used water-filled scaled model, but the different scale and working fluid further complicate the equivalent analysis for the full scale cabin environment (Thatcher et al., 2004) . In addition, the two main points missing consideration in previous experimental studies are: First, how to set the contaminant source was not clearly described, which would influence the concentration distribution. Second, the number of sampling points was usually limited, and whether they were enough for obtaining complete and accurate fields for simulation validation was not discussed.\n\nLab experimental measurement in mock up cabins is costly and time consuming, and whether it can be accurate enough to represent the real cabin environment is always controversial. Numerical simulation is another important way to study the pollutant transport and distribution due to its cost, time and labor saving nature compared with the experimental method (Pepper and Wang, 2011; Zhai et al., 2012) . However, one numerical model must be validated before it can be applied for design or research purpose. Yan et al. (2009) found the simulation results of tracer gas transport cannot be clearly indicated by the experimental data possibly due to the \"sampling points were too coarse to describe the concentration gradient\". Wan et al. (2009) also discussed the measurement uncertainty because of low particle concentration while comparing with the numerical results. In study, the predicted tracer gas and particle concentration did not agree well with the measurement which may be due to the measurement uncertainty caused by unstable airflow. In summary, there is a general agreement that an accurate and complete measurement is essential for numerical method validation.\n\nIn this study, the experimental measurement is carried out in a functional MD-82 aircraft cabin for a most realistic condition. The objective of this study is to investigate the method for accurate and complete concentration field measurement for both particulate and gaseous contaminants. The contours of contaminant distribution at 8 lateral and 6 longitudinal sections are obtained. The effect of sampling grid, source generation setting which is essential for experiment in the cabin is discussed. We also investigate the difference between gas and particle distribution and analyze the particle tracking behavior which can indicate the effect of velocity fields on particle distribution. To provide a stable thermal boundary condition, the aircraft cabin was insulated. The size of the cabin was 2.91 m (W) Â 40 m (L) Â 2.04 m (H). It was a single-aisle cabin with 3 rows of seats (12 seats) in the first-class cabin, and 28 rows of seats (130 seats) in the economy-class cabin. The air was supplied from upper-side, and was exhausted through side walls near the floor. The MD-82 aircraft cabin environment was controlled by a ground air-conditioning cart (GAC). The total airflow supplied by the GAC to the cabin was 10 L s À1 person À1 . The air temperature was controlled at 20 AE 1 C in the experiment. Twelve heating manikins (75 W each) were placed in the first-class cabin and they were uniformly wrapped The effects of a moving human body on flow and contaminants transport inside an aircraft cabin. with resistance wire to mimic the thermal plume generated by passengers. The economy-class cabin was unoccupied. This investigation used mixed SF 6 (1% SF 6 balanced with 99% N 2 ) as a representative of gaseous contaminants. Although CO 2 is commonly used as a tracer gas (Zhang et al., 2012; Wang et al., 2008) , its measurement can be easily disturbed by the background concentration and operators around. The low background concentration, non-reactive and nontoxic nature and easy detectability of SF 6 make it ideal as a tracer gas to simulate gas contaminant and often used to measure ventilation rate (Cheong, 2001) . In addition, the density of the 1% SF 6 -N 2 mixed gas (1.25 kg m À3 ) is similar to that of air (1.2 kg m À3 ), so the buoyancy effect of the mixed gas can be neglected. The SF 6 concentration was analyzed with a photo-acoustic multi-gas analyzer (INNOVA 1412, LumaSense Technologies).\n\nTo simulate airborne particulates, mono-dispersed DEHS particles were generated by a monodisperse particle generator (PALAS MAG 3000) (Horton et al., 1991) . DEHS is non-soluble liquid with a density of 912 kg m À3 and a low evaporation rate. Since most particles stay in the room for a short time period, the size change due to evaporation is negligible ). An optical particle sizer (TSI 3321 APS spectrometer) was used for particle concentration and size distribution measurement. To minimize particle deposition on sampling tubes, we used conductive silicone tubes for particle generation and sampling.\n\nThe gaseous and particulate contaminants were usually measured separately in previous studies. However, the different flow field over time may have already changed the pollutant fields, therefore the measured gas and particle field cannot be easily compared. In this study, the tracer gas and particles were devised to release at the same time. Because the influence of the airflow on contaminants distribution would be investigated, the contaminants were released with almost zero momentum to avoid their effects on airflow field. In addition, as the velocity field is dynamic and complex in the cabin ), a small difference in the source locations may lead to a significant difference of contaminant fields. Therefore, two source location settings were studied. The first source setting is shown in Fig. 2 (a). The particles and SF 6 were released from separate sources with a distance of 10 cm between, which is the minimum length of the concentration sampling grid in the current study. The second source setting is shown in Fig. 2 (b). The generation flow of particles and SF 6 were same as in separate-source condition, but they were released from a single port, which was placed at the mouth of a seated passenger. The releasing port was made by a rubber bulb which had a mixing chamber to mix the contaminants uniformly.\n\nIn the first source setting, the total volume flow rate was set to 1 L min À1 and was controlled by a gas rotameter. The SF 6 was released from a block of porous material ( Fig. 2(a) ), and the velocity on the surface of the block was about 0.02 m s À1 which was much smaller than the air velocity near the location. The source can be considered to be non-momentum. Due to the mixed gas contained 1% SF 6 , The tracer gas was continuously released into the cabin with a volume flow rate of 1.65 Â 10 À7 m 3 s À1 (0.01 L min À1 ). With this flow rate, divided by the total air volume supplied by the airconditioning system, the average concentration in the cabin was approximately 0.1 ppm. The lower detection limit of INNOVA 1412 is 0.06 ppm for SF 6 . A non-momentum particle source was made of a rubber bulb. The diameter of the bulb was 5 cm and there were about 200 holes with diameter of 2 mm on the surface ( Fig. 2(a) ). The flow rate of carrier gas was set to 3.5 L min À1 and also controlled by a gas rotameter. The velocity from the holes on the surface of the rubber bulb was about 0.023 m s À1 . According to Duguid (1946) , most of the expiratory droplets have a size between 2 and 8 mm and the diameter of most bacteria which is parasitized by viruses to spread through the air is 0.2e3.2 mm (Kowalski et al., 1999) . In addition, previous studies (Murakami et al., 1992; Zhao et al., 2004) in buildings assumed that particles with aerosol diameter less than 4.5 mm showed diffusion properties similar to those of gas with zero gravitational settling velocity. Therefore, in the current study the mean particle size generated was controlled to be 3 mm, with which the particles were most likely to spread with airflow. The geometric standard deviation (GSD) of the generated particles was less than 1.2. Meanwhile, according to Yang et al. (2007) , the particle number generated through coughing is approximately 3 Â 10 6 pt s À1 , thus the total number of generated particles with aerodynamic diameter of 3 mm was controlled to have a similar level. \n\nThe experiment simulated contaminants releasing from a passenger seated in the first-class and economy-class cabin respectively. The SF 6 and particle sources were set at the mouth level of a seating passenger in Seats 2C or 10C as indicated in Fig. 3 . As fiverow measurement was showed to be enough to investigate the feature of contaminants transport (Liu et al., 2013) , the measurement was conducted for five lateral planes (Row 8e12) and three longitudinal planes (EC-Aisle, EC-D, EC-A) ( Fig. 3 ) in the economyclass cabin. For the first-class section, the experiments were carried out in all the three lateral planes for the three seat rows (Row 1e3) and three longitudinal planes (FC-B, FC-Aisle, FC-D) (Fig. 3) .\n\nThe sampling grid was determined for a most complete concentration measurement for each plane considering the size of sampling accessories and operation convenience. Three sampling grids were investigated. Fig. 4 shows the distribution of sampling points in economy-class cabin. The first original sampling grid resolution was uniform, and was 0.1 m Â 0.1 m for a cross section ( Fig. 4(a) ), and 0.1 m Â 0.2 m for a longitudinal section (due to limit place, the longitudinal optimization process is not described here). To reduce the labor and time cost, the second simplified sampling grid resolution was designed to be sparse, and was 0.2 m Â 0.2 m for a cross section ( Fig. 4(b) ). To optimize the sampling point number for a complete capture of the concentration field, based on second sampling grid, the third modified sampling grid was modified with dense grid near the source and air supply inlet where the concentration gradient is higher (Fig. 4(c) ). Sampling points blocked by seats were deleted in the measurement. In total, for the first grid resolution, there were actually 335 points on a lateral plane and 240 on a longitudinal plane for first-class cabin; and 360 points on a lateral plane and 540 on a longitude plane for economy-class cabin, while the total number of sampling points with the third grid resolution was reduced to about half of that. The performance of these three grid resolutions will be analyzed in next section.\n\nThe sampling efficiency due to non-isokinetic sampling is an important parameter for particle sampling system. Agarwal and Liu (1980) simulated the flow field around a sampling inlet in still air to conclude that there would be less than a 10% error if probe size meets the criterion:\n\nwhere D s in m is the probe diameter, s in s is the particle relaxation and g in m s À2 is gravitational acceleration. For 10 mm particles in aerodynamic diameter, their relaxation time is about 2.8 Â 10 À5 s, and D s should be larger than 0.02 mm. This indicates that there is no practical restriction on still-air sampling of particles less than 10 mm in aerodynamic diameter. For particle concentration measurement in cabin environment, the maximum air velocity U 0 for which the still-air sampling criteria can be used is defined as (Hinds, 1999): ( 2) where U 0 in cm s À1 is air velocity, Q in L min À1 is the sampling flow rate (5 L min À1 in this study). The calculated criterion is 1.6 m s À1 for current study, therefore the air velocity in the cabin meets the still-air sampling criteria. We utilized the conductive silicone ports and tubes with the diameter of 8 mm facing toward the back of the cabin for particle sampling. Since the sampling method was consistent throughout the experiment, the data can be normalized for comparison and analysis.\n\nIt is normally not feasible to measure the pollutant concentration at all sampling points at one time. One needs to move the measurement device to next position to start next round of measurement. After such a disturbance, the measured data need a time to reach stability.\n\nFor particle measurement, we monitored particle concentration at the cabin exhaust while the particles were injected to the cabin with a generation rate of 5 Â 10 6 pt s À1 . the exhaust concentration became stable within 10 min. The air change rate of the cabin was 20 ACH and the velocity field was stable within 10 min after each disturbance . Therefore 10 min was chosen as the stabling time. As shown in Fig. 5 , the average particle concentration after 10 min deviates less than 10% of the total mean value. The lower and upper bound of each error bar represents the 10th and 90th percentile of data for each time period. The sampling time for each point was determined to be 10 min.\n\nThe SF 6 concentration in the exhaust duct was also monitored while the tracer gas was continuously released into the cabin with a volume flow rate of 1.65 Â 10 À7 m 3 s À1 . The concentration also became relatively stable within 10 min. The average of the data after 10 min deviates less than 14% of the total mean value. Therefore the stability and sampling time were the same as for particle measurement.\n\nThe contours of SF 6 at Row 10 with original, simplified and modified resolution are compared in Fig. 6 . Based on the measured data, the contour values of different grids were estimated by interpolation through Kriging method (Davis, 1973) . The correlation coefficient between the values of the first and second grid is 0.583, while the correlation coefficient between the first and third gird is 0.996. Thatcher et al. (2004) investigated the correlation coefficient between fully developed concentration fields obtained from several sets of measured data. And they thought there was an agreement between the pairs if the correlation coefficient was larger than 0.9.\n\nFurthermore, the F-test and T-test (Rice, 2007) were used to further compare the results from the three grids values. F-test is a common statistic test used to judge whether the variances of two sets of data are obviously different, while T-test is used to judge whether there is an obvious difference between the two sets of data. Table 2 summarizes the F value, T value and correlation coefficient of the paired values. The one-tailed critical value of F-test and T-test is to judge whether two sets of data are statistically the same, and the values are 1.0276 and 1.645 in a 99.5% confident interval for current study. The F and T values of First vs. Second grid were both higher than the critical level and therefore were in rejection regions. The statistical analysis indicates that there is no obvious difference between the original and modified density grids, but obvious differences between the original and simplified density grids.\n\nThe same procedure was used to compare the results from different grids for other planes. The statistical analysis showed the modified sampling grid was enough to capture the feature of concentration distribution. It was found that: In addition, we should notice that the above modified sampling grids should be limited to the similar cases only. This is because if the diameter of particles is much larger than 3 mm or the ventilation type is different, the contaminants distribution will be much different.\n\nIn Fig. 7 , the velocity field of Row 10 is displayed. With SF 6 and particles generated by two separate supplying tubes with a distance of 10 cm between, the contours of particle and SF 6 of Row 10 and EC-D in the economy-class are shown in Figs. 8 and 9. Fig. 8 showed that the concentration for both gas and particle was higher near the source. In this cross section, the vertical height of the largest particle concentration was higher than that of SF 6 . Fig. 9 shows that the particle and SF 6 fields did not agree with each other in the longitudinal section and the concentration of particles at the back of the cabin was higher than that at the front. The mean positions of SF 6 and particle can be used to identify the difference ). The experimental mean position can be determined by the following method: The measured concentration is multiplied by the position x, y or z depending on the analysis plane. The value for all points is summed and then divided by the total value of concentration to obtain the mean position. By this method, the distance between the mean position of SF 6 and particle in Row 10 was 20 cm and in EC-D plane was 40 cm. These distances were much larger than the real distance between particle and gas sources (10 cm in lateral plane, and 0 cm in longitudinal plane).\n\nTo investigate the reason, we used smoke pen to visualize the transport path of gas and particle pollutants from the two sources. The sketch maps of smoke path are drawn in Fig. 10 . Then it was noted that the transport direction indicated by the smoke was different for the SF 6 source and for particle source. It is clearly shown in Fig. 10 (a) that the smoke from particle source presented a consistent backward transport trend, while some of the smoke from the gas source diffused to the front lower parts of the cabin. The lateral view ( Fig. 10(b) ) also presented different paths for particle and gas sources. Most of smoke released from gas source flowed to the lower part, while most of smoke released from the particle source flowed to the upper part. Considering the same nature of smoke used for particle and SF 6 sources, different airflow direction should be the only reason for affecting the pollutants path. The distance between the two sources was 10 cm as described previously. Because of the small space in the aircraft cabin and its complex air distribution pattern, such a distance was large enough to put the sources in different locations of the vortex above the seat, and therefore affected the contaminants transport and distribution.\n\nTo eliminate the effect of source location on contaminants distribution and verify that a small difference in the source locations can lead to a significant difference of contaminants distribution, SF 6 and particle source were combined for another test. With particle and SF 6 generated in one source, which was installed at the mouth of a human manikin ( Fig. 2(b) ), we measured the contaminant fields in the full occupied first-class cabin, which was a more realistic and complex situation considering the thermal plume generated by passengers. The first cabin had the same ventilation mode and similar geometry (single-aisle) as the economy-class cabin.\n\nIn Fig. 11 , the velocity field of Row 2 is displayed. Figs. 12 and 13 showed that the contaminant fields with combined source were more consistent between SF 6 and particle. The distance between the calculated mean position of SF 6 and particle was 4 cm for Row 2 plane and was 5 cm for FC-A plane. These values were less than or equal to the diameter of the combined bulb source. Therefore, one could consider there was not obvious difference between the mean positions of SF 6 and particle. As the velocity and concentration field in first-class cabin with heated manikin is more complex than that in the economic class cabin, it is reasonable to expect that the concentration field of the two contaminants can be also consistent with each other if the combined source case were measured in the empty economic class cabin. In summary, as the velocity gradient was large in the cabin, a small difference in the source locations can lead to a significant difference of contaminant transport paths and fields. In the current study, 10 cm was large enough to lead an obvious difference. Therefore it is recommended that contaminants need to be released at exactly the same location if the two kinds of pollutants were to be studied simultaneously and compared. Comparison between Figs. 8 and 13, which demonstrate the pollutant distribution at the cross section with and without heating manikins in the cabin shows that the pollutant concentration was much higher at the top of the cabin when there were heating manikins. Note that the sources were at the same height above the chairs under same ventilation mode and similar geometry. This might indicate the phenomenon of the thermal buoyancy plumes from the passengers, which brought the pollutants up. Fig. 11 displays the velocity field in Row 2 with heating manikins. Obvious upward flow because of the thermal plume can be observed.\n\nThe distribution of tracer gas is primarily affected by airflow, although it can also transport through diffusion. However, the particle distribution is affected by many factors, including airflow, gravity, thermal force, particle fluctuation due to turbulence and particle acceleration, therefore the particle has a slip velocity to the airflow. With the increase of particle diameter, the slip velocity will become larger and the distribution difference between particle and gas will be more obvious. In our experiment, the particle's aerodynamic diameter is 3 mm, and the tracking behavior of such particles is analyzed.\n\nThe slow motion of a spherical particle was derived by Basset (1888), Boussinesq (1903), and Oseen (1927) for fluid at rest, and it was then extended by Tchen (1947) to the case of a fluid moving with variable velocity. It can be expressed as (BBO equation):\n\nwhere the subscript p represents particle, f represents flow. On the right side of the equation, these terms are the steady state drag force (Stokes force with Re < 1 in this study), pressure force caused by accelerated flow velocity, shear stress force, Basset force caused by unsteady flow, and potential force F e , which is gravity in this case, respectively. To determine whether gravity has an obvious effect on the movement of particles, we compare the magnitude of the Stokes force and gravity force. In the cabin environment, 95% of the velocity is greater than 0.02 m s À1 , and the largest velocity is about 0.5 m s À1 from our measurement. Because the Stokes force decreases with velocity magnitude decrease, we compare the gravity force with Stokes force under the condition with the velocity as 0.02 m s À1 (Fig. 14) . For particles with aerodynamic diameter from 0.7 mm to 10 mm, the gravity force is almost at least one order of magnitude smaller than the Stokes drag force in the cabin environment. Therefore, the effect of gravity can be reasonably neglected when compared with that of the Stokes force. Murakami et al. (1992) investigated the effects of gravitational sedimentation on the diffusion characteristic of an airborne particle in a conventional flow-type clean room. They used ethylene as a tracer gas and three types of mono-dispersed polystyrene standard particles (0.31, 1.0, and 4.5 mm in particle size with the density of 1.05 g cm À3 ). A characteristic time scale was used to indicate the effect of gravitational sedimentation on the distribution. When the sedimentation time scale of airborne particles (calculated from the vertical distance from the source to the solid surface boundary and the gravitational settling velocity) was larger than or on the same order of magnitude as characteristic diffusion time scale, indicating much slower sedimentation processes, the particle fields do not differ greatly from those at a gravitational settling velocity close to zero. In our study, the sedimentation time scale of the 3 mm airborne particles is about 1850s (height of the source 0.5 m divided by gravitational settling velocity 2.7 Â 10 À4 m s À1 ) and the diffusion time scale is about 100 s (volume of the first cabin/airflow rate of first cabin). Therefore, one can again conclude that gravity has no obvious effect on contaminant distribution.\n\nWith such assumption, the BBO equation can be then simplified to:\n\nThe turbulence velocity is regarded as an impulse signal. We unfold it as an integration of elemental signal. So the turbulence velocity v f can be expressed as a Fourier integration: where AðuÞ is the amplitude of the flow velocity, u is the angular frequency which is equal to 2pf (f is the vibration frequency). A particle does not follow the airflow exactly because of the turbulence phenomenon. Therefore, v p is different with v f , and it can be also expressed as a Fourier integration: (6) where hðuÞ is the amplitude ratio of v p to v f , 4ðuÞ is the phase difference between v p and v f , and 4=u is the lag time. When h ¼ 1 and 4 ¼ 0, the particle follows the airflow completely. When h < 1 and 4 < 0, the movement of the particle would lag behind the airflow.\n\nAccording to Eqs. (5) and (6), the terms in Eq. (4) can be expressed as follows (Shu, 1970) \n\nBecause AðuÞ is arbitrary, the term inside the bracket should be equal to zero. And it can be simplified as: \n\nThen, we obtain the analytic expression for h and 4 as follows:\n\nwhere h and 4 are functions of u. For r p /r f > 1, b will be smaller than 1, and the amplitude ratio h decreases with the increase of frequency. This means the particle tracking behavior is worse when the frequency is higher. Therefore, we need to know only the highest frequency in order to estimate the whole tracking behavior. According to Prandtl's theory, the vibration frequency is u 0 =l, where u 0 is a root mean square fluctuation velocity, and l, per Shu's (1970) suggestion, should be the Kolmogorov scale as follows:\n\nwhere n is kinetic viscosity, 3 is the turbulence eddy dissipation. As it is well expected that 3 and u 0 is the highest at the air inlet, where the vibration frequency should be also highest there, we obtained the u 0 and 3 at the inlet boundary through measurement in real cabin . The highest vibration frequency was 2628 Hz.\n\nFor particles with aerodynamic diameter of 3 mm in current study, the calculated amplified ratio between v f and v p was 0.91, and the lag time between particles and fluid was À25 ms. This means that velocity of the particle was 0.91 times the magnitude of airflow and the particle movement lagged behind the fluid by 25 ms. For other positions with lower frequency, the results of h4u are more closely to 1. The good tracking behavior of particles shown above well explains the similar transport and distribution characteristic between particles and gas shown in previous section. In addition, Table 3 displays the calculated amplitude ratio and lag time for particles with different aerodynamic diameter. Particles with diameter larger than 3 mm have bad tracking behavior and their distribution characteristic may be different with gas in the cabin.\n\nThrough experimental studies in a real functional MD-82 aircraft cabin, this study investigated setting up experimental measurement for simultaneous, accurate and complete gaseous and particulate contaminant distribution. The effect of different sampling grids and contaminant sources was compared and the tracking behavior of the particles was calculated when analyzing the differences between gaseous and particulate contaminants distribution. The major conclusions are:\n\n(1) Compared with the uniform sampling grids of 0.1 m Â 0.1 m for lateral planes, and 0.1 m Â 0.2 m for longitudinal planes, the modified grids were good enough for accurate and complete contaminant field measurement. Non-uniform grids were applied, meaning more sampling grids should be arranged in areas with great concentration gradient (e.g. approximately within 0.3 m from the source and diffuser locations), and coarse grids can be arranged elsewhere. Note that the modified sampling grids obtained in current study should be limited to the similar cases only as particle size and ventilation type will affect the concentration distribution therefore the optimum sampling grid. Through more advanced statistical optimum method in future study, the number of sampling points may be further reduced, while maintaining the accuracy of the measurement. (2) In the narrow cabin space, where the velocity field was dynamic and complex, the source location and buoyancy plumes from the passengers had a significant effect on the contaminant distribution. A small difference (10 cm in this study) in the source locations can lead to a significant difference in contaminant fields. Therefore if the particulate and gaseous contaminant distribution was to be studied simultaneously, they should be generated from a combined source port or the source locations should be almost identical for a fair comparison.\n\n(3) The measured concentration fields of SF 6 and the 3 mm DEHS particles in first-class cabin matched with each other well in the measured sections. The tracking behavior of the different particles in airflow was analyzed. The results showed good tracking behavior for particle with diameter of 3 mm: the amplitude ratio ðhÞ of the particle velocity v p and the fluid velocity v f was 0.91, and the lag time 4=u was À25 ms, which resulted in almost the same concentration fields as SF 6 's. However, for particles with aerodynamic diameter larger than 3 mm, their distribution characteristic may be different with gas due to bad tracking behavior. These data and the tracking behavior analysis gave a more representative approach of characterizing particle performance and were crucial for choosing CFD models for the particle transport calculation. "}