{"title": "Synthesis and biological evaluation of 3-acyl-2-phenylamino-1,4- dihydroquinolin-4(1H)-one derivatives as potential MERS-CoV inhibitors", "body": "3-Acyl-2-phenylamino-1,4-dihydroquinolin-4(1H)-one derivatives were synthesized and evaluated to show high anti-MERS-CoV inhibitory activities. Among them, 6,8-difluoro-3-isobutyryl-2-((2,3,4-trifluorophenyl)amino) quinolin-4(1H)-one (6u) exhibits high inhibitory effect (IC 50 = 86 nM) and low toxicity (CC 50 > 25 μM). Moreover, it shows good metabolic stability, low hERG binding affinity, no cytotoxicity, and good in vivo PK properties.\n\nMiddle East respiratory syndrome coronavirus (MERS-CoV) is an emerging, fatal virus that causes severe respiratory symptoms in humans with high mortality (about 38%), such as high fever, cough, shortness of breath, and acute pneumoniae. 1,2 MERS-CoV is a zoonotic coronavirus that can spread non-sustained person-to-person transmission. 3 Travel-related MERS-CoV infections continued to spread from the Arabian Peninsula to several other countries and caused epidemics with high fatal rates. 4 MERS-CoV is a single-stranded, positive-sense RNA virus and uses host cellular components to accomplish various physiological processes, including internalization of the virion, genome replication, packaging and budding of the virions. Therefore, each stage of these steps of the virus life cycle can be targets for therapeutic inhibition. Screening of FDA-approved drugs for MERS-CoV identified many drugs with antiviral effects. 5, 6 These drugs can be categorized into inhibitors disrupting endocytosis, interrupting MERS-CoV RNA replication and translation, and inhibitors with undefined mechanisms. To date, there are still no approved antiviral drugs. 2 Therefore, the development of therapeutics against MERS has received more and more attention.\n\nWe began our investigation by screening 200,000 compounds of Korean Chemical Bank (KCB) against MERS-CoV using high content screening (HCS) platform of Institut Pasteur Korea (IPK). 7 Through this effort, 3-acetyl-6-chloro-2-(isopropylamino)-8-(trifluoromethyl)quinolin-4(1H)-one 1 was identified as a primary hit (Fig. 1 ). 1,4-Dihydroquinolin-4-one derivatives showed a broad range of pharmacological activities, such as antibacterial, 8 anti-neurodegenerative, 9 and anti-infammatory. 10 Here we report on the synthesis and biological effects of 3-acyl-2-amino-1,4-dihydroquinolin-4(1H)-one derivatives.\n\nAll series of 3-acyl-2-amino-1,4-dihydroquinolin-4-one analogues were synthesized using Scheme 1. β-Keto amides 2 were prepared either by reaction of diketene and anilines in the presence of basic catalyst or condensation reaction of substituted-acetyl acetate and anilines. Bis(methylthio) compounds 3 were synthesized by reacting βketo amides 2 with carbon disulfide and dimethylsulfate in the presence of potassium carbonate. Refluxing bis(methylthio) compounds 3 in an inert solvent like 1,2-dichlorobenzene was transformed into 3-acyl-2methylsulfanyl-quinoline-4(1H)-ones 4. 11 Treatment of 3-acyl-2-methylsulfanyl-quinolin-4(1H)-ones 4 with hydrogen peroxide in acetic acid leaded to the corresponding sulfoxides 5, which are more reactive to substitution reaction. Nucleophilic substitution reactions with various amines with sulfoxides 5 afforded 2-amino-1,4-dihydroquinolin-4(1H)-ones 6. 12 The anti-MERS-CoV activities of the synthesized compounds for Vero cells infected with a Korean clinical MERS-CoV isolate were determined by monitoring the cells expressing viral spike (S) protein using immunofluorescence assay (IFA). 7 Extensive SAR investigations to assess the effects of 3-acyl moieties, substituents on aryl, and various amines are shown in Table 1 .\n\nWe started SAR studies by varying the substituents of 5 to 8 positions of quinolone ring of compound 1, having fixed with acetyl group at 3 position and isopropyl amine at 2 position. Compounds with electron donating groups, such as 8-isopropyl (6a) and 6,8-dimethyl (6b), showed no inhibitory effects. Application of phenyl substituent at 3 position (6c) was detrimental for inhibitory effect. 2,4-Difluoroaniline substituent at 2 position (6d) resulted in significant higher activity (IC 50 = 0.15 μM). Given the beneficial effect of 2,4-difluoroaniline at 2 position, we explored the effects of electron-withdrawing groups of lefthand ring of quinolone part of 6d by preparing analogues 6e-6h. Replacement of the C(8)-trifluoromethyl with fluorine (6e) and nitro functionality at 2 position (6f) were moderately tolerated (IC 50 = 0.98 and 1.16 μM, respectively). 6,8-Difluoro (6g) and 5,6,8-trichloro (6h) derivatives also retained the inhibitory effects (IC 50 = 1.06 and 0.29 μM, respectively). This observation showed that electron-withdrawing substituents of left-ring of quinolone scaffold were fruitful to inhibitory activity, while electron-donating substituents were detrimental.\n\nNext, substituent effects at 2 position of 1,4-dihydroquinolin-4(1H)one scaffold were evaluated. Although less active than quinolone derivative 6d (IC 50 = 0.15 μM) with 6-chloro-8-trifluoromethyl group, 6,8-difluoro substituent analogue 6g opens the possibility to extensively explore SAR studies via modifications of 2 position. Therefore, we have focused on the optimization of 6g. 3-Acetyl-6,8-difluoro-1,4-dihydroquinolin-4(1H)-ones with piperidine (6i) and morpholine (6j), nbutyl amine (6k) at 2 position showed no inhibitory effect. 3,4-Dichlorobenzyl alcohol (6l) and 2,4-difluorobenzyl amine (6m) were only moderated tolerated (IC 50 = 7.8 and 5.9 μM, respectively), whereas 4-fluorobenzyl amine (6n) and 4-methoxybenzyl amine (6o) functionalities are detrimental for the binding affinities. Compounds with 3-methoxyaniline (6p) and 4-methoxyaniline (6q) showed no inhibitory effects, indicating that aniline substituents with electron-donating groups were detrimental. 4-Bromoaniline (6r) and 4-chloroaniline group (6s) showed similar inhibitory effects (IC 50 = 1.13 and 1.44 μM, respectively) to 6g. 2,3,4-Trifluoroaniline analogue 6t displayed increased inhibitory effect (IC 50 = 0.53 μM). Through the investigation into wide range of substituent effects at 2 position, aniline groups with electron-withdrawing substituents showed high binding affinities (0.53-1.44 μM).\n\nIn the next phase of optimization, substituent effects at 3 position were investigated. As the benzoyl substituent (6c) at 3 position completely abolished activity and pivaloyl group at 3 position blocked the nucleophilic substitution of anilines at 2 position, compounds with isobutyryl substituent at 3 position were deeply examined (6u-z). 6,8-Difluoro Compound 6u and 6v, including 2,3,4-trifluoroaniline and 2,4difluoro aniline group at 2 position, showed higher inhibitory effects than its corresponding compounds with acetyl group at 3 position (IC 50 = 0.086 and 0.79 μM, respectively). 5,6,8-Trichloro (6w) and 5,8dichloro compound (6x) with 2,3,4-trifluoaniline substituent at 2 position also displayed higher inhibitory effects (IC 50 = 0.100 and 0.166 μM, respectively) than their corresponding ones. 5,6,8-Trichloro (6y) and 6-chloro,8-trifluoro compound (6z) with 2,4-difluoroaniline substituent at 2 position also showed potent biological activities (IC 50 = 0.129 and 0.13 μM, respectively). Of note, all the above compounds except 6d, 6w, and 6z displayed no obvious cytotoxicity (CC 50 > 10 μM).\n\nCompound 6u was found to be a very potent MERS-CoV inhibitor and evaluated further for its metabolic stability, hERG, cytotoxicity, and in vivo pharmacokinetic profile (Table 2) . 6u displays good metabolic stability in human, rat, and mouse liver microsomes. 6u shows a low hERG binding affinity and no cytotoxicity toward VERO, HFL-1, L929, NIH 3T3, and CHO-K1 cell lines and it exhibits good oral bioavailability of 56% with promising C max , T 1/2 , AUC values and clearance.\n\nIn Summary, we have developed a novel class of 3-acyl-2-amino-1,4-dihydroquinolin-4(1H)-one based MERS-CoV inhibitors through systemic SAR optimization from lead compound 1. Compound 6u, including isobutyryl substituent at 3 position and 6,8-difluorophenyl group, is a good MERS-CoV inhibitor with IC 50 of 86 nM. In addition, this substance shows good metabolic stability, low hERG binding affinity, no cytotoxicity, and good in vivo PK properties with an oral bioavailability of 56% in rat. Future optimization of these 3-acyl-2amino-1,4-dihydroquinolin-4(1H)-one based MERS-CoV inhibitors on the in vivo efficacy of 6u in animal models will mainly be performed in due course.\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. \n\nData for microsomal stability, hERG, cytotoxicity, and in vivo pharmacokinetic profile of 6u."}