{"title": "The Mucosal Lesion in Viral Enteritis Extent and Dynamics of the Epithelial Response to Virus Invasion in Transmissible Gastroenteritis of Piglets", "body": "rich in thymidine kinase activity (P < 0.005), suggesting relative immaturity. Villus structure recovered by 72 and 144 hr, although deeper crypts (P < 0.001) and accelerated migration still persisted. We conclude that extensive, almost simultaneous direct viral invasion of villus enterocytes can occur along the entire length of the small intestine after a single exposure to virus, and thus can cause shedding of mature villus cells and proliferation and accelerated migration of cells from the crypts. At the height of diarrhea, when enterocyte turnover is maximal, the epithelium consists predominantly of immature virus-free cells which have migrated to the villi in a relatively undifferentiated state.\n\nTransmissible gastroenteritis (TGE), an acute selflimited invasive infection of the small intestine occuring in young pigs, is caused by a Corona virus. Earlier studies of this disease identified specific defects on intestinal transport associated with the presence on villi of poorly differentiated crypt-type enterocytes; these abnormalities coincided with the occurrence of severe watery diarrhea. ' -s The present experiments used an immunofluorescence technique to determine the timing and extent of viral invasion during the course of experimental TGE infection. These findings were related to the development of functional and structural abnormalities in the small intestinal epithelium. When administered to young pigs under standardized conditions, we found previously that the TGE virus consistently caused diarrhea beginning at about 18 hr, peaking at 40 hr after which it subsided.1.2 .• Pensaert et al. have shown invasion of the epithelium within 6 hr and shedding of infected cells within 24 hr. 7 We suspect that the im- \n\nSixty-six 14 to 16-day-old piglets from litters of conventionally weaned York swine received an intragastric inoculum of a standard dose of TGE virus,' and 20 uninfected littermates, matched for food intake and age, served as controls. Groups of animals were killed at intervals of 6-144 hr after infection and intestine taken from 3 sites-proximal jejunum (5-15 cm from ligament of Treitz), mid small intestine (10 cm around midpoint), and ileum (5-65 cm from ileocecal sphincter). In'the first study at 6, 12, 24, 30, 40, 72 , and 144 hr, we examined epithelial viral immunofluorescence (IF) and mucosal structure at all three sites and measured sucrase and thymidine kinase activities in isolated villus cells from the ileal segment. Viral TGE antigen was detected by direct IF, using a fluorescein-conjugated porcine anti-TGE globulin (used for IF diagnosis of field cases, and kindly donated by Dr. A. Gagnon, University of Guelph). Specificity was tested by twostage inhibition using TGE-inoculated and noninfected Ileal villus enterocytes were isolated selectively with a vibration technique that excludes crypt cells,'o and the presence of intact crypts was confirmed by microscope examination of tissue after the isolation procedure. For enzyme analyses, cells were homogenized and stored at -20°C for assays of thymidine kinase and sucrase activity.' In the second study, enterocyte migration in proximal jejunum and ileum was measured by autoradiography. Piglets were injected with [3H]thymidine (0.3 /LCi/g) , and subgroups were killed 6, 12, or 24 hr later so that migration of labeled cells could be measured in relation to mucosal structure. Migration was studied during three stages of the disease (0-24, 36-60, and 120-144 hr) and compared with control data, using six-eight piglets for each study period. Samples of intestine from each site were oriented on wax, fixed in Bouin's reagent for 12 hr, transferred to 95% alcohol, and embedded in paraffin. Tissue sections ( Coded sections were examined with a calibrated eyepiece by one person, who selected from each section (excluding areas over Peyer's patches) 10-30 longitudinally well-oriented crypt-villus columns with the lumen in continuity. Crypt-villus column height and the distance of foremost labeled cells (FLC) from crypt base were measured; in addition, to allow for changes in column height, the mean position of FLC was expressed as a percentage of column height. Migration rates were expressed as change in position of FLC per hour, and the mean enterocyte transit time (time taken for label to reach the villus tips) was calculated for each stage of the disease. Results were analyzed with Student's t-test. Analyses of enzyme data were based on the assumption of a logarithmic distribution for the data, and the results were expressed as antilogarithms.\n\nSpecific epithelial viral IF was observed consistently in proximal jejunum, mid small intestine, and ileum of all animals studied at 6, 12, and 24 hr after infection but was rare at 40, 72, and 144 hr (Figure 1 and Table 1 ). In control tissue, nonspecific pale yellow plasma fluorescence was observed in the lamina propria. The specific apple-green viral immunofluorescence that appeared in the apical cytoplasm of villus enterocytes of infected tissue, particularly toward the tips (Figure 1 ), was not seen in the crypts and appeared to be confined to the villus epithelium. At 6 hr, IF was observed in most of the villus epithelium of proximal and mid small intestine but was concentrated in the villus tips in the ileum; in one piglet it was limited to the proximal segments only (Table 1) . At 12 hr, IF appeared equally extensive in all segments, but by 24 hr it was inconsistent, patchy, and confined to occasional blunted villus tips.\n\nSignificant structural abnormalities were observed on light microscopy in all three intestinal segments-after the time when viral IF was maximal. In infected pigs (Figure 2 ), at 24 and 40 hr, the villi were shorter, and crypts were deeper than controls (P < O.OO1), and by 72 and 144 hr the villi were recovering although crypts remained hyperplastic. At 40 hr, the mucosal lesion in all three segments varied from mild partial villus atrophy to flattening of the mucosa (Figures 3 and 4) , the villus epithelium was cuboidal with a poorly defined brush border,crypts were hyperplastic, and the lamina propria was infiltrated with inflammatory cells ( Figure 3B ).\n\nBy electron microscopy at 12 and 24 hr and in an occasional cell in one animal at 40 hr, viral particles were seen in the brush border and in the cytoplasm of villus surface enterocytes ( Figure 5 ). Viral particles were not seen in crypt epithelium at any stage or in any tissue taken at later stages of infection. At 24 and 40 hr, villus surface enterocytes seen by electron microscopy and compared with controls had irregular sparse microvilli, apical nuclei, fewer organelles of the apical cytoplasm (Figure 6) , and intraepitheliallymphocytes were observed.\n\nEnzyme Activities in Ileal Villus Enterocytes Sequential changes in sucrase and thymidine kinase activities in villus cells isolated 12, 24, 40, 72, and 144 hr after infection are shown in Table 2 . By 24 and 40 hr, sucrase activity was significantly less than in cells from controls, and thymidine kinase activity was significantly greater. By 144 hr, thymidine kinase activity did not differ from controls, although the villus cells were still sucrase deficient.\n\nThe position of foremost-labeled cells in crypt-villus columns, expressed both as distance from crypt base and as a percentage relative to column height, are shown in Table 3 . In both jejunum and ileum, mean distance from crypt base was significantly greater than the corresponding control measurement 6 hr after labeling in the TGE-infected groups studied at 36 and 120 hr after infection (P < 0.001). In those given label 36 hr after infection, the foremost label at 6 and 12 hr was significantly further from the crypt base than in those studied earlier (0-24 hr) and later (120-144 hr) in the disease (P < 0.001, respectively); in fact, at this stage of the disease the label had reached the tips of villi within 24 hr of injection. When FLC position was expressed as a percentage of column height, allowing for ob- served changes in column height, similar differences were observed in both segments ( Table 3) . As indicated in the table, these data are reflected in the migration rates, expressed as distance traveled by the foremost-labeled cell per hour. In TGE, migration rates greatly exceeded control values, particularly in the 36-60 hr infected group (TGE, 16.7 and 12.7 vs. control, 8.9 and 7.0 J.L/hr in jejunum and ileum, respectively). The estimated time taken for foremost labeled cells to reach the villus tips was markedly reduced in both jejunum and ileum during TGE, related both to a significant increase in migration as previously indicated, and to a significant reduction in total crypt-villus column height at certain stages of infection (Table 3) . For example, the enterocyte transit time or life span was 55 hr in control jejunum, compared with 18 hr for cells labeled 36 hr after infection in TGE. During this study period, the measurements of column height were all significantly less than control measurements (P < 0.001).\n\nThe present observations help to clarify the relationship between viral invasion and the functional defect characterized in our earlier studies. The abnormalities of ion transport observed in jejunum ' ·3.4 and ileum 6 at the height of diarrhea in TGE are clearly a response to direct visual invasion of these intestinal regions, but they occur after viral IF has disappeared from the mucosa. Our observations support earlier data from Pensaert et al.' on the time of appearance and disappearance of TGE IF in the jejunum. They also show that infection of the ileum coincides with jejunal infection, and, therefore, it is unlikely to be a consequence of exposure to virus shed from infected upper gut.\n\nThe TGE virus invaded the villus but not the crypt epithelium of the small intestine within hours of administration. Because the virus is absent from the epithelium of the resulting mucosal lesion, we assume that the infected cells have been shed at that stage, replaced by relatively undifferentiated enterocytes as judged by structural and enzymatic criteria, and not reinfected by virus. As others have noted,7 villus cells seem particularly susceptible to invasion by the TGE virus. Many factors could be involved in this apparent resistance of less differentiated crypttype enterocytes to virus invasion. On electron microscopy, we observed viral particles actually traversing intact microvilli of mature epithelial cells; perhaps a brush-border receptor is synthesized as enterocytes differentiate in the course of their migration from crypt to villus tip.\n\nAs infected villus cells are shed, our kinetic and enzyme data show that the epithelium proliferates and migration of cells from the crypts accelerates. The pathogenesis of this proliferation is unknown, but a negative feedback from mature villus epithelium has been postulated in normal mucosa.\" As the replacement enterocytes migrate, they have a shortened life span and at the peak of disease fail to differentiate fully. The findings of defective differentiation and shortened life span strongly support the concept that, at the height of diarrhea, the renewed epithelium in TGE consists predominantly of immature cells.1.4·7 Clearly, the abnormalities in transport function which reflect an alterated balance between immature crypt and mature villus cells cannot be attributed directly to the presence of virus. Several acute viral intestinal infections affecting the young of various species appear to follow the sequence just outlined for TGE, with invasion and desquamation of mature villus cells, leading to a mucosal lesion and to diarrhea coincident with epithelial regeneration. These include coronavirus enteritis of dogs '3 and calves\" and rotavirus enteritis of piglets,\"5 lambs,'6 and calves.17 Our recent experience with human rotavirus enteritis induced in pig-lets!8 leads us to believe that a similar sequence of events may occur in the human condition. Because this epithelial response is central to the pathogenesis of diarrhea caused by viral invasion, factors that influence mucosal renewal such as age, drugs, and nutrition '9 . 2o may be significant determinants of recovery from these diseases."}