{"title": "Comment 2460 www", "body": "Outbreaks of Ebola virus, Middle East respiratory syndrome coronavirus, and Zika virus have highlighted the importance of the One Health initiative, and have challenged the fi eld of public health to think about disease management and surveillance within multispecies host-pathogen ecosystems. The threat of zoonotic tuberculosis presents another case in point: millions of people exposed to unregulated mobile livestock-especially in Africa-are at risk of zoonotic tuberculosis from a range of mycobacterium species from these animals. [1] [2] [3] [4] [5] However, information about the genetic specifi cations, prevalence, or transmission of zoonotic tuberculosis outside industrialised farms or, more generally, the contribution of animals to human tuberculosis incidence is inadequate. 1-6 Successful tuberculosis control eff orts focused on Mycobacterium tuberculosis have resulted in increasing zoonotic tuberculosis cases, and this increase is expected to continue as M tuberculosis nears elimination. 3, 7 After a patient is diagnosed with tuberculosis, molecular typing can determine the strain, optimise treatment, and identify the source of infection. 2 However, although zoonotic tuberculosis might contribute to as much as 10% of the global human tuberculosis burden, 1-3 this type of testing remains unavailable in Africa. [4] [5] [6] Zoonotic tuberculosis is essentially a neglected tropical disease. Human Mycobacterium bovis infection, for example, is found almost exclusively in low-income countries and minority and migrant populations within high-income countries. 1-7 Small-scale studies 8-10 have detected M bovis and M tuberculosis in rural camel and cattle herds, and in various wildlife species in Africa. Researchers have hypothesised that mycobacterium species other than M bovis might be responsible for the high rates of extrapulmonary tuberculosis cases in Ethiopia; 6 and in another study, 11 up to 10% of camels sampled in pastoralist regions of Ethiopia were reactive to Mycobacterium avium.\n\nAnd yet, in Africa, robust datasets and disease surveillance for zoonotic tuberculosis, other than within industrialised farms and hospitals, are non-existent. This absence is largely because zoonotic tuberculosis remains one of the most diffi cult pathogens to detect: testing technologies are prohibitively expensive and unreliable without state of the art laboratories and cold chains, there are no known biomarkers of mycobacterium species in milk samples, and blood tests require discrimination between an active tuberculosis infection and mere exposure. 1, 2 Despite these challenges, genetic typing of tuberculosis in livestock, livestock products, and people at high risk of infection are essential for tuberculosis control. Although some studies 6 report that M bovis and M tuberculosis are clinically indistinct, other studies 7,11 attribute high rates of extrapulmonary tuberculosis in Africa to either animal exposures or M bovis infection. Regardless of clinical presentation, M bovis is intrinsically resistant to pyrazinamide, a key fi rst-line anti-tuberculosis drug, necessitating a 9 month instead of a 6 month treatment duration and alternative medications. 12 Furthermore, in some cases, M bovis is now resistant to streptomycin too, which is likely to contribute to its high mortality. 7, 13 The increase in M bovis drug resistance might result from the overuse of antibiotics in livestock husbandry, and could foreshadow future challenges in human tuberculosis treatment and control.\n\nHowever, most policy roadmaps, disease surveillance systems, clinical diagnostics, and food safety mechanisms fail to take into account how the people most at risk of zoonotic tuberculosis interact with and consume mobile livestock and their products. For example, millions of people in east and north Africa regularly consume unpasteurised camel milk, for the purpose of food and medical therapeutics. Pasteurisation changes both the taste and perceived bodily eff ects of this milk, and many people fear that incorporation of large mobile livestock into industrialised farms could also decimate their economic and cultural value. Furthermore, livestock in Africa are frequently herded outside industrialised farms, slaughtered outside regulated abattoirs, exchanged within informal livestock and food markets, transported transnationally across huge geographical spaces, and treated outside well equipped veterinary health facilities.\n\nZoonotic tuberculosis is a global problem. People infected with zoonotic tuberculosis in Africa have presented with active tuberculosis in the USA, 13 and as refugee and migrant fl ows continue, these cases will undoubtedly increase. Researchers have been aware of zoonotic tuberculosis for decades, especially among mobile and unregulated livestock herds in Africa, and WHO's Strategic and Technical Advisory Group meeting in 2016 called for improved zoonotic tuberculosis surveillance, diagnostic tools, and global awareness. 14 However, it remains to be seen whether the global health community will act now on zoonotic tuberculosis control, or if investments will only be made once the disease threatens populations outside the African continent.\n\nRapid and aff ordable fi eld diagnostics and disease surveillance for zoonotic tuberculosis are desperately needed. These tools will require new investments in research on prevalence in human beings and livestock at highest risk, and in development of innovative fi eld-ready zoonotic tuberculosis tests; coordination between local, national, global, and private stakeholders; and new and innovative disease surveillance mechanisms responsive to the lives, economies, and diets of pastoralists and other rural livestock holders in Africa. "}