{"title": "Epidemic as a natural process", "body": "The recent Ebola virus epidemic in Western Africa revealed how quickly an outbreak may gain momentum in a new environment. The Ebola virus disease (EVD), caused by Ebola virus (EBOV; formerly Zaire ebolavirus), was not known among the people of West Africa. This contrasts with communities in tropical regions of sub-Saharan Africa where EVD is endemic [1] [2] [3] [4] [5] . It is even possible that the virus has been circulating in West Africa all along without causing outbreaks [6] . Consequently, the epidemic raged seemingly unrestrained over several countries. When the healthcare infrastructure collapsed, there were even fears of a pandemic [1, 7] , although some models assessed the risk of EVD spreading outside of Africa as small [8] .\n\nThere is no question, that there are lessons to be learned from postepidemic investigations. Indeed, mistakes were made when facing the EVD outburst [9] [10] [11] [12] . Beyond the recommendations that have been issued for future practice, we believe there is also a profound insight into epidemics available from the general principles. Namely, the course of an epidemic, its outbreak and decay follow the same sigmoid pattern as any other natural process [13] (Fig. 1) . Therefore, it is not only about refining mathematical epidemiology further, but the epidemic itself can be understood, like any other process, as a manifestation of natural law.\n\nWe adopt the naturalistic tenet to address the final cause of an epidemic. In terms of physics, the outbreak is caused by least-time consumption of free energy [13] . This comprehension about what ultimately drives the epidemic, in turn, helps to intervene in its efficient causes. These are diverse mechanisms that facilitate or impede the spread of the infectious agent. Obviously, the thermodynamic account is overlaid with changes in material forms, e.g., in human physiology due to the infection as well as in social behavior due to the epidemic. In this holistic manner, we communicate comprehension about epidemics from the molecular to the societal level. Our scale-free theoretical perspective is consistent, as it should be, with practical understanding. Namely, when fighting off epidemics, engagement all levels is vital [14] .\n\nIn limiting and eradicating epidemics it is crucial to understand the causes [1, 10] . First and foremost, the infectious agent must be identified, and its means of spreading must be recognized [7, 15, 16] . In physics, a cause is a force, i.e., an energy difference. Its consumption powers consequential changes in motion. Here these effects are the infection, its spreading including all the societal consequences. This naturalistic stance is, of course, common sense. The size of an epidemic relates ultimately to the free energy that the epidemic can consume. Potential carriers embody the free energy. The susceptible population, on the other hand, depends on the mechanisms that the epidemic can exploit and deploy when spreading. When the infectious agent is prevented from accessing further resources of free energy bound to the healthy population, the spread of the disease will invariably decline.\n\nComprehending causality of epidemics in terms of physics may suggest that the cause would fully determine the effect. This is not the case as we will shortly explain. Still, we acknowledge that deterministic equations, such as the logistic equation, are well founded. In many cases, they are excellent approximations of the courses of epidemics. In contrast to common belief, we maintain that the ultimate inability to make accurate predictions does not stem from some unknown or imprecisely known factors [13, 17] . This ignorance does prevent making accurate predictions [7, 15, 18] , but we argue that the ambiguity in predictions follows from the inherent non-determinism of natural processes. Many mathematical models are augmented with stochastic factors to account for indeterminacy or uncertainty [19] [20] [21] [22] . However, nothing will happen without some force, i.e. a cause. Also, chaos theory postulates deterministic equations that will inflate minor differences in initial conditions to major dissimilarities in final states [9, [23] [24] [25] . Of course, a seemingly sporadic encounter may trigger an epidemic. Still, without the susceptible population, there would be no outbreak at all. Similarly, we argue that the flapping of the wings of a distant butterfly will not dictate the course of a tornado several weeks earlier, but all states along the course contribute to the outcome.\n\nIt is insightful to acknowledge that the natural processes are pathdependent, i.e., produce history. This physical portrayal of an epidemic contrasts also with the tradition of time series modeling. Non-determinism is distinct from indeterminism. It is inherent to the natural processes [13, 17, 26] . The non-determinate paths follow from the fact that causes and effects, i.e., the forces and changes in motions cannot be separated from each other. Mathematically speaking, since the variables cannot be separated, the equation of motion cannot be solved. This characteristic is distinct from deterministic models of ordinary differential equations, such as simple and general reaction-diffusion models, e.g., Fisher's equation and integrodifferential equation [19, 20, 27, 28] .\n\nOur comprehension about interdependency between causes and effects underlying the non-determinate character of natural processes is, of course, common sense. The rate of infection depends on the spreading of infection which in turn will affect the rate and so on. In other words, circumstances for the spreading will change along with the spreading. Therefore, any epidemic will gain momentum when accessing new means of spreading. Likewise, the rate of infection will be slowed down when the infectious agent is recognized and appropriate measures are taken, which, in turn, will improve conditions to limit the spread of the epidemic further [11, 19, 20, 22] . By the same token, this interdependence manifests itself so that when the society begins to recover from the calamity. Then it will become easier to take even more effective measures, and so on [9] . All in all, non-determinism neither follows from the complexity of the phenomenon nor from the lack of knowledge in initial conditions, but from interdependency among the causes and effects.\n\nDifficulties in making accurate predictions are also at times attributed to emergent factors [7, 29] . For example, a new infectious agent may emerge from a mutation at the molecular level. Customarily, emergence is thought to reside beyond physics that, as a discipline, is geared to reducing systems to their constituents. However, the thermodynamic theory [13, 17] , adopted here, is based on statistical mechanics of open systems. Its equations include also flows of energy to the system from its surroundings and vice versa. Most notably photons that couple to changes of state, i.e., reactions, are essential ingredients in addition to the systemic constituents. Thus, emergence is an integral part of the theory [30] .\n\nOur insight into the natural processes does not diminish well-established modeling of infectious diseases. It emphasizes that the actual courses of epidemics are non-determinate. In fact, the various deterministic and stochastic equations are oftentimes the best options there is. Data is limited and imprecise, to begin with. Also, the data are invariably biased by disparate channels that are available for flows of information [7, 8, 12, 15, 31] . This bias can also be seen in Figs. 1-3, which highlight the difference between two data sources, namely the WHO Situation reports and Patient databases, both collected by WHO, but through different routes. Although the numbers differ, the general form of the series of events remains the same. Precise data is invariably hard to collect. In dire conditions, where the whole infrastructure of the affected society is crumbling, the problem is manifold [11, 32] . There is also the possibility of unexpected variables. The emergent factors include, e.g., a mutated virus or cultural and geographical differences between different outbreak instances [3, 5, 7, 9, 12, 15, 17, 33, 34] . For these reasons alone even the most sophisticated simulations will fail to predict epidemics. In addition, we emphasize interdependency in comprehending the non-deterministic character of natural processes.\n\nWe infer that stochastic models simulate quite well the course of many an epidemic. However, these models do not relate directly to the physical reality. The causes and effects which correspond to forces and changes in motions in terms of physics are not explicitly expressed. Put differently, random processes may mimic quite well non-determinism. Nevertheless, their parametrization for fluctuations does not relate to the actual spatial-temporal variation in forces and ensuing changes in motions. For example, probabilities can be assigned to locations where the infectious agent could transfer from an animal to a human being, but these odds do not map one-to-one to the causes of an actual infection.\n\nLikewise, the Bayesian inference may mimic quite well for the path- dependent course of an epidemic, i.e., its history. Still, the model's parametrization does not relate directly to the underlying causes. For example, human behavior is parametrized, but not explained. The model does not say why in some countries indications of a disease are promptly announced while in others they are concealed. Neither are the models explicit about why measures to vaccinate populations succeed in one place but fail in another [7, 9, 11, 18, 34] . However, also human behavior, as was foreseen already a long time ago [35, 36] , can be described as natural processes [37] . It is not about parameterizing complex behavior but recognizing the forces directing behavior. Obviously, it is not only epidemic modeling specifically, but mathematical modeling and analysis of biological, medical, societal and cultural phenomena and natural processes in general, where we wish to contribute by providing the physical portrayal of epidemics as a natural process [38] . To this end thermodynamics of opens systems offers a powerful principle, known as the least-time consumption of free energy.\n\nThe equation for the epidemic courses can be derived from the probabilistic theory of many-body systems in the same way as for other natural processes [13, 26, 39] . The notion of probability gives the answer to the question \"what it takes to get infected?\", using the general terms of physics. Obviously, it entails at least encountering the agent, which itself depends on many things. The formalism of thermodynamic theory considers all these things. For example, all the evidence points to the EVD epidemic being introduced in Sierra Leone by a group of 12 people who attended the same funeral ceremony of a local healer in Guinea [4] . In Guinea, the beginning of the epidemic has been traced to the probable first case in 2013 [3] . Clearly, it would be, in practice, an indecipherable jigsaw to predict the individual courses that culminated in the infection, but formally they all can be denoted mathematically to maintain consistency with causality. Likewise, numerous factors are involved before the agent once contacted succeeds in bypassing the body's defense mechanisms. Still, that can all be presented formally.\n\nThe scale-free theory of thermodynamics allows us to derive the equation for the evolution of the epidemics by considering anyone that is involved. So, let us exemplify the probability P j for N j individuals that are infected. Obviously, P j depends on the population of N k healthy individuals because without someone who is susceptible there can be no epidemic. Surely, both the infected and uninfected populations can be further categorized into distinct populations. For example, the index k + 1 could denote a sub-population that is slightly more susceptible than the one indexed with k, say, due to a genetic propensity. This diversity and all others involved are indexed with j and k. In this way, the mathematical formalism can specify everything.\n\nIn terms of physics, the infection is a change of state where the individuals move from N k to N j (Fig. 4) . The transformation, specifically infection, entails a change in energy density that is bound in the k-and j-populations denoted as ϕ k = N k exp(G k /k B T) and ϕ j = N j exp (G j /k B T). The energy difference ΔG jk = G j -G k per individual is normalized by k B T, that denotes, for historical reasons, the average energy of the system comprising the diverse populations. In addition, the change in the state always couples with influx or efflux of energy. This dissipation is denoted by the energy difference iΔQ jk between the population-bound chemical potentials μ k = k B Tlnϕ k = k B TlnN k + G k and μ j = k B Tlnϕ j = k B TlnN j + G j . The use of chemical potentials is particularly appropriate here because the processes of life can be ultimately broken down into a series of chemical reactions. However, also changes in society, for example, transportation, production, waste disposal, etc., can all also be broken down into numerous chemical reactions. The imaginary part i, in the dissipation term, merely indicates explicitly that the vector potential carried by photons from the surroundings to the system or vice versa is orthogonal to the scalar [chemical] potential.\n\nThe probability P j for the population N j .\n\nis obtained as the product of the various k-populations including an influx of photons that couple to the jk-transformations. The division by factorial N j ! enumerates the inconsequential exchange of individuals in each population (Fig. 4) . If any susceptible k-population were missing altogether from the product Π k , the specific j-population of infected The system, such as a society, is depicted in terms of an energy level diagram. At each level, indexed by k, there is a population of N k individuals each assigned with energy G k . The size of N k is proportional to probability P k . When an individual in the population N k moves to the population N j , specifically due to infection, horizontal arrows indicate paths that are available for the transformation. The transformations, i.e., the spreading of infection, will change the potential energy bound in the population, ultimately in the matter. The vertical wavy arrows denote concurrent changes in dissipation such energy in the form of heat and light. The vertical bow arrows mean the exchange of indistinguishable entities without changes in energy. The system evolves, step-by-step, via absorptive or emissive jk-transformations that are mediated or catalyzed by entities in the population themselves, such as healthcare procedures and cultural habits, toward a more probable partition of populations. The system eventually arrives at a stationary-state balance where the levels are populated so that the average energy k B T equals that in the system's surroundings. A sufficiently statistical system will evolve gradually because a single step of absorption or emission is a small perturbation of the average energy. Hence at each step of evolution, the outlined skewed quasi-stationary partition does not change much. This maximum-entropy distribution accumulates along a sigmoid curve (dotted) which is on a log-log scale (insert) a straight line of entropy S vs.\n\n[chemical] potential energy μ.\n\nindividuals would not be the same, i.e., P j = 0. Then we would be considering the probability P j' of a somewhat different population. Thus, the general notation allows us to consider all conceivable populations involved in the epidemic. It is worth emphasizing that the scale-free formalism does not limit its account on the infected and healthy populations but its j-and kindices enumerate likewise cell populations, molecular populations related to antibodies as well as genetic determinates. Accordingly, the formalism extends higher up in hierarchy by grouping the populations of individuals to nations and thereby providing the probability for the epidemic to strike the country.\n\nIndeed, epidemics tend to be all-embracing events. Therefore, it is not only about the infected populations, but numerous other uninfected populations are affected too [9, 15] . Obviously next of kin are greatly affected. Thermodynamics engulfs all this too and the mathematical notation contains all of it. For example, the raging epidemic will often restrict the number of basic consumables. Since the probability for any population can be expressed likewise, the total probability for all populations is given by the product of P j\n\nTo compare various scenarios, the logarithm of P as an additive measure is convenient to quantify the energetics of epidemics. For instance, a state of the epidemic can be compared with another state by comparing the sums ΣlnP j . Therefore, entropy defined as the logarithm of P\n\nwhen multiplied with Boltzmann's constant k B , for historical reasons, is the additive measure for the state of any system. In Eq. (3) Stirling's approximation lnN j ! ≈ N j lnN j -N j has been used.\n\nTo obtain insight into entropy, Eq. (3) is multiplied by temperature, T. Then two terms are recognized. The first term denotes energy Σ j N j k B T that is bound in the j-populations and the second term denotes energy Σ j N j (Σ k μ k -μ j + iΔQ jk ) that still is available between the system and its surroundings. The first term Σ j N j k B is the familiar entropy obtained from statistical mechanics for a closed system. Obviously when all energy is bound in the various population, the state of the epidemic is stationary and definable. At this maximum entropy state, there is no net flow of carriers of energy between the system and its surroundings. Such a steady state is often transient in the epidemic. On the other hand, when an epidemic is recurrent, the situation is stationary over a long period of time. Conversely, the second term Σ j N j (Σ k μ kμ j + iΔQ jk )/T means that the epidemics are open for evolution by consuming energy differences relative to its surroundings, i.e., forces that motive further spreading. This flux of energy carriers from the system to its surroundings or vice versa leads to the increase in entropy until all energy differences have leveled off. In practice, the free energy terms mean that there are forces, most notably susceptible populations, that drive epidemic further.\n\nThe epidemic will evolve according to the differential equation of motion for entropy (Eq. \n\nwhere the first sum shows the chain rule. The two-term product reveals that when the force A j = Σ k μ k -μ j + iΔQ jk > 0, the population N j , will increase i.e., d t N j > 0. Conversely, when the force A j = Σ k μ k -μ j + iΔQ jk 〈 0 the population will lose members, i.e., d t N j < 0. Thus, the measure of the epidemic will always increase, i.e., dS 〉 0. In other words, the epidemic will progress if there are motive forces. Conversely, the epidemic will fade away when its motive forces have been consumed. Along both scenarios entropy will increase consistently with the 2nd law of thermodynamics. In other words, the growth of an epidemic just as its decline are both probable processes. Only the conditions have changed during the epidemic.\n\nIn practice the changes in various populations\n\nare easier to monitor than the overall change in entropy of the system (Eq. (4) ). The population change, specifically the number of infected, is proportional to the driving forces, i.e., forms of free energy, by various mechanisms σ jk that facilitate or impede the infection. For example, the tradition to touch the deceased expedited EVD in Western Africa. Conversely, imposing quarantine and travel bans were apparently effective mechanisms to curtail the outbreak [11, 15] . Likewise, at the molecular level, some viruses are equipped with very effective mechanisms, while others are not particularly virulent [40, 41] . Insightfully it has been proposed that the virus-host interaction could be treated as a dynamical system instead of a clear case of pathogenicity [42] .\n\nFinally, when the epidemic has consumed all forms of free energy, it has attained thermodynamic balance, i.e., dS = 0. The free energy minimum state is Lyapunov stable so that any perturbation δN j away from a steady-state population N j ss will cause a decrease in S(δN j ) 〈 0 and concurrently increase in d t S(δN j ) 〉 0. In other words, the further away N j would be from N j ss , the larger will be the restoring force A j . This moment balance, however, during many an epidemic is only fleeting. The most dreadful and contagious epidemics tend to consume their sources of free energy so effectively that it takes many years, even decades before the potential for a new outbreak has accumulated [29] . Curiously, in specific cases, the epidemic could lead to the so-called evolutionary suicide that leads to the eradication of the pathogenic strain altogether [43] . Similarly, pioneering species are lost during ecological succession [44, 45] .\n\nThe above thermodynamic account on epidemics can be regarded as the benchmark, i.e., a reality check for various mathematical models of infectious diseases. Most models outline the epidemic course using systems of ordinary differential equations (ODE). For example, the change\n\nin the population of susceptible N j is proportional to the infected population N k via the rate of infection β. According to the logistic model, the healthy but susceptible population N j will initially decrease exponentially with the increasing number of infected. This is in many cases a fitting model of Eq. (5). Initially, the epidemic has lots of free energy contained in the susceptible population to consume in comparison with energy that is the bound in the small infected population. Also, the rate of infection can be approximated by a constant if no actions have been taken to limit the outbreak. Obviously, the early approximation will become increasingly more inaccurate during an epidemic when the total population changes, e.g., due to deaths, and when actions were taken by the society begin to affect the infection rate. The mathematical model (Eq. (6)) patches the early exponential outbreak to the quadratic decay of the epidemic. The form of tailing is a good approximation of Eq. (5) when free energy A j approaches zero. In other words, when the epidemic reaches a massive size compared to the host population, it becomes increasingly unlikely to find enough susceptible hosts to uphold the epidemic, and the growth slows down. In this way Eq. (6) models the course of Eq. (5), which is sigmoid when A j < k B T. However, Eq. (5) explains the epidemic by relating free energy to its causes and changes in motions to its effects. Moreover, Eq. (5) describes also oscillatory and chaotic epidemic trajectories that manifest themselves as recurrent outbreaks, effects of active eradication programs and evolutionary suicides [13] .\n\nThe simple epidemic model is closely related to ecological models, most notably to prey-predator dynamics. The similarity is natural since, from the thermodynamic viewpoint, natural processes of any kind consume free energy in the least time. This revelation of modeling common thermodynamic traits places the epidemics in a general context.\n\nOf course, we acknowledge that the equation Eq. (6)) is only a simple epidemic model, but our comparison of the true course (Eqs. (4) and ( (5)) with the elementary models, is intended to highlight the conceptual shortcomings of modeling, not to discard modeling. Namely, the non-natural deterministic characteristics will prevail even when there is enough data to support more detailed models. The details could be anything from the properties of the virus to the societal acceptance of sick leave. A simple differential system is obviously not capable to fully describe a living system. Therefore, the mathematical models have evolved from the basic deterministic three compartment SIR model (susceptible-infected-recovered/removed) towards more complex or specialized ones to tackle the details of real systems [19, 20] . For example, a stochastic model with six compartments has been used to simulate the effects of control interventions on EVD outbreaks [46] . Some models then again stress that not all contacts within the populations are effective from the epidemic's viewpoint [47] . The risk of EVD spreading to other continents, utilizing immense amounts of travel data combined with specific information about the disease, has been assessed using the Global Epidemic and Mobility Model including Monte Carlo likelihood analysis [8, 48] . Considering that these and other details are all indexed by j and k in Eqs. (2)-(5), the mathematical model can be understood in terms of the thermodynamic tenet, as an attempt to extract the most relevant terms.\n\nLikewise, other models emphasize other thermodynamic terms. The dispersal of infectious agents is modeled by equations where the frequency of contacts is explicit. It, in turn, depends on various factors. These include the population density in general, effects of hotspots, for example, hospitals and schools, or sexual transmission [19, 20] . By the same token, some systems can be sketched better with the density parameter, e.g., the spreading of the severe acute respiratory syndrome (SARS) in urban settings [49] . The transmission parameter, in turn, is a fitting factor, e.g. for HIV in Kenya [50] .\n\nObviously, in many cases, there is no clear division between various mechanisms of spreading. To this end, the introduction of contact networks has been a natural development of mathematical epidemiology [19, 20] . These networks can be either agent-or activity-driven and implemented with different triggering mechanisms [32, 51] . This mechanistic diversity in spreading is consistent with the thermodynamic tenet. The ultimate imperative is the least-time free energy consumption irrespective of the mechanism. Accordingly, the whole society can be described by the thermodynamic tenet as a free energy transduction network [52] .\n\nWhen considering EVD as an example again, a rural setting in West Africa would favor the population density-based interpretation. But apparently, the cultural mechanisms changed the paradigm. The traditional burial ceremonies brought connected people together even from a distance. This caused a self-reinforcing chain of events. Increasing victims attracted ever more of the susceptible to come together. This mode of behavior changed the model from the densityparametrized to a frequency-based one, excluding control measures that were introduced later. Thus, it is not obvious from the outset which is the appropriate model to cope with an infectious disease. While the general thermodynamic formalism contains all modes of infection and spreading, it does not, as such, specify, without further information, which terms of free energy are the largest. These are the most important factors to be recognized in each case at a given phase.\n\nIncreasingly more complex models will, in turn, call for even more detailed data and so on, ultimately beyond any means and resources [18, 32] . Unquestionably, amplified computational efforts will yield improved precision in trends as well as increased coverage of scenarios, but in the end, the determinate, as well as stochastic models, will invariably fail in predicting the outbreaks. This is apparent from the initial projections of the EVD in West Africa [3] . The underlying fact of non-determinism is that any calculation is precise only when the energy of the system is constant. In contrast, the outbreak, as an open evolving system, is always accompanied by some novelty, i.e., free energy in some form. It could be the virus itself, the environment, or the dynamics of the host population [3, 33, 34] as was the case in West Africa [4, 6, 12] .\n\nComplexity and intricacy of the EVD epidemic in West Africa are blatant in a Liberian story published by Associated Press on August 17, 2014. Angry residents of West Point, Monrovia were seemingly unaware of the nature of the EVD, as they raided an Ebola quarantine center. Many of the patients escaped temporarily to the surrounding slums, and the angry mob also looted visibly contaminated wares and medical equipment from the center. The area had, at least until that time, been without reported EVD cases.\n\nThis incident highlights how everything depends on everything else. In other words, the renowned principle of science, ceteris paribus, does not hold. The EVD epidemic, like epidemics in general, is not only about the infectious agent but also about social unrest and ignorance that contributed to the unprecedented scale of the outbreak [7, 9] . One could say that the epidemic was able to use the political, cultural and biological mechanisms of the surrounding society to flourish, i.e., in thermodynamic terms to consume free energy. It behaved similarly to any spreading entity, say a slogan. Despite seemingly abstract notions, the evolutionary process is invariably a physical expression of the second law of thermodynamics [53] .\n\nThe holistic tenet puts these diverse mechanisms of epidemics to spread, survive and flourish on the same footing of energetics. Some aspects of an epidemic are defined by virulence and contagiousness of the virus. Some others can be described by the virus' ability to benefit from the social and cultural aspects of the host population, e.g. burial rituals, social patterns, and infrastructure. All these factors are according to the thermodynamic tenet merely epidemic's mechanisms to consume free energy in the least time. These mechanisms have emerged and evolved just as any other mechanism to increase consumption. Differences are only quantitative. For instance, in small viral genomes, there is less room to create a balance between adaptability and adaptation than in many other systems [54] . We reason that also the spectrum of infections from contagious to latent is a mere manifestation of the overall least-time free energy consumption by various viruses. Thus, it is not an analogy, but an identity, to regard epidemic outbreaks on the one hand as due to social unrest or to economic upheaval and on the other hand to chemical oscillations and bifurcations. They all are natural processes manifesting the least-time free energy consumption.\n\nOur revelation that the epidemic is not a singular phenomenon, but a natural process as any other, is insightful and valuable. On the one hand, it provides us with an understanding of life in general and on the other hand, it gives us the rationale to benefit society and its welfare. When kept in mind, the complexity of natural processes encourages us to remain open-minded about improbable events. In clinical work, this means that we must accept also the possibility of facing rare and emerging diseases, and hence be prepared for them.\n\nThe inherent unpredictability of a natural process, following from the unsolvable equation of motion, obviously limits the scope of mathematical models, but by no means renders them useless. On the contrary, they are very useful in coping with many an epidemic. The mathematical epidemiology will be even more appreciated when our point that functional forms of models and parameters do not relate directly to the causes, i.e., forces that drive epidemics, but mimic trajectories for flows of energy, is acknowledged. Likewise, it is worth recognizing that nature is neither deterministic nor stochastic, but nondeterministic because everything depends on everything else. Therefore, problems in making predictions do not ultimately follow from complexity or chaotic character of a system or from insufficient data. All in all, we speak for understanding the epidemic as a natural process to cope better with the capricious character of nature."}