{"title": "Reverse transcription-loop-mediated isothermal amplification for the detection of rodent coronaviruses", "body": "Mouse hepatitis virus (MHV), a species in the genus Betacoronavirus, family Coronaviridae, is one of the most prevalent viruses in mouse colonies throughout the world. MHV, which has a 31kb single-strand positive RNA genome, changes through mutation and genetic recombination and can be classified serologically into many strains (Lai, 1996; Makino et al., 1986) . The strains are divided into two groups, enterotropic or polytropic, according to patterns of tissue tropism, tendency to disseminate, and virulence (Homberger et al., 1998) . Enterotropic strains, such as D, DVIM, and NuU, are less virulent than polytropic strains, such as 1, 2, 3, JHM, and A59; adult immunocompetent mice infected with enterotropic strains show no clinical symptoms (Homberger, 1997) . However, enterotropic strains are considered to be more contagious than polytropic strains. MHV infection can seriously affect the quality of biomedical research (Boorman et al., 1982; Cook-Mills et al., 1992; Torrecilhas et al., 1999) . MHV can also cause a chronic wasting disease that eventually results in death in immunocompromised mice such as athymic nude mice. MHV is transmitted by contact with apparently healthy carrier mice through respiratory aerosols, feces, direct contact, and fomites. Early detection of carrier mice is therefore very important for eliminating this highly contagious infection from mouse colonies. For this purpose, methods of directly detecting viral RNA using reverse transcription-polymerase chain reaction (RT-PCR) have been developed (Besselsen et al., 2002; Casebolt et al., 1997; Homberger et al., 1991; Matthaei et al., 1998; Smith et al., 2002; Wang et al., 1999; Yamada et al., 1998) . However, RT-PCR is a time-consuming and labor-intensive detection method and is highly prone to cross contamination between samples.\n\nAn isothermal gene amplification technique called loopmediated isothermal amplification (LAMP) has been developed using a specially designed primer set and a DNA polymerase with strand displacement activity (Notomi et al., 2000) . The simple addition of a reverse transcriptase to the reaction enables the technique to amplify RNA molecules (RT-LAMP). The principles of the LAMP reaction have been well documented by the developers (Notomi et al., 2000; Tomita et al., 2008) . RT-LAMP has several advantages over RT-PCR. RT-LAMP can be carried out at a constant temperature in a single tube, and the reaction can be completed typically within 1 h (Kubo et al., 2010; Lan et al., 2009; Thai et al., 2004) . The result can be judged by the naked eye without opening the reaction tube, using a metal indicator, hydroxy naphthol blue (Goto et al., 2009) . The theoretical specificity of RT-LAMP is superior to that of RT-PCR because of the use of 4 oligonucleotide primers that recognize a total of 6 distinct sequences. In other words, it is more difficult to design a set of LAMP primers than to design a pair of PCR primers for RNA viruses that mutate frequently (Arita et al., 2009; Dinh et al., 2011; Fukuda et al., 2006) .This study aimed to develop a convenient and rapid molecular diagnostic technique for MHV infection. To accomplish this objective, a set of broadly reactive LAMP primers specific for rodent coronaviruses was designed. The sensitivity and specificity of this assay was compared with the existing RT-PCR and nested RT-PCR assays using isolated viruses. Finally, the diagnostic capability of the assay was examined using mouse fecal specimens. Hirasawa et al., 1988) . MHV-2-CC, MHV-JHM-CC, and MHV-A59-CC are low-virulence mutants of the respective strains 2, JHM, and A59 (Hirano et al., 1984) . Viruses were propagated in DBT cells cultured in Eagle's minimum essential medium (EMEM), and virus titers were determined using a plaque assay as reported previously (Hirano et al., 1974) . Rat coronavirus Parker strain (RCV-Parker) and 5 strains of sialodacryoadenitis virus (SDAV-681, SDAV-930, SDAV-K, SDAV-L-1, and SDAV-M) were grown in LBC cells cultured in EMEM (Hirano et al., 1985 (Hirano et al., , 1986 . Porcine hemagglutinating encephalomyelitis virus strain 67N (HEV-67N), HEV-NT9, and HEV-VW3 were grown in SK-K cells cultured in EMEM . Porcine epidemic diarrhea virus strain 3 (PEDV-3) and porcine transmissible gastroenteritis virus strain TO (TGEV-TO) were grown in Vero and CPK cells, respectively, cultured in EMEM (Hofmann and Wyler, 1988; Honda et al., 1990) . Two strains of bovine coronavirus (BCV-Kakegawa and BCV-Nebraska) were grown in BEK-1 cells cultured in EMEM containing 10% (v/v) tryptose phosphate broth (Inaba et al., 1976) . Human coronavirus strain OC43 (HCV-OC43), which had been stored at −80 • C in a suckling mouse brain, was prepared as a 10% (w/v) mouse brain homogenate in EMEM. Each supernatant was collected and stored at −80 • C after removal of cell debris by centrifugation at 5000 × g for 5 min.\n\nSixty-nine fecal specimens from 45 cages (each housing 1-4 mice) were collected from 29 genetically engineered mouse strains deposited in the RIKEN BRC, a central core facility for mouse resources in Japan. Approximately 0.1 g of each fecal specimen (2-5 fecal pellets) was added directly to a bashing beads lysis tube (1 mm zirconia beads; Sarstedt, Chiyoda, Tokyo, Japan) and lysed with 0.6 mL of sterile water by bead beating in a vortex. The lysates were clarified by centrifugation at 5000 × g for 5 min. Each fecal supernatant was stored at −80 • C until RNA extraction.\n\nViral RNA was extracted from culture or fecal supernatant using the High Pure Viral RNA Kit (Roche Diagnostics, Minato, Tokyo, Japan) according to the manufacturer's instructions. Briefly, a 200 L aliquot of the supernatant was dissolved in a lysis buffer containing poly-A and then bound to a glass fiber fleece. After wash and spin steps, viral RNA was eluted from the fleece using 50 L of elution buffer and stored at −80 • C until use.\n\nThe whole-genome sequences of 8 MHV strains available in GenBank (MHV-1, accession number FJ647223; MHV-2, AF201929; MHV-3, FJ647224; MHV-JHM, NC 006852; MHV-A59, AY700211; MHV-MI, AB551247; MHV-Penn 97-1, AF208066; and MHV-S, GU593319) were aligned using Genetyx-Mac v16 (Genetyx Corp., Shibuya, Tokyo, Japan). The whole-genome sequence of RCV-Parker (GenBank ID: FJ938068) was also aligned with the MHV sequences. The highly conserved 5 -terminus sequence was selected as the target for primer design.\n\nRT-LAMP needs a set of 4 primers comprising of 2 outer (F3 and B3) and 2 inner (FIP and BIP) primers (Fig. 1) . The F3 primer is a sense sequence of the F3 region of the target gene and the B3 primer is an antisense sequence of the B3 region of the target gene. The FIP primer contains an antisense sequence of the F1c region at its 5 end and a sense sequence of the F2 region at its 3 end. BIP primer contains a sense sequence of the B1c region at its 5 end and an antisense sequence of the B2 region at its 3 end. Further, one or two loop primers (LB and/or LF) can be designed to accelerate the amplification reaction by binding to additional sites that are not accessed by internal primers (Nagamine et al., 2002) . A set of 2 inner primers FIP (5 -CCGAGACCGTATTTGCCCATCT-CTCTGCCAGTGACGTGTC-3 ) and BIP\n\n(5 -TGGGCCCCAGAATTTCCATGG-CCTCCTCTGACCTCTCAGG-3 ), which recognize 4 distinct regions on the target sequence, and a loop primer LB (5 -CCGAACGCATCGGAGAAGTTG-3 ) were designed with PrimerExplorer V4 online software (http://primerexplorer.jp/e/) developed by Fujitsu Systems East (Bunkyo, Tokyo, Japan). However, it was not possible to design the other loop primer (LF), located between the F2 and F1c regions, with the software. A set of 2 outer primers consisting of F3 (5 -CYTGGTCTTGTCATAGTGCT-3 ) and B3 (5 -AAAATATCACGGATTATGGC-3 ) were designed manually. Possible mismatches between the primers and all rodent coronavirus genes available in GenBank were also checked using the BLAST program (http://blast.ncbi.nlm.nih.gov/Blast.cgi). The locations of the primers are shown in Fig. 1 . All primers were synthesized by Life Technologies Japan (Chuo, Tokyo, Japan). \n\nRT-PCR targeting a highly conserved viral membrane E1 glycoprotein gene was originally reported by Homberger et al. (1991) . The primer sequences amplifying a 375-bp genome fragment were 5 -AATGGAACTTCTCGTTGGG-3 and 5 -TAGTGGCTGTTAGTGTATGG-3 . The RT-PCR was carried out with PrimeScript One Step RT-PCR Kit Ver. 2 (Takara Bio., Otsu, Step buffer was used. The samples were placed in a thermocycler (Mastercycler ep gradient S; Eppendorf, Chiyoda, Tokyo, Japan) and were subjected to the following thermocycling parameters in the given order: RT reaction at 50 • C for 30 min; an initial denaturation step at 94 • C for 2 min; 30 cycles of 94 • C for 30 s, 55 • C for 30 s, and 72 • C for 60 s; and a final elongation step at 72 • C for 5 min. Amplification products were electrophoresed on 1.2% agarose gels, stained with ethidium bromide, and visualized by UV illumination.\n\nA nested RT-PCR targeting a highly conserved nucleocapsid gene was originally reported by Yamada et al. (1998) . The RT followed by the first PCR was carried out with PrimeScript One Step RT-PCR Kit Ver. 2 as described above, and the primer sequences amplifying a 989-bp genome fragment were 5 -GTTCCTGGGCAAGAAAATGC-3 and 5 -ACCAATTCTAAT TTAGATCC-3 . The samples were subjected to the thermocycling parameters described above. The second PCR was carried out with Platinum PCR SuperMix (Life Technologies Japan), and a 575-bp genome fragment was amplified with primers 5 -AAGCAGACTGCAACTACTCA-3 and 5 -ACAAGAGCAGCAATTTCTTC-3 . Each 20 L reaction mixture consisted of 1 L of the first PCR product, 0.4 M of each of the primers, and 10 L of Platinum PCR SuperMix and was subjected to the following thermocycling parameters in the given order: an initial denaturation step at 94 • C for 2 min; 30 cycles of 94 • C for 15 s, 55 • C for 15 s, and 72 • C for 40 s; and a final elongation step at 72 • C for 3 min. The amplification products were electrophoresed and visualized as described above.\n\nTo evaluate the detection limits of the nucleic acid tests (NATs) RT-LAMP, RT-PCR, and nested RT-PCR, viral RNA was purified from 6 × 10 6 PFU/mL of MHV-3 culture supernatant as described above. Serial 10-fold dilutions of the extracted RNA were prepared in nuclease-free water and tested in quadruplicate by the NAT. The nucleic acid test end-point at which 50% of the reactions were positive (NAT 50 ) was calculated by the method of Reed and Muench (1938) .\n\nThe nucleotide sequence of MHV-2 was aligned with 7 other strains of MHV and RCV-Parker using the Genetyx-Mac program, and the highly conserved 5 end region of their genomes was selected as the target for primer design. The positions of the primers in 6 of the 8 MHV and RCV-Parker nucleotide sequences are shown in Fig. 1 . Primers FIP, LB, BIP, and B3 matched 100% with the rodent coronavirus genes. There was a mismatch only between the F3 primer and the rodent coronavirus genes; however, the mismatch was located in the 5 -terminal area of the F3 primer. BLAST Table 1 Analytical specificities of the RT-LAMP, RT-PCR, and nested RT-PCR assays. \n\nsearching revealed that the primer set could amplify no genes available in GenBank except rodent coronavirus genes.\n\nThe specificities of the NATs were analyzed using RNA extracted from the 17 strains of MHV, 6 strains of rat coronaviruses, and 8 non-rodent coronaviruses listed in Table 1 . The RT-LAMP assay as well as the nested RT-PCR assay detected all the rodent coronaviruses and no non-rodent coronaviruses. By contrast, the RT-PCR assay failed to detect MHV-2 and MHV-2-CC.\n\nThe sensitivity of the RT-LAMP assay was analyzed in quadruplicate using 10-fold serial dilutions of MHV-3 genomic RNA and compared with those of the RT-PCR and nested RT-PCR assays ( Table 2) . Representative raw data of each assay are shown in Fig. 2 . The detection limit of the RT-LAMP assay was found to be 10 7 -fold diluted RNA. However, only one of the quadruplicate tests was positive after a 60 min incubation, and 2 were positive after a further Table 2 Detection limits of the RT-LAMP, RT-PCR, and nested RT-PCR assays. 30 min incubation. By contrast, the detection limits of the RT-PCR and nested RT-PCR assays were found to be 10 6 -fold and 10 8 -fold diluted RNA, respectively. The NAT 50 (log 10 ) values for the 60 min RT-LAMP, 90 min RT-LAMP, RT-PCR, and nested RT-PCR assays were estimated as 6.7, 7.0, 6.5, and 8.5, respectively.\n\nThe diagnostic performance of the RT-LAMP assay was further examined with mouse fecal specimens collected from mouse cages in a conventional mouse facility, and compared with that of the nested RT-PCR assay. In this examination, the RT-LAMP and nested RT-PCR assays were carried out in duplicate and single trials, respectively. The results are summarized in Table 3 . Of the 69 samples, 6 were found to be positive by the duplicate RT-LAMP assay. Of the 7 positive samples in the nested RT-PCR assay, 1 sample was negative in the duplicate RT-LAMP assay. None of the 62 negative samples in the nested RT-PCR assay were positive in the duplicate RT-LAMP assay. Thus, the duplicate RT-LAMP assay displayed 85.7% of the sensitivity and 100% of the specificity of the nested RT-PCR assay. \n\nMHV is one of the most prevalent viruses of laboratory mice, following murine noroviruses and mouse parvoviruses (Pritchett-Corning et al., 2009) . Mice infected with the enterotropic strains of MHV shed the viruses in feces for long periods, although the infected mice show no clinical symptoms (Compton et al., 2004; Smith et al., 2002) . Endemic infection in mouse colonies is maintained by the continual arrival of susceptible mice, including newborns. Thus, controlling and detecting MHV in mouse colonies is very important for microbiological quality control in laboratory animal facilities. In this study, a broadly reactive RT-LAMP assay specific for rodent coronaviruses was developed. As in the case for PCR, primer design is the most crucial step for developing a successful LAMP assay. In general, specific gene amplification requires perfect base pairing between the 3 end of a primer and the target gene (Dieffenbach et al., 1993) . In the case of the LAMP reaction, perfect base pairings between the 5 end of both F1c and B1c primer regions and the target gene are also necessary for specific gene amplification. The perfect base pairings of both the 3 and 5 ends of F1c and B1c primer regions enable the formation of a dumbbell-shaped stem-loop DNA in the LAMP reaction that serves as the starting template for exponential DNA synthesis (Notomi et al., 2000; Tomita et al., 2008) . At first, the primers against the nucleocapsid gene were designed, because RT-LAMP primers specific for other coronaviruses such as HCV-NL63 (Pyrc et al., 2011) , infectious bronchitis virus (IBV) (Chen et al., 2010a,b) , TGEV (Chen et al., 2010a,b; Li and Ren, 2011) , and PDEV were designed for the gene encoding the nucleocapsid. In addition, the number of subgenomic mRNAs encoding the nucleocapsid is higher than those of any other genomic and subgenomic mRNAs (Pyrc et al., 2004) . However, the RT-LAMP primers designed by the PrimerExplore software in the gene encoding the nucleocapsid did not satisfy the criteria for LAMP primers, i.e., the melting temperature, stability of each primer end, GC content, and secondary structure, when tested against the genes of several MHV strains available in GenBank. It was then investigated whether RT-LAMP primers for other coronaviruses satisfy the criteria of LAMP primers against all target genes available in GenBank. The investigation showed that for several isolates, the primers for IBV, TGEV, and PDEV did not satisfy the criteria (data not shown). We accordingly abandoned the plan of designing broadly reactive RT-LAMP primers in the nucleocapsid gene of rodent coronaviruses. Finally, we succeeded in designing the RT-LAMP primers in the 5 end of the viral genome that satisfied the criteria of LAMP primers against all rodent coronavirus genes available in GenBank. With the designed primers, gene amplification occurred only in the presence of rodent coronavirus RNA. Sequence specificity was confirmed by the lack of amplification of non-rodent coronavirus RNA from species in the genera Betacoronavirus (HCV-OC43, HEV, and BCV) and Alphacoronavirus (TGEV and PEDV). Sequence specificity was also confirmed by the absence of gene amplification in the presence of RNA purified from MHV-free mouse fecal specimens (data not shown).\n\nIn contrast to the RT-LAMP assay, the RT-PCR assay developed by Homberger et al. (1991) failed to detect MHV-2 and MHV-2-CC ( Table 2 ). The specificity of the assay for MHV-2 was not verified in their study. However, a homology analysis using the Genetyx-Mac program showed that there are four mismatches between the sense primer and MHV-2 gene, three of which are located in the 3terminal area (data not shown). Thus, the RT-PCR assay using this particular set of E1 primers may not be suitable for screening mice naturally infected with MHV.\n\nThe detection limit of the RT-LAMP assay was assessed using quadruplicate testing of 10-fold serially diluted MHV-3 RNA ( Fig. 2 and Table 2 ). The detection sensitivity of the RT-LAMP assay was 3.2 times higher than that of the RT-PCR assay and 31.6 times lower than that of the nested RT-PCR assay. This sensitivity was lower than expected, given that RT-LAMP had been reported to show 100fold higher sensitivities than conventional RT-PCR (Thai et al., 2004; Lan et al., 2009 ). The inferior performance may have been due to the use of different target genes, given that the 5 -end sequence (target of RT-LAMP) is contained only on the full-length viral RNA. By contrast, the E1 gene (target of RT-PCR) and the N gene (target of nested RT-PCR) are contained on not only the genomic RNA but also numerous subgenomic mRNAs. The limiting dilution assay also indicated that the replicate RT-LAMP would improve detection sensitivity over single RT-LAMP particularly at lower concentrations of the target gene. Accordingly, the diagnostic performance of the RT-LAMP assay was examined in duplicate. In 69 mouse fecal specimens, the sensitivity and specificity of the duplicate RT-LAMP assay with respect to the nested RT-PCR assay were 87.5% and 100%, respectively.\n\nThe primary advantages of the RT-LAMP assay are that it requires half the time of the nested RT-PCR assay and that the result can be judged by an inspection of color change of the reaction mixture without opening the tubes (Goto et al., 2009) . These advantages make the assay amenable to high-throughput diagnostics by eliminating both post-amplification processing and the risk of carryover contamination. The defects of the RT-PCR and nested RT-PCR assays have also been solved by real-time RT-PCR technology (Smith et al., 2002) . However, real-time RT-PCR needs expensive detection instrument and restricts its use to laboratories with good financial resources. Thus, it is another advantage for laboratories with limited financial resources that the isothermal RT-LAMP assay can be carried out with conventional instrument.\n\nThe diagnosis of MHV infection is generally performed by serologic assays, given that seroconversion occurs at least 5-7 days after the infection and anti-MHV antibodies persist for a long time. A serological assay is therefore the most efficient method to expose the history of MNV contamination rather than the current status of infection in a mouse colony. However, the assay does not work in immunocompromised mice or immunocompetent mice in the early phase of infection. To compensate for these limitations, fecal RT-PCR and nested RT-PCR have often been employed for screening mice actively infected with MHV. Casebolt et al. (1997) reported that an enterotropic MHV genome was detected in mouse fecal specimens by nested RT-PCR beginning on day 3 through day 21 after oral inoculation. However, it is dangerous to put too much trust in the NAT, given that MHV strains vary in organotropism and that not all feces from the same mouse may contain viral genes. In conclusion, a combination of RT-LAMP and serological assays is proposed be a more convenient and effective method of diagnosis for MHV infection in mouse colonies."}