{"title": "National Natural Science Foundation of China (30870120); Open Research Fund Program of the State Key Laboratory of Virology of China", "body": "into three separate parts that reflect its role in the ribosome subunit synthesis. These regions are structures formed by the functional association of macromolecules and comprise fibrillar centers (FC), dense fibrillar components (DFC) and a granular component (GC). The FC is organized around multiple rRNA genes in tandem arrays which can be found at several chromosomal loci. The DFC is a compartment usually associated with FC, and contains newly synthesized pre-rRNAs and some proteins; and the GC is a region of the nucleolus that contains nearly complete preribosomal particles which will be transported to the cytoplasm later. The number of FCs, GCs and DFCs located in the nucleolus depends on the cellular metabolic status [9] . change significantly. Although many proteins stay in the nucleolus only in the presence of rRNA substrates, the fact that in response to transcription inhibitors, many other proteins either remain at nearly the same levels, or even increase within nucleoli, indicates that not all resident nucleolar proteins require rRNA substrate synthesis [1] .\n\nThe nucleolus is usually thought of as the site for rRNA synthesis, processing and maturation. Recently, it has become more clear that the nucleolus also has a role in regulating the cell cycle, tumor suppression, oncogenic activities, assembly of signal recognition particle (SRP), aging control and modulation of telomerase functions [18~20] and sensing cellular stress.\n\nSome of these functions are mediated through sequestration of transcription factors that control the cell cycle.\n\nRibosome biogenesis is regulated by gene silencing and by modulating the transcriptional apparatus [16] . In many eukaryotic cells, significant parts of the tandemly repeated rRNA genes are silenced. Although studies of the nucleolus have focused on precursor of rRNA, many other RNA species have been found in the nucleolus including several precursor tRNA species and the signal recognition particle (SRP). It is interesting that some Arabidopsis nucleolar proteins could also be found in the exon junction complex, which play a role in mRNA processing, export and other downstream events such as nonsense mediated decay [21] a and there are aberrantly spliced mRNA transcripts in the nucleoli.\n\nThere is increasing evidence that the nucleolus can sense stress and control the function of p53 [22] . It has been proposed that p53 is stable in a cell unless the nucleolus promotes its degradation, and the nucleolus seems to have close relationships with the degradation of p53 via the ubiquitin-proteasome pathway. Thus, there seems to be mutual interaction between p53 and the nucleolus: p53 can determine the function of the nucleolus under normal growth conditions, however, the nucleolus influences p53 function in response to stress.\n\nIt is striking that glyceraldehyde phosphate dehydrogenase (GAPDH) could also be detected in nucleoli of both the Arabidopsis and human. Recent evidence has shown that in addition to its glycolytic activity, GAPDH is a protein having multifunction both in cytoplasm and nucleus, one of which is the regulation of mammalian histone H2B expression, and GAPDH functions as an essential component of a transcriptional activator complex [17, 28] .\n\nPost translational modifications may be the most dynamic changes that take place throughout the cell cycle and these modifications can regulate many activities of proteins. Some of these protein modifications, sumoylation and phosphorylation for example, are regulated by the nucleolus. Connection with small protein chains, such as the small ubiquitin like modifier (SUMO) protein [26] , is a process which is both dynamic and reversible, and several SUMOspecific proteases that remove SUMO chains from protein substrates have been described [13] . A new SUMO-specific protease, SENP5, was recently identified and found to be predominantly localized in the nucleolus [8] . Researchers have discovered the first detailed molecular mechanism --GTP-driven cycle--for targeting a protein to the nucleolus [25] . Nucleostemin accumulates in the nucleolus. Its N-terminal basic domain is essential and sufficient for this localization. In addition, the protein harbours two GTP-binding domains, which prompted researchers to test whether these domains determine protein localization. Sure [25] . For example the B23 protein does not have any obvious GTP binding motifs, but its dynamic (BICP27), which localizes predominantly in the nucleolus [12] . Compared with NESs in which the leucine rich export motif (for CRM1 type nuclear export receptors) is available for interaction with the carrier proteins, the structural setting of a NoRS has not been well understood. In many cases, proteins replication. Thus, the mechanism by which the two proteins facilitate the replication of viral DNA is likely to differ [10] .\n\nSoon after infection of herpes simplex virus type 1 (HSV-1), nucleoli increase in size, move close to the nuclear membrane and then become fragmented into small pieces. In addition, several herpesviral proteins, including ICP0, ICP4, ICP27, US11 and gamma 34.5, localize at least transiently to nucleoli during infection.\n\nIt's reported that the 88-125 peptide of US11 could have a role in nucleolar retention [7] , moreover, replication process [4] . Furthermore, UL12, a viral alkaline nuclease, which is involved in viral DNA maturation and nuclear egress of nucleocapsids, can localize with nucleolin during HSV-1 infection and knock down nucleolin in the infected cells which could result in decreased amounts of viral capsid in the cytoplasm [23] .\n\nIn addition, nucleolin is also involved in the viral DNA synthesis in HCMV infected cells. During infection, the viral DNA polymerase processivity factor UL44 could co-localize with nucleolin. Treating HCMV infected cells with siRNA targeting nucleolin mRNA could impair viral DNA synthesis, and there is a correlation between the efficacy of knock-down and effect on virus replication [3] .\n\nThe bovine herpesvirus-1 infected cell protein 27 (BICP27) is targeted predominantly in the nucleolus and contains a NoLS. Our data has added BICP27 to the growing list of transactivators which localize to the nucleolus [12] .\n\nThe coronavirus infectious bronchitis virus (IBV) nucleoprotein (N) which is involved in many aspects of virus replication, localizes to the nucleolus and might repress host cell translation through disrupting the biogenesis of new ribosomes [11] .\n\nIt is reported that the PRRSV N protein co-localizes with nucleolar protein fibrillarin and specifically interacts with it. Yoo et al also show that N protein could bind RNA and suggest a possible role of N as a potential competitor for fibrillarin [27] .\n\nThe viral component that has attracted the most attention is the HIV-1 Rev protein, which is predominantly localized to the nucleolus [14] and interacts with the nucleolar protein B23 [6] . Rev regulates the splicing pattern of the HIV-1 mRNA by promoting unspliced or partially spliced mRNA export to the cytoplasm. Studies suggest that a complex comprising Rev, two nucleoporin proteins, and the nuclear export factor CRM1 (Chromosome region maintenance protein 1) assemble within the nucleolus, which could facilitate movement of this complex to the nuclear pore. The multimerization pattern of Rev in the nucleolus also indicates that it plays a role in nucleocytoplasmic transport [5] . \n\nAn online database containing data about 700 proteins detected in purified human nucleoli is now available (www.lamondlab.com/Nopdb) [2] . A proteome database of the Arabidopsis thaliana nucleolus has also been made accessible recently (http://bioinf.scri.sari.ac.uk/ cgibin/atnopdb/home [15] . One striking discovery from these proteomic studies is that about 30% of the 155 Virol. Sin. (2010) 25: 151-157 nucleolar proteins are encoded by previously uncharacterized genes. This suggests that in spite of the previous extensive research on the nucleolus over almost two centuries, there is still much to be studied about its structure and function. Moreover, with the recent availability of databases of human and plant nucleolar proteins, bioinformatic techniques could be applied to study new functions of nucleolar proteins [24] and the evolution of this subnuclear region."}