{"title": "Serum IgG, blood profiles, growth and survival in goat kids supplemented with artificial colostrum on the first day of life", "body": "Either under intensive (Constant et al. 1994) or extensive (Mellado et al. 1998) conditions kids with serum IgG concentration > 800 mg mg/dl during the first 48 hours of life have lower morbidity and mortality rates than do kids with lower serum IgG levels. Unfortunately, several studies indicate that an important proportion of kids do not reach this level of serum IgG shortly after birth (Sherman et al. 1990; Mellado et al. 1998) . To overcome the problem of insufficient absorption of colostral Ig, a possible solution would be the feeding of kids with colostrum replacers or supplement products, in addition to the maternal colostrum, which would provide a sufficient amount of IgG to prevent failure of passive transfer in young kids. In calves (Zaremba et al. 1993; Ikemori et al. 1997; Morin et al. 1997 ) and goat kids (Sherman et al. 1990; Constant et al. 1994; Zadoks et al. 2001) absorption of IgG from colostrum supplements has been reported to be poor. In these studies colostrum replacers have been used as substitutes for cow or goat colostrum, thus, it is unknown if there is a synergistic effect of the combination of maternal and exogenous IgG on gammaglobulin concentration in new-born kids. The objective of this study was to compare the plasma IgG and metabolites concentration in new-born goat kids fed exogenous IgG via a colostrum supplement derived from cow lacteal secretions or only maternal colostrum. An additional objective was to determine if oral administration of a colostrum substitute containing antibodies against various pathogen organisms, in addition to maternal colostrum, would result in better weight gains and lower mortality rates of goat kids.\n\nHumane considerations for the well-being of the experimental animal were incorporated into the management (transportation, food and water availability, ventilation, space, and unnecessary stress of goat kids), design and conduction of all procedures involving goats in the present study.\n\nKids in this study were born in a commercial meat goat farm in northern Mexico (25°22′ N, 101°00′ W; mean annual temperature 19.8°C). The herd was predominantly of the Granadina breed, with few Nubian does present. Pens were set up for loose unbedded housing with limited shedding. Dams were group-fed alfalfa hay (9.72 MJ ME/kg, 170 g CP/kg) ad libitum and concentrate [0 to 200 g/head/day (12.9 MJ ME/kg, 130 g CP/kg)], depending on physiological state) throughout the year. The feeding scheme met or exceeded the nutrient requirements of goats (NRC 2007) .\n\nThe animals had permanent access to fresh water and to a mixture of minerals. Kids had access to this solid feed throughout the experimental period. Dams and kids were routinely dewormed, and kids were not vaccinated against endemic diseases during the study period. Controlled mating (four weeks) was practiced on this flock in February, June and October, therefore kidding occurred in June, October and February.\n\nForty-eight kids born in June 2004 were used in the study, which were randomly assigned to one of two experimental groups. Circumstances beyond our control arouse that required last minute adjustments to experimental units, so that a greater number of goat kids were assigned to the colostrum-supplemented group. However, the structure of the design remained intact in order to meet the stated objectives.\n\nIn the first group, natural suckling kids were permitted to nurse their dam throughout the duration of the experiment (control). In the second group, kids were separated from their dam at birth and hand-fed 40 g (one tenth of the dose indicated for calves; approximately 3 g of antibody per dose) of a colostrum supplement for calves (Colostrx®, Sachet Packaging Ltd, Auckland, NZ). This product is derived from cow lacteal secretions and contains immunoglobulins for newborn calves against K99 E. coli scours, Salmonella dublin, Clostridium perfringens, Brucella, IBR, and Haemophilus somnus). The colostrum supplement was dissolved in coliform-free water, prior to their first suckling immediately after birth. Thereafter, this group was allowed to suckle their dams freely and permanently throughout the experiment. To ensure complete and uniform delivery of the colostrum supplement, a catheter inserted into a 30 ml syringe was utilized, with which colostrum was delivered into the esophagus.\n\nBlood samples (10 ml) were obtained via jugular venipuncture at 24 h and 5 d after birth. Hematocrit (packed cell volume) values were determined immediately after blood collection. Serum was obtained by centrifugation at 3000 g for 15 minutes at room temperature, within 4 h of collection. Serum was stored at −20°C until analyzed. Serum samples were assayed for immunoglobulin G (IgG) concentration using a quantitative spectrophotometric zinc sulfate turbidity assay (Sherman et al. 1990 ). Samples were analyzed in triplicate and an average absorbance calculated. IgG concentrations were determined from a standard curve generated for caprine IgG (Sigma). Serum samples were also analyzed for glucose, urea and total proteins. All blood metabolites analyses were carried out with a Coleman Junior II spectrophotometer following protocols supplied by the kits manufacturers. Individual body weight and height to withers was recorded at birth and every 14 days thereafter during 70 days. Records were kept of the number of kids that died prior to 70 d of age.\n\nAll analyses were performed using SAS® statistical software (SAS Institute 1989). Chi square (PROC FREQ/CHISQ) was used to test for differences between groups as far as number of kids that died before 70 d of age. Since the distribution of the IgG values were marked skewed (Shapiro-Wilk test; PROC UNIVARIATE), due to the large number of kids with no immunoglobulins, differences in IgG concentrations between groups were analyzed using the Mann Whitney test (PROC NPAR1WAY). Serum metabolites concentrations and growth traits were analyzed using t-tests (PROC TTEST). In all cases, probabilities greater than 0.05 were not considered significant, and results are reported accordingly.\n\nThe hematocrit values, some blood metabolites and serum IgG levels in kids fed a colostrum supplement prior to the kids' first meal and kids fed maternal colostrum only are given in Table 1 . Both at 1 or 5 d of age hematocrit values were similar between groups of kids. Colostrum feeding regime did not affect the serum glucose and urea levels of kids at 1 or 5 d of age. The only serum metabolite significantly affected by the colostrum supplement was total proteins at 5 d of age. This parameter was 14% higher (P<0.05) in the control group than in the supplemented group. One-day postpartum the range of IgG levels in kids fed the commercial colostrum supplement prior to the kids' first meal was 0.0 to 2100 mg dl −1 , whereas the range for kids fed maternal colostrum only was 0.0 to 2680 mg dl −1 . Both at 1 and 5 days of age there were no significant differences in mean IgG levels between the supplemented group and the control group.\n\nSeventy days after birth, mean body weight of kids fed the colostrum supplement was not significantly different from that of control kids (Table 2) . There was not a significant difference in mortality rate between the treated and control group. Only one of the treated kids became ill during the trial.\n\nPreviously described colostrum substitutes for kids (Sherman et al. 1990; Constant et al. 1994; Zadoks et al. 2001 ) and dairy calves (Zaremba et al. 1993; Ikemori et al. 1997; Morin et al. 1997 ) have shown a poor IgG absorption. In dairy calves, absorption of IgG from colostrum supplements derived from lacteal secretions has been reported to be deficient (Abel Francisco and Quigley 1993; Garry et al. 1996; Foster et al. 2006 ) and one study in calves found that addition of some colostrum supplements reduced the absorption of IgG from natural colostrum (Hopkins and Quigley 1997) . Likewise, some artificial colostrum did not permit the immunoglobulin passive transfer in goats (Arguello et al. 2003) .\n\nConversely, both in kids (Constant et al. 1994 ) and calves (Quigley et al. 2002; Hammer et al. 2004 , Jones et al. 2004 ) efficiency of IgG absorption in animals fed colostrum replacements derived from bovine serum has been reported to be similar to that of maternal colostrum. The colostrum substitute used in the present study derived from lacteal secretion, which explains the null effect of this supplement on circulating serum IgG. Serum total proteins levels in kids fed the colostrum supplement prior to the kids' first meal were lower than those found in unsupplemented kids. Apparently, serum total protein levels decreased as a consequence of a tendency toward a lower immunoglobulin levels in kids given the colostrum supplement. These results are in accord with those of Kirovski et al. (2002) who found that total protein concentrations increased as a consequence of colostral immunoglobulin absorption.\n\nGlucose is a relatively good indicator of energy balance, and in both groups of kids this metabolite did not indicate an undernutrition problem. The hematocrit value discarded any nutritional deficiency or ill health events in both groups of kids. Serum urea nitrogen levels, which indicate either an excess of protein ingestion or a carbohydrate deficiency (as proteins are catabolized in order to spare glucose oxidation) were normal in kids fed supplemental colostrum and maternal colostrum only, which indicated that amino acids from body stores were not metabolized for energy in both groups of kids.\n\nThe similar serum IgG concentration in both groups of kids appears to explain the similar weight gain of kids in both groups of animals. Kids with adequate serum Ig are better able to inactivate pathogenic invasions, mounting a rapid immune response for defense. Studies in dairy (Nocek et al. 1984; Robison et al. 1988; Rea et al. 1996) and beef (Dewell et al. 2006) calves, indicate that higher concentrations of serum Ig are associated with an increased daily liveweight gain, although the cause of this effect is unknown, could be that infections in hypogammaglobulinemic animals detract animals from normal growth. Although the control goat kids were lighter at the beginning of the experiment, at 70 days they were heavier than the treatment group. No statistical differences between groups were found for this trait, but the 11% increment in average daily gain in the unsupplemented goat kids could be of practical importance.\n\nOnly one kid in the colostrum supplemented-group died during the first 70 days of age. The low mortality rate observed in the present study contrast with higher preweaning mortality rates of goat kids under similar farm conditions (Akingbade et al. 2004; Turkson et al. 2004) .\n\nA concentration of less than 8 g/l of immunoglobulins in blood plasma of ewes (Kolb and Kaskous 2003a) and goats (Nandakumar and Rajagopalaraja 1983; O'Brien and Sherman 1993; Kolb and Kaskous 2003b) indicates an insufficient intake of colostrum and results in a reduced activity of the immune system. In the present study, by 24 h after birth serum IgG concentration was < 800 mg/dl in 32% of the colostrum supplemented-kids and 38% of the unsuplemented kids. Kid mortality is related with IgG serum concentration (Dos Santos et al. 1994; Arguello et al. 2004 ), but in the present study kids with low IgG did not become ill or die, probably because facilities were clean, animal density was low, farm management was good, temperature was mild, and challenge by pathogenic organisms was low. Thus, the pre-weaning kid mortalities in the present study were not colostrum/milk related but probably nutrition and management practice related.\n\nResults of the present study indicate that feeding the colostral concentrate supplement used in this trial and offered according to label directions prior to the ingestion of the mother colostrums, is not an effective colostrum replacement product for goat kids, because it did not affect passive immunization, blood metabolites indicative of nutritional status, weight gain and rearing losses. Thus, in intensively managed nondairy goat herds with kiddings in summer, and with farming conditions as good as the one observed in the present study, the use of colostrum supplement products derived from lacteal secretions prior to the ingestion of the mother colostrum is not worthwhile."}