{"title": "in MARC-145 cells", "body": "Porcine reproductive and respiratory syndrome (PRRS), characterized by severe reproductive failure in sows and respiratory distress in piglets and growing pigs, is now considered one of the most economically important diseases in countries with intensive swine industries [13] . PRRS virus (PRRSV), the etiology of PRRS, is a positive-strand RNA virus that belongs to the genus Arterivirus, family Arteriviridae, along with Lactate-dehydrogenase-elevating virus (LDV) of mice, Equine arteritis virus (EAV) and Simian hemorrhagic fever virus (SHFV) [4] . It has been demonstrated that PRRSV has a strong tropism for cells of the monocyte/macrophage lineage in vivo, and for porcine al-veolar macrophages (PAM) and African green monkey kidney cells (MARC-145) in vitro [58] . Accumulating evidence has revealed that the replication of PRRSV in cultured cells partially depends on the composition of the host cellular plasma membrane [9, 10] . Cellular surface molecules, such as heparan sulfate and sialoadhesin, play an important role in PRRSV attachment and internalization [1113] . Moreover, simian vimentin and CD151 were considered to play a role in PRRSV infection of MARC-145 cells [14, 15] . However, some links within the detailed mechanism involved in PRRSV replication cycle remain poorly understood.\n\nThe infectivity of enveloped viruses often depends on the lipid composition of the host cell membrane. For instance, infection by Semliki Forest virus, a species of the Alphavirus genus, requires both cholesterol and sphingolipids [16, 17] . Additionally, virus entry and assembly of certain retroviruses and filoviruses depend on cholesterol-rich membrane microdomains [18, 19] . Cholesterol is an abundant, key component of the eukaryotic cell membrane that forms liquid-ordered microenvironments in the plasma membrane due to its rigidity and hydrophobicity [20] . Previous studies demonstrated that plasma membrane cholesterol plays an important role in the entry and infection processes of many viruses, especially in some enveloped viruses [21] , including Human immunodeficiency virus type 1 (HIV-1) [22] , Poliovirus [23] , Murine coronavirus [24] , Vaccinia virus [25] , Herpes simplex virus [26] , Foot-and-mouth disease virus [27] , and Severe acute respiratory syndrome-related coronavirus (SARS-CoV) [28] . Moreover, the plasma membrane cholesterol content also affects the release of Influenza A virus from the infected cell [29] . However, few reports on the potential relationship between cholesterol and the replication of viruses in the Arteriviridae exist, although it was recently reported that cholesterol is a determinant of Equine arteritis virus entry [30] .\n\nIn this study, we investigated whether plasma membrane cholesterol plays a role during PRRSV infection and at which step(s) it functions. Our study clearly showed that depletion of cholesterol from host cells inhibited virus infection, and primarily affected virus entry and release processes.\n\nPRRSV strain CH-1a, the first field isolate from China, was kindly provided by Dr. Tong G. Z. (Shanghai Veterinary Research Institute, Shanghai, China). PRRSV strain WUH3, a highly pathogenic North American-type PRRSV, was isolated in 2007 [31] . MARC-145 cells were cultured and maintained in Dulbecco's modified Eagle medium (DMEM) supplemented with 10% fetal bovine serum (FBS) at 37°C in a humidified 5% CO 2 incubator. Methyl-β-cyclodextrin (MβCD) and water-soluble cholesterol were purchased from Sigma (St Louis, USA).\n\nTo biotinylate PRRSV, the virus was first purified following the protocols described by Nauwynck et al. [11] . The titer of the purified virus was approximately 5×10 6 TCID 50 mL 1 (50% tissue culture infectious doses mL 1 ), as determined by a cytopathic effect (CPE) assay in MARC-145 cells. The protein concentration of the virus preparation was 2 mg mL 1 , as determined by the Bradford assay with bovine serum albumin (BSA) used as a protein quantitation standard. Biotinylation was performed with a protein biotinylation kit (GE Healthcare, Uppsala, Sweden), according to manufacturer's instructions. The biotinylated viruses were collected after purification on a Sephadex G-25 column and diluted in phosphate-buffered saline (PBS; pH 7.4) at a concentration of 0.2 mg mL 1 and stored at 80°C. Virus infectivity and the ability to enter cells were not significantly decreased after being biotinylated.\n\nTo determine the toxicity of MβCD, confluent MARC-145 cells in 96-well plates were treated with serum-free DMEM with or without MβCD. After incubation at 37°C for 1 h, MβCD-treated cells and mock-treated cells were harvested for the 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay to detect cell viability.\n\nTo determine if treatment with MβCD reduces the cellular cholesterol content, MARC-145 cells in 24-well plates were washed three times with cold PBS, and then incubated for 1 h with serum-free DMEM (control cells) or various concentrations of MβCD (treated cells). After three additional washes with PBS, cells were harvested and the cholesterol content was measured using the Amplex Red Cholesterol Assay Kit (Molecular Probes, Oregon, USA), as directed by the manufacturer.\n\nTo deplete plasma membrane cholesterol, confluent MARC-145 cells in 24-well plates were washed three times with cold PBS, and then incubated for 1 h with serum-free DMEM (control cells) or DMEM containing 10 mmol L 1 MβCD (treated cells).\n\nTo replenish plasma membrane cholesterol, the protocols established by Popik et al. [32] were used. In brief, confluent MARC-145 cells in 24-well plates were treated with serum-free DMEM (control cells) or DMEM containing 10 mmol L 1 MβCD (treated cells) for 1 h. Cells were then washed three times with PBS and incubated with serum-free DMEM alone or DMEM containing 400 μg mL 1 water-soluble cholesterol for 1 h. After three washes with PBS, cells were harvested for cholesterol level detection or infected with PRRSV.\n\nTotal RNA was extracted from cell suspensions or supernatant with RNAprep Micro Kit (Tiangen, Beijing, China), according to the manufacturer's instructions. RNA was re-versetranscribed into cDNA using ReverTra Ace-α (Toyobo, Osaka, Japan) with Oligo (dT) 20 . Quantitative real-time PCR was performed according to protocols described by Egli et al. [33] . In brief, the generated cDNA was amplified by quantitative real-time PCR using primers for the PRRSV ORF7 gene, reverse primer (5′-AAATGGGGCTTCTCCG-GGTTTT-3′) and forward primer (5′-TCAGCTGTGCCA-AATGCTGG-3′), and specific fluorescent probe (5′-TCC-CGGTCCCTTGCCTCTGGA-3′; sense orientation), which was 5′-labeled with 6-carboxyfluorescein (FAM; reporter) and tetramethylrhodamine (TAMRA) at its 3′-end. Real-time PCR was performed in a single tube in an ABI Prism 7500 Real-Time PCR System (Applied Biosystems, Foster City, CA). For each run, four no-template controls containing water instead of DNA, as well as five PRRSV ORF7 gene standards corresponding to 10 12 , 10 11 , 10 10 , 10 9 , 10 8 copies per tube were included. Samples of interest were run in triplicate. Data from the TaqMan ® run were analyzed using the SDS software (Version 1.7; Applied Biosystems).\n\nConfluent MARC-145 cells in 24-well plates were incubated with 10 μg of biotinylated PRRSV in PBS per well at 4°C for 1 h to achieve the maximal virus-cell attachment. Supernatants were removed and the cells were washed three times with cold PBS. Cells were next left untreated, or treated with MβCD, or treated with MβCD and cholesterol replenishment, as described above. During the treatment, viruses complete the penetration process. After removal of the supernatant, cells were incubated in DMEM containing 2% FBS for 1 h, and then washed three times with cold PBSA and incubated with 1:50-diluted streptavidin-fluorescein isothiocyanate (FITC) for 1 h on ice. Subsequently, cells were washed once with PBS and resuspended in cold PBS containing 4% paraformaldehyde and fixed for 10 min at room temperature. After removal of paraformaldehyde, cells were washed twice with PBS containing 2% FBS, and the biotinylated virions were visualized on a confocal laser scanning microscope (LSM 510 Meta; Carl Zeiss, Gottingen, Germany).\n\nStudent's t-test was used to evaluate differences in results and P<0.05 was considered statistically significant.\n\nTo investigate the effect of MβCD on the cholesterol level of MARC-145 cells, MARC-145 cells were mock-treated or treated with various concentrations of MβCD. As shown in Figure 1A , MβCD treatment significantly reduced cellular cholesterol levels in a dose-dependent manner. When the concentration of MβCD was up to 10 mmol L 1 , cellular cholesterol level was reduced by approximately 75% compared with that in mock-treated cells. As the concentration of MβCD was further increased (>10 mmol L 1 ), cellular cholesterol level was no longer reduced, indicating that the remaining 25% cholesterol represented threshold levels of cholesterol which could not be extracted by higher doses of MβCD.\n\nAfter confirming the effect of MβCD on MARC-145 cellular cholesterol, analyses were performed to exclude the possibility that MβCD causes cell toxicity. To this end, cell viabilities were detected after treatment with various concentration of MβCD by MTT. As shown in Figure 1B , MβCD had little cytotoxicity on MARC-145 cells when the concentration of MβCD was <10 mmol L 1 ( Figure 1B) . Accordingly, 10 mmol L 1 MβCD was used for all the subsequent experiments.\n\nIt is known that the plasma membrane lipid composition plays a key role in the infection by many enveloped viruses [2428]. To investigate the role of plasma membrane cholesterol in the infection of PRRSV, MARC-145 cells were mock-treated or treated with various concentrations of MβCD and infected with PRRSV strain CH-1a at 10 4.5 TCID 50 per well. After incubation for 36 h, cell suspensions were harvested and virus production was determined by TCID 50 assay on MARC-145 cells. As shown in Figure 2A , MβCD treatment inhibited the infection of PRRSV strain CH-1a in a dose-dependent manner, suggesting that cholesterol is necessary for PRRSV replication in MARC-145 cells. Moreover, treatment with 10 mmol L 1 MβCD efficiently reduced virus titer to 10 2.75 TCID 50 mL 1 compared with that of 10 6.5 TCID 50 mL 1 in mock-treated cells.\n\nTo further elucidate the effects of MβCD on the replication cycle of PRRSV, mock-treated and MβCD-treated cells were infected with PRRSV strain CH-1a at 10 4.5 TCID 50 per well. Cell suspensions were harvested at various times post-infection (p.i.) and the titers of virus production in this cell suspension were determined. As shown in Figure 2B , virus reproduction was significantly inhibited in MβCDtreated cells, and virus titers at all stages of the replication cycle were notably reduced compared with those in mock-treated cells. Specifically, at 36 h p.i., virus titers in MβCD-treated cells were 7.9×10 3 -fold lower than that in mock-treated cells. We also investigated the role of plasma membrane cholesterol in the infection of PRRSV strain WUH3, a highly pathogenic PRRSV that has been emerging in China in recent years. Significant inhibitory effects were observed ( Figure 2C) , indicating that the inhibitory effects of plasma membrane cholesterol on PRRSV replication are not strain-specific.\n\nIf the inhibition of PRRSV replication was specifically due to the cholesterol depletion by MβCD, then cholesterol replenishment in MβCD-treated cells should restore PRRSV replication. To clarify this hypothesis, MβCD-treated cells were incubated with DMEM containing water-soluble cho- lesterol and then cholesterol levels were measured. As shown in Figure 2D , the cellular cholesterol level of MβCD-cholesterol-treated cells was partially restored to 85% of mock-treated cell cholesterol levels. Subsequently, virus yields from the infected MβCD-cholesterol-treated cells were assayed and compared with that from MβCD-treated cells. The titer of PRRSV from the infected MβCD-cholesterol-treated cells was increased to approximately 3.35×10 3 -fold of that from MβCD-treated cells ( Figure 2E ). These results definitively demonstrated that decreasing cellular cholesterol levels resulted in the reduced ability of PRRSV replication and with the replenishment of cellular cholesterol, virus replication was restored to a certain extent.\n\nTo further illuminate at which step(s) cholesterol depletion reduces PRRSV replication, we first investigated the effect of cholesterol depletion on virus entry. Mock-treated, MβCD-treated and MβCD-cholesterol-treated MARC-145 cells in 24-well plates were infected with PRRSV at 10 4.5 TCID 50 per well. After incubation for 1 h, cells were harvested and intracellular PRRSV RNA levels were measured by real-time RT-PCR. As shown in Figure 3A , compared with the number of viral genomes in mock-treated cells, a significant decrease (80%) in viral genomes in MβCDtreated cells was detected. Furthermore, cholesterol replenishment partially restored intracellular viral genomes and there was only a 17% reduction after adding exogenous cholesterol. These results suggest that entry of PRRSV is dependent on the cellular membrane cholesterol. The entry phases of PRRSV infection can be divided into two stages: the first stage requires PRRSV attachment to cells, and the second stage occurs when PRRSV penetrates the cellular membrane. To determine whether MβCD reduces PRRSV attachment to MARC-145 cells, mocktreated, MβCD-treated or MβCD-cholesterol-treated MARC-145 cells were infected with PRRSV at 4°C for 1 h. All cells were collected and virus genomes were detected by quantitative real-time PCR assay. As shown in Figure 3B , virus genomes presented in MβCD-treated cells were only 23.8% of that presented in mock-treated cells. Furthermore, cholesterol replenishment partially restored virus attachment to approximately 75% of which presented in mocktreated cells, suggesting that the effect was specifically due to the cholesterol depletion ( Figure 3B ).\n\nThe effect of cholesterol depletion on virus attachment was defined, but next we determined whether penetration of PRRSV into MARC-145 cell was also affected by cholesterol depletion. To this end, MARC-145 cells in 24-well plates were infected with 10 μg biotinylated-PRRSV per well and were mock-treated or treated with MβCD or MβCD-cholesterol. During the treatment, virions attached on these cells completed the penetration process and were detected by confocal microscopy. No significant differences were observed between various groups (data not shown), suggesting that MβCD treatment has little effect on the second stage of virus entry. Altogether, these data indicated that cellular membrane cholesterol was required for PRRSV entry into MARC-145 cells, and its depletion by MβCD mainly affects virus attachment, rather than penetration.\n\nTo investigate the effect of MβCD on virus release from MARC-145 cells, cells were infected with PRRSV strain CH-1a at 10 4.5 TCID 50 per well. At 24 h p.i., cells were left untreated or treated with MβCD or MβCD-cholesterol. At the indicated time points post-treatment, the supernatants were harvested and the virus was detected by real-time RT-PCR. The data indicated that the number of viral genomes present in MβCD-treated cells was notably higher than those in mock-treated cells at each time point, and this increase was partially neutralized by cholesterol replenishment ( Figure 4A ). This suggests that the ability of virus release from MARC-145 is inversely related to cellular cholesterol level.\n\nTo further determine the effect of cholesterol depletion Figure 4B , the amount of PRRSV genomes expressed in cells infected with released virus from MβCD-treated cells was approximately 10.6% of that in cells infected with released virus from mock-treated cells, and cholesterol replenishment partially counteracted this effect. These findings indicate that the infectivity of virus released from MβCD-treated cells was decreased compared with those released from MβCD-cholesterol-treated and mock-treated cells. According to these data, we can conclude that MβCD treatment caused an enhancement of virus particle released from infected cells but the infectivity of released viruses was decreased by this treatment.\n\nMany studies have reported that cholesterol is involved in the replication of some enveloped virus, such as Herpes simplex virus [26] , Vaccinia virus [25] , Murine coronavirus [24] , SARS-CoV [28] , Varicella-zoster virus [34] , and Pseudorabies virus [35] . The present study showed that the inhibition of PRRSV infection in vitro occurred as host cell membrane cholesterol decreased due to MβCD treatment. This effect could be counteracted by the addition of exogenous cholesterol and demonstrated the importance of membrane cholesterol for PRRSV infection.\n\nBeing an essential component of cell membrane, cholesterol could potentially inhibit virus entry by several different mechanisms. First, cholesterol may affect virus entry by modifying the interaction of the virus particle with host cell membrane. Cholesterol level is important for maintaining biological membrane fluidity [36] , and its removal could reduce lateral diffusion within the membrane. This reduction in fluidity could probably influence entry of PRRSV within the membrane. Second, the lipid environment, including cholesterol level, is known to affect the charge properties of some ion channels [37] , and the ion channels formed on cellular membrane require the presence of cholesterol for effective cytoplasmic delivery of the viral genome during virus entry. Cholesterol and sphingolipids are components of lipid rafts, and lipid recognition by certain proteins of viruses might be imperative for virus entry [38] . Moreover, there are also other studies indicating that cholesterol removal resulted in an inhibition of cellular signaling pathways [39] .\n\nA previous study demonstrated that the entry of Equine arteritis virus, another member of Arteriviridae, could also be inhibited by cholesterol depletion, and virus entry requires plasma membrane cholesterol [30] . In the current study, we examined the effect of plasma membrane cholesterol on PRRSV attachment and penetration, the two stages of virus entry. We found that cholesterol mainly affects virus attachment, rather than penetration. It was reported that PRRSV enters porcine alveolar macrophages (PAMs) via receptor-mediated endocytic vesicles and the low pH-dependent endocytic pathway [11] . Thus, it is possible that the effect of plasma membrane cholesterol on PRRSV entry into MARC-145 cell is also due to its influence on the endocytosis process.\n\nA significant finding of the present study is that cholesterol depletion facilitated the release process of PRRSV but also resulted in decreased infectivity of released virus particles. This finding is consistent with reports showing that cholesterol depletion caused an enhancement of Influenza A virus particle release from infected cells and a decreased infectivity of virus particles [29] . In addition, the infectivity of Newcastle disease virus could be reduced by cholesterol depletion and possibly due to virus particles released from cholesterol-depleted cells having heterogeneous densities and structural abnormalities [40] . Teissier and Pecheur [38] had demonstrated that the molecular shape of lipids, including cholesterol and sphingolipid, could affect membrane curvature and further influence membrane defor-mation and fluidity. Thus, structural abnormalities of virus particles due to cholesterol depletion and the physical function of cholesterol in the plasma membrane may be responsible for the findings reported herein.\n\nIn conclusion, the current study demonstrated that both efficient entry of PRRSV into MARC-145 cells and the release of PRRSV are dependent on the presence of plasma membrane cholesterol. These data suggest that further investigation of the prevention and control of PRRSV, in particular, prevention of viral entry, is warranted."}