{"title": "Antiproliferative cyclodepsipeptides from the marine actinomycete Streptomyces sp. P11-23B downregulating the tumor metabolic enzymes of glycolysis, glutaminolysis, and lipogenesis", "body": "Gliomas are the most common and high death malignant brain tumors (Patil et al., 2013; Ru et al., 2013) and can be located at many important brain function areas, which make surgical resection extremely difficult. Therefore, chemotherapy has played a more important role in treatment and prevention of gliomas. However, so far very few drugs have been approved for treating gliomas including temozolomide (TMZ), carmustine, and lomustine. Of these, only TMZ has been independently used for treatment of gliomas. Furthermore, most current anti-glioma drugs are cytotoxicity-based alkylating agents with limited efficacy and serious side-effects (Chamberlain, 2010; Mittal et al., 2015) . Therefore, there is an urgent need to discover lead compounds for development of novel anti-glioma drugs. Marine-derived natural products are important sources for discovery of new anticancer drug leads (Newman and Cragg, 2014; Petit and Biard, 2013; Schumacher et al., 2011) .\n\nEnhanced glycolysis, elevated glutaminolysis, and exacerbated lipogenesis, which are required for the rapid and unlimited proliferation of tumor cells, have been demonstrated as prominent hallmarks in glioma metabolism (Galluzzi et al., 2013; Guo et al., 2013; Vander Heiden, 2011; Ru et al., 2013) . There are several important regulators (enzymes) in the glycolytic pathway, such as hexokinase 2 (HK2) (Vander Heiden, 2011; Wolf et al., 2011) , 6phosphofructo-2-kinase/fructose-2,6-bisphosphatase (PFKFB3) (Kessler et al., 2008; Vander Heiden, 2011) , and pyruvate kinase M2 (PKM2) (Kefas et al., 2010; Vander Heiden, 2011) , that have been shown to be up-regulated in the glioma cells. These specific regulators are preferentially used by cancer cells (Vander Heiden, 2011) . Glutamine metabolism (Daye and Wellen, 2012; Ru et al., 2013) and lipid metabolism Ru et al., 2013; Santos and Schulze, 2012) have also been found to be largely altered in cancer cells. Both glutaminase (GLS, a key enzyme of glutaminolysis) (Daye and Wellen, 2012; Lu et al., 2010; Ru et al., 2013) and fatty acid synthase (FASN, a key lipogenic enzyme) (Menendez and Lupu, 2007; Ru et al., 2013) are up-regulated in gliomas. Accumulated studies have demonstrated that the above mentioned metabolic enzymes are promising targets for discovery of novel anticancer drugs.\n\nAs part of an ongoing project for discovery of novel anti-glioma and antibacterial compounds from marine resources (Chen et al., 2015; Liang et al., 2016; Xin et al., 2012; Yu et al., 2014 Yu et al., , 2015 , a crude extract prepared from the culture of marine bacterium strain P11-23B was found to significantly inhibit proliferation of human glioma cells. Chemical investigation of this active extract led to isolation of two new cyclodepsipeptides, which were named as streptodepsipeptides P11A (2) and P11B (3), together with known valinomycin (1) (Fig. 1) . This study described the isolation and culture of the strain P11-23B, the isolation and structural elucidation of new compounds, and their bioactivity against glioma cells and effect on the tumor metabolic regulators.\n\nStrain P11-23B was isolated from a marine mud sample and assigned as Streptomyces sp. P11-23B based on the analysis of its 16S rDNA gene sequence, which matched (99% identity for a 1361 bp stretch of sequence) those of seven Streptomyces strains (Supplementary Data, Figure S 1 and Table S 1 ). Culture of this marine actinomycete was grown in Gause's liquid medium (50.0 L). The extract prepared from the culture of P11-23B showed significant activity against the proliferation of human glioma cells with inhibitions of 87.17% for glioma U87-MG cells and 86.84% for U251 cells. Separation of this active extract by ODS column chromatography, following by HPLC purification, afforded three compounds 1e3.\n\nCompound 1 was proved to be the known cyclodepsipeptide valinomycin based on its NMR and HRESIMS data, melting point, optical rotation value, the analysis of its acidic hydrolysates by chiral HPLC and GC analyses, and the comparison with literature data (Pettit et al., 1999; Tabeta and Saito, 1985) . Valinomycin (1) was previously isolated from several Streptomyces species (Heisey et al., 1988; Lim et al., 2007; Park et al., 2008; Pettit et al., 1999) and is well known to enhance the K þ permeability of several membrane systems including mitochondria, erythrocytes, and lipid bilayers (Bhattacharyya et al., 1971; Haynes et al., 1969) . This cyclodepsipeptide was also reported to have activities against tumors, bacteria, fungi (Lim et al., 2007; Park et al., 2008; Pettit et al., 1999) , and severe acute respiratory-syndrome coronavirus (Wu et al., 2004) . Valinomycin (1) is composed of four units of D-valine (D-Val), L-valine (L-Val), D-a-hydroxyisovaleric acid (D-Hiv), and Llactate (L-Lac) with a trimer structure of cyclo-(D-Val-L-Lac-L-Val-D-Hiv) 3 . For its 13 C and 1 H NMR spectroscopic data assignments, see Table S 2 (Supplementary Data) . It was noted that each of the four units displayed characteristic NMR signals, which allowed for differentiation of the four units. The unit L-Lac was easily recognized by its NMR signals of d C 172.7 (C-1), 70.4 (C-2), 17.3 (C-3) and d H 5.32 (1H, q, J ¼ 7.0 Hz, H-2) and 1.44 (3H, d, J ¼ 7.0 Hz, H-3), while D-Hiv had its characteristic signals of d C 171.0 (C-1), 78.7 (C-2), 30.4 (C-3), 16.8 (C-4) and d H 5.02 (1H, d, J ¼ 3.11 Hz, H-2). The D-Val and L-Val could be distinguished from their chemical shifts of C-1, C-2, H-2 and the coupling constant values of 3 J CH-NH . The unit D-Val was indicated by its characteristic NMR signals at d C 170.2 (C-1), 59.1 (C-2) and d H 4.10 (1H, dd, J ¼ 10.0, 8.1 Hz, H-2), 7.88 (1H, d, J ¼ 8.1 Hz, NH-2), as compared with their counterparts of L-Val at d C 172.0 (C-1), 60.6 (C-2) and d H 3.96 (1H, dd, J ¼ 10.2, 6.2 Hz, H-2), 7.80 (1H, d, J ¼ 6.2 Hz, NH-2). All of these characteristic NMR signals mentioned above are very helpful for the structure elucidation of the new compounds of streptodepsipeptides P11A (2) and P11B (3) .16 in the fifth zone was assigned to a methylene (b-CH 2 ). The remaining 20 carbons, which appeared at d C 9.41e19.92 in the sixth zone, were assigned to 20 methyls (g-CH 3 or b-CH 3 ). The 1 H NMR spectrum of 2 also showed six NH signals at d H 7.89 (d, 7.9 Hz), 7.84 (d, 6.0 Hz), 7.83 (d, 8.0 Hz), 7.83 (d, 8.0 Hz), 7.77 (d, 6.2 Hz), and 7.76 (d, 5.8 Hz) . All of the above data suggested that compound 2 was composed of 12 units, including six amide groups (amino acids) and six ester groups. Acid hydrolysis of 2 produced D-Val, L-Val, D-Hiv, L-Lac, D-2-hydroxybutanoic acid (D-Hba) as determined by chiral HPLC and GC analyses using the standard compounds as references. Detailed COSY, HSQC, and HMBC spectroscopic analyses confirmed the presence of 12 units including three L-lactates, three L-valines, three D-valines, two D-a-hydroxyisovaleric acids, and one D-2hydroxybutanoic acid (D-Hba). As shown in Fig. 2 , the a-NH and a-CH protons of each valine had a COSY correlation, while the a-CH proton of each unit displayed a COSY correlation with the b-CH (or b-CH 2 for D-Hba, or b-CH 3 for L-Lac) proton, which was correlated with the g-CH 3 proton. HMBC correlations (see Table 1 and Fig. 2) further supported the structure of each unit. According to the foregoing NMR correlations and the NMR data comparison of The sequence of the 12 units of compound 2 was established based on the following HMBC and NOESY correlations (Table 1 In order to further confirm the locations of L-Val and D-Val, compound 2 was partially hydrolyzed using 3N LiOH to produce three dipeptides of L-Lac-L-Val (2a), D-Hiv-D-Val (2b), and D-Hba-D-Val (2c). The structures ( Fig. 1) of 2a, 2b, and 2c were deduced from their HRESIMS and 1 H NMR data. Further acid hydrolysis of 2a, 2b, and 2c furnished free amino acids of L-Val for 2a and D-Val for 2b and 2c, which were confirmed by chiral HPLC analysis using the standard amino acids as references.\n\nThe sequence of the 12 units of compound 2 was also supported from the results of MS-MS analysis. In the MS-MS spectrum 2) C 1 , C 3 , C 4 , C 5 , L-Val 1 -C 1 19.64, CH 3 0.95e1.10 C 2 , C 3 D-HiV 2 78.69, CH 5.02, d (3.2) C 1 , C 3 , C 4 , C 5 , L-Val 2 -C 1 19.64, CH 3 0.95e1.10 C 2 , C 3 D-Hba 75.56, CH 5.11, dd (6.6, 4.3) C 1 , C 3 , C 4 , L-Val 3 -C 1 19.60, CH 3 0.95e1.10 C 2 , C 3 L-Lac 1 70.41 c , CH 5.33, q (6.8) C 1 , C 3 , D-Val 1 -C 1 19.58, CH 3 0.95e1.10 C 2 , C 3 L-Lac 2 70.61 c , CH 5.27, q (6.8) C 1 , C 3 , D-Val 2 -C 1 19.38, CH 3 0.95e1.10 C 2 , C 3 L-Lac 3 70.53 c , CH 5.33, q (6.8) C 1 , C 3 , D-Val 3 -C 1 19.38, CH 3 0.95e1.10 C 2 , C 3 aeCHeN 19.36, CH 3 0.95e1.10 C 2 , C 3 L-Val 1 60.75, CH 3.96, dd (10.0, 5.8) C 1 , C 3 , C 4 , C 5 19.26, CH 3 0.95e1.10 C 2 , C 3 L-Val 2 60.68, CH 3.97, dd (10.0, 6.0) C 1 , C 3 , C 4 , C 5 19.26, CH 3 0.95e1.10 C 2 , C 3 L-Val 3 60.11, CH 4.01, dd (10.0, 6.2) C 1 , C 3 , C 4 , C 5 D-Hiv 16.84, CH 3 0.98 C 2 , C 3 D-Val 1 58.98, CH 4.13, dd (9.8, 8.0) C 1 , C 3 , C 4 , C 5 16.80, CH 3 0.98 C 2 , C 3 D-Val 2 59.25, CH 4.08, dd (9.2, 8.0) C 1 , C 3 , C 4 , C 5 D-Hba 9.41, CH 3 0.95 C 2 , C 3 D-Val 3 59.25, CH 4.08, dd (9.2, 7.9) C 1 , C 3 , C 4 , C 5 NH beCH 3 L-Val 1 7.76, d (5.8) C 2 , C 3 , L-Lac 1 -C 1 L-Lac 17.44, CH 3 1.44e1.47 C 1 , C 2 L-Val 2 7.84, d (6.0) C 2 , C 3 , L-Lac 2 -C 1 17.37, CH 3 1.44e1.47 C 1 , C 2 L-Val 3 7.77, d (6.2) C 2 , C 3 , L-Lac 3 -C 1 17.23, CH 3 1.44e1.47 C 1 , C 2 D-Val 1 7.83, d (8.0) C 2 , C 3 , D-Hba-C 1 beCH 2 D-Val 2 7.83, d (8.0) C 2 , C 3 , D-Hiv 1 -C 1 D-Hba 25.16, CH 2 1.91, m C 1 , C 2 , C 4 , D-Val 3 7.89, d (7.9) C 2 , C 3 , D-Hiv 2 -C 1 beCH a-c The data with the same labels in each column may be interchanged. , 144.1019), which were from fragmentations after ring-opening at the amide position with loss of carbon monoxide (CO) (Fig. S 53 ) . Both compounds 1 and 2 were isolated from strain P11-23B and might have the same overall biosynthetic pathway, suggesting 1 and 2 should have a similar sequence for the 12 units. Based on the above evidence, the structure of 2 was determined as cyclo- , and 20 methyls (d C 16.78e20.03). Acid hydrolysates of 3 were found to be D-Val, L-Val, D-Hiv, and L-Lac as determined by chiral HPLC and GC. Further detailed NMR spectroscopic analysis, in combination with the HRESIMS data, indicated that the structure of 3 was very similar to that of 2, except for another L-Lac moiety in 3 instead of the D-Hba moiety in 2. The 13 C and 1 H NMR data (Table 2) Three isolated cyclodepsipeptides (1e3) were assayed for their activity against the proliferation of four different glioma cell lines by SRB method. The results ( Fig. 3 and Table 3 ) showed that new streptodepsipeptides P11A (2) and P11B (3) had potent activity with IC 50 values of 0.3e0.4 mM for 2 and 0.1e1.4 mM for 3, while known valinomycin (1) showed much stronger antiproliferative activity with IC 50 values ranging from 7.6 to 30.0 nM, probably because of its symmetrical trimer structure (Pettit et al., 1999) . The control doxorubicin (DOX) had activity with IC 50 0.4e3.3 mM. The two new compounds were also tested for activity in inhibiting growth of normal human astrocytes (HA). As shown in Table 3 , the ratios of IC 50 for HA to glioma cells were within the ranges of 23e30 for 2 and 3e35 and for 3.\n\nStreptodepsipeptide P11A (2) was also assayed for its ability to arrest the cell cycle and induce apoptosis in glioma cells. Flow cytometric analysis was used to measure the DNA content to determine if an alteration of the cell cycle occurred following the treatment of streptodepsipeptide P11A (2). U87-MG cells were incubated with 0.8 mM streptodepsipeptide P11A (2), DOX (0.8 mM) as positive control, or without compound treatment as negative control (CON) for 12 h and then stained with PI and subjected to flow cytometric analysis. The percentages of each phase in the cell cycle were described in Fig. 4 and Table 4 . Cell population at the G 0 / G 1 phase was significantly increased by 40.92% after the treatment of 12 h, when compared to the control (CON). This alteration indicated that streptodepsipeptide P11A (2) blocked U87-MG cell cycle at the G 0 /G 1 phase. Positive control DOX (0.8 mM) also had a 49.69% increasement of DNA content at the G 0 /G 1 phase. A similar result was also obtained from the streptodepsipeptide P11Atreated U251 cells ( Fig. 4 and Table 4 ). Flow cytometric analysis with annexin V-FITC/PI double staining was applied to quantify the apoptosis induced by streptodepsipeptide P11A (2). After 72 h of treatment, streptodepsipeptide P11A (2) (0.8 mM) caused an increase of 20.40% in total apoptotic cells (early and late apoptotic cells), when compared to the control (CON, Fig. 5 ).\n\nStreptodepsipeptide P11A (2) was further investigated for its effects on several important tumor metabolic regulators including HK2 (glycolysis), PFKFB3 (glycolysis), PKM2 (glycolysis), GLS (glutaminolysis), and FASN (lipogenesis). Firstly, the expression levels of HK2, PFKFB3, PKM2, GLS, and FASN in four different glioma cell lines of SHG-44, U87-MG, U251, and C6 were tested by western blot. It has been found that all five tumor metabolic regulators were highly expressed in the U87-MG cells (Fig. 6A) . Thus, the effects of streptodepsipeptide P11A (2) on expression levels of these regulators in the U87-MG cells were evaluated. U87-MG cells were treated by streptodepsipeptide P11A (2) (5 mM or 10 mM) for 48 h.\n\nProtein prepared from the streptodepsipeptide P11A-treated U87-MG cells was subjected to western blot analysis. The results (Fig. 6B ) indicated that HK2, PFKFB3, GLS, and FASN were highly down-regulated in the streptodepsipeptide P11A-treated U87-MG cells, when compared to negative control (CON, U87-MG cells Table 3 Activity of streptodepsipeptides P11A (2) and P11B (3) (2) had no obvious effects on ACO2 and ATPB expression levels, but increased the level of Cyto-C. These data suggested that streptodepsipeptide P11A (2) might selectively regulate tumor metabolic regulators of HK2, PFKFB3, PKM2, GLS, and FASN. The increased expression level of Cyto-C also implied that streptodepsipeptide P11A (2) might change the tumor metabolic pathway to the process of oxidative phosphorylation. Valinomycin (1) is known to induce uptake of potassium in membrane of erythrocyte (Bhattacharyya et al., 1971) . Therefore, the ability of streptodepsipeptide P11A (2) to enhance the K þ permeability of human erythrocytes was also evaluated. Human erythrocytes were treated with tested compound (2) or positive control valinomycin (1) for 90 min. The results (Table 5) showed that streptodepsipeptide P11A (2) at concentrations of 0.01 mM, 0.05 mM, and 0.1 mM induced 22.36%, 66.46%, and 86.10% increase of intracellular K þ in erythrocytes, respectively, when compared to the negative control (CON, human erythrocyte without compound treatment). The positive control valinomycin (1) at the same concentrations also enhanced the K þ uptake by 19.06%, 83.43%, and 75.3%, respectively. These data indicated that both valinomycin (1) and streptodepsipeptide P11A (2) had the property to significantly induce uptake of K þ in membrane of erythrocyte.\n\nSome small molecular compounds have been reported to have antitumor activity by targeting tumor metabolic regulators, such as hexokinase (HK) inhibitors: 2-deoxyglucose, lonidamine, and 3bromopyruvate; PKM2 inhibitor: shikonin and TLN 232; FANS inhibitors: orlista, cerulenin, and EGCG (Galluzzi et al., 2013; Jones and Schulze, 2012; Menendez and Lupu, 2007) . It was noted that most of these active antitumor agents targeted only one tumor metabolic regulator. Interestingly, streptodepsipeptide P11A (2) had obvious effects on several important tumor metabolic regulators, which were from different metabolic pathways. It has been proposed that modulating multiple targets could be beneficial for prevention and treatment of complex human diseases such as cancer (Bishayee and Block, 2015; Morphy and Rankovic, 2007) . Whether streptodepsipeptide P11A (2) has the potential for developing novel anticancer drug need to be further evaluated.\n\nAn actinomycete Streptomyces sp. P11-23B that produced antiproliferative cyclodepsipeptides was isolated from a sample of marine mud. Chemical investigation of a crude extract prepared from the cultures of this isolated strain P11-23B resulted in the isolation and identification of two new cyclodepsipeptides, named as streptodepsipeptides P11A (2) and P11B (3). It was found that both new cyclodepsipeptides significantly suppressed proliferation of four different glioma cell lines. Further investigation demonstrated that streptodepsipeptide P11A (2) induced apoptosis in glioma cells, arrested cell cycle at the G 0 /G 1 phase, and downregulated expression levels of HK2, PFKFB3, PKM2, GLS, and FASN, the important tumor metabolic regulators of glycolysis, glutaminolysis, and lipogenesis. These results indicated that regulating multiple glioma metabolic enzymes might be one of the antitumor mechanisms of streptodepsipeptide P11A (2). To the best of our knowledge, this is the first report of such a possible mechanism for this class of streptodepsipeptides. However, how streptodepsipeptide P11A (2) regulates these metabolic regulators, and what the anti-glioma activity is of this new bioactive cyclodepsipeptide in animal models, need to be further investigated.\n\nMelting points were measured with a WRX-4 microscope apparatus and are uncorrected. Optical rotations were measured on a JASCO DIP-370 digital polarimeter. IR spectra were recorded on an AVATAR 370 FT-IR spectrometer (Thermo Nicolet). AA800 atomic absorption spectrometry (PerkinElmer Co., LTD.) was used to determine Kþ concentration. NMR spectra were acquired on a Bruker 500 spectrometer using standard pulse programs and acquisition parameters. Chemical shifts were expressed in d (ppm) and referred to the NMR solvent CDCl 3 . HRESIMS data were acquired on an Agilent 6230 TOF LC/MS spectrometer. MS-MS data were obtained from AB Triple TOF 5600 plus System (AB SCIEX, Framingham, USA) in the optimal MS conditions: scan range m/z 100e1500, positive ion mode, source voltage þ5.5 kV, source temperature 600 C, air gas pressure 50 psi, curtain gas (N 2 ) 30 psi, maximum error ± 5 ppm, collision energy 50 V with a collision energy spread ± 20 V. The separation of pure compounds was conducted on an Agilent 1260 HPLC system with DAD detector. A chirex 3126 (D)-penicillamine column (150 Â 4.6 nm, Phenomenex, Shanghai, China) was used for the chiral HPLC analysis. GC analysis was conducted on an Agilent 6890N gas chromatograph system using a DB-624 capillary column (30 m Â 0.53 mm, 3.0 mm, Agilent Technologies). N 2 (4.0 mL/min) was used as carrier gas and FID as a detector. The detector and injection port temperatures were set at 250 C and 200 C, respectively. The column temperature was 100 C in 2 min, raised with 10 C/min to 200 C, and then kept at 200 C for 5 min. Octadecyl-functionalized silica gel (ODS, Cosmosil 75C 18 Prep, Nacalai Tesque Inc., Kyoto, Japan) was used for column chromatography (CC). HPLC and analytic grade solvents were purchased from the Sinopharm Chemical Reagent Co. Ltd. (Shanghai, China). Doxorubicin (DOX, >98.0%), D-valine (D-Val), L-valine (L-Val), L-lactate (L-Lac), D-a-hydroxyisovaleric acid (D-Hiv), and D-2hydroxybutyric acid (D-Hba) were purchased from Sigma. Human glioma U251, U87-MG, and SHG-44 cells, and rat glioma C6 cells were purchased from the Cell Bank of the Chinese Academy of Sciences. Normal human astrocytes (HA, Cat. No. 1800) were obtained from ScienCell. Gause's-agar was purchased from Guangdong Huankai Microbial Science and Technology Co. Ltd. (Guangzhou, China).\n\nThe strain P11-23B was isolated from a mud sample of marine tidal flat, which was collected from the coast of the East China Sea, close to Zhoushan City, China, in August 2013. The marine mud sample (1.0 g) were dried at 28 C for 5 days in a sterile culture dish. The dried sample was diluted to 1 Â 10 À6 g/mL with sterile natural sea water, and then shaken on a rotary shaker at 180 rpm at 28 C for 10 min. A suspension sample (200 mL) was coated across plates with Gause's-agar medium and then incubated at 28 C for 7 days. The single colony (strain P11-23B) that grew well was transferred onto Gause's-agar media. Working stocks were prepared on Gause's-agar slants and stored at 4 C for further use.\n\nThe taxonomic identity of isolate strain P11-23B was determined by 16S rDNA sequence analysis, which was conducted by Majorbio (Shanghai, China). The DNA sequence using BLAST (nucleotide sequence comparison) was compared to the GenBank database. The 16S rDNA sequence of strain P11-23B has been deposited in GenBank (accession number: KT933136.1). Voucher strains of Streptomyces sp. P11-23B (No. P1123B) are preserved at the Laboratory of Institute of Marine Biology, Ocean College, Zhejiang University, China.\n\nA homogenized colony of isolate P11-23B was transferred into a 500 mL Erlenmeyer flask containing 200 mL of Gause's liquid medium that was incubated for 7 days at 28 C on a rotary shaker (180 rpm) to produce seed broth. The seed broth (5 mL) was then inoculated into a 500 mL Erlenmeyer flask, which contained 200 mL of Gause's liquid medium. The flasks were incubated at 28 C on a rotary shaker at 180 rpm for 14 days. A total of 50.0 L fermentation broth was made for this study.\n\nThe fermentation broth of isolated strain P11-23B (50.0 L) was filtered to harvest pellets and fermentation solution. The pellets Table 5 Valinomycin (1) and streptodepsipeptide P11A (2) induced uptake of potassium in membrane of erythrocyte.\n\nCON* Kþ (mg/mL) 0.01 mM 0.05 mM 0.1 mM \n\nStreptodepsipeptide P11A (2, 5.0 mg) was hydrolyzed using 3N LiOH (1 mL) in MeOH: H 2 O (3:1, v/v) with gentle shaking at room temperature for 12 h. The reaction mixture was neutralized with 3N HCl to pH 6e8 and then dried under reduced pressure to give a residue. Hydrolytic products of 2a (1.7 mg, t R 13.1 min), 2b (1.3 mg, t R 20.0 min), and 2c (0.3 mg, t R 16.1 mi) were next purified from this residue by HPLC using a Zorbax SB-C 18 column (150 Â 4.6 mm, 5 mm) at conditions of flow rate of 1.0 mL/min, detection wavelength of 210 nm, and a gradient mobile phase. MeOH and water were employed as mobile phase A and phase B, respectively. This binary gradient program was 0.0e20.0 min with 10e60% phase A, 20.1e25.0 min with 100% phase A, and 25.1e30.0 with 10% phase A.\n\nL-Lac-L-Val ( 4.6. Acid hydrolysis of valinomycin (1), streptodepsipeptides P11A (2) and P11B (3), L-Lac-L-Val (2a), D-Hiv-D-Val (2b), and D-Hba-D-Val (2c)\n\nValinomycin (1), streptodepsipeptides P11A (2), and P11B (3) (2.0 mg, each) were individually dissolved in 6N HCl (1.0 mL) and heated at 110 C in an evacuated glass ampoule for 24 h. After cooling, each hydrolysate was dried under N 2 and then under vacuum to give correspondence residues. Half of each residue was dissolved in H 2 O (0.2 mL) to produce sample A for chiral HPLC analysis. The remaining residue was dissolved in MeOH (0.2 mL) to give sample B for GC analysis. In the same way, L-Lac-L-Val (2a, 0.5 mg), D-Hiv-D-Val (2b, 0.5 mg), and D-Hba-D-Val (2c, 0.2 mg) were individually hydrolyzed to give samples C, D, and E, respectively, for chiral HPLC analysis. (1), streptodepsipeptides P11A (2) Each of the samples A, C, D, and E prepared above and the authentic D-Val and L-Val were analyzed using a Chirex 3126 (D)penicillamine column (150 Â 4.6 nm, Phenomenex) with detection at 254 nm and temperature at 22 C. Aqueous CuSO 4 (1 mM) was used as mobile phase. The free amino acids in the acid hydrolysates of valinomycin (1), streptodepsipeptides P11A (2) and P11B (3) were found to be L-valine (t R , 23.7 min) and D-valine (t R , 37.1 min) by comparison with retention times of authentic amino acids. The acidic products of L-Lac-L-Val (2a), D-Hiv-D-Val (2b), and D-Hiv-D-Val (2c) were found to be L-Val for 2a and D-Val for 2b and 2c. The sample B prepared from each compound was analyzed by GC. GC analyses showed that valinomycin (1) and streptodepsipeptide P11B (3) produced L-Lac and D-Hiv and streptodepsipeptide P11A (2) produced L-Lac, D-Hba, and D-Hiv, as compared with authentic L-Lac (t R 7.32 min), D-Hba (t R 8.54 min), and D-Hiv (t R 9.35 min).\n\nSulforhodamine B (SRB) assay. The previously described sulforhodamine B (SRB) assay (Chen et al., 2015; Yu et al., 2014 Yu et al., , 2015 was applied to evaluate the activity of the isolated streptodepsipeptides inhibiting the proliferation of glioma U87-MG, U251, SHG-44, and C6 cells. Doxorubicin (DOX) was used as the positive control (CON).\n\nAnnexin V-FITC/PI double staining assay. The quantification of apoptotic cells induced by streptodepsipeptide P11A (2) was made by annexin V-FITC/PI double staining using an annexin V apoptosis detection kit (Chen et al., 2015; Yu et al., 2014 Yu et al., , 2015 . Glioma cells were treated with the tested compound for 72 h and flow cytometry was used to determine fluorescence using emission wavelength at 530 nm and 575 nm and excitation wavelength at 488 nm.\n\nCell cycle assay. Cell cycle perturbation induced by streptodepsipeptide P11A (2) was analyzed by propidium iodide (PI) DNA staining using flow cytometry. The detailed protocol is described in Xin et al., 2012. Western blot analysis. Western blot was used to determine the expression levels of metabolic regulators. The detailed procedure including protein sample preparation, determination of protein concentration, and western blot analysis was carried out as for Yu et al., 2015. Determination of intracellular K þ concentration (Bhattacharyya et al., 1971; Li and Yang, 2009; Lu et al., 2006) . Briefly, fresh healthy human blood was centrifugated at 660 g for 10 min at 4 C. The precipitated erythrocytes were washed with GNS (glucose and normal saline injection) buffer (50 g/L glucose and 9 g/L NaCl) and then centrifugated at 660 g for 5 min in three repeated operations. Washed erythrocytes were suspended with GNS buffer (1: 1) to make a 50% erythrocyte suspension. The prepared erythrocyte suspension (1 mL) was treated with different concentrations of tested compounds in the KCl isotonic solution (3 mL) for 90 min at 37 C. After terminating the treatment by using an ice bath for 1 min, the treated suspension was centrifuged at 660 g for 10 min. The treated erythrocytes were washed with cold GNS (3 mL) five times to remove extracellular K þ , and then haemolyzed by ultrapure H 2 O at 4 C for overnight. Haemolyzed solutions were centrifuged at 10,700 g for 30 min at 4 C to give cytoplasm and cell membranes. The cell membranes were washed by ultrapure H 2 O two times (each 5 mL) to give a wash solution, which was centrifuged at 660 g for 10 min to afford a supernatant. The combination (about 13 mL) of supernatant and cytoplasm was digested by using a mixture (3 mL) of 15.99 mol/L HNO 3 and 11.65 mol/L HClO 4 (2:1, v/ v) at 140e160 C for 30 min until a clear and transparent liquid (about 1 mL) appeared. The digested solution was transferred into a volumetric flask (10 mL) and then diluted with 0.1 M HNO 3 to the full volume. The 10 mL digested solution was further diluted with 0.1 M HNO 3 by 50 times to make a final digested solution for the measurement of intracellular K þ concentration by AA800 atomic absorption spectrometry. A series of accurate K þ solutions were prepared with KCl to investigate calibration curve (R 2 ¼ 0.998). The K þ concentration of each sample was calculated from the calibration curve."}