{"title": "ECG Changes After Rabbit Coronavirus Infection", "body": "Viral infection of the heart can lead to myocarditis, dilated cardiomyopathy, progressive heart failure, and sudden cardiac death (1, 2) . Myocarditis is thought to develop in approximately 2 to 5% of patients following acute viral infection (3, 4) . The diagnosis of viral myocarditis is problematic due to the lack of definitive clinical signs and the paucity of sensitive diagnostic tests (1) . Diagnosis can be further complicated by the variable time course of progression of viral myocarditis, with clinically unapparent viral infection (even early in childhood), potentially resulting in dilated cardiomyopathy weeks, months, or even years later (5) . Rapidly accumulating evidence based on nucleic acid hybridization and other molecular techniques supports the hypothesis that cardiotropic viruses play an important role in the pathogenesis of myocarditis and dilated cardiomyopathy (6) (7) (8) (9) (10) . Difficulties inherent in diagnosing and studying the pathogenesis of viral myocarditis have prevented an accurate assessment of the prevalence of virus-induced heart disease in the human population.\n\nAnimal models of viral myocarditis offer a valuable opportunity to study the complex interactions between virus and host with respect to both viral infection and the pathogenesis of virus-induced myocarditis and dilated cardiomyopathy. An appropriate animal model could provide useful clinical diagnostic markers for the disease and serve as a model for potential therapeutic intervention once the natural history of the infection is known. A good model should induce a reproducible spectrum of disease clinically similar to that observed in humans. Recently, our laboratory has described a model of viral myocarditis, congestive heart failure (CHF), and dilated cardiomyopathy in rabbits infected with rabbit coronavirus (RbCV). The RbCV model of myocarditis and dilated cardiomyopathy has been divided into acute, subacute, and chronic phases based on duration of survival after infection, clinical signs, and pathologic findings (11-I3) . Survivors of RbCV infection (chronic phase) have been further categorized into those exhibiting slight myocyte hypertrophy and those with moderate hypertrophy based on myocyte diameter measurements (13) . The mechanism of death after infection is unclear, especially early in infection.\n\nElectrocardiographic (ECG) changes associated with viral infection of the heart have been studied in animal models, primarily coxsackie B and encephalomyocarditis viruses in mice (14) (15) (16) (17) , although the effects of western equine encephalitis virus, influenza A virus, and pseudorabies virus infections in the heart have also been described (18) (19) (20) . In an effort to further evaluate and char-acterize the RbCV model system, this study was designed to describe the ECG and pathologic changes associated with RbCV infection.\n\nPathogen-free male New Zealand White rabbits (Oryctolagus cuniculus) (2.5 to 3.0 kg) were purchased from a commercial supplier (Robinson Services, Winston-Salem, North Carolina). All RbCVinfected rabbits were housed singly in biohazard containment cubicles at room temperature (21 to 24°C), given tap water ad libitum, and fed I50 g/day of a commercial rabbit diet (Agway, Grandville Milling, Creedmoor, North Carolina). Control rabbits were housed singly in a room separate from the infected rabbits. Thirty-one animals were inoculated intramuscularly with 0.2 mL of a RbCV stock containing 103 to 104 rabbit infectious dose/mE and observed daffy for clinical signs of infection as previously described ( 12, 13) .\n\nThis study was approved by the Institutional Animal Care and Use Committee and was conducted in accordance with The Guide for Care and Use of Laboratory Animals (U.S. Department of Health and Human Services, NIH 86-23, revised 1985) and the guiding principles of the American Physiological Society. The University of North Carolina Animal Facility is fully accredited by the American Association of Laboratory Animal Care.\n\nMoribund animals (acute and subacute phases), survivors of RbCV infection (chronic phase), and uninfected controls were euthanized as previously described (12, 13) . The hearts, lungs, and livers of all animals were removed, weighed, and fixed in 10% phosphate-buffered formalin and processed as previously described ( 11, 12, 13) . In addition, the atrioventricular (AV) node was evaluated by examining sections cut in a plane parallel and slightly distal to the base of the ventricles. These sections included the right and left ventricular free wails as well as portions of the muscular and membranous areas of the interventricular wall (21) . Sections containing the AV node were stained with hematoxylin-eosin and the periodic acid Schiff stain. All histopathologic studies were performed by three investigators (LICA, JDG, DS) blinded to the animal's experimen-tal group or phase of infection. Morphometric measurements of the ventricular areas and wall thickness of the hearts of all animals were performed as previously described (13) . Myocyte fiber diameters of all rabbits in the chronic group were measured as previously described (13) .\n\nSerial ECGs were performed on 31 rabbits infected with RbCV and on six uninfected controls. ECGs were recorded using a direct ink recorder (Grass model 7B, Grass Instrument Company, Quincy, Massachusetts). Surface electrodes were preamplified by an alternating current-coupled ECG preamplifier (Grass model 7P4G) and a companion pen-driven direct current driver amplifier (Grass model 7DAG). Alternatively a three-channel microcomputer-augmented cardiograph I digital transmitter/recording unit (Marquette Electronics Inc., Milwaukee, Wisconsin) was used. With the Grass polygraph, leads I, II, III, V 1, V 2, V 4, and V 6 were recorded at 50 mm/s with the recorder calibrated to 1.0 mV/20 ram. With the microcomputeraugmented cardiograph I, leads I, II, III, aVR, aVL, aVF, V1, V2, V4, and V6 were recorded at both 25 and 50 mm/s, with the recorder calibrated to 1.0 mV/10 mm.\n\nUnanesthetized rabbits (infected and controls) were held in an upright, slightly elevated position while ECGs were taken. All rabbits were acclimated to the recording procedure by collecting baseline ECGs daily for 5 days prior to inlection. After infection, ECGs were recorded twice daily from day 3 through 12 and then at weekly intervals through day 30 on all animals surviving infection. Five chronically infected animals were observed through day 70 postinfection, and three surviving animals were observed through days 83, 97, 120, 130, 160, and 200 postinfection. ECGs were recorded on control rabbits through day 200 at the same intervals as infected animals. ECG parameters measured included heart rate; PR interval; QRS duration; QT interval; and P-, QRS-and T-wave voltages. All measurements were made in lead II by two investigators (LKA, BLY) blinded to the animal's experimental group or phase of infection, and a mean of four sinusconducted beats was reported. The QT interval was corrected (QTc) for heart rate using three previously described methods. To assess whether the formulae commonly used to correct QT interval in humans and other species might be appropriately applied to rabbits, we plotted QTc as calculated by (24) against the RR intervals from normal rabbits over the range of heart rates available (160 to 300 by increments of 10 beats/ min, 150 sets of RR vs. QTc intervals total; QTc = corrected QT interval, QT = QT interval, RR = RR interval, and HR = heart rate). In the rabbit, the various regression-corrected QTc values are more useful than the uncorrected data, although Bazett's formula is also of some value for correcting changes based on heart rate (25) . We subsequently utilized the correction formula resulting in the flattest slope (Van de Water) to assess the effect of infection on the QT interval, and verified the effect of infection by comparing QT intervals measured at similar heart rates before and after infection. In addition, ECG recordings were examined for disturbances of conduction, rhythm, and repolarization. All ECGs were interpreted by an investigator (BWK) not present at their recording and blinded to the animal's experimental group or phase of infection.\n\nECG measurements are presented as mean __ standard deviation (for continuous variables; for discrete variables, number affected/percent affected). Differences between baseline ECG measurements and those made during the course of infection were identified by a paired t-test (26) . Comparisons of ECG parameters measured in animals that developed chronic myocarditis (survival > 12 days postinfection) with moderate versus slight myocyte hypertrophy were made by a twosample t-test (26) . A one-way analysis of variance was used to evaluate the statistical significance of differences in ECG measurements among the acute, subacute, and chronic groups.\n\nOf the 31 rabbits inoculated with RbCV stock, l0 (32%) died during the acute phase (days 2-5), and 7 (23%) died during the subacute phase (days 6-12) of infection. Fourteen animals (45%) survived into the chronic phase of infection and were euthanized and necropsied. Animals that died during the acute phase of infection often did so sud-denly, without showing severe or moderate signs of heart failure. Clinical signs consistent with Ct-IF (weakness, dyspnea, anorexia) were present in all animals that died during the subacute phase. All animals surviving into the chronic phase of infection were clinically asymptoinatic at the time of euthanasia.\n\nand contained small to moderate n u m b e r s of macrophages and Anitschkow ceils, and rarely a few heterophils--findings not present in any of the six control rabbits. Alteration of cellular architecture of the AV nodal tissue was always minimal, despite extensive degeneration in the adjacent myocardium ( Fig. l A D ) . The AV nodes of six rabbits euthanized during the chronic phase were available for examination. All were u n r e m a r k a b l e except for the presence of a few scattered lymphocytes.\n\nGross and microscopic findings in animals dying during the acute and subacute phases or sacrificed during the chronic phase were similar to those previously described ( 11, 12, 13) .\n\nThe AV node was available for examination in five of the rabbits that died during the acute phase and four rabbits that died in the subacute phase. All of the AV nodes examined had evidence of edema\n\nVentricular area and wall thickness measurements in animals during each phase of infection were consistent with earlier studies (12, 13) . Morphometric analysis of the hearts of animals surviving into the chronic phase of infection revealed The junction of the muscular and membranous portions of the interventricular septum in the vicinity of the AV node and His bundle on day 12. The myocardium has increased cellularity characterized predominantly by lymphocytes. The myocardium also contains two foal of necrosis and mineralization. Bar = 500 /xm. All sections were stained with hemotoxylin-eosin. AV, atrioventricular. myocyte hypertrophy, characterized as slight (18.8 +_ 0.75 /xm, n = 9) or moderate (22.6 _+ 1.7 /zm, n = 5) as described previously (13) . No animals had severe myocyte hypertrophy (>26/xm) in this study.\n\nsured were consistent with previously reported values (22, 27, 28) .\n\nTo assess whether the formulae commonly used to correct QT interval in humans and other species might be appropriately applied to rabbits, we plotted QTc as calculated by Bazetts, Fredericia, and Van de Water versus RR intervals from normal rabbits over a wide range of heart rates to determine the effect of heart rate (RR interval) on QT interval (Table 2) . To assess the correction of the QT interval at various heart rates, we also plotted the QTc by the various methods versus RR interval and constructed a linear regression line through the points. Over the range of heart rates available in normal rabbits, the Van de Water formula appeared superior to Bazett's or Fredericia's in correcting the QT interval, and the slope ot the Van de Water line was closest to 0 (data not shown).\n\nTo verify that the QT interval did indeed prolong during RbCV infection and that this finding was not an artifact caused by inappropriate QT correction, QT intervals measured during periods of similar heart rates before (QTb, HRb) and after (QTa, HRa) RbCV infection were compared where available using the paired t-test. In nearly every instance in which such comparisons were available before and after infection in an individual animal, the QT was longer at a given heart rate postinfection (P < .001 by one-tail, paired t-test) ( Table 3 ).\n\nECGs recorded prior to infection in the 31 rabbits and in 6 control animals (days 0-200) demonstrated normal sinus rhythm with a mean heart rate of 232 +_ 24 and 216 + 18 beats/rain, respectively. No significant differences were found between the two groups, and no disturbances of rhythm or conduction were observed in either group of animals. The baseline ECG parameters (Table 1) \n\nThe acute phase of RbCV infection (n = 31) was characterized by sinus tachycardia in 74% of the animals, with the fastest mean heart rates recorded on day 3 postinfection (277 _+ 32 beats/ min, P < .001 vs baseline). R-wave voltages were slightly depressed throughout the acute phase in 16% of the animals, reaching their nadir on day 3 postinfection (mean R-wave voltage = 0.28 ± .09 mV, P < .001 vs baseline) (Figs. 2, 3) . T-wave voltages were reduced throughout the acute phase in 45% of the rabbits, with the lowest mean voltage (0.11 _+ 0.12 mV) recorded on day 5 postinfection, (P < .001 vs baseline). Other abnormalities observed during the acute phase included: QTc prolongation (32 to 42%), lowgrade Mobitz type II 2 ° AV block (13%), ventricular premature complexes ( 10 %), electrical alterhans (10%), right bundle branch block (7%), supraventricular premature complexes (7%), and 1 ° AV block (3%) ( Table 4 , Fig. 4} . Occasional ventricular premature complexes were observed in two animals with borderline QTc prolongation.\n\nAmong those animals that died in the acute phase of infection (n = 10), ECG abnormalities also included sinus tachycardia (70%) and decreased voltage of T waves (40%). Right bundle branch block and ventricular premature complexes were detected in two animals each prior to death (20%). ST-segment depression, QRS prolongation, and QTc prolongation were detected in one animal each (10%) prior to death during the acute phase. There were no significant differences identified between ECG parameters measured in animals dying in the acute phase and those animals surviving into the subacute and chronic phases. \n\nThe subacute phase (n = 2i) was marked by persistent sinus tachycardia in 90% of the animals, with the highest mean heart rate recorded on day 6 after infection (271 + 24 beats/rain vs baseline, P < .001). During the subacute phase, the mean heart rate decreased slowly in animals that survived, returning to baseline by day 13 (232 +_ 53 beats/ rain) for most animals. Mean R-wave voltage decreased significantly during the subacute phase (62%) with the mean low voltage (0.23 ___ 0.1 mV, P < .001 vs baseline) occurring on day 8 postinfection. After day 8, the mean voltage began to rise, and by day 13 had returned to near normal (0.32 _+ 0.13 mV) for most animals (Figs. 2, 3) . T-wave voltages were also reduced in 95% of the animals and generally paralleled the R-wave voltage changes during the subacute phase. The lowest T-wave mean voltage occurred on day 7 after infection (0.08 +_ 0.07 mV vs baseline, P < .00I). Many animals in the subacute phase of infection had prolongation of the QTc interval (43% to 89%), QRS duration (29%), and PR interval (29%). Occasional supraventricular tachyarrhythmias (10%) were seen and 2 ° AV block (19%) persisted in two animals and developed in two others, while one animal displayed isolated ventricular depolarizations (5%) ( Table 4 , Fig. 4) .\n\nAmong animals that died in the subacute phase of infection (n = 7), ECG changes consisted of sinus tachycardia (71%), decreased voltage of T waves (86%), 1 ° AV block (29%), 2 ° AV block (29%), decreased voltage of R waves (29%), and electrical alternans (14%). There were no significant differences between ECG parameters measured in animals that died in the subacute phase and those animals that survived.\n\nThe chronic phase (n = 14) was characterized by the return of the sinus rate to near-baseline values Number of animals at beginning of each phase. t-Interval is increased above each animals baseline measurement; typically 0.036 sec. $ Interval is >0. in 57% of the animals and resolution of QRS voltage changes by clay 30 for half of the animals (Figs. 2, 3) . Between days 13 and 30 postinfection (n = 14), ST-segment elevation (14%), PR (36%) and QTc (29 to 80%) interval prolongation, and Twave changes (57%) occurred in some animals, and supraventricular premature complexes and 2 ° AV block were seen in one animal (7%). During this period, sinus arrhythmia developed in four animals (29%) ( Table 4 , Fig. 4 ). After day 30 (n = 14), sinus arrhythmia, 1 ° AV block, and decreased voltage of T waves were no longer seen, but sinus tachycardia (21%), ST-segment elevation (14%), and decreased voltage of R waves (14%) still persisted in a few animals. During this period, prolongation of the QTc interval in one animal was associated with ventricular premature complexes. No significant ECG differences were identified between animals with slight or moderate myocyte hypertrophy.\n\nECG observations (sinus tachycardia, QRS and decreased voltage of T waves, ST-segment changes, and ventricular and occasional supraventricular ec-topic beats) during the acute phase of RbCV infection were generally compatible with the observed cardiac pathology in animals that died during this phase and consonant with the onset of myocarditis and early signs of heart failure. The ECG picture of acute RbCV infection mimics the spectrum of ECG abnormalities that may accompany myocarditis in humans (29) (30) (31) and is in contrast to findings in mouse encephalomyocarditis virus, where 38% of the mice dying early in the course of infection had complete AV block associated with damage to the His bundle (15) .\n\nIn RbCV infection, degeneration and necrosis of myocytes as well as infiltration of the conduction system with mononuclear ceils correlated with the findings of low-grade 2 ° AV block, occasional ventricular premature complexes, and borderline prolongation of the QTc interval recorded in one rabbit prior to death. The appropriate method of correction of the QT interval for heart rate remains controversial. Regoeczi in 1961 measured the QT interval in 11 rabbits and described dependence of the QT interval in the rabbit by the regression formula QT = 1.005125 ~] HR (32) . Because of the methodology by which the ECGs were recorded (with the legs bound together in lateral recumbency) and the high heart rates recorded in the study, we elected not to use this specific regression formula because of probable excessive sympathetic tone during its acquisition. Hayes et al. (25) recently examined the relationship between QT and heart rate in rabbits by six different formulas, including linear, square root, and polynomial methods, concluding that various regression-corrected QT distributions were much better than the uncorrected data, with little difference among them. They judged Bazett's formula to be of \"some value.\" We choose to correct our data with Bazett's formula and Frederecia's formula, as well as the simple linear regression equation proposed by Van de Water et al. (23) . Use of the Van de Water linear equation disclosed QTc prolongation in a greater number of infected rabbits than the Bazett correction, and resulted in a flatter regression line than either the Bazett or the Fredericia correction. These data support previous findings that linear regression equations may be more useful for QT correction for heart rate than Bazett's formula (33) . In studies of encephalomyocarditis, coxsackievirus B 1, and western equine encephalitis virus animal models, arrhythmias and conduction defects almost always corresponded to a myocardial or conduction system injury (14, 15, 18) . Interestingly, most animals (7) dying in the acute phase of RbCV infection had generally small, focal myocardial lesions with right ventricular dilatation and eccentric hypertrophy. ECG findings in three of these animals included one or more of the following: right bundle branch block, occasional isolated ventricular premature complexes, decreased voltage of T waves, and STsegment depression, but no ECG abnormalities were recorded in the other four rabbits that died during the acute phase. It seems likely that the prevalence of arrhythmias was underestimated by the method of ECG recording employed in this study (brief, intermittent monitoring periods). Similar findings in the coxsackievirus B1 model are seen when only very small patchy myocardial lesions are present, resulting in what the investigators termed \"false negative\" recordings (14) . No ECG abnormalities were recorded in the influenza A model, in which cardiac lesions were mild and resolved quickly (19) . It is possible that lesions in the central nervous systems of the rabbits may have resulted in the arrhythmias seen, although a careful examination of the brain and spinal cord of RbCVinfected animals revealed no pathologic lesions in these tissues (11, 15, 34, 35) .\n\nAlthough the mechanism of sudden death during RbCV infection is undear, both ECG and pathologic data suggest that acute RbCV infection may increase ventricular vulnerability. Similar-appearing cardiac lesions, ventricular premature complexes, and prolongation of the QTc interval have all beer, associated with electrical instability leading to ventricular fibrillation and sudden death in humans (36) (37) (38) . Ventricular and supraventricular premature complexes and ventricular tachycardias occasionally observed early in murine encephalomyocarditis infection have also suggested the possibility of arrhythmic death in a myocarditis model (15) , and a variety of ECG findings ranging from normal to prolonged QTc intervals, ventricular arrhythrajas, and nonspecific T-wave changes have been associated with sudden death from suspected human viral myocarditis (2, 35, 39, 40) . As in some cases of acute RbCV infection described here, human reports exist in which seemingly insignificant focal myocardial or conduction system lesions easily missed on standard histopathologic examination were the only evidence of cardiac damage associated with sudden death (35, 36, (41) (42) (43) (44) (45) .\n\nThe most frequent ECG findings in the subacute phase of RbCV infection (T waves, QTc prolongation, and sinus tachycardia with low-voltage QRS complexes) were compatible with the findings of myocarditis and pleural effusion. These ECG findings are comparable to the variety and type of changes seen in humans with myocarditis and heart failure as well as those observed in other animal models of myocarditis and CHF (14, 15, 18, 40, (46) (47) (48) . Taken together, the ECG and pathologic findings suggest that the primary cause of death in the subacute phase of RbCV infection was heart failure.\n\nFirst and low-grade 2 ° AV block were also commonly seen in the subacute phase. In some animals with AV block, edema and inflammatory infiltration of the AV node and surrounding myocardium were observed. In humans, inflammatory infiltration of the conduction system is believed to be the cause of death in some cases of fatal myocarditis (43, 45) . it has also been suggested that electrical instability of the ventricular myocardium due to damage to the cardiac sympathetic nerves may lead to prolongation of the QTc interval, which can result in potentially fatal ventricular arrhythmias (36, 38) .\n\nIn most survivors of the acute and subacute phases ot infection, the heart rate and QRS voltages returned to normal for most animals by day 30 after infection. This was probably due to the resolution of both the acute viral myocarditis and the resultant clinical signs of heart failure. The chronic phase ot infection was characterized histopathologically by hypertrophy of the remaining cardiac myocytes and resolution of the myocardial edema, findings similar to those reported following encephalomyocarditis infection (15) . Some ECG abnormalities seen during the chronic phase (decreased voltage of T waves, 1 ° AV block and QTc prolongation, QRS prolongation, ST-segment elevation, and supraventricular ectopy) probably reflect the ongoing, presumably chronic myocarditis observed histologically.\n\nIn the chronic group judged morphometrically to have moderate myocyte hypertrophy, the dilatation and eccentric hypertrophy of the left and right ventricle in the absence of valvular or vascular lesions suggests the development of dilated cardiomyopathy ( 15, 39, (49) (50) (51) . Fibrosis, myocyte hypertrophy, and persistent myocarditis are associated with ventricular conduction delays in dilated cardiomyopathy (50), producing ECG changes similar to those observed in the chronic phase of RbCV infection. Both PR interval (I ° AV block) and QRS prolongation were accompanied by microscopic myocardial fibrosis as well as the presence of per-sistent myocarditis and myocyte hypertrophy. Despite the ECG and histopathologic abnormalities, rabbits in the chronic phase did not have clinical or gross pathologic signs of heart failure, possibly reminiscent of asymptomatic human patients with cardiomegaly and nonspecific ECG abnormalities in whom the possibility of previous acute viral myocarditis has been raised (38) .\n\nThe ECG and pathologic findings associated with RbCV infection are consistent with changes seen in humans and are similar in many respects to other animal models of viral myocarditis. Not surprisingly, the resting ECG was a relatively insensitive and nonspecific indicator of the presence and severity of RbCV-induced myocarditis, although the ECG and pathologic findings suggest that RbCV infection may increase ventricular vulnerability. RbCV infection may provide a rare opportunity to study a reproducible model of sudden cardiac death associated with viral infection in a species large enough to easily monitor the heart rate, rhythm, and function. Continuous telemetered or ambulatory ECG monitoring will be needed to completely disclose the ECG changes associated with RbCVinduced sudden cardiac death, myocarditis, and dilated cardiomyopathy."}