{"title": "Antiviral Mechanisms of Human Defensins", "body": "Defensins are one of the most abundant classes of antimicrobial peptides in humans and have primarily been studied as effector components of the innate immune response with direct antibacterial activity. However, their antiviral properties were appreciated from the earliest functional studies of -defensins 1; 2 . In fact, their ability to neutralize herpes\n\nThere are multiple modes of defensin binding to ligands such as viral particles. First, defensins interact with lipid bilayers, which is facilitated by the presence of negatively charged phospholipids 11; 13; 40 . Second, four of the -defensins (HNP1-3 and HD5) and HBD3 are lectins capable of binding to glycoproteins and glycolipids 41; 42; 43; 44 . Third, defensins can potentially engage in protein-protein or protein-DNA interactions. Because they are cationic and amphipathic, defensins interact with ligands through both chargecharge and hydrophobic interactions. Defensin oligomerization, particularly for -defensins, and conformational stability imparted by disulfide bonds may further influence binding. Each of these interactions contributes to the antiviral activity of defensins, and their relative importance depends on the specific virus/defensin pair under investigation.\n\nThe property of defensins that has been most widely investigated for its contribution to antiviral activity is stabilization of the 3D structural fold through the formation of disulfide bonds. Generally, destabilized or \"linear\" defensins are generated by substituting the conserved cysteine residues either in toto, individually, or in pairs to natural or non-natural residues that cannot form disulfide bonds such as serine or -amino-n-butyric acid (Abu). Alternatively, wild type defensins are reduced and chemically modified (alkylated) to prevent disulfide bond formation. All reported studies have shown that the disulfidestabilized forms of -defensins are required to either inhibit [HSV-1, human adenovirus serotype 5 (HAdV-5), influenza A virus (IAV), and human immunodeficiency virus-1 (HIV-1)] or enhance (HIV-1) virus infection 1; 2; 45; 46; 47; 48 . In two cases, the antiviral activity of -defensins was unaffected by \"linearization\" 49; 50 . Given the paucity of data in this regard for -defensins, it is unclear if this is a fundamental difference between -anddefensin antiviral activity. Together, these studies suggest that the effects of -defensins on virus infection are more likely to be due to their amphipathicity or ability to multimerize, which are structurally dependent, rather than the net positive charge of the molecule that is common to both native and \"linearized\" forms.\n\nThe capacity of defensins to function as lectins and bind selectively to sugars contributes to their antiviral properties; however, defensins also bind to host cellular and serum proteins 1; 41 . The relative affinity for viral targets versus serum components may explain why some defensins are only antiviral against particular viruses in the absence of serum. Although it has been shown that HD5 binds natural viral glycoproteins, notably HSV-1 glycoprotein D (gD) and HIV-1 gp120, with a higher affinity than bovine serum albumin or fetuin, serum substantially attenuates the antiviral activity of HNP1 against HSV-1, even at low concentrations 1; 3; 41 . Nonetheless, this effect can be overcome at higher HNP1 concentrations or by pre-incubating the virus with HNP1 before it is added to cells. The addition of serum also abrogates the antiviral activity of HNP1-3, HBD2, and HBD3 against both X4 and R5 tropic HIV-1 51; 52 . Serum also competes for HD5 binding to and inhibition of HAdV, which lacks viral glycoproteins 53 . Two notable exceptions to the abrogating effects of serum are inhibition of human papillomavirus (HPV) and human BK virus (BKV) infection by -defensins, which are not blocked by 10% or 5% serum respectively 54; 55 . The effect of serum on the modulation of HIV-1 infection by HD5 is complicated by cytotoxicity of HD5 for primary CD4+ T cells. Thus, application of HIV-1 pre-incubated with HD5 in the presence or absence of low serum (1-2%) to primary CD4+ T cells results in enhanced HIV-1 infection if the cells are subsequently cultured under standard conditions (10% FBS and IL-2) but results in cell death if the cells are maintained in serum-deprived conditions 46; 56; 57 . Previously, HD5 was found to be pro-apoptotic for primary CD4+ T cells in the absence of serum at concentrations as low as 1.4 M 58 . In contrast, under both serum conditions HD5 enhances HIV-1 infection of HeLa cells expressing CD4 and CCR5 and is non-cytotoxic 46; 56 . Rapid inactivation by binding to serum components may protect host cells from damage by defensins; however, defensins likely remain potently antiviral in vivo at high local concentrations upon initial secretion and in serum-free anatomical locations (e.g., phagocytic vacuoles or the bowel lumen).\n\nAlthough much of the antibacterial activity of defensins is attenuated at physiologic salt concentrations 11 , this is not generally true for their antiviral activity. One instance of saltsensitivity is that HBD2 and HBD3 have attenuated anti-HIV activity in physiological salt concentrations 52 , which is somewhat surprising given that even the antibacterial effects of HBD3 are generally not salt-sensitive 59 . Nonetheless, the anti-HIV activity of thesedefensins in low salt and serum-free conditions may reflect the physiological conditions of the oral cavity 60; 61 . We have shown that super-physiological concentrations of salt inhibit HD5 binding to HAdV, which implicates charge-charge interactions in HD5 binding to the viral capsid 53; 62 . In general, differential salt sensitivity may reflect variation in both the molecular interactions and the mechanisms of defensin-mediated killing or neutralization of viruses versus bacteria.\n\nA limited number of structure-function studies have evaluated the roles of additional features of -defensins in modulating viral infection. We have shown that the conserved salt bridge stabilizing a loop between two beta strands of HD5 is dispensable for HAdV-5 inhibition 45 . Similarly, mutation of an invariant glycine residue (Gly17) of HNP2 to glutamate severely attenuates the antibacterial activity of HNP2 but results in only a minor loss of antiviral activity against HPV-16 54; 63 . In contrast, specific arginine residues are critical for HD5 binding to HAdV-5 and HPV-16, and this activity is not purely chargedependent, as lysine substitutions for selected arginine residues did not preserve antiviral activity 62 . Likewise, single arginine mutations at R9H or R13H of HD5 attenuate enhancement of HIV-1 infection, indicating that this property is also not simply chargedependent 64 . Furthermore, the capacity of HD5 to self-associate is critical for antiviral activity against both HAdV-5 and HPV-16 and for HIV-1 gp120 and HSV-1 gD binding 41; 62; 65; 66 . These properties were revealed through mutations that disrupt defensin activity. In the converse approach, residues in HD5 under positive selection were mutated in an effort to augment the antiviral activity of HD5 against HSV-2 67 . One mutant, (HD5 E21R) demonstrated improved anti-HSV-2 and anti-HIV-1 activity in cell culture and was both prophylactically (1 hour before infection) and therapeutically (24 hours after infection) protective against lethal HSV-2 challenge in a mouse model. Collectively, these studies suggest that specific features of viruses are selectively bound by defensins, and that the binding interface of the defensin is sequence-specific and not merely charge-dependent.\n\nThe basis for selective recognition of diverse viruses by defensins is largely unknown. Defensins may interact with either the lipid bilayer or envelope glycoproteins of enveloped viruses; however, protein-protein interactions must be critical for binding to non-enveloped viruses (e.g., HPV and HAdV) and likely contribute to binding to enveloped viruses as well. For HIV-1, competition with site-specific antibodies was used to map HNP2 binding sites on gp120 68 . For species C HAdV (HAdV-C), we have used structural studies and a chimeric approach to identify capsid determinants of HD5 binding 45; 69 . Other than for these two viruses, almost nothing is known about specific determinants of the viral particle that dictate defensin binding. Nonetheless, the fact that closely related defensins have differential antiviral (or infection-enhancing) effects indicates selectivity and may inform the design of future studies to elucidate the basis for recognition. In this regard, Table 1 summarizes the known effects of defensins on virus infection, including those defensins that have been tested but not found to be antiviral against specific viruses.\n\nDirect interactions between defensins and structural components of the virion, particularly the lipid bilayer of enveloped viruses, could destroy or destabilize the virus and render it non-infectious. This mechanism was proposed in the first studies of the antiviral activity of human and rabbit neutrophil -defensins 1; 2; 3; 70 . In support of this hypothesis, HSV-1 inactivation by rabbit NP-2 or HNP1 was impaired at temperatures below 20°C and was more effective at 40°C than 37°C, implicating the fluidity of the membrane rather than binding as an important parameter 1; 2 . HNP1 has also been shown to bind directly to HSV-1 and to model membranes containing phosphatidylserine 1 . Nonetheless, the morphology of HSV-1 by electron microscopy was not altered by incubation with a neutralizing concentration of HNP1 1 . HBD2 and HBD3 bind directly to and inactivate HIV-1, but if this interaction affects or damages the viral envelope is unknown 52; 71; 72 . Similarly, treatment of HIV-1 with HNP1 in the absence of serum irreversibly decreases infectivity, although a physical change in particle integrity was not determined 71; 73 . More recently, the lipid bilayer of respiratory syncytial virus (RSV) exposed to neutralizing HBD2 but not nonneutralizing HBD1 was visibly damaged when assessed by electron microscopy 74 . Although the universality of this phenotype was not quantified, the proteins of the bulk population of the virus were more buoyant in a density gradient, suggesting that most of the viral particles were disrupted. The altered morphology was correlated with a 70% reduction in virus attachment to the cell. This is perhaps the most convincing data for direct viral envelope disruption by a defensin and likely extends to human parainfluenza virus 3 (HPIV-3), which has a profile of defensin sensitivity similar to that of RSV 74 .\n\nThe broad neutralization of many enveloped viruses supports the hypothesis that the lipid bilayer is the target; however, enveloped viruses are not universally susceptible and their sensitivity to -defensins can be highly variable. For example, in one study rabbit NP-1 and NP-2 inhibited HSV-1 up to 1000-fold, HSV-2 10-fold, vesicular stomatitis virus (VSV) 100-fold, and IAV 56-fold but had no effect on cytomegalovirus (CMV) 2 . Similarly, HNP1 potently inhibited HSV-1 (1000-fold) and HSV-2 (100-fold) but only weakly inhibited CMV (6-fold), VSV (7-fold), and IAV (6-fold) 1; 3 . Defensin perturbation of lipid bilayers is dependent upon their composition. It is favored by negatively charged phospholipids; whereas, neutral bilayers are largely inert to defensin 65; 75 . The lipid content of viral envelopes is dependent upon the subcellular location and membrane microdomains from which they bud and likely varies among viral families 76 . If direct membrane perturbation contributes to the antiviral effect of defensins, then differences in the lipid composition of the envelope may in part explain the differential susceptibility of viruses to defensins.\n\nIn contrast to disruption of enveloped viruses, increased capsid resistance to mechanical force or heat has been observed upon HD5 binding to non-enveloped HAdV-C 45; 53; 77 . This effect correlates with the inability of the HD5-bound particle to uncoat, similar to a genetic mutant of HAdV-C that is stabilized by the presence of unprocessed precursor capsid proteins 53; 78; 79 . A failure to uncoat precludes release of an internal, membranepermeabilizing capsid protein, thereby blocking HAdV-C escape from the endosome and introduction of the viral genome into the nucleus, its replication niche 53; 79; 80; 81 . Thus, unlike enveloped viruses where destabilization of the virion impairs infectivity, an opposite, stabilizing interaction with the non-enveloped HAdV-C capsid produces a similar outcome.\n\nAs many defensins form multimeric structures, which have been demonstrated in both crystal structures and in solution 16; 17; 18; 19; 27; 41 , there is the potential that interactions between defensin peptides bound to neighboring viruses will cause virions to aggregate. This has been shown directly for IAV by HNP1 and HNP2 and for HAdV-5 and BK virus by HD5 55; 62; 82 . For IAV, it is unclear if defensin-mediated aggregation is required to block infection. Similarly, aggregation of HAdV by HD5 is not sufficient to inhibit infection, as a non-neutralizing mutant of HD5 is able to induce aggregation 62 . In contrast, aggregation and a concomitant inability to bind host cells have been shown to be the dominant mechanisms of neutralization for BK virus 55 . The mechanism of inhibition of other polyomaviruses such as JC and SV40, which are also sensitive to HD5, has not been determined 55 . In addition to multivalent binding due to defensin oligomerization, neutralization of capsid charge by defensin binding may reduce repulsion between virions. We have shown this directly for HAdV-C 62 , and this effect may facilitate the aggregation of other viruses. These effects are likely interrelated, as mutants of HD5 that are impaired in self-association are incapable of both aggregating HAdV-C and fully neutralizing the capsid charge. Aggregation can impact viral infectivity by directly impeding cell binding or by causing viruses in clumps to enter fewer cells.\n\nDefensin binding to viral attachment protein(s) could disrupt receptor interactions critical for viral entry into the cell. HNP1-3, HD5, and HBD3 bind a recombinant viral glycoprotein (gB) of both HSV-1 and HSV-2, which correlates with the ability of these defensins to inhibit HSV-1 and HSV-2 entry and adhesion 44; 83 . Lectin activity of HNP1 is critical, as deglycosylation of HSV-2 gB abrogates binding 83 . The contribution of glycoprotein binding to the antiviral mechanism of HD5 was underscored by a direct correlation between the capacity of HD5 mutants to neutralize HSV-2 and their affinity for recombinant gD (31) . HNP4 and HD6 also inhibit HSV-1 and HSV-2 infection, but do not bind to viral glycoproteins 44 . Instead, HNP4 and HD6 have been shown to bind heparan sulfate, the receptor for attachment, as well as other glycosaminoglycans. HBD3 is the only defensin able to bind both host cell receptors and viral glycoproteins 44 . Those defensin that failed to bind gB or heparan sulfate, HBD1 and HBD2, were also unable to neutralize infection. Overall, blocking host cell receptors and binding to viral glycoproteins is a major mechanism by which defensins inhibit HSV-1 and HSV-2 infection.\n\nSimilarly, HNP1-4 bind HIV-1 gp41 and gp120 as well as the cell surface receptor CD4 43; 47; 84 . The binding sites of HNP1 and HNP2 on gp120 have been mapped in antibody competition assays to the CD4 and co-receptor binding sites 68 . Conversely, the HNP1 and HNP2 binding sites on CD4 have been mapped to the gp120 binding site 68 . The mode of -defensin binding to gp120 and gp41 may be complex, as both lectin-dependent and -independent binding have been reported. In an early study, deglycosylation of gp120 reduced HNP1 binding and abolished HNP2 and HNP3 binding 43 ; however, a more recent paper suggested that deglycosylation of gp120 or gp41 does not affect HNP1 binding 47 . In addition, HNP4 binding is not abolished by deglycosylation of gp120 43 , consistent with the observation that HNP4 binds more weakly to both polysaccharides and serum proteins 84 . Nonetheless, HNP4 is a more potent inhibitor of HIV-1 than are HNP1-3 84 . In summary, like for HSV, defensins directly interfere with HIV-1 binding and attachment.\n\nIn contrast to a block in cell binding, we have observed that receptor-dependent andindependent binding of HAdV-C to the cell is enhanced in the presence of a inhibitory concentration of HD5 45; 62 . This effect may be related to neutralization of the net negative capsid charge, which promotes aggregation, in a manner comparable to enhancement of retrovirus infections by polybrene or HAdV infections by poly-cations 62; 85 . Similarly, HIV-1 binding to cells and infection is enhanced by HD5 and HD6 46; 64 . Thus, although in several cases the net effect of defensin binding to the virus is to block cellular attachment, the opposite effect has also been observed. The balance of these activities in vivo is unclear.\n\nTo introduce their genomes into host cells, enveloped viruses must fuse their lipid bilayer with that of the host cell 86 . The fusion protein of the virus mediates this reaction by inserting a hydrophobic stretch of amino acids into the target cell membrane followed by a conformational change to a less energetic state, termed the six-helix bundle 87; 88 . The energy for lipid fusion is derived from this conformational change. HIV-1 fusion, mediated by gp41, is inhibited by HNP1 47; 68 . Inhibition requires the disulfide-stabilized form of HNP1 and is abrogated by serum 47 . HNP1 aggregates recombinant peptides of both the carboxyl-and amino-termini of gp41 that comprise the six-helix bundle, suggesting a direct effect on formation of the post-fusion conformation of gp41 47 . HNP1 also increases the binding and efficacy of neutralizing antibodies specific for the gp41 pre-hairpin conformation, likely due to greater antibody access to hidden neutralizing epitopes as a consequence of slowed refolding kinetics 89 . Thus, HNP1 binding directly alters HIV-1 fusion through interactions with gp41. Whether this mechanism of HIV-1 neutralization extends to other viruses has not been shown; however, a different mechanism of -anddefensin blockade of enveloped virus fusion due to host cell interactions will be discussed in Section 4.\n\nRather than fuse with the cell membrane, non-enveloped viruses must penetrate the limiting membrane of the host cell, which is generally mediated by a specific viral protein 90 . This step may occur at the plasma membrane, but often follows a conformational change leading to uncoating of the viral capsid triggered by a drop in pH or other host factors in the endosomal pathway 91 . For HAdVs, the internal capsid protein VI is the membrane lytic factor 80; 81 . Upon binding to the viral capsid, -defensins, including HNP1 and HD5, stabilize HAdV-C and prevent uncoating, release of protein VI, and subsequent disruption of the endosomal membrane 53; 77; 79 . To mediate this effect, -defensins bind directly to the virus, either when mixed together in the absence of cells or when the defensin is added to virus that is pre-bound to receptors on the cell surface 45; 53; 62; 69; 79 . Thus, the defensins can recognize the virus in the complexity of host proteins, carbohydrates, and lipids that could potentially compete with the virus for defensin binding. Neutralization of HAdV bydefensins is restricted to HAdV-B and -C and to a lesser extent to HAdV-A and -E; whereas, HAdV-D and -F infection is either unaffected or enhanced by -defensins 45; 53 . Furthermore, resistance to HD5 neutralization can be conferred to HAdV-C through the replacement of capsid vertex proteins with those from the resistant HAdV-D 45 . The basis for enhanced HAdV-D infection is unknown. Moreover, the extent to which the antiviral mechanism against HAdV-C extends to other non-enveloped viruses has not been determined; however, HPV16 entry is also blocked by -defensins, possibly at an analogous step 54 .\n\nInfection is not completed by merely penetrating the host cell membrane. Viral transcription, protein production, assembly, and egress must all occur to complete a replicative cycle. These steps present opportunities for defensins to block viral infection, either by targeting the virus specifically or by targeting the cell. In this regard, HNP1 and HD5 are able to block HSV-1 and HSV-2 when added post-entry 44 . The defensins accumulated intracellularly in the human cervical epithelial cell line used in this study, indicating that they can still come in contact with the viruses in the cell. Hazrati et al. demonstrate that HNP2 and HD5 can bind HSV-2 DNA and speculate that this could contribute to inhibition by blocking gene expression, although a post-transcription block by an unknown mechanism was also suggested by the data 44 .\n\nAmong the non-enveloped viruses sensitive to defensins, inhibition of steps after penetration of the cell membrane is not thought to be important for polyomaviruses or HAdV 53; 55 . For multiple types of papillomaviruses that are sensitive to HNP1-4 and HD5, the only step known to be inhibited is the nuclear localization of the HPV-16 genome, the last step in the virus entry pathway 54 . Unlike the case for HAdV-C neutralization, the HPV genome is exposed under conditions of HNP1 and HD5 neutralization, implying that virus uncoating occurs in the presence of the defensins 53; 54 . Thus, it is unclear if defensins block papillomavirus penetration of the host membrane or the ability of the genome to traverse the cytoplasm to the nucleus.\n\nWe lack mechanistic insight for a variety of viruses that have been shown to be sensitive to defensin neutralization. Purified HBD3 and porcine -defensin-3 were antiviral against porcine reproductive and respiratory syndrome virus 49 . HBD2 has been shown to reduce the yield of varicella zoster virus at 10 days post-infection, but not at earlier time points 92 . Transduction by recombinant adeno-associated virus is inhibited by relatively high concentrations (100 M) of HNPs; however, ≥100 M HNPs were measured in epithelial lining fluids from cystic fibrosis patients, which were also inhibitory in the same study 36 . And, vaccinia virus is inhibited by HBD3 when incubated with the virus for 24 h 93 . Whether previously described or novel mechanisms contribute to the neutralization of these viruses warrants further study.\n\nIn addition to purified peptides, virus inhibition by degranulated neutrophils has been noted. When neutrophils degranulate, for example in response to stimulation by leukotriene b4 (LTB4), they release high concentrations of defensins as well as other antimicrobial factors. CMV infection of human peripheral blood leukocytes containing neutrophils is weakly inhibited by LTB4 treatment 94 . A combination of -defensins (HNP1-3), the human cathelicidin LL-37, and eosinophil-derived neurotoxin mediates much of the effect. Cell-free supernatants from LTB4-stimulated neutrophils mixed with CMV was similarly inhibitory, and anti-HNP1-3 antibodies reduced the observed activity by half. These results corroborate the data on modest CMV neutralization using purified -defensins, although the antiviral mechanism remains unknown 1; 94 . In other studies, supernatants from human neutrophils treated with LTB4 or stimulated to synthesize LTB4 strongly inhibited human coronavirus and HSV-1 and more modestly inhibited RSV and influenza B virus 95; 96 . Collectively, these studies demonstrate that naturally secreted defensins retain antiviral activity. In contrast, HNP1-3 have been shown to interact with and reduce the activity of surfactant protein D (SP-D) and bronchoalveolar lavage fluid containing SP-D against IAV 97; 98 . These observations reinforce the importance of studying both purified peptides for their individual biological effects and more complex mixtures in which defensins and other antimicrobial factors are naturally produced, which could demonstrate synergistic or, alternatively, mutually inhibitory effects.\n\nRather than directly targeting viral fusion proteins to block enveloped virus fusion with the host cell, HBD3 and a synthetic human -defensin called retrocyclin 2 (RC2) have been shown to inhibit IAV fusion by cross-linking host glycoproteins 42 . RC2 and HBD3 binding limit the mobility of host surface proteins in the vicinity of the nascent viral fusion pore, restricting its maturation to full fusion. Inhibition is blocked by serum and by deglycosylation (PNGase treatment) of the cells, indicating that this effect is due to the lectin activity of the defensins. In this regard, a non-defensin mannan-binding lectin had a similar effect. This mechanism may be general, as inhibition is independent of direct binding to the viral hemagglutinin glycoprotein and extends to fusion reactions mediated by unrelated proteins from baculovirus and Sindbis virus. More recently for HIV-1, HNP1 treatment has also been shown to decrease the mobile fraction of CD4, CCR5, and CXCR4 receptors in the cell membrane, reflecting the same phenomenon mediated by the lectin activity of HNP1 47 .\n\nHIV-1 has a complex entry pathway that utilizes several cell surface receptors and coreceptors. The relative ability of defensins to directly modulate host surface receptors important for HIV-1 infection has been debated by various groups. In peripheral blood mononuclear cells (PBMCs) and a human T cell line expressing CXCR4 and CCR5, HBD2 and HBD3 but not HBD1 reduced cell surface expression of CXCR4 but not CCR5 in 0-0.5% serum 52; 99 . A subsequent study confirmed CXCR4 downregulation in PBMCs by HBD2 and HNP1 under similar conditions 71 . In contrast, the downmodulation of CXCR4 was not observed in PBMCs treated with HBD2 in the presence of serum 61; 72 . Similarly, in primary CD4 + T cells in the presence of 10% serum, HNP1 does not alter CXCR4, CCR5, or CD4 expression on the cell surface 73 . Discrepancies among these studies are likely explained by the use of different cell types, serum concentrations, and experimental conditions. In addition, effects on receptor down-regulation do not always correspond with the broad antiviral activities of the defensins against multiple HIV-1 isolates using different co-receptors 100 . Thus, the contribution of changes in cell surface receptor levels to HIV-1 infection remains unresolved.\n\nMany viruses regulate protein kinase C (PKC) signaling during entry and infection: HIV-1 requires phosphorylated PKC for viral fusion, transcription, integration, and assembly 73; 101; 102 . IAV requires PKC for endosomal escape and nuclear entry 103; 104 . HSV requires PKC for cell entry as well as for nuclear egress of the viral capsid 105; 106 . As HNP1-3 are known to inhibit the activity of PKC in vitro 107 , altering or inhibiting this cellular signaling pathway may be another defensin-mediated antiviral mechanism, which explains the post-entry block to infection observed for some viruses. HNP1 treatment of cells prior to or during infection with either IAV or HIV-1 reduces the levels of phosphorylated PKC 48; 73 . Treatment of CD4 + T cells with a PKC activator, bryostatin-1, partially rescued HIV-1 infection 73 . In addition, HNP1 and the PKC inhibitor Go6976 had similar inhibition kinetics 73 . Inhibition of PKC by HNP1 explains the observed block in nuclear import of the incoming pre-integration complex as well as transcription of the integrated viral genome in HIV-1 infected cells 73 . Although HSV infection is also inhibited by HNP1 through a post entry mechanism, it is not rescued by pretreatment with bryostatin-1 44 . In addition, cellular entry of some HAdV serotypes is also sensitive to PKC inhibition 108; 109; 110 ; however, differential defensin sensitivity of chimeric HAdVs in which only certain capsid proteins are variable argues against a role for cellular targets such as PKC in HAdV neutralization by -defensins 45 . Together, these data indicate that the PKC signaling pathway is involved in defensin mediated neutralization of HIV and possibly IAV, but is uninvolved in HSV and HAdV neutralization.\n\nCell signaling pathways mediated by the chemokine receptor CCR6 also play a role in defensin-mediated HIV inhibition. HBD2 is known to bind CCR6 and has been shown to induce expression of host restriction factor apolipoprotein B mRNA-editing enzymecatalytic polypeptide-like 3G (APOBEC3G) which has antiviral activity against HIV 100; 111 . Thus, defensins can both inhibit cellular pathways required for viral infection and activate intracellular antiviral mechanisms.\n\nIn addition to their direct antiviral properties, many defensins function as cytokines or chemokines to elaborate an antimicrobial immune response, which could indirectly affect viral pathogenesis. In this regard, a number of viruses have been shown to stimulate defensin expression or secretion, whether or not the elicited defensins are directly antiviral against that virus. This has primarily been observed for -defensins, which are often inducibly expressed, rather than the constitutively expressed -defensins 11 . For example, HBD2 and HBD3 mRNA were upregulated in primary bronchial epithelial cells by human rhinovirus-16 (HRV-16) infection 112 . A subsequent study confirmed the mRNA upregulation and demonstrated increased HBD2 protein production 39 . Both studies found that viral replication was required and that poly(I:C) but not ssRNA could mimic viral infection, implicating a requirement for innate intracellular RNA detection pathways (RIG-Ilike receptors) 113 . Consistent with this observation, multiple HRV serotypes that enter via distinct receptors and pathways had similar defensin-inducing properties 39 . Despite potent upregulation of HBD2, direct inactivation of HRV-16 was not observed 39 . IL-17A stimulation of HRV-16 infected bronchial epithelial cells synergistically induces HBD2, although the signaling pathways leading to HBD2 upregulation by these two stimuli only partially overlap 114 . When HBD2 upregulation was monitored in human volunteers following experimental HRV-16 infection, one group found elevated HBD2 message in nasal epithelial scrapings and HBD2 protein in nasal lavage following a one day lag from onset of symptoms 39 ; however, a second group observed low HBD2 levels and an increase in HBD2 protein in sputum only on days 15-21 post-infection 115 . These discrepancies may reflect differences in the patient samples that were monitored.\n\nFor paramyxoviruses, infection of neonatal lambs with ovine parainfluenza virus 3 (PIV3) elevated sheep -defensin 1 (SBD1) mRNA in the lung 4-7-fold compared to saline controls. PIV3 causes a lower respiratory infection in lambs similar to that of human PIV in children, and SBD1 is expressed and distributed similarly to HBD1 116 . Increased inflammation and PIV3 infection due to concurrent HAdV vector infection led to further increases in SBD1 expression 117 . In contrast, bovine RSV infection of sheep did not significantly affect SBD1 expression 118 . Thus, repair and regeneration during resolution and recovery from inflammation rather than acute inflammation due to viral infection may be more associated with SBD1 upregulation 118 . The direct antiviral activity of SBD1 against these pathogens was not assessed. In studies of RSV infection of human A549 respiratory epithelial cells, HBD2 message and protein were both upregulated in an NF-B-dependent manner 74 . Increased HBD2 expression resulted from the induction of TNF-production upon RSV infection and replication. This pathway may be relevant in vivo, as mice challenged intranasally with RSV expressed increased amounts of murine -defensin 4 (MBD4) but not MBD3, both of which are homologs of HBD2 15; 74 . In these studies, the elicited HBD2 was also shown to be directly antiviral by disrupting virion integrity, as discussed in Section 3. In addition, HNP1-3 levels were elevated in tracheal aspirates of infants infected with RSV during acute illness compared to convalescence 119 . By correcting for total phospholipid content in their samples, the authors suggest that increased neutrophil infiltration alone does not explain the elevated -defensin levels, rather increased production may also contribute 119 . These -defensins likely contribute to the anti-RSV activity of degranulated neutrophils, but the effect of purified HNPs on RSV was not addressed in either study 95; 119 .\n\nHIV-1 infection in epithelial cells transcriptionally upregulates HBD2 and HBD3, which neutralize HIV-1, but not HBD1, which does not block HIV-1 infection 52 . In HaCaT human keratinocytes, vaccinia virus infection has been shown to stimulate the expression of HBD3, to which the virus is sensitive 93 . HSV-2 infection in keratinocytes induces HBD1 and HBD4, and HBD1 does not block HSV-2 infection 120 . Furthermore, human PBMCs, plasmacytoid DCs (pDCs), and purified monocytes increase HBD1 at the RNA and protein level after HSV-1, IAV and Sendai virus infection 121 . UV inactivated virus is less stimulatory, indicating a role for replication. Similarly, IAV infection of mice induces expression of MBD3 and MBD4 in the nasosinus, trachea, and lungs and MBD1 and MBD2 in the lungs 122; 123 . Overexpression of MBD3 in MDCK cells or addition of recombinant MBD2 during infection inhibits IAV infection in cell culture 123; 124 . In summary, many studies have documented the induction of defensin expression as a consequence of viral infection, and the induced defensins may play both direct and indirect roles in viral pathogenesis.\n\nMost of the work demonstrating the antiviral effect of defensins has been in cell culture. Although there has been one study showing an increase in lethality from IAV infection in a MBD1 knockout mouse, those results are attributed to an increase in inflammation in the knockout mice rather than direct inhibition of viral replication 121 . Similarly, administration of rhesus -defensin protected mice from lethal SARS-coronavirus challenge without affecting lung viral titers, likely due to a reduction in immunopathology in the treated animals 125 . In fact, there is no example of a direct role for endogenous defensins in blocking virus infection in vivo, in large part due to the lack of a complete defensin knockout animal model. Indirect evidence for the importance of defensins in vivo comes from association studies looking at defensin levels during various viral disease states. For example, patients with atopic dermatitis have reduced cathelicidin and -defensins and are at greater risk of developing eczema vaccinatum 126; 127; 128; 129 . HIV-1 transmission across the oral epithelium of adults is rare, and the expression of HBD2 and HBD3 in adult but not fetal oral epithelial cells may contribute to this resistance by inactivating HIV-1 as it crosses the epithelial barrier 130 . And, HIV-1 positive women have lower HNP1-3 levels and lower anti-HSV-2 activity in their cervicovaginal lavage fluid compared to healthy controls 33 . Similarly, cervicovaginal lavage fluid levels of HNP1-3 correlate with the anti-HIV-1 activity of the fluid 34 . Production of HNP1-3 mRNA and protein in monocyte-derived DCs is higher in HIV-1 infected individuals compared to healthy non-infected controls 131 . And, the CD4 + T cell counts in those individuals with higher levels of defensin decreased more slowly than the individuals with lower levels of defensin. -defensins are also detectable in the breast milk of HIV-1 infected mothers, although levels vary from approximately 0.1-7 nM, and are positively correlated with levels of HIV-1 RNA; however, the presence ofdefensins is also positively correlated with higher maternal CD4 + T cell counts and a decrease in the risk of HIV transmission from the breastfeeding mother to her infant 132; 133 . The apparent contradiction between higher -defensin levels correlating to higher HIV viral titers and yet lower transmission might be explained by the fact that the defensin levels were also correlated with a healthier maternal immune system, as indicated by the increased CD4 + T cell count. Alternatively, HIV-1 infection may be stimulating -defensin expression and secretion. Thus, -defensin levels in HIV-1 infected individuals are correlated with control of viral infection, slowed disease progression, and lower vertical transmission. Additional evidence for a contribution of defensins to HIV-1 transmission and disease progression has been reviewed elsewhere 4; 5; 61; 134; 135 .\n\nIn addition to their direct antimicrobial activity, defensins are able to augment and direct the immune response to viruses in ways that impact the outcome and resolution of infection. The myriad of mechanisms by which defensins can be immunomodulatory has been reviewed elsewhere 136; 137; 138 , but for the purposes of this review we will summarize those activities which are likely relevant for viral infections. Neutrophil and enteric -defensins have been found to selectively chemoattract different subsets of T lymphocytes, macrophages, and immature DCs 16; 139; 140; 141 . Although the chemokine receptor used by -defensins has not been identified, the recruitment of these immune cell subsets to the site of viral infection undoubtedly contributes to the outcome of viral infections. For thedefensins, HBD1-4 induced chemotaxis of macrophages, while HBD1 and HBD2 also induce chemotaxis of immature DCs and memory T cells 111; 142 . This recruitment has been shown to occur via direct binding and activation of the chemokine receptors CCR6 and CCR2 111; 143 . However, a conflicting paper indicates that although HBD1-4 can all induce the chemotaxis of macrophages, they only weakly recruit DCs 142 . In addition, they found that this effect is independent of CCR6 142 . Overall, the ability of HBDs to control immune cell chemotaxis and therefore regulate immune responses to viral infections is well established, even if there remains debate about the specific cell subsets that are recruited.\n\nThe recruitment of immune cells has been shown to be relevant in vivo, as both recombinant and naturally produced defensins augment adaptive immune responses. Intranasal inoculation of mice with ovalbumin (OVA) in combination with HNP1-3 resulted in an increase OVA specific IgG and IgM titers compared to mice that received OVA alone 144 . However, despite mucosal inoculation, no OVA specific IgA was observed, indicating that the HNP augmentation may not allow for class switching. A subsequent study coadministered OVA intranasally with HNP1, HNP2, HBD1, or HBD2 individually and found that the predominant IgG isotypes and interleukin profiles were unique to the defensin used, highlighting the complexity of the interaction between defensins and immune cells 145 . Finally, the augmented immune response has been shown to be functionally relevant, as intraperitoneal injection of HNPs enhanced the antibody response to a syngeneic tumor challenge and increased the survival time of mice after tumor challenge 146 . Thus, although not yet shown in the context of an infectious challenge, stimulation of the adaptive immune response by defensins likely contributes to antiviral immunity.\n\nIn addition to inducing antibody secretion, direct contact with defensins can activate immune cells and induce cytokine secretion. For neutrophils, HNP1 and HBD3 suppress apoptosis via inhibition of caspase 3, which could help to prolong an immune response 147; 148 . HNP1, HNP2, and HD5 have also been shown to increase neutrophil uptake of IAV 82 . In regards to DCs, exposure to MBD2 matures and activates DCs through direct binding to TLR4, and HBD3 activates myeloid DCs and monocytes via TLR1 and TLR2 149; 150 . HBD3 can also activate Langerhans cell-like DCs and primary human cutaneous DCs 151 . In addition, HNP1 and HBD1 promote the activation and maturation of monocyte-derived DCs and production of pro-inflammatory cytokines 152 . Defensins can elicit pro-inflammatory cytokine production from treated cells that could then stimulate DCs 8; 153; 154 . Moreover, HNP1 and HNP2 have also been shown to induce CC-chemokine expression and secretion in macrophages, which block HIV infection 155 . Therefore, some of the activation of antigen expressing cells could be explained through an indirect mechanism.\n\nThere is also increasing evidence that defensins can be immunosuppressive. Some defensins, notably HBD1, are constitutively expressed at epithelial surfaces 156 . It has been speculated that this constitutive expression minimizes the effects of exposure to low levels of commensal and pathogenic microbes and allows for the maintenance of a non-inflammatory environment 157 . This idea is supported by the fact that HBD3 can suppress the lipopolysaccharide-induced production of pro-inflammatory cytokines by human and mouse macrophages 158; 159 . It is worth noting that the amount of HBD3 used in these studies (1 uM) , is lower than the amount of HBD3 that has been shown to activate macrophages via TLRs or neutralize HIV-1 infection (4 uM) 72; 150; 158 . More recently, naturally expressed and exogenous HBD3 were also shown to reduce the innate immune response to lentiviral vector transduction of muscle cells 160 . Finally, in line with previous observations about the cathelicidin LL37, HBD2 and HBD3 can bind DNA and promote its uptake by plasmacytoid DCs leading to interferon production 161; 162 . Overall, -and -defensins function to augment and alter the immune responses to microbes, and the response elicited is likely dependent upon the amount of microbial stimuli and the subsequent concentration of defensin that is produced.\n\nIn cell culture, both -and -defensins have been shown to be potently antiviral against a wide range of viral species. However, there are intriguing differences in viral neutralization when one begins to examine the interactions of individual defensins with viruses, even those from the same genus. Identification of the viral determinants that drive these differences is an area in need of further study. We now appreciate that -defensins inhibit viruses by numerous mechanisms; however, mechanistic data involving -defensins is mostly lacking, and would add greatly to the understanding of how defensins can impact an immune response in vivo. This is especially true as -defensins are inducibly produced by epithelial cells in response to microbial stimuli, and therefore could provide a first line of defense against many infecting viruses. Although we have focused on antiviral mechanisms, enhancement of HIV-1 and HAdV-D, -E, -F infection by defensins has been observed. Whether this enhancement extends to other viruses and the importance of this enhancement for infection needs to be explored. Finally, the in vivo relevance of direct defensin killing and enhancement is unclear. A lack of complete defensin knockout models hinders these studies, which need to be addressed in order to fully understand the role of defensins in viral pathogenesis. There is great interest in the potential of defensins as vaccine adjuvants and as templates for the design of novel antiviral treatments 163; 164; 165 . However, for these applications to be both safe and efficacious a greater understanding of the complex roles of defensins in viral infection is needed. Major antiviral mechanisms of defensins. Defensins inhibit many steps in enveloped and non-enveloped viral infection. Mechanistic information is available for respiratory syncytial virus (RSV), human parainfluenza virus (HPIV), human immunodeficiency virus (HIV), herpes simplex virus (HSV), influenza A virus (IAV), BK virus (BK), human adenovirus (HAdV), and human papillomavirus (HPV). Most mechanisms impact viral entry, but postentry effects have been described. We have omitted defensin effects that have been reported but their contribution to blocking infection is in doubt (e.g., aggregation of HAdV bydefensins). Note that although the defensins relevant for each virus at each step are indicated in broad classifications (e.g., -defensins), in most cases not all of the defensins within these groups have been tested or have equivalent activity. Table 1 Known effects of defensins on virus infection. "}