{"title": "The Impact of General Laboratory Animal Health on Experimental Models in", "body": "Animal health is important for all types of animal experimentation. The elimination of infectious agents which act as undefined experimental factors has attracted much attention over the last decades. There is no difference between the use of animal models for antimicrobial research and other kinds of animal research. However, it should be obvious that if animals are to be used as reliable tools for experimental infection, spontaneous infections should not be allowed to interfere. Therefore, microbiologists should feel a special obligation to define the health of their laboratory animals. In this chapter some examples will be given of how poor health status may interfere with animal models for antimicrobial research, and precautions to avoid such interference will be described.\n\nConcerns for the health of laboratory animals have mostly focused on spontaneous infections, although disease in laboratory animals may also be caused by genetic or environmental determinants. Examples of infectious agents which are of importance for antimicrobial animal models are listed in Tables 6.1-6.3. Some of these may cause disease in laboratory animals, and such disease might interfere with research. However, if animals are clinically ill, they are seldom used for experiments, and therefore research interference is more to be feared from those complications which are not clinically observable. Some microorganisms only have the ability to influence the animal temporarily, while others act through a long period of the animal's life, maybe lifelong. The impact on animal models in antimicrobial chemotherapy differs between different viruses. Clinically apparent viral disease is seldom seen in laboratory animals, while all viruses may have an impact on the immune system and may contaminate biological products sampled from animals. The strains listed are examples. Several viruses which may infect the species included are not given here as they are less common. A comprehensive list may be found in Hansen et al. (1994) . The table does not include primates, as different primate species harbour a wide range of viruses. A comprehensive list referring to primates may be found in Working Committee for SPF and Gnotobiotic Laboratory Animals (1980). (1980) and a more detailed list for the other species may be found in Hansen et al. (1994) .\n\nThis division is mainly connected with the ability of the agent to persist in the organism. However, that it is not always so can be illustrated by the very simple example given by those infections which introduce resistance against reinfection. It cannot be overemphasized that even good experimental designs cannot eliminate all kinds of microbial interference because infections may inhibit the induction of a certain animal model, may make it difficult to interpret the final results, may show a dose-related response or, last, but not least, increase variations within the experiment.\n\nClinically apparent disease due to infections with specific pathogens is rare in laboratory animals, as the most pathogenic agents, such as Ectromelia virus in mice, have been eliminated from most colonies. However, the presence of various less pathogenic microorganisms may cause changes in the organs, resulting in difficulties in the interpretation of the pathological diagnosis included in the evaluation of many microbiological models--a phenomenon often referred to as background noise. Furthermore, the pathology of experimental infections may be changed by spontaneous infections.\n\nExample. Rodents used as models for acute pneumonia may be naturally infected with agents altering the pathology of other infectious agents. For example, rats infected with either Mycoplasma pulmonis alone, Sendal virus alone or both together show three different pictures of respiratory pathology (Schoeb et al., 1985) .\n\nThe immune system may be modulated by spontaneous infections in the absence of clinical disease. This effect may be either suppressive or activating or both at the same time, but on different parts of the immune system. As a general rule of thumb all viruses should be regarded as immunosuppressive. One of the reasons for this is the viraemic phase in the pathogenesis of many virus infections: during this phase cells of the immune system may be infected. \n\nThe parasites listed under each species are examples. Several other infestations -although less common --may occur. Except for coccidia and the mange mites, most parasites only cause mild disease or no disease at all, but they have an impact on the immune system and may affect the absorption of compounds from the gastrointestinal tract. Other parasitic infestations than those listed in this table may occur.\n\nA comprehensive list may be found in Hansen et al. (1994) or Working Committee for SPF and Gnotobiotic Laboratory Animals (1980) .\n\nInfection with lactic dehydrogenase virus in mice, which clinically is totally inapparent, seems to influence the function of the macrophages (Stevenson et al., 1980) , e.g. an impaired antigen presentation has been described (Isakov et al., 1982) . This may lead to an increase in the severity of the symptoms shown by experimental infections (Bonventre et al., 1980) . Also non-viral microorganisms are known to influence the immune system, e.g. Mycoplasma pulmonis infection in mice and rats may change the symptoms observed after experimental infection (Howard et al., 1978; Cassell et al., 1986) . Another mycoplasma, M. artkritidis, has been reported to increase susceptibility to experimental pyelonephritis (Thomsen and Rosendal, 1974) .\n\nSome microorganisms have a specific effect on enzymatic, haematological and other parameters which are monitored in the animal during an experiment. Organic function disturbances may change the outcome of the experiment without the knowledge of the scientist. For example, the altered function of the liver caused by some spontaneous hepatic infections may influence the pharmacokinetics of antimicrobial drugs.\n\nExample. Acute infection with Clostridium piliforme in mice prolongs the half-life of trimethoprim (Friis and Ladefoged, 1979) .\n\nSpontaneous infections in an experimental infection model may compete with the experimental infection, which in worst cases may fail.\n\nExample. Helicobacter pylori mouse models have been difficult to develop. Lately, it has been reported that the \"cleaner\" the mouse, the more successful the colonization rate of/-/, pylori in mice (Fox and Lee, 1997) . This is equivalent to the fact that gnotobiotic or microbiologically defined (see below) pigs may be experimentally infected with H. pylori, while conventional pigs may not (Krakowka et al., 1987) . Such differences between different microbiological categories of animals may be explained by natural infection with related agents, and today species-specific Helicobacter spp. have been isolated from both mice (Fox et al., 1994 (Fox et al., , 1995 and pigs (Queiroz et al., 1990) . Infections with species other than Helicobacter may play a role as well.\n\nMicroorganisms present in the animal may contaminate samples and tissue specimens, such as cells and sera. This may complicate the in vitro maintenance of cell lines, and may interfere with experiments performed on cell cultures or isolated organs. Further, the reintroduction of such products into animal laboratories will impose a risk to the animals kept in that laboratory. Nicklas et al. (1993) found that 3% of a high number of cell lines and monoclonal antibodies were contaminated with murine viruses, the most important ones being lactic dehydrogenase virus, reovirus type 3 and minute virus of mice.\n\nExample. An unidentified virus culture received at an American virus centre from a Romanian institute was inoculated on mice. Before the virus was identified as the poxvirus, mouse ectromelia, the virus had spread to the sarcoma cells used for the induction of ascites. Mice inoculated with the sarcoma cells now died earlier than previously. Afterwards, 28% of the institute's stored ascitic fluids were found to be contaminated with ectromelia, and so were 15 virus strains, which the institute had deposited at the American Tissue Culture Collection. The virus centre had to stop all experimental work for half a year, be totally depopulated of mice, disinfected and restocked with caesarian-derived mice (Shope, 1986) .\n\nSusceptibility to the development of spontaneous infectious diseases is under the control of genetics, sex, sexual cycle, age, and other characteristics of the host. It is obvious that immune-deficient rodents such as the nude mouse, the severe combined immunodeficiency (SClD) mouse, and the nude rat are more susceptible, e.g. in nude mice abscesses caused by bacterial species such as Stapkylococcus aureus, Pasteurella pneumotropica, Morganella morganii, Citrobacter freundii and Streptococci (Rygaard, 1973; Custer et al., 1973; Fortmeyer, 1981) are common. Variation in susceptibility to the development of infectious disease between inbred strains of rats and mice is often connected with the histocompatibility type of the animal (Brownstein, 1983; Hansen et al., 1990) . Infectious disease symptoms are most common in young animals Onodera and Fujiwara, 1973; Lai et al., 1976; Zurcher et al., 1977) , but if for some reason disease is developed at a later age, there is a tendency for the disease to be worse than in younger animals (Jersey et al., 1973) . Differences between sexes in susceptibility to the development of infectious disease may be observed, e.g. colitis and rectal prolapse caused by C.freundii in mice are more common in males (Fortmeyer, 1981) .\n\nAnimals should be transported in specifically designed containers being sufficiently supplied with food and water. Road transport in purpose-equipped vehicles by trained staff directly from vendor to user is preferable. A British set of guidelines may be followed (LABA and LASA, 1993) . Any kind of transportation will stress the animals, and therefore a period of acclimatization in the experimental facilities is a must. One of the most common errors in transportation is the use of vehicles without proper ventilation, cooling or heating, which may be the cause of various grades of respiratory infection, often with opportunistic bacteria, such as Stapkylococcus spp. and Pseudomonas spp., involved. Primates are often transported long-distance by air, during which journey they are handled by untrained staff. This may result in wounds and scratches, which if necessary should be treated immediately upon arrival. In all cases of such improper transportation any trauma should be reported to the transporting agent as well as to the vendor in order to improve future transportations.\n\nPrinciples for housing have been dealt with in another chapter. Improper housing may change different aspects of an animal model. For example, mycoplasmosis is more severe in rats exposed to ammonia than in unexposed rats (Pinson et al., 1986 )--a situation which may be caused by infrequent cage-changing and bad ventilation.\n\nSubclinical respiratory disease caused by Mycoplasma, respiratory viruses and some bacteria may be responsible for increased mortality during anaesthesia.\n\nPost-surgical infections are more common in large animals than in rodents. Infections are mostly caused by non-specific members of the normal flora, such as Stapkylococcus aureus, Bacillus fragilis, Pseudomonas aeruginosa and Escherichia coli. Rats seem to be more resistant than mice and hamsters (Donelly and Stark, 1985) .\n\nImmunosuppression of laboratory animals, a common tool in infection research, may activate latent infections. Some examples from mice are given in Table 6 .4.\n\nLong-term treatment of laboratory animals with antibiotics may change the normal flora of the animals from Gram-positive to Gram-negative dominated flora. Some of the propagated bacteria, e.g. Klebsiella pneumoniae, may be opportunistic pathogens, and may, as with humans, be multiresistant to a wide range of antibiotics (Hansen, 1995) . Application of certain antibiotics, e.g. all [~-lactams (Young et al., 1987) , in hamsters and guinea-pigs may often lead to fatal Clostridium difficile enterotoxaemia. The effect may also be observed with other antibiotics, e.g. tetracyclines and macrolides. In rabbits, the enterotoxaemia is mostly observed after oral dosing (Olfert, 1981) , and in general, rabbits should not be given antibiotics per os, if disturbance in the intestinal flora is to be avoided.\n\nZoonoses are infections which may spread from one animal species to another. In this connection a zoonosis will be regarded as an infection with the potential of spreading from animals to humans. Selected zoonoses are listed in Table 6 .5.\n\nZoonoses from rodents, rabbits, dogs and cats used for experimental purposes are rare. Several agents with a potential of infecting both humans and animals exist, but nowadays all rodents for research can and should be purchased from vendors who efficiently keep their animals free of zoonoses. The most important zoonosis from rodents is lymphocytic choriomeningitis virus, an arenavirus, which Those infections which can be kept absent by barrier protection will normally be absent in mice from commercial breeders, as all of these keep their colonies behind barriers. However, if problems are to be expected from those infections which can only be avoided in isolators, one will have to specify the need for gnotobiotic animals (see Table 6 .6).\n\nmay occasionally be found as a spontaneous infection in hamsters, and on rare occasions also in mice and gerbils. The portals of entry are probably the mucous membranes and broken skin. Most reported cases of infection in humans derive from hamsters (Baum et al., 1966) . Human symptoms are mostly influenza-like, but meningitis, abortions and, in rare cases, fatalities may occur (Shek, 1994) .\n\nThe microspore, Encephalitozoon cuniculi, is widespread in laboratory rabbits and guinea-pigs. Therefore, it should be noted that it has recently emerged as an opportunistic parasite in human immunodeficiency virus (HIV)-infected humans (Desplazes et al., 1996) . Dermatophycoses, i.e. skin infections with Trickophyton and Microsporum spp., may occur in a wide range of laboratory animals. Cats, in which the infection is often asymptomatic, impose the highest risk for humans. The coccidium Toxoplasma gondii may also occur in a wide range of species, but its natural reservoir is in the cat, and care should be taken only to purchase cats free of this infection. In pigs the major risk seems to be development of erysipeloid after contact with pigs infected with Erysipelotkrix rkusiopatkiae, a Gram-positive rod found in most agricultural pig herds (Takahashi et al., 1987) . Non-human primates share a range of infections with humans. Although most research primates of the western world today are purpose-bred, they are in general not produced under hygienic regimes as strict as those which are applied to rodents. Therefore, primates should be regarded as a risk for human health. The most serious problem is herpesvirus type B, which in macaques produces symptoms equivalent to herpes simplex in humans, while in humans it may cause fatal encephalitis (Weigler, 1992) . The virus is present in several commercial breeding colonies. Humans bitten by seropositive monkeys should as a routine be treated with acyclovir. Hepatitis viruses of various types, especially type A, are of greatest concern, when working with chimpanzees (Friedmann et al., 1971) , although it should be noted that antibodies may be found in other primate species as well. It is, however, not clear whether these are due to viruses capable of infecting humans or just equivalent monkey strains without such a potential. Fatal filoviruses, i.e. Ebola and Marburg, are not present in commercial colonies and can simply be avoided by not purchasing wild-caught monkeys.\n\nWhen dealing with primates the opposite transmission of infections, i.e. from humans to monkeys, must be regarded as a serious risk for ruining projects. For example, infection with measles virus can easily eradicate a colony of the common marmoset, Callithrixjacckus (Working Committee for SPF and Gnotobiotic Laboratory Animals, 1980) . Also herpes simplex may produce devastating disease in marmosets (Hendrickson, 1972) . Therefore, people with symptoms of these or other kinds of viral disease should not be allowed to handle monkeys. For the same reasons, staff from primate facilites are commonly screened for tuberculosis in those parts of the world where this disease is prevalent in the human population.\n\nTo avoid disease, microbial interference and zoonoses laboratory animals are produced according to a three-step principle: rederivation, barrier protection and health monitoring.\n\nRederivation means the production of animals to initiate breeding colonies by either caesarian section (Foster, 1959) or embryo transfer (Bur, 1995) . Such animals are germ-flee at delivery, except in rare cases for transplacental infections. For both procedures foster mothers are used: these are Aleksic and Bockemuhl (1990) Kiktenko (1985) Griego et aL (1990) Morris (1996) Morris (1996) Wullenweber (1995) Bhatt and Mirza (1992) Pier et aL ) Pier et al. (1994 ) Desplazes et aL (1996 ) Dubey (1996 ) Schantz (1996 ) Fenoy et al. (1997 o-1 3: a} 3 either germ-free or gnotobiotic, i.e. they have only a welldefined microflora. The foster mothers and the rederived offspring are housed in isolators (Figure 6 .1). Approximately 8 weeks after birth or section, the foster mothers and some of the offspring are sampled for a microbiological screening.\n\nAnimals kept in isolators can be kept totally germ-free or gnotobiotic. Larger-scale production in isolators is, however, expensive, and therefore most laboratory animals are bred in a barrier unit, i.e. a unit where materials are decontaminated before introduction and the staff showers on the way in (Figure 6.1) . Barrier-bred animals do not have a fully known flora, but they can be kept free of some specified agents. Before being moved from isolators into the barrier unit, the animals are often given a starter flora consisting of, for example, lactobacilli and some anaerobic rods. Furthermore, they catch microorganisms of human origin from the caretakers. All this becomes \"the normal flora\" (Hansen, 1992) . Members of this flora can also interfere with some kinds of research, e.g. in immunosuppressed animals (Table 6 .4).\n\nTo secure the absence of specific microorganisms in breeding and preferably also experimental colonies of laboratory animals, a number of animals from the colony are The report form has been standardized according to guidelines issued by the Federation of European Laboratory Animal Science Associations (FELASA; Kraft et al., 1994) .\n\ncurrently sampled and subjected to a range of bacteriological, parasitological and serological investigations. This procedure is referred to as health monitoring. All commercial vendors issue reports on the health monitoring performed in their colonies (Table 6 .6), and animals should never be purchased without first having studied such a report. Typical intervals between screening of colonies are 6-12 weeks for rodents and 6 months for larger animals such as rabbits, pigs, dogs and cats. Results of health monitoring are historical, i.e. animals may become infected in the period between two samplings, and therefore infected animals may have been used for research, before the infection has been discovered. Although the number of animals to sample for health monitoring can be judged from statistical principles (Hansen, 1993) , such statistical principles are not commonly applied in health monitoring, and therefore infections listed as \"not found\" in health-monitoring reports may be present but not found due to the use of too few animals. The typical sample size ranges from 6 to 10 animals. If this sample size is used to screen for Clostridium piliforme in rat colonies by the means of serology it would be statistically valid, while it would not be if pathology is used due to the lower sensitivity of the histopathological methods . To minimize such concerns about the microbial status of laboratory animal guidelines relating to a number of species have been published in Europe (Hem et al., 1994; Kraft et al., 1994) . These guidelines list what to test for, how often to do it and how many animals to sample. In general, it is a sound principle to ask commercial vendors for health reports issued according to these guidelines, but it should be noted that the guidelines do not ensure statistical validity (Hansen, 1996) . Animals bred behind a barrier and being currently health-monitored are sold under different terms, among which microbiologically defined seems to be the most precise ( Figure 6 .1). Rodents, rabbits, pigs, cats and dogs can be purchased as microbiologically defined at several commercial vendors all over the world.\n\nAlso, animal units housing animals in long-term studies should run a health-monitoring system. For larger animals, such as dogs, cats and rabbits, this may be done by sampling directly from the animals. When using rodents in longterm studies the experimental animals will normally be supplemented by some equivalent animals--so-called sentinels, i.e. animals kept in the facilities only for healthmonitoring purposes. The sentinels should be left in the unit for at least 30 days before examination. It is normal practice to add some bedding from the other animals in the unit to the fresh bedding of the sentinels (Hansen and Skovgaard-Jensen, 1995) .\n\nAll introductions of new animals into an animal unit run the risk of introducing infections. Therefore, animals may be housed in a quarantine facility before introduction. In general, all animals not coming from suppliers with a reliable health-monitoring system should as a minimum be housed in a quarantine facility for at least 2 weeks and thereafter screened for those agents from which they must be free. For quarantine housing a ventilated rac k may be used. This is a cage system where each cage can be singleventilated. In this system different deliveries may be isolated from one another; this is not possible in a common quarantine facility. Alternatively, animals may be quarantine-housed in isolators. All primates, no matter what their origin, should be quarantined for at least 30 days before entering a running primate facility. During this period the animals should be inspected for signs of clinical disease and screened for unwanted infectious agents, especially those with a zoonotic potential, such as herpesvirus type B, Salmonella spp. and Skigella spp. During quarantine experiments should not be performed on the animals.\n\nTo avoid biological materials of animal originmsera, cells, tissue preparations--carrying infectious agents when used in an animal facility, such materials should either have their origin in an animal department with a reliable health-monitoring system or be screened directly for the presence of infectious agents. This has traditionally been done by the mouse antibody production (MAP) test (Collins and Parker, 1972) : Mice are injected with the material intraperitoneally and nasally, and kept in isolators for 4 weeks, whereafter serum is sampled and screened for the infectious agents by serology. In recent years polymerase chain reaction has been used as a supplement to the MAP test (Yagami et al., 1995) . If biological materials of uncertain microbial status are to be used, inoculation and maintenance of the inoculated animals should only be performed in facilities efficiently separating these animals from all other animals, e.g. in negative-pressure isolators."}