{"title": "", "body": "What is the time-scale of hantavirus evolution? Souza et al. (2013) present an analysis of the evolution and phylogeography of rodent-borne hantaviruses based on 190 sequences of the nucleoprotein (N) gene of hantaviruses sampled from 30 countries during 1985-2010. According to their molecular clock dating analysis, current rodent-borne hantaviruses originated approximately 2000 years ago, with the Murinae and Arvicolinae subfamilies present in Asia originating 500-700 years ago, and similarly recent dates of origin obtained for other groups of hantaviruses. If true, such a time-scale means that the evolutionary history of the hantaviruses is a very recent one, with rapid geographical movement and ongoing host jumping.\n\nAlthough recent studies have provided strong evidence for cross-species transmission of hantaviruses, such that the rodentborne hantaviruses do not form strict monophyletic groups as previously suggested (Plyusnin and Morzunov, 2001; Arai et al., 2008; Kang et al., 2009; Ramsden et al., 2009; Guo et al., 2013) , as well as movement of viruses among rodents, bats, and insectivores (Guo et al., 2013) , phylogenetic studies have provided some evidence for co-divergence between hantaviruses and their mammalian hosts likely over time-scales of millions of years (Plyusnin et al., 1996; Plyusnin and Morzunov, 2001; Sironen et al., 2001; Arai et al., 2008; Guo et al., 2013) . In particular, rodent hantaviruses generally cluster according to whether their hosts are members of the Murinae subfamily and Cricetidae family of rodents. In addition, related hosts that occupy disparate geographic regions sometimes harbor related viruses, in turn compatible with long-term co-divergence (Guo et al., 2013) . For example, two hantaviruses from the USA -Prospect Hill virus isolated from meadow voles (Microtus pennsylvanicus) and Isla Vista virus isolated from the California vole (Microtus californicus) -are closely related to hantaviruses carried by voles from Asia and Europe. Together, these phylogenetic and biogeographic patterns suggest that rodent hantaviruses might have a long history in their primary hosts (Sironen et al., 2001; Guo et al., 2013) , such that their evolutionary history reflects a combination of both co-divergence and crossspecies transmission (Zhang, 2014) .\n\nWe therefore suggest that molecular clock-based estimates showing a very recent time-scale of inter-specific hantavirus evolution are likely to be erroneous. Although molecular clock dating using programs such as BEAST (Drummond et al., 2012) provide key information on the patterns and processes of viral evolution, they can lead to incorrect estimates of substitution rates and divergence times if not used with care. In particular, BEAST-based estimates of evolutionary dynamics are strongly dependent on the priors used, the level of sequence diversity in the data, and the distribution of times over which samples were collected (Firth et al., 2010) . Hence, the high substitution rates and shallow divergence times inferred by Souza et al. (2013) and in previous studies of inter-specific hantavirus evolution (Ramsden et al., 2008 (Ramsden et al., , 2009 may reflect a poor fit between data and model, and not rapid and recent evolution.\n\nIn all analyses of this kind it is important to determine whether there is sufficient temporal structure in the data to undertake molecular clock analysis based on the tip-date of sequences. To assess this we collated from GenBank 184 hantavirus N gene sequences from rodents and humans sampled during 1985-2010 (i.e. equivalent to the data set utilized by Souza et al., 2013) . On these data we performed a regression of root-to-tip genetic distances against date of sampling using the Path-O-Gen program (http://tree.bio.ed.ac.uk/software/pathogen/), utilizing an input maximum likelihood (ML) phylogenetic tree generated in PhyML (Guindon et al., 2010) and employing the GTR + C 4 substitution model and SPR branch-swapping. This analysis revealed a marked lack of temporal structure (correlation coefficient = À0.018 with the best-fitting root), suggesting that it is not possible to reliably estimate substitution rates and divergence times using these tipdated sequence data alone. To determine whether this was also true of more closely related sequences we conducted an equivalent root-to-tip regression using the Arvicolinae clade of hantaviruses sampled between 1991-2010 (n = 66) and observed similarly weak temporal structure (correlation coefficient = À0.003).\n\nA similar and highly instructive debate has taken place with the mammalian coronaviruses. Although the molecular clock analysis of tip-dated sequence data suggested that the common ancestor of these viruses existed within the last 10,000 years (Woo et al., 2012) , the use of codon-based evolutionary models that better account for multiple nucleotide substitutions at single sites suggested that the true time-scale of coronavirus evolution should be measured on the scale of many millions of years (Wertheim et al., 2013) . Given the wide host range, geographic distribution, evidence for some virus-host co-divergence and extensive genetic distances at the inter-specific level (>1 nucleotide changes per site for many pairwise comparisons) we suggest that the evolutionary history of the rodent hantaviruses is likely to have played out on a similarly deep time-scale."}