{"title": "", "body": "Disorders of the Brain | Scott J. Schatzberg C H A P T E R 23 233 III. In obstructive hydrocephalus, obstruction to fl ow or absorption of CSF causes ventricular dilation (especially of the lateral ventricles) with subsequent loss of brain paren chyma.\n\nI. Compensatory hydrocephalus may result from the following: A. Developmental malformations: cerebral hypoplasia or aplasia B. Destruction of brain parenchyma from in utero viral infections: feline panleukopenia C. Cerebral necrosis secondary to cerebrovascular accidents: acquired hydrocephalus II. Obstructive hydrocephalus may result from the following: A. Fusion of rostral colliculi (midbrain) with CSF outfl ow obstruction at the mesencephalic aqueduct B. Dysfunction of the arachnoid villi with poor reabsorption of CSF through the dorsal sagittal venous sinus III. Acquired hydrocephalus may result from the following:\n\nA. Mass lesions blocking CSF fl ow: neoplasia, abscess, granuloma B. Neoplasia preventing CSF absorption by the arachnoid villi C. Infections (viral, bacterial) or infl ammation of the ependyma of the mesencephalic aqueduct or leptomeninges blocking fl ow of CSF D. Intraventricular hemorrhage blocking CSF outfl ow: leptomeningeal, intraventricular\n\nI. No or variable signs may be seen, even in the presence of considerable ventricular dilatation. II. Prosencephalic signs include disturbed consciousness (lethargy to severe depression), increased tendency to sleep, hypoactivity, propulsive circling, head pressing, seizures, behavioral changes, dementia, and visual defi cits (with normal pupillary responses). III. Motor defi cits include spastic paresis, particularly if the brainstem is involved. IV. Occasionally cerebellar ataxia may occur if there is involvement of the cerebellum. V. Sensory defi cits include proprioceptive ataxia.\n\nI. Dysfunction of the peripheral vestibular system is seen in young dogs and cats, possibly from a congenital defect. II. The disorder is presumed to be inherited. III. It has been reported in the following breeds:\n\nA. Dogs: Doberman pinscher, American cocker spaniel, German shepherd dog, Akita, beagle B. Cats: Siamese, Burmese IV. Aggregates of lymphocytes occur within the inner ear of affected Doberman puppies, but the signifi cance of these lesions is unclear.\n\nI. Onset of signs is usually 3 to 12 weeks of age. II. Head tilt, vestibular ataxia, circling, and deafness may be seen. III. Nystagmus is not a feature of this disorder. IV. Diagnosis is one of exclusion: rule out other causes of vestibular signs.\n\nI. Otitis media/interna II. Ototoxicity: aminoglycoside antibiotics, topical antiseptics (iodophors, chlorhexidine)\n\nI. No treatment is available. II. Compensation for the vestibular signs may occur over several weeks. III. Deafness (if present) is typically permanent.\n\nI. It is an increase in the volume of cerebrospinal fl uid (CSF) within the ventricular system or subarachnoid space of the brain (de Lahunta, 1983) . II. In compensatory hydrocephalus, CSF accumulates in spaces within the cranial cavity not occupied by brain parenchyma. A. Prednisone 0.25 to 0.5 mg/kg PO BID, then tapered to QOD B. Dexamethasone 0.05 mg/kg PO SID, then tapered to QOD C. May be discontinued in some dogs II. Diuretics may decrease the volume of CSF.\n\nA. Furosemide 1 to 2 mg/kg PO BID B. Acetazolamide 0.1 mg/kg PO TID III. Anticonvulsants may help control seizures.\n\nA. Phenobarbital 1 to 2 mg/kg PO BID B. Potassium bromide (KBr) 20 to 30 mg/kg PO SID IV. Ventriculoperitoneal shunting of CSF to the abdominal cavity may be effective in some cases that are refractory to medical management, but complications include infections and shunt failure. V. Prognosis is guarded to poor in severely affected animals. VI. Animals with minimal clinical signs can often be managed long term.\n\nI. Hydranencephaly is the congenital absence of a large portion of cerebrum in which cerebral cortex is absent and a fl uid-fi lled, membranous sac takes its place (Summers et al., 1995) . II. Porencephaly is a disorder in which single or multiple cavities within the cerebrum usually communicate with the lateral ventricles or the subarachnoid space (Summers et al., 1995) .\n\nI. Hydranencephaly in cats is associated with in utero vaccine-induced feline panleukopenia infection.\n\nII. Porencephaly may occur when in utero infection with feline panleukopenia virus occurs later in the period of fetal central nervous system (CNS) vulnerability, or from less virulent viruses.\n\nI. The pathophysiology is not well understood. II. Parvoviral destruction of cerebral tissues is one potential mechanism. III. Hydranencephaly may arise from a fetal cerebrovascular accident that results in severe necrosis and resorption of cerebral tissue (Barone et al., 2000) .\n\nI. Signs typically occur within several weeks of birth and are proportional to the extent of cerebral loss. II. Prosencephalic signs include blindness and behavioral abnormalities, such as compulsive behavior, indifference to surroundings, episodes of rage, and central blindness.\n\nI. Presumptive diagnosis is based on clinical signs. II. Antemortem diagnosis can be made with MRI or CT.\n\nI. Metabolic or toxic encephalopathies II. Meningoencephalitis III. Other congenital brain anomalies IV. Degenerative encephalopathies\n\nI. Treatment is similar to that for hydrocephalus. II. The prognosis is guarded to poor.\n\nI. Lissencephaly is a congenital abnormality in which the cerebral hemispheres have a smooth surface and absence of normal development of gyri and sulci (Summers et al., 1995) . II. Pachygyria is a condition in which the neocortex is much thicker than normal. III. In most cases the cause is unknown, but lissencephaly may be genetic in the Lhasa apso. \n\nI. These include developmental defects or malformations of the cerebellum. II. The cause of most malformations is unknown; however, some may be genetic in origin. III. Hypoplasia can result from in utero infections with feline and canine parvoviruses (Schatzberg et al., 2003) .\n\nA. Various forms of cerebellar agenesis and hypoplasia have been reported in dogs (Summers et al., 1995) . B. A unique cerebellar malformation (Dandy-Walker syndrome) is characterized by a hypoplastic or aplastic cerebellum, cystic lesions of the caudal fossa or fourth ventricle, and hydrocephalus (Summers et al., 1995) .\n\nA. The external germinal layer of the cerebellum is destroyed in utero by a parvovirus, with hypoplasia of the granule layer and disorganization of the Purkinje cells. B. Viruses or their resulting infl ammation may destroy previously differentiated Purkinje neurons and cerebellar parenchyma, causing atrophy of the cerebellum (de Lahunta 1983).\n\nI. Signs are present from the time the animal is able to walk and are usually nonprogressive. II. Signs include a wide stance, spastic-hypermetric gait (cerebellar ataxia), loss of balance, and intention tremors.\n\nI. Presumptive diagnosis is based on clinical signs present at or soon after birth. II. Multiple animals in the litter may be affected. III. MRI may reveal a small cerebellum and increased amounts of CSF between the folia. IV. Defi nitive diagnosis is made by postmortem examination. \n\nI. The Cavalier King Charles spaniel is overrepresented, but any breed may be affected. II. Affected animals range in age from 6 months to 10 years. III. Signs may manifest acutely or have an insidious course over months to years. IV. An unusual manifestation is the observation of paroxysmal involuntary fl ank or neck scratching in Cavalier King Charles spaniels. V. Spinal cord signs include cervical pain, cervical dystonia (torticollis), hyperesthesia, proprioceptive ataxia, abnormal postural reactions, varying degrees of paresis and hypermetria, and exercise intolerance. VI. Intracranial signs include seizures and defi cits of cranial nerves VII and VIII. VII. Denervation of epaxial muscles and lesions in the dorsal tracks of the spinal cord can lead to muscle atrophy and scoliosis.\n\nI. MRI reveals varying degrees of ventriculomegaly, syringohydromyelia, compression of the cerebellum by the occipital bone, caudal displacement and herniation of the cerebellar vermis, and obstruction of the subarachnoid space at the foramen magnum. II. CSF analysis occasionally reveals a mild elevation in nucleated cells and total protein.\n\nI. Intervertebral disc disease II. Meningoencephalitis III. Neoplasia IV. Atlantoaxial subluxation Treatment and Monitoring I. Prednisone 0.5 mg/kg PO QOD may control signs (Rusbridge et al., 2000) . II. Surgical management (subtotal occipital craniectomy, dorsal laminectomy of fi rst cervical vertebra and durotomy to relieve obstruction) may be indicated for dogs with progressive signs (Dewey et al., 2005) . III. Prognosis is fair to good depending on the severity of clinical signs.\n\nI. Many of these disorders ( \n\nI. These disorders are caused by inherited errors in intermediary metabolism that arise from abnormal or defi cient enzyme systems (Summers et al.,1995) . II. Some disorders are storage diseases. \n\nI. Storage disorders are characterized by defective lysosomal enzymes that are catabolic or obligatory to cellular processes (Skelly and Franklin, 2002) . A. Loss or dysfunction of a degradative enzyme results in the accumulation of specifi c substrates in the lysosomes that distend cells with stored products. B. Lesions may be multisystemic or limited to the CNS and/or PNS. C. Most storage diseases are autosomal recessive traits (Table 23 -2). II. Disorders of intermediary metabolism affect enzyme systems that are not catabolic and do not result in stored substrate.\n\nA. They typically result in a unique, degenerative encephalopathy. B. Most are breed specifi c, with an autosomal recessive mode of inheritance (see Table 23 -2).\n\nI. Signs often refl ect diffuse CNS involvement; however, cerebellar signs often predominate in storage diseases. II. See Table 23 -2 for specifi c signs.\n\nI. Diagnosis is often suspected based on signalment and clinical signs. II. DNA testing is available for some disorders (see Table 23 -2). III. Diagnosis can be made through metabolite analysis of tissues or body fl uids (urine or blood).\n\nI. Congenital cerebellar disorders or cerebellar abiotrophy (storage disorders) II. Meningoencephalitis III. Neoplasia IV. Other degenerative encephalopathies \n\nMountain spotted fever (Rickettsia rickettsii), ehrlichiosis, and salmon poisoning (Greene, 2006 \n\nI. CSF analysis reveals a mononuclear pleocytosis, with mild to moderate elevations in protein content. II. A complete blood count (CBC) may reveal thrombocytopenia, anemia, and leukopenia early in the course, followed by leukocytosis. III. Intracytoplasmic ehrlichia morulae are occasionally identifi ed in blood and CSF mononuclear cells. IV. Defi nitive diagnosis is based on elevated serum titers, a four-fold rise in antibody titer, or positive polymerase chain reaction (PCR) assays (see Chapters 2 and 115).\n\nI. Immune-mediated, noninfectious meningoencephalitis II. Other CNS infections III. CNS neoplasia: lymphoma, metastatic neoplasia\n\nI. Doxycycline is given 5 to 10 mg/kg PO BID for 2 to 3 weeks.\n\nA. Antibiotics may be effective if initiated early in disease course. B. Dogs may respond dramatically within 1 to 2 days, but prognosis is guarded to poor when severe neurological defi cits are present. II. Recovery may be prolonged, and residual neurological defi cits are possible.\n\nI. Most mycotic infections are regional diseases that produce pyogranulomatous infl ammation of the CNS and are treated similarly (Lavely and Lipsitz, 2005 \n\nI. Cryptococcosis is typically acquired from the environment (e.g., pigeon droppings, dead trees) rather than directly from infected animals. II. The natural route of these infections is thought to be via the respiratory tract, with subsequent hematogenous and lymphogenous dissemination.\n\nI. Clinical signs may refl ect a focal mass lesion or a diffuse, multifocal process. II. Signs also refl ect the location of the lesions within the CNS and are variable. III. A profound elevation in intracranial pressure may cause severe changes in mentation (depression, stupor, coma \n\nI. Feline infectious peritonitis (FIP) is a fatal, systemic immunopathologic disease caused by a feline coronavirus. II. Although meningitis may accompany the more acute form of peritoneal exudation, a second form affects the CNS and eye with little or no peritoneal involvement (Foley et al., 1998) .\n\nI. The underlying pathogenesis involves a type III immune reaction and immune complex-induced vasculitis. II. This CNS infection is characterized by meningitis, ependymitis, and encephalomyelitis (Summers et al., 1995) . III. The mesencephalic aqueduct may be obstructed, causing hydrocephalus and hydromyelia. IV. Focal brain or spinal cord lesions may also occur.\n\nI. Signs are usually nonspecifi c, but often include profound cerebellovestibular involvement. II. Signs from focal lesions refl ect the site of the lesion. III. See Chapter 112 for systemic signs. \n\nI. Because no defi nitive treatment exists, supportive care (fl uid therapy, nutritional support) may be tried. II. Prednisone 2 to 4 mg/kg PO SID to BID may provide palliative relief. III. The prognosis is grave for long-term survival.\n\nI. It is infl ammation of the brain and/or meninges from aerobic or anaerobic bacterial infections. II. Organisms that can infect the CNS include Pasteurella, Staphylococcus, Actinomyces, Nocardia, Streptococcus, and Klebsiella spp., and Eschericia coli.\n\nA. Hematogenous spread from distant foci: lung abscess, vegetative endocarditis, urinary tract infection B. Direct extension from nasal and paranasal sinuses, ears, and eyes C. Secondary to trauma and wound contamination (bite wound) D. Meningeal spread along nerve roots E. Contaminated surgical instruments: spinal needles II. Organisms usually disseminate through CSF pathways and produce meningitis and microabscesses of the brain and spinal cord. III. Formation of infl ammatory cytokines and tumor necrosis factor by monocytes and neural cells leads to altered bloodbrain barrier permeability, recruitment of neutrophils, and purulent exudates in the subarachnoid space. IV. Vasculitis leads to vasogenic brain edema. V. Toxic oxygen metabolites released from degranulating leukocytes also cause cytotoxic brain edema.\n\nI. Clinical signs begin acutely. II. Systemic signs include fever, vomiting, bradycardia, anorexia, shock, and hypotension. III. Neurological signs consist of hyperesthesia, cervical pain and rigidity (common), seizures (occasionally), and cranial nerve defi cits (Radaelli and Platt, 2002) .\n\nI. CSF analysis typically shows a profound neutrophilic pleocytosis and protein elevation. A. Organisms sometimes may be seen on CSF cytology. B. Bacterial culture of CSF (aerobic and anaerobic) provides a defi nitive diagnosis, but negative cultures do not rule out the disease. II. Blood and urine cultures may yield a pathogenic organism.\n\nshift. IV. MRI and CT can show meningeal, brain and/or ventricular enhancement, as well as abscessation. \n\nI. Clindamycin is the drug of choice and is given at 10 to 20 mg/kg PO, IM BID for 3 to 6 weeks. II. Alternatively, trimethoprim-sulfonamide (15 to 20 mg/kg PO BID) is combined with pyrimethamine at 1 mg/kg PO SID for 4 to 8 weeks. III. Prognosis is guarded with CNS involvement, but some animals survive with minimal residual neurological defi cits.\n\nI. Granulomatous meningoencephalomyelitis (GME) is an idiopathic (mononuclear) meningoencephalomyelitis that most commonly occurs in young to middle-age dogs.\n\nII. GME is thought to be an immune-mediated (delayed-type hypersensitivity) disease based on the presence of major histocompatibility complex class II and cluster differentiation (CD3) antigen-positive lymphocytes (Kipar et al., 1998) .\n\nI. Three morphological forms exist, namely disseminated, focal, and ocular disease (Summers et al., 1995) . II. Lesions consist of perivascular, concentric proliferations of infl ammatory cells predominantly in the white matter. III. Perivascular cellular accumulations consist of lymphocytes, plasma cells, and mononuclear cells.\n\nI. Onset ranges from 9 months to 10 years of age. II. Signs may be acute, rapidly progressive and fatal, or chronic and insidious. III. The focal form of GME results in focal defi cits, whereas the disseminated form causes multifocal signs. IV. Neurological signs refl ect lesion location and distribution.\n\nA. Brainstem (varying degrees of depression and spastic tetraparesis, vestibular ataxia, head tilt, abnormal nystagmus) and cerebellar signs are most common. B. Prosencephalic signs include seizures, depression, circling, and visual defi cits. C. The ocular form causes visual defi cits, anisocoria, and abnormalities in pupillary light refl exes. V. A fever is often present.\n\nI. The CSF usually reveals a mild to severe pleocytosis of mono cytes and lymphocytes, with mild protein elevation. II. MRI and CT may reveal multifocal lesions, predominantly in the white matter of the CNS. III. Defi nitive diagnosis requires histopathology.\n\nI. Necrotizing meningoencephalitis II. Necrotizing leukoencephalitis III. Infectious meningoencephalitis IV. CNS neoplasia: lymphoma, metastatic neoplasia\n\nI. Immunosuppression is the primary therapy. II. Prednisone is given at 1.0 to 3.0 mg/kg PO BID for 1 month, then gradually tapered over several months to 0.5 mg/kg PO SID to QOD. III. Additional drugs may allow a reduction in prednisone and ameliorate its side effects. A. Cytosine arabinoside 50 mg/m 2 SC BID for 2 days, repeated every 3 weeks (Zarfoss et al., 2006) B. Cyclosporine 5 to 10 mg/kg PO BID (Adamo and O'Brien, 2004 ) C. Others: lefl unomide, procarbazine, CCNU (lomustine) IV. Radiation therapy may be benefi cial for the focal form. V. GME is rarely cured and often requires lifelong therapy to control the infl ammation.\n\nI. It is an idiopathic meningoencephalitis of young pugs, Maltese, Shih tzus, and occasionally other small-breed dogs (Cordy and Holliday, 1989; Stalis et al., 1995) . II. It is presumed to be an immune-mediated disease.\n\nI. Lesions consist of nonsuppurative meningoencephalitis and mild cerebral necrosis. II. It typically affects the cerebral hemispheres, with infl ammation extending from the leptomeninges through the cortex and into the corona radiata. III. This pattern leads to a loss of demarcation between cortical grey and white matter in the brain.\n\nI. Onset ranges from 9 months to 4 years of age. II. Signs may be rapidly progressive and fatal. III. Signs consist of prosencephalic signs, such as seizures, depression, circling, and visual defi cits. IV. Motor and sensory problems (ataxia, paresis), brainstem and cerebellar signs are also possible.\n\nI. CSF analysis shows a moderate to severe pleocytosis composed of monocytes and lymphocytes, with mild protein elevation. II. MRI fi ndings mirror the topography of the histopathologic lesions. III. MRI typically demonstrates multifocal lesions in the superfi cial cortical grey matter at the junction of the cerebrum and leptomeninges.\n\nI. Granulomatous meningoencephalomyelitis II. Necrotizing leukoencephalitis III. Infectious meningoencephalitis IV. CNS neoplasia: lymphoma, metastatic neoplasia V. Metabolic, toxic encephalopathies VI. Other causes of seizures: see Chapter 22\n\nI. Immunosuppression is the primary therapy and is similar to that for GME. II. The prognosis is grave. III. If a response is seen to immunosuppression, lifelong therapy is necessary to control the infl ammation.\n\nI. It is an idiopathic (mononuclear) meningoencephalitis of young Yorkshire terriers, Chihuahuas, and occasionally other small-breed dogs (Tipold et al., 1993) . II. It is presumed to be an immune-mediated disease.\n\nand moderate to severe cerebral necrosis. II. Gross cavitations occur in periventricular cerebral and diencephalic (thalamocortical) white matter.\n\nI. Onset is from 1 to 5 years of age. II. The clinical course is slowly progressive, usually over many weeks to months. III. Clinical signs refl ect caudal brainstem or prosencephalic lesions. IV. Brainstem signs often predominate and include varying degrees of depression, spastic tetraparesis, vestibular ataxia, head tilt, and abnormal nystagmus. V. Prosencephalic signs consist of seizures, propulsive activity, and visual defi cits.\n\nI. The CSF analysis usually reveals a moderate to severe pleocytosis of monocytes and lymphocytes and a mild protein elevation. II. MRI and CT may show multifocal cavitating lesions predominantly in deep white matter.\n\nI. Granulomatous meningoencephalomyelitis II. Necrotizing meningoencephalitis III. Infectious meningoencephalitis IV. CNS neoplasia: lymphoma, metastatic neoplasia V. Metabolic or toxic encephalopathies VI. Other causes of seizures: see Chapter 22\n\nI. Immunosuppression is the mainstay of therapy (see under GME). II. The prognosis is grave and therapy may be life-long.\n\nI. The disease is a neutrophilic meningitis of young dogs that is characterized by episodes of severe pain, depression, and fever (Cizinauskas et al., 2000) . II. It is presumed to be immune-mediated. III. It is also known as steroid-responsive (or sterile) meningitisarteritis, immune-mediated meningitis, Beagle pain syndrome, systemic necrotizing vasculitis, and juvenile polyarteritis syndrome.\n\nI. Infl ammation occurs in the leptomeningeal arteries. II. Leptomeningeal vascular lesions may be accompanied by lymphocytic thyroiditis, amyloidosis (splenic, hepatic, renal), or polyarthritis (Webb et al., 2002) .\n\nI. Affected dogs range in age from 6 months to a few years. II. It affects the beagle, Bernese mountain dog, boxer, German short-haired pointer, and is sporadically reported in other breeds. III. The predominant clinical signs are profound neck pain, depression, anorexia, and fever. IV. Occasionally, ataxia and varying degrees of paresis are also present (see Chapter 24). V. The clinical course is typically acute in onset.\n\nI. Signalment and clinical signs are suggestive. II. CSF analysis reveals the following:\n\nA. CSF has a severe neutrophilic pleocytosis, with excessive protein and phagocytosed red blood cells (RBCs). B. Neutrophils in CSF do not show toxic changes, and intracellular bacteria are not observed. C. CSF aerobic and anaerobic bacterial cultures are negative. D. Consistent elevation of CSF and serum immunoglobulin (Ig) A concentrations occur. III. Occasionally peripheral neutrophilia with a left shift and an elevated serum a2-globulin fraction are found. IV. CT or MRI may demonstrate contrast enhancement of the meninges, spinal cord, or brain.\n\nI. Intervertebral disc disease II. Bacterial meningoencephalitis III. Other immune-mediated meningoencephalitides IV. CNS neoplasia\n\nI. Long-term immunosuppression is achieved with prednisone at 1 to 2 mg/kg PO BID, then tapered monthly over 6 months. II. In refractory cases, azathioprine (1.5 mg/kg PO SID to QOD) may be added and eventually alternated with prednisone QOD. III. Prognosis is guarded to favorable; recurrences are common. IV. Monitor for recurrences, and consider repeating the CSF analysis if clinical signs persist.\n\nI. Eosinophilic meningoencephalitis is an uncommon disease, primarily of rottweilers and golden retrievers, that is characterized by severe, multifocal neurological signs (Smith-Maxie et al., 1989; Schultze et al., 1986) . II. It is presumed to be an immune-mediated disease.\n\nI. Prosencephalic signs consist of behavioral and mentation changes, circling, pacing, head pressing, blindness, and generalized or partial seizures.\n\nII. Brainstem signs include episodic collapse, facial paralysis, absent gag refl ex, reduced pupillary light refl exes, torticollis, and varying degrees of ataxia and incoordination.\n\nI. CSF analysis shows variable pleocytosis, with 21% to 98% eosinophils, and elevated protein content. II. Mild to moderate systemic eosinophilia may be observed. III. Serology for infectious diseases is negative.\n\nI. Other CNS infections: primary protozoal, fungal, parasitic II. Other noninfectious meningoencephalitides III. CNS neoplasia\n\nI. Prednisone therapy (and possibly additional immunosuppressive agents) is instituted similar to that for GME. II. Prognosis is favorable to guarded. \n\nI. CSF analysis reveals mild lymphocytic pleocytosis, with normal or mildly elevated protein levels. II. MRI typically is normal, but may disclose symmetrical ventricular enlargement in some dogs.\n\nI. Metabolic or toxic encephalopathies II. Meningoencephalitis III. Dysmyelinogenic disorders\n\nI. Prednisone is administered at 1 to 2 mg/kg PO SID for 4 weeks, then tapered to 0.5 to 1 mg/kg PO SID for 2 weeks, then to QOD for 2 weeks, then to every 72 hours for 4 weeks. II. Diazepam 0.25 mg/kg PO BID to TID or propanolol 1 mg/ kg PO TID may be benefi cial in refractory cases. III. Prognosis is favorable, with tremors usually decreasing by the end of the fi rst week of therapy. IV. Relapses can occur and may require additional immunosuppressive therapy (e.g., azathioprine).\n\nI. It is an idiopathic disorder characterized by acute onset of trigeminal nerve paresis or paralysis (de Lahunta, 1983) . II. It may be an immune-mediated condition.\n\nI. Clinical signs include an acute onset of jaw paresis or paralysis with an inability to close the mouth, drooling, and diffi cult prehension of food and water. II. Trigeminal sensory defi cits are common. III. Horner's syndrome (from effects on postganglionic sympathetic fi bers incorporated in segments of the ophthalmic branch of the trigeminal nerve) is occasionally seen. IV. Occasionally, the facial nerve is also involved.\n\nI. EMG of the muscles of mastication is abnormal. II. CSF analysis may reveal a mild mononuclear pleocytosis, often with normal or mildly elevated protein content. III. Defi nitive diagnosis of trigeminal neuropathy requires biopsy of the trigeminal nerve, but it is rarely done.\n\nI. Lymphoma infi ltrating the trigeminal nerves II. Polyradiculoneuritis III. Rabies IV. Masticatory muscle myositis\n\nI. The condition is often self-limiting, with recovery occurring over 3 to 4 weeks to several months. II. Corticosteroids do not seem to affect the clinical course. III. Fluid and nutritional support may be necessary for animals unable to eat and drink on their own. IV. The severity of muscle atrophy, clinical course, and recovery depends upon the extent of axonal degeneration. V. Prognosis is favorable in most cases, but can be guarded in severely affected animals.\n\nI. It is a disorder of mature dogs and cats that is characterized by facial palsy or paralysis (Kern and Erb, 1987) . II. The cause is unknown.\n\nI. Predisposition exists in the American cocker spaniel, Pembroke Welsh corgi, boxer, English setter, and domestic long-haired cat. II. Clinical signs include ear drooping, commissural paralysis of the lip, sialosis, deviation of the nose away from the affected side, and collection of food on the paralyzed side of the mouth. III. Menace response and palpebral refl exes are absent ipsilaterally. IV. Facial paralysis is usually unilateral, but may be bilateral in some animals. V. Horner's syndrome is not seen.\n\nand exclusion of other disorders. II. EMG may reveal spontaneous denervation potentials in superfi cial facial muscles.\n\nI. Polyradiculoneuritis (coonhound paralysis) II. Endocrine disorders: hypothyroidism, insulinoma III. Laryngeal paralysis syndrome IV. Myasthenia gravis, botulism V. Trauma near the stylomastoid foramen or in conjunction with petrosal bone fracture VI. Middle ear infection, neoplasia VII. Surgery of the external or middle ear, or side of the face VIII. Extracranial tumors Treatment and Monitoring I. Application of ophthalmic lubricants helps prevent corneal drying. II. Prognosis for a complete return to function is guarded. III. Chronic lip paralysis may result in permanent contracture, and the inability to close the eyelids often leads to keratitis.\n\nI. It is an acute disorder that occurs in cats of all ages and in older dogs (de Lahunta, 1983) . II. Mechanism and cause are unknown. III. Most feline cases (80%) occur in the summer (Burke et al., 1985) .\n\nI. Clinical signs occur acutely. II. Only signs of peripheral vestibular dysfunction (no evidence of facial nerve paralysis or Horner's syndrome) are present.\n\nIII. Signs include head tilt, asymmetrical ataxia, and horizontal or rotatory nystagmus with the fast phase directed away from the head tilt. IV. More severe signs of falling, rolling, and vomiting (especially in dogs) are seen occasionally.\n\nI. Presumptive diagnosis is based on signalment, history, clinical signs, and exclusion of other etiologies. II. Absence of otoscopic and radiographic abnormalities of the middle ear is supportive. III. MRI or CT scan is normal. IV. CSF analysis is normal.\n\nI. Otitis media/interna II. Neoplasia III. Cerebrovascular accident of brainstem\n\nI. Supportive care is administered, as needed. II. Affected animal tends to stabilize in a few days and improve gradually over several weeks. III. Prognosis for spontaneous remission is good; however, residual defi cits (e.g., mild head tilt) may occur.\n\nI. Aberrant migration of parasite larvae through the CNS results in parenchymal damage and neurological signs (Braund, 2005) . II. It is also known as cerebral larval migrans. \n\nAberrant migration of Cuterebra spp. larvae can occur within the CNS of cats and dogs (rarely) (Glass et al., 1998) .\n\nI. Larvae may migrate through the nose, ethmoids, and cribriform plate and enter the brain through the olfactory lobe. II. Alternatively, larvae can migrate through foramina of the skull, travel through the external and middle ear, penetrate the mastoid region, invade venous sinuses and meninges, or enter hematogenously after penetrating a large vessel. III. Microscopic necrosis of the brain occurs secondary to ischemia. IV. Lesions are usually unilateral in regions supplied by the middle cerebral artery (see Cerebral Vascular Disease). V. It is hypothesized that the larvae produce a toxin that causes vasospasm and cerebral infarction and may cause superfi cial laminar cerebrocortical necrosis (Williams et al., 1998) .\n\nI. Animals are often affected in summer months, when adult fl ies deposit their ova. II. Typically outdoor cats (rarely dogs) are affected. III. Many cats have signs consistent with upper respiratory disease (especially sneezing) before the appearance of neurological signs. IV. Neurological signs are peracute in onset. V. Prosencephalic signs, including unilateral postural reaction defi cits, unilateral facial (and occasionally whole-body) hypalgesia, and a menace defi cit with a dilated, nonresponsive pupil from involvement of the optic tracts are noted. VI. Seizures and profound behavioral and mentation changes are often present.\n\nI. CSF analysis may be normal or show a mild to moderate pleocytosis (neutrophilic, mononuclear, or occasionally eosinophilic), with mild protein elevation. II. MRI may reveal the migratory path of the larvae, cerebrocortical lesions, and evidence of a focal or regional infarction. III. Defi nitive diagnosis requires histopathology. \n\nI. These include disturbances in cerebral function from metabolic derangements or toxicoses that usually manifest as diffuse prosencephalic signs. II. See Table 23 -3 for a list of causes.\n\nI. Energy deprivation leads to alterations in neuronal resting membrane potentials, and may disrupt neurotransmitter function and metabolism. II. Certain toxins and metabolic abnormalities may interfere with energy metabolism in the brain, potentially causing neuronal death. III. Electrolyte imbalances may alter neuronal excitability and neurotransmission. IV. Changes in serum osmolality and water content lead to altered osmotic balance in neural cells, which may cause either brain cell swelling (edema) or dehydration.\n\nI. Metabolic encephalopathies typically cause diffuse, symmetrical prosencephalic signs, such as seizures, altered mentation (confusion, disorientation, dementia, pacing, head pressing), circling, and altered consciousness (obtundation, stupor, coma). II. Onset may be acute or chronic, and signs may wax and wane. III. Motor signs include tremors, myoclonus, and varying degrees of paresis/paralysis. V. MRI (and occasionally CT) may reveal ischemic brain lesions. VI. CSF analysis usually shows normal to mild increases in nucleated cells, with elevated protein content.\n\nI. Meningoencephalitis II. Metabolic encephalopathy III. Neoplasia\n\nI. No defi nitive treatment for the neurologic signs has been defi ned in animals. II. Osmotic therapy (as described for cranial trauma) may be benefi cial in severely affected animals. III. Treatment is usually directed at the underlying disease. IV. Prognosis and recovery are highly variable.\n\nI. Metabolic encephalopathy can arise from thiamine deficiency (de Lahunta, 1983) . II. Commercial rations or homemade diets may be low in thiamine. III. Overcooking food before feeding or during food processing can affect thiamine levels. IV. Thiamine can be destroyed by sulfi tes or sulfur dioxide used as a preservative in canned food. V. All-fi sh diets may result in thiamine defi ciency, as many fi sh contain thiaminase. VI. Severe hepatic or renal disease can be associated with thiamine defi ciency. A. Damage to the blood-brain barrier can result in cerebral edema. B. Obstruction to CSF fl ow causes secondary hydrocephalus. C. Brain herniation can occur as a result of increased intracranial pressure from an enlarging space-occupying mass within the rigid calvaria. D. Hemorrhage is also a possibility.\n\nI. Breed predisposition has been reported for several tumors.\n\nA. Brachycephalic breeds (especially the boxer, English bulldog, and Boston terrier) are predisposed to gliomas (astrocytomas, oligodendrogliomas, mixed tumors) and pituitary tumors. B. Dolichocephalic dogs and Siamese cats may be predisposed to meningiomas. II. Onset of disease may be acute or insidious, depending on the location, rate of growth, and indirect effects of the tumor. III. Neurological signs refl ect the location of the tumor.\n\nA. Cerebral or thalamic tumors (prosencephalic tumors) may cause seizures, circling, behavioral changes, contralateral postural reaction defi cits, contralateral visual defi cits, and contralateral nasal hypalgesia. B. Brainstem tumors can induce vestibular signs, ipsilateral postural reaction defi cits, cranial nerve defi cits, ataxia (both proprioceptive and vestibular), and changes in mentation. C. Cerebellar tumors can result in a wide stance; spastic, hypermetric gait (cerebellar ataxia); loss of balance; intention tremors; ipsilateral postural reaction defi cits; and ipsilateral, absent menace response without visual defi cits. D. Tumors of the fl oor of the calvaria may cause defi cits of the oculomotor, trochlear, abducens nerves, and the ophthalmic branch of the trigeminal nerve. 1. Disruption of the sympathetic innervation to the head may also occur.\n\n2. Clinical signs may include ophthalmoplegia, Horner's syndrome, mydriasis, and trigeminal sensory defi cits involving the eye and the medial canthus. IV. Metastatic tumors may involve single or multiple areas within the CNS and be associated with focal or multifocal signs. V. Tumors involving the frontal and olfactory lobes of the cerebrum may cause seizures or changes in mentation without other defi cits.\n\nI. A minimum database includes a CBC, biochemistry profi le, urinalysis, and three radiographic views of the thorax. II. MRI and CT may allow a presumptive diagnosis.\n\nA. Meningiomas often are extraaxial (on the periphery of the brain), have a broad-based attachment, and exhibit strong, homogeneous contrast enhancement. B. Glial tumors often are intraaxial (within brain parenchyma), display variable contrast enhancement, and occasionally have a ring-enhancement pattern. C. Choroid plexus tumors are located intraventricularly or at the cerebellomedullary angle and typically exhibit strong, uniform contrast enhancement. D. Tumors can occur in the ventricles, such as choroid plexus and ependymal tumors. E. Secondary consequences include compression of normal brain structures with shifting of midline structures, obstructive hydrocephalus, and cerebral (vasogenic) edema. III. CSF analysis often reveals nonspecifi c abnormalities.\n\nA. An increased protein concentration and a normal cell count are typical. B. Neoplastic lymphocytes may be seen with lymphoma. C. Meningiomas may result in a neutrophilic pleocytosis from tumor necrosis. D. An increased risk of brain herniation is associated with elevated intracranial pressure and is a contraindication to CSF tap. IV. Defi nitive diagnosis requires histopathologic evaluation.\n\nI. Metabolic or toxic encephalopathies II. Meningoencephalitis: infectious, noninfectious III. Vascular disorders IV. Other causes of seizures, altered mentation Treatment and Monitoring I. Certain treatments are directed at the secondary consequences.\n\nA. Osmotic diuretics are used to draw edema out of the brain. 1. Give mannitol at 0.25 to 1.0 g/kg IV over 10 to 15 minutes. 2. Administer furosemide (0.7 mg/kg IV) 15 minutes after mannitol to prolong the effects of mannitol. 3. Administer hypertonic saline at 1.0 to 2.0 mL/kg IV over 10 to 15 minutes."}