{"title": "Protein structure and sequence re-analysis of 2019-nCoV genome does not indicate snakes as its intermediate host or the unique similarity between its spike protein insertions and HIV-1", "body": "The 2019 novel conronavirus, or 2019-nCoV, recently caused a major pneumonia outbreak in Wuhan, China and has spread to at least 20 countries in the world. As of February 3, 2020, there are more than 20,000 patients diagnosed with 2019-nCoV infection in China alone with more than 400 deaths. Understanding the viral infection mechanisms and animal hosts are of high urgency for the control and treatment of the 2019-nCoV virus. While it is now commonly recognized that bats such as Rhinolophus affinis may serve as the natural reservoir of 2019-nCoV 1 , it is still unclear which animal serves as an intermediate host that brought the bat coronavirus to human hosts. During the 2019-nCoV's infection of host cells, a critical virion protein is the Spike surface glycoprotein, also known as the S protein. Spike proteins constitute the outermost component in a coronavirus virion particle and are responsible for viral recognition of Angiotensin Converting Enzyme 2 (ACE2), a transmembrane receptor on mammalian hosts that facilitate viral entrance into host cells [1] [2] . Therefore, the spike protein largely determines host specificity and infectivity of a coronavirus. In this report, we re-analyzed two recent studies [3] [4] , which have spurred numerous interests and discussions in the community and the society, regarding the sequence and structure of spike protein in the 2019-nCoV and the identification of its intermediate hosts.\n\nIn a recent manuscript entitled \"Uncanny similarity of unique inserts in the 2019-nCoV spike protein to HIV-1 gp120 and Gag\" 3 , Pradhan et al. presented a discovery of four novel insertions unique to 2019-nCoV spike protein (Figure 1) . They further concluded that these four insertions are part of the receptor binding site of 2019-nCoV, and that these insertions shared \"uncanny similarity\" to Human Immunodeficiency Virus 1 (HIV-1) proteins but not to other coronaviruses. These claims have resulted in considerable controversy in the community. To investigate whether the conclusions by Pradhan et al. are scientifically precise, we re-analyzed the structural location and sequence homology of the four spike protein insertions discussed therein. Figure 1 . Sequence alignment of 2019-nCoV spike protein (NCBI accession: QHD43416) and SARS-CoV spike protein (UniProt ID: P59594). The four \"novel\" insertions \"GTNGTKR\" (IS1), \"YYHKNNKS\" (IS2), \"GDSSSG\" (IS3) and \"QTNSPRRA\" (IS4) by Pradhan et al. are highlighted in dashed rectangles. We noted that these fragments are not bona fide \"insertions\"; in fact, at least three out of all four fragments are also shared with Bat Coronavirus RaTG13 spike glycoprotein (NCBI accession: QHR63300.1), as shown in Table  1 -3. Nevertheless, we still refer these fragments as \"insertions\" in this manuscript for consistency with the original report. The receptor binding domain of spike is marked within the solid box, which corresponds to residue positions 323 to 545 in the above alignment. assembled with the human ACE2 structure (PDB ID: 6ACJ) 7 by DEMO 8 to form a spike-ACE2 complex. As shown in Figure 2 , all four insertions are located outside the Receptor Binding Domain (RBD) of spike, in contrast to the original conclusion made by Pradhan et al. which stated that the insertions are located on the interface with ACE2. To investigate viral homologs of the four insertions, we further performed a BLAST sequence search of these four insertions against the non-redundant (NR) sequence database, restricting the search results to viruses (taxid:10239), but leaving other search parameters at default values. The choice of BLAST instead of the more sensitive PSI-BLAST algorithm 9 is to emulate the original report by Pradhan et al. which mainly aimed to identify near identical sequences. The top 5 sequence homologs (including the query itself) identified for each insertion are listed in Tables 1-4. In contrast to the previous claim that the four insertions are unique to 2019-nCoV and HIV-1, all four insertion fragments can be found in other viruses. In fact, an HIV-1 protein is among the top BLAST hits for only one of the four insertion fragments, while three of the four insertion fragments are found in bat coronavirus RaTG13. Moreover, partly due to the very short length of these insertions, which range from 6 to 8 amino acids, the E-value of the BLAST hits, which is a parameter used by BLAST for assessing the statistical significance of the alignments and usually needs to be below 0.01 to be considered as significant 9 , are all greater than 4, except for a bat coronavirus hit for IS2. These high E-values suggest that the majority of these similarities are likely to be coincidental. Table 1 to 4, if there are multiple redundant hits for the same gene from different strains of the same species removed, only one hit is shown. The residue non-identical to query is highlighted in bold. Sequence identity is calculated as the number of identical residues divided by query length. Only the sequence portion aligned to the query is shown. In this table, we also list the closest BLAST hit from bat coronavirus, which is known to be closely related to 2019-nCoV 1 . Given that 3 out of the 4 insertion fragments are found in the bat coronavirus RaTG13, it is attempting to assume that these \"insertions\" may be directly inherited from bat coronaviruses. Currently, there are at least 7 known human coronaviruses (2019-nCoV, SARS-CoV, MERS-CoV, HCoV-229E, HCoV-OC43, HCoV-NL63 and HCoV-HKU1), where many of them, including Severe Acute Respiratory Syndrome-related Coronavirus (SARS-CoV) and Middle East Respiratory Syndrome-related Coronavirus (MERS-CoV), were shown to be transmitted from bat [10] [11] [12] [13] [14] (Figure 3A) . To further examine the evolutionary relationship between the 2019-nCoV genome and the bat coronavirus, in comparison with other human coronaviruses, in Figure 3B we created by MUSCLE a multiple sequence alignment (MSA) for all the 7 human coronaviruses and the bat coronavirus RaTG13 that is currently known to be the closest relative to 2019-nCoV 14 among known coronaviruses. Among the 4 \"insertions\" of the 2019-nCoV, IS1 has only 1 residue different from the bat coronavirus, and 3 out of 7 residues are identical with MERS-CoV. IS2 and IS3 are all identical to the bat coronavirus. For IS4, although the local sequence alignment by BLAST did not hit the bat coronavirus in Table 4 , it has a close evolutionary relation with the bat coronavirus in the MSA. In particular, the first 6 residues in the IS4 fragment \"QTQTNSPRRA\" from 2019-nCoV are identical to the bat CoV, while the last 4 residues, which were absent in the bat coronavirus or SARS-CoV, have at least 50% identity to MERS-CoV and HCoV-HKU1.\n\nPutting these together, we believe that there is a close evolutionary relation between 2019-nCoV and bat coronavirus RaTG13. The four insertions highlighted by Pradhan et al. in the spike protein are not unique to 2019-nCoV and HIV-1. In fact, they are shared with many other viruses including the bat coronavirus. Yes, the similarities in the sequence-based alignments built on these very short fragments are statistically insignificant, as assessed by the BLAST E-values. Structurally, these \"insertions\" are far away from the binding interface of the spike protein with the ACE2 receptor, as shown in Figure 2 , which are also contradictory with the conclusion made by Pradhan et al. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.04.933135 doi: bioRxiv preprint\n\nAnother early study attempting to understanding the infection of 2019-nCoV was performed by Ji et al. 4 . In this study, the authors analyzed the Relative Synonymous Codon Usage (RSCU) of 2019-nCoV and 8 vertebrates, including two species of snakes (Bungarus multicinctus and Naja atra), hedgehog (Erinaceus europaeus), bat (Rhinolophus sinicus), marmot (Marmota), pangolin (manis javanica), chicken (Gallus gallus), and human (Homo sapiens). Among these vertebrates, snakes have the smallest codon usage difference (squared Euclidiean distance of RSCU) from 2019-nCoV and were therefore proposed by Ji et al. as the intermediate hosts of 2019-nCoV. This conclusion is controversial among virologists, mainly due to the lack of prior biological evidence that coronavirus can infect animals other than mammals and birds 15 . In this report, we further scrutinize the bioinformatics approach and the underlying biological assumptions by a large-scale replication of the RSCU analysis.\n\nThe bioinformatics analysis performed in Ji et al. study has several limitations. First, there are only approximately 300 protein coding sequences (CDSs) in the NCBI GenBank for the snake species they chose from Bungarus multicinctus and Naja atra. These CDSs represent <2% of all protein coding genes in a typical snake genome; the genome of King cobra (Naja hannah), for example, encodes 18,387 proteins according to UniProt (https://www.uniprot.org/proteomes/UP000018936). The limited numbers of known CDSs in Bungarus multicinctus and Naja atra mean that the RSCU statistics may not reflect the actual RSCU distribution in the whole genome. Second, the Codon Usage Database used in the analysis of Ji et al. has not been updated since 2007; a re-analysis using more recent codon usage database such as CoCoPUTs is needed. Third, only 8 vertebrates were analyzed in their study, while there are >100,000 vertebrates with at least one CDS in the NCBI GenBank database. Finally, there is no established evidence that viruses evolve their codon usage to resemble that of their animal hosts 16 ; this calls for a careful benchmark of RSCU analysis in terms of its ability to re-discover known hosts of characterized viruses.\n\nTo address these issues, we re-implemented the RSCU comparison algorithm proposed by Ji et al. to analyze the codon usage in the 2019-nCoV genome (NCBI accession MN908947.3) and those of all 102,367 vertebrate species in the CoCoPUTS database. To test whether this kind of analysis can recover known hosts of well-studied coronavirus, severe acute respiratory syndrome-related coronavirus (SARS-CoV, NCBI accession NC_004718) and Middle East respiratory syndrome-related coronavirus (MERS-CoV, NCBI accession NC_019843) are also included. Codon usage frequency are converted to squared Euclidean distance of RSCU in two separate analyses: one based on all vertebrates (Figure 4A-C) and the other on the subset of vertebrates with enough statistics, i.e. >2000 known CDSs (Figure 4D-F) , roughly corresponding to 10% of all protein coding genes in a typical vertebrate genome.\n\nAs shown in Figure 4 , the top-ranking vertebrates with lowest RSCU distances to the three different coronavirus are very similar. For example, for all three viruses, two kinds of frogs (Megophrys feae and Liophryne schlaginhaufeni) have the smallest RSCU distances among all vertebrates, while another two kinds of frogs (Xenopus laevis and Xenopus tropicalis) have the smallest RSCU distances among all vertebrates with sufficient sequences. In fact, the RSCU distances between coronaviruses and frogs are consistently smaller than that between coronaviruses and the two snakes (Bungarus multicinctus and Naja atra) analyzed in Ji et al., as shown in Table 5 . 15 , we conceive that, if 2019-nCoV requires an intermediate host, this host is more likely to be a warm-blooded vertebrate (a mammal or a bird), than snakes. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.04.933135 doi: bioRxiv preprint \n\nDue to the scarcity of experimental and clinical data, as well as the urgency to understand the infectivity of the deadly coronaviruses, we have been increasingly relying on computational analyses to study the 2019-nCoV virus in terms of protein structures, functions, phylogeny, and interactions at both molecular and organismal levels. Indeed, within less than a month of the publication of the 2019-nCoV genome in January 2020, multiple bioinformatics analyses regarding 2019-nCoV have been either published or posted as preprint. While such expeditious analyses provide much needed insights into the biology of the 2019-nCoV virus, there is a caution to avoid over-interpretation of the data at the absence of comprehensive benchmarks or follow-up experimental validations. In this report, we have investigated two recently published computational analyses regarding intermediate host identification and the analysis of spike protein insertions. In both cases, we found that the conclusions proposed by the original studies do not hold in the face of more comprehensive replications of these analyses. We hope our analysis presented herein can clarify some of the misinterpretations resulted from previous bioinformatics analyses for the 2019-nCoV virus. the protein, the DEMO pipeline 8 was then used to re-assembly the domains and to construct a complex structure consisting of spike trimer and the extracellular domain of human ACE2, using the ACE2-bound conformation 2 of SARS-CoV spike glycoprotein (PDB ID: 6ACJ) as a template. Our complex modeling did not use the template originally used in the Pradhan et al. study (PDB ID: 6ACD) because it did not include the ACE2 receptor.\n\nAs per the previous study 4 , the RSCU for codon j in a species is calculated as where k j is the number of codons synonymous to codon j (including j itself), p j is the probability of the respective amino acid being encoded by codon j among all k j synonymous codons in the CDSs of the whole genome. The difference of codon usage in two different species (a virus versus a vertebrate in our case) is defined by squared Euclidean distance of RSCU, i.e.,\n\nHere, N=61 is the number of codons that encodes amino acids, thereby excluding the 3 stop codons. X j and X j ' are the RSCU for codon j in the virus and in the vertebrate, respectively. In our report, the codon usages of all vertebrates are taken from the CoCoPUTS 21 database, which was last updated in January 2020. This database was therefore much more recent than the Codon Usage Database 22 last updated in 2007 that was used in the previous research 4 . To obtain the codon usage of coronaviruses, we imported the GenBank annotations of the three coronavirus genomes to SnapGene (GSL Biotech LLC] to export the codon usage table based on the GenBank annotations. CodonW 23 was not used for codon usage calculation as in the previous study because it cannot account for the -1 frameshift translation of the first open reading frame (ORF) in the coronavirus genome."}