{"title": "Allergologia et immunopathologia Evidence for respiratory viruses interactions in asymptomatic preschool-aged children", "body": "Upper respiratory tract infections (URI) are the primary cause of childhood morbidity and represent a major cause of school and parental work absenteeism. 1, 2 The most common viruses responsible for URI include rhinoviruses (RV), coronaviruses (HCoV), metapneumovirus (HMPV), bocavirus (HBoV), influenza (INFL) types A and B, respiratory syncytial viruses (RSV), parainfluenza viruses (PIV), adenoviruses (ADV), and enteroviruses. 3 Nucleic acid amplification techniques, such as polymerase chain reaction (PCR), and especially multiplex assays that allow for simultaneous and easy testing of several viruses, have now become available for laboratory diagnosis of URI. As these tests are relatively easy and quick to perform, they are considered excellent tools for epidemiologic studies. 4, 5 The latter may play a key role in clarifying the complex and often intertwined behavior of the different organisms involved in the respiratory tract infections and their impact on child health.\n\nÅnestad et al. presented data from Norway which suggested that viral to viral interference may affect the development of outbreaks of some epidemic viruses 6 ; however, more recent data from the same group did not corroborate their original observations. 7 Co-infection with different respiratory viruses is well documented although not yet completely understood. 8, 9 Up to now, only a few studies have examined the pattern of coexistence of respiratory viruses in asymptomatic children. 10, 11 Here, we investigated longitudinally the patterns of viral coexistence in the nasopharynx of asymptomatic preschool-aged children.\n\nThe study commenced in December 2010, lasted six months, and included two groups of preschool children aged between two and five years old. The first group consisted of children attending six day-care centers in the low air pollution, rural prefecture of Viotia, whereas the second group consisted of children attending four day-care centers in the densely populated and heavily air-polluted metropolitan city of Athens. All day-care centers were public institutions with about 20 children in each class. Children were eligible to be enrolled in the study, as long as they attended for five days per week and did not suffer from any serious chronic disorder.\n\nThe authors' institution ethics committee approved the study and nasopharyngeal samples were collected after informed consent was obtained from children's parents. Additionally, parents answered a brief questionnaire for the collection of demographic data.\n\nNasal-pharyngeal swabs were collected four consecutive times in each child, during the school year. Samples were taken at enrolment, and then every six to eight weeks. The sampling periods were 7---21 December 2010, 24 January to 19 February 2011, 15---28 March 2011, and 11 May to 8 June 2011. The frequent absences of children due to the common viral illnesses necessitated long sampling periods and repeated visits in each day-care center, during each period, in order to ensure sampling from all of the participating children. Children were generally well during the sampling, with only some of them having mild nasal congestion, but no other symptoms of common cold.\n\nThe sample collection was taken from the posterior nasopharyngeal wall, with the use of a special swab tip made from nylon fibers. The inoculation was performed in Universal Transport Medium (Copan Diagnostics, Murrieta, CA, USA), a reliable system for transport, maintenance, and long-term freeze storage of viruses. All samples were processed with a RT-PCR DNA/RNA microarray system (CLART Pneumovir; Genomica, Coslada, Madrid, Spain) for the detection of INFL types A, B, and C; PIV types 1, 2, 3 and 4 (subtypes A and B); RSV type A and B; RV; HMPV subtypes A and B; enterovirus (echovirus); ADV; HCoV subtype 229E; RV; HBoV. The method has been previously described elsewhere. 12 Cotinine (the main metabolite of nicotine) was measured in urine samples twice, i.e., at the beginning of the study and two months later, and the mean of these two values was used as an index of second-hand smoke (SHS) exposure. Urine cotinine (UC) was assessed through liquid chromatography mass spectrometry analysis based on previously reported methods. 13 Samples after collection were allocated into vials and stored at −20 • C until the analysis.\n\nFor data presentation, continuous variables are presented as mean ± standard deviation (SD) or as medians with 25th---75th percentile (p25---p75) depending on whether they were normally distributed or not. In statistical analysis, Shapiro---Wilk W test and Fisher exact test, t-test, and Wilcoxon rank-sum test were used for normality testing and univariate analysis, respectively. In order to investigate the statistical associations between viruses we used sequential longitudinal logistic regression models. Longitudinal models account for the correlation of samples from the same child and therefore provide more accurate point estimates and 95% confidence intervals (CI). Each of the five most prevalent viruses (HBoV, RV, RSV, INFL, and ADV) was sequentially used as the dependent variable whereas the rest of the viruses served as independent variables. In all models, we controlled for area of living, and levels of UC.\n\nThe parents of eighty-nine children did not give their consent mainly because of fears of distressing or injuring the child during the sampling procedure. There were no children with serious chronic disorders attending the day-care centers. The study population finally consisted of 233 healthy children whose parents consented to their enrolment. One hundred and twenty were from the rural and 113 from the urban area, while the male to female ratios were 64/56 and 60/53 (p = 0.53), respectively. Mean ± SD age was 3.5 ± 0.7 years. Four samples from each child, namely 932 samples in total were obtained. Viral nucleic acids were detected from 352 (37.7%) samples. Among positive samples, 272 (77.3%), 65 (18.5%), and 15 (4.3%) were positive for 1, 2, and 3 viruses, respectively. We did not detect any enteroviruses or coronaviruses. The distribution of viruses detected by sampling period is shown in Table 1 . Incidence of viral detection was significantly different in the different sampling periods for all viruses except for PIV and HMPV. Levels of UC were skewed to the left (p < 0.001) and were significantly higher in rural areas (medians (p25---p75): 3.70 (1.77---12.60) and \n\nOur study showed that the presence and co-existence of different viruses in the nasopharynx of healthy preschool children was a quite common phenomenon. Viral carriage was high, although somewhat lower than previously reported. 10, 14, 15 In general, rates of viral carriage vary widely among studies and this is probably due to differences in both populations' characteristics and environmental conditions. In any event, the high rate of viral detection in asymptomatic children raises the question of correctly interpreting a positive result in case of URI. The most prevalent virus in our cohort was HBoV, a finding consistent with previous publications, suggesting prolonged persistence and shedding of HBoV from the nasopharyngeal secretions of asymptomatic children. 16, 17 Tobacco smoke is probably the most important cause of indoor air pollution 18 and so we measured and accounted for it in our analysis of UC levels. Urine cotinine level measurement was elected over data acquired through parental questionnaires because the latter are relatively blunt instruments compared with cotinine. Indeed, smoking is frequently misreported, especially in areas with a high prevalence of female smokers, as is often the case in Mediterranean countries. 19 Cotinine has a half-life of about 18 h in children 20 and is currently considered the most accurate approach to estimate short-term SHS exposure. 21 Since the duration of the study was rather short, major changes in parental smoking habits were not expected. So, even though measuring cotinine twice and taking the mean as the representative value in each child cannot describe the variability of SHS exposure, we believe that it provides a quite reliable estimate for the purposes of our study.\n\nExposure to outdoor air pollution is linked to childhood respiratory diseases and increased hospitalization from viral causes. 22---24 Unfortunately, we were not able to collect environmental air conditions data. However, having taken two groups from rural and urban areas can be considered as a crude way to account for the larger-scale atmospheric conditions, and especially exposure to outdoor air pollution.\n\nOur results indicate that as we previously showed 12 urban environment promotes the release of HBoV from the cells or activate virus replication and further, a similar effect is exerted from exposure to SHS. These results, taken together, imply that HBoV is facilitated by both indoor and outdoor pollution to settle as a carrier virus in upper airways.\n\nSome studies in symptomatic children have identified interferences between upper respiratory tract (URT) viruses and/or bacteria. 8, 9, 25, 26 However, since these studies were performed in symptomatic populations they most likely represent interactions between true pathogens and not merely microorganisms in a carrier stage. The mechanisms underlying viral coexistence in case of asymptomatic patients are probably quite different, given the absence of activated inflammatory pathways, and so the results from the above studies should not be considered directly comparable to our own.\n\nThere are only a few data available regarding the cooccurrence of viruses in the URT of asymptomatic children. Wiertsema et al., 15 in their study of healthy children with recurrent episodes of acute otitis media found many positive interactions among PIV, enterovirus, coronavirus, RSV, HBoV, and RV. Van den Bergh et al. 14 performed a study in a group of six to 24 month-old healthy children and found that RV was positively associated with enteroviruses, and negatively with coronaviruses. They also showed that enteroviruses were positively associated with HBoV, WU polyomavirus, PIV, and human parechovirus. However, the above two studies were cross-sectional and as such could not depict the dynamics of the described relations over time. To the best of our knowledge, the only study that investigated the probability of coexistence of microorganisms in the URT of asymptomatic children using a longitudinal approach is the one performed by Jacoby et al. 11 who reported a positive correlation between ADV and RV. Our analysis resulted in the same conclusion, and we additionally found a similar association between INFL and RSV. Although our results may imply facilitation of the carrier stage between these two pairs of viruses, they cannot support or refute whether this phenomenon may assist subsequent infections, or constitutes a part of a procedure that aims to maintain equilibrium between microorganisms existing in carrier stage in the nasopharynx.\n\nNevertheless, and despite only a small number of studies dealing with this field having been performed, it is clear that there is wide variety in reported potential interactions. This suggests that co-existence of viruses in the form of carrier stage is not simply related to fixed interactions between viruses. Most probably, the process is influenced by a series of factors, including those related to differences in epidemiological conditions, local microbiome dynamics, and host characteristics. 9 The longitudinal approach used herein, may have accounted for the differences at the host level, such as socioeconomic and environmental factors (crowding, presence of siblings in the household, etc.), genetics, and immune maturation status.\n\nAn important limitation of the present study is the absence of clinical and virologic data in the periods between samplings. Such information may have facilitated the interpretation of our results and provided more clear evidence regarding the persistence of viral shedding in healthy children. Another drawback arises from the absence of strict and objective criteria for defining asymptomatic state. Although samples were collected when children were generally well, we cannot exclude the possibility of them being in the viral shedding phase of a recent infection or having an active infection presenting only with mild nasal congestion.\n\nFinally, it has to be stressed that our findings represent correlations that do not necessarily imply causality. The possibility of statistical type I error, and coincidental factors that may have affected the results, cannot be excluded. Viral communities of the URT are inherently complex and probably include more viruses than we were able to look for, as well as abundant bacterial species that may interfere with the viruses. 27 Despite those drawbacks our data provide evidence that specific interactions between viruses of URT in asymptomatic carriers may actually exist, and support previous studies postulating similar results. The true pathophysiological role of these interactions remains elusive and certainly more rigorous research is needed in order to corroborate our findings and fill in the gaps of knowledge concerning the clinical importance of this issue."}