{"title": "Recently published papers: all the usual suspects and carbon dioxide", "body": "Looking back over 2003, two themes have dominated the critical care literature. The year started with severe acute respiratory syndrome and ended with reports of an influenza epidemic. In between, the threat of a biological weapon attack escalated then, thankfully, rescinded. The second theme has been the publication of trials re-investigating areas of ongoing controversy, especially in the final 2 months.\n\nSince 1996, when Connors and colleagues published data suggesting right heart catheterisation in critically ill patients was associated with an increase in mortality [1] , there has been a heated debate about the dangers and benefits of this monitoring intervention. December saw the publication of two further large-scale, multicentre trials into the use of pulmonary artery catheters.\n\nAn American group published data from 1010 intensive care unit admissions with severe sepsis and performed a complex series of analyses having case-matched a subset from their prospective cohort [2] . They did not detect any significant differences in either inhospital mortality, length of stay or cost between patients who had or who had not had a pulmonary artery catheter.\n\nIn the second, French, study, 676 patients with either shock, acute respiratory distress syndrome (ARDS) or both, were randomised to receive or not a pulmonary artery catheter [3] . Again, no difference in morbidity or mortality (up to 90 days) was found. Although fault can be found with the design of both of these trials, there can surely be no doubt remaining regarding the safety of inserting a piece of sterile plastic into the pulmonary artery. There remains, however, a lack of evidence that the monitoring provided by pulmonary artery catheters, or indeed other cardiac output monitoring devices, results in improvements in outcome. Arguably this reflects the controversies regarding optimal cardiovascular management rather than any intrinsic problem with flow monitoring.\n\nThe ARDSnet group continue in their quest to direct the optimal ventilatory management of ARDS patients with the publication of their trial into the safety and efficacy of a daily recruitment manoeuvre [4] . They used a subset of low versus high positive end-expiratory pressure trial patients, taking all subjects from those randomised to the high positive endexpiratory pressure group. For their manoeuvre they chose a 30 s sustained inflation to 35-40 cmH 2 O. The group studied 72 patients using a crossover design and performed one manoeuvre every 24 hours, alternating real and sham. The study produced no convincing or coherent results. The authors concluded that further studies are required.\n\nSurely, to be of any benefit, recruitment manoeuvres need to be performed far more regularly than once every 48 hours, and some would argue that 30 s is insufficient, advocating a minimum of 90 s. Advocates of adding a sigh to ventilatory strategies and those now evolving the optimal use of highfrequency oscillatory techniques have shown how long recruitment can take and how quickly de-recruitment ensues.\n\nFew would argue that noninvasive pressure support ventilation is the optimal modality in acute hypercapnic respiratory failure in chronic obstructive pulmonary disease patients. However, enthusiasm for this technique in other pathologies has been tempered by more mixed results in other patient groups. An Italian group has just published a randomised control trial of noninvasive pressure support ventilation in 130 patients with cardiogenic pulmonary oedema [5] . They found an improvement in short-term physiological parameters but the intubation rate, the inhospital mortality and the length of stay were no different between the study and control groups. Subgroup analysis however, did find a statistically significant reduction in the intubation rate in patients with hypercapnia at presentation (two of 33 versus nine of 31). As experience with this technique continues to develop and the technology, especially the mask/patient interface, improves, I am certain that it will become the first-line therapy for all patients with type II respiratory failure.\n\nMinimising sedation has clear and tangible benefits [6, 7] . However, strategies that advocate cessation of drug therapy until emergence have been criticised for exposing patients to unnecessary psychological trauma. In a follow-up to their study of daily sedative cessation, Kress and colleagues have published a study of follow-up data on a limited number of their patients [8] . Although the numbers involved are comparatively small, the data show, if anything, less psychological sequelae in the treatment group than in the control group.\n\nFurther evidence in support of this philosophy, especially in the context of duration of antimicrobial therapy, comes from a large French study [9] . The investigators randomised 401 patients with ventilator-associated pneumonia to receive either 8 or 15 days of optimal antibiotic therapy. There were no differences in any of the major clinical outcome measures between the groups. Taken together with previous smaller studies into the optimal duration of antibiotic therapy, it would appear that a short duration of high-dose therapy is the optimal strategy. How short is short will require further investigation.\n\nLaffey and colleagues have been publishing research papers extolling the virtues of hypercapnia for the past few years. To add yet further credence to their hypothesis, they have published two further studies in laboratory animals to support the case for a trial of therapeutic hypercapnia in ARDS patients [10, 11] . In light of the ongoing debate about permissive hypercapnia, and in particular the timing and efficacy of bicarbonate therapy/haemofiltration to treat the resulting acidosis, this simple and free approach certainly warrants study in patients."}