{"title": "", "body": "diagnosis of diarrheal disease from farms in 10 US states. We report the detection and phylogenetic analyses of PorCoV HKU15 strains from these samples.\n\nBetween February 7, 2014, when PorCoV HKU15-OH1987 was first identified in Ohio (2) , and April 9, 2014, the Animal Disease Diagnostic Laboratory of the Ohio Department of Agriculture received >2,000 swine samples from farms in 10 US states for diagnosis of diarrheal disease. The states from which samples had been submitted were Minnesota, South Dakota, Nebraska, Illinois, Indiana, Michigan, Kentucky, Pennsylvania, Maryland, and Ohio. Among those samples, 435 were selected to be tested for the presence of PorCoV HKU15. A real-time reverse transcription PCR assay targeting the membrane protein gene was used to identify PorCoV HKU15. Samples with a cycle threshold value of <35 were considered positive on the basis of validation data using the cloned membrane protein gene (data not shown). Of the 435 samples, 109 (25%) from 9 states (all states mentioned above, excluding Maryland) were positive for PorCoV HKU15 by real-time reverse transcription PCR (Figure) . Of those 109 samples, 19 (17%) were also positive for porcine epidemic diarrhea virus. This result suggests that PorCoV HKU15 is prevalent among pig populations in the major pig-producing US states.\n\nTo determine the genetic diversity of PorCoV HKU15 strains from the 9 states, we conducted wholegenome sequencing for 1 strain from each state by using 16 pairs of previously described, overlapping primers (2) . Strain names were designated by the state abbreviation and case number. The complete sequence for HKU15-OH1987 was reported previously (2) . Sequence analysis showed that strains from South Dakota (SD3424), Nebraska (NE3579),\n\nMichigan (MI6148), and Pennsylvania (PA3148) have the same genome size (25,422 nt) as OH1987, and wholegenome pairwise comparison showed that they share a high nucleotide similarity (>99.8%). Furthermore, all of the isolates share high nucleotide similarity (98.9%-99.2%) with the 2 PorCoV HKU15 strains in GenBank, HKU15-155 and HKU15-44. A phylogenetic tree constructed by using the entire sequence showed that all PorCoV HKU15 strains from the United States clustered together in 1 clade of the genus Deltacoronavirus with HKU15-155 and HKU15-44 (online Technical Appendix Figure, panel A, http://wwwnc.cdc.gov/EID/ article/20/9/14-0756-Techapp1.pdf). This finding indicates that 1 genotype of PorCoV HKU15 is currently circulating in multiple US states. This result was further supported by phylogenetic trees constructed by using the full-length amino acids of spike and nucleocapsid proteins (online Technical Appendix Figure, panels B, C). Because of limitation of the samples received, only a partial genome sequence was determined for strain MN3092 from Minnesota. However, on the basis of the spike and nucleocapsid protein sequence analyses, it is highly likely that the entire genome of the Minnesota strain is genetically identical to that of the other 8 strains (online Technical Appendix Figure, panels B, C).\n\nIn addition to the 9 states reported in this study, Iowa has also had a recent detection of PorCoV HKU15 (3). Thus, PorCoV HKU15 has been detected in 10 of the 50 US states, and those 10 states mainly cluster in the midwestern United States (Figure) . As with data collected for porcine epidemic diarrhea outbreaks by the US National Animal Health Laboratory Network (http://www.nahln. org/default/), data collected on the geographic location and numbers of PorCoV HKU15 cases is also required to be reported weekly.\n\nEarlier reports support avian coronaviruses as the gene source for Deltacoronavirus spp. (1,4) . To confirm this, surveillance for PorCoV should be carried out among birds. Moreover, effective control strategies, including vaccine development, should be in place for prevention and control of infections caused by PorCoV HKU15. (3), Spain (4), and Corsica (5,6). This finding suggested that autochthonous schistosomiasis could re-emerge in southern Europe if these mollusks become infected. We report a probable focus for transmission of schistosomiasis haematobium in Corsica, France.\n\nIn March 2014, a 4-year-old girl (index case-patient) from France was referred to the Toulouse University Hospital (Toulouse, France), with gross hematuria. Ultrasonography and cystoscopic examination of the bladder detected a polyp. Examination of the polyp for parasites identified bodies that were consistent with schistosome eggs. Parasitologic examination of urine confirmed schistosomiasis by detecting viable S. haematobium eggs.\n\nThe parents of the girl (family A) did not report any stay or travel in an area to which urinary schistosomiasis was endemic; they reported summer holidays only in Mallorca in the Balearic Islands (Spain) and Corsica. However, her father reported that since 2012, he had experienced gross hematuria that had been evaluated by standard urologic investigations but not by cystoscopy; no etiology was determined. Parasitologic urinalysis in our hospital department showed numerous viable S. haematobium eggs in the father's urine.\n\nThe parents of the index case-patient also reported that an 8-year-old boy in a friend's family (family B), who shared summer vacations with"}