{"title": "Hintergrund Epidemien und Pandemien in der hausärztlichen Praxis Was können wir aus dem Schweinegrippe (H1N1)-und EHEC-Ausbruch lernen?", "body": "Epidemien und Pandemien sind durch stark gehäuftes, zeitlich begrenztes Vorkommen einer Infektionskrankheit gekennzeichnet. Sie sind nicht vorhersagbar und stellen eine Herausforderung für das Gesundheitssystem dar. Im Fall von Epidemien und Pandemien kommt es zu Unsicherheiten in der Allgemeinbevölkerung. Fragen über mögliche Schutzmaßnahmen, besondere Risikogruppen, Infektionsquellen, Übertragungswege, Symptome oder Folgen der Erkrankung bleiben aufgrund der neuen Qualitäten des veränderten oder bisher unbekannten Erregers zunächst unbeantwortet und verstärken die Verunsicherung.\n\nNach Erkrankungsausbrüchen durch SARS-CoV (Pandemie 2002/2003), H5N1 (Vogelgrippe, Epidemie 2006) und H1N1 (Schweinegrippe, Influenzapandemie 2009/10) kam es 2011 in Norddeutschland zu einer Erkrankungswelle durch das enterohämorrhagische Escherichia-coli-Bakterium (EHEC) vom Serovar O104:H4. Viele Veröffentlichungen zur Aufarbeitung der H1N1-und EHEC-Ausbrüche beschäftigten sich primär mit der stationären Versorgung [1] , dem Impfgeschehen [2] [3] [4] [5] [6] [7] , dem Pandemie-Management und der Kommunikation aus Sicht der Behörden [4, [8] [9] [10] . Als Primärbehandler mit Koordinationsfunktion im Gesundheitssystem haben die Hausärztinnen und Hausärzte im Rahmen von Ausbrüchen eine Schlüsselrolle. Bisher liegen unseres Wissens keine wissenschaftlichen Untersuchungen darüber vor, welche Schwierigkeiten sich in der hausärztlichen Versorgung von Patienten während vergangener Ausbrüche in Deutschland ergaben.\n\nZiel dieser Untersuchung ist die Ermittlung von Problembereichen in der ambulanten hausärztlichen Versorgung bei den jüngsten EHEC-und H1N1-Ausbrüchen durch offene, explorative, qualitative Interviews mit hausärztlich tätigen Ärztinnen und Ärzten 1 . Daraus können Empfehlungen zum Umgang mit zukünftigen Epidemien/Pandemien abgeleitet werden. Die Fragestellungen dieser Untersuchung lauten: 1. Welche Schwierigkeiten ergaben sich in der hausärztlichen Versorgung während der EHEC-und H1N1-Ausbrüche? 2. Welchen Handlungsbedarf gibt es, um die hausärztliche Versorgung von Patienten während Epidemien/Pandemien zu gewährleisten?\n\nIn dieser qualitativen Studie wurden semistrukturierte offene Leitfadeninterviews mit Hausärzten in den von der EHEC-Epidemie im Jahr 2011 primär betroffenen Städten Hamburg und Lübeck durchgeführt.\n\nDie Auswahl der Kriterien zur Rekrutierung der zu befragenden Ärzte erfolgte auf der Grundlage theoretischer Vorüberlegungen hinsichtlich relevanter Merkmale [11] . Drei Aspekte wurden für die kriteriengesteuerte [11, 12] Diese qualitative Methodik zielt darauf ab, ein möglichst breites Bild der Situation darzustellen, indem alle relevanten Aspekte beleuchtet werden. Die Relevanz der Aussagen wird jeweils aufgrund inhaltlicher Bedeutsamkeit der angesprochenen Themen für die Fragestellung interpretiert.\n\nDie Befragten gaben an, dass die Patientenversorgung sowohl während des H1N1-Influenza-als auch während des EHEC-Ausbruches bewältigt werden konnte, da die Zahl der Erkrankten nicht so stark anstieg, wie zunächst befürchtet wurde, und die Erkrankungswellen relativ schnell abebbten. Insbesondere die Zusammenarbeit mit den Laboren im Rahmen der Ausbrüche (schnelle Diagnostik, hilfreiche und schnelle Informationen) wurde sehr positiv bewertet. Folgende Problemfelder, die die Patientenversorgung aus Sicht der Hausärzte bei bisherigen Ausbrüchen erschwert haben, wurden benannt. Es wurde der dringende Bedarf geäußert, kontinuierlich aktualisierte fachliche Informationen von zentraler Stelle aktiv (per Fax oder E-Mail) zugetragen zu bekommen, die im Sinne einer Leitlinie klare Handlungsanweisungen beinhalten. Als Informationsinstanz wurden unter anderem die Kassenärztlichen Vereinigungen und das Gesundheitsamt benannt.\n\nInformationsbedarf, der sich während der Erkrankungswellen ergab, wurde hinsichtlich der Themenbereiche \"krankheitsspezifische Informationen\", \"Finanzierung\" und \"Organisatorisches\" benannt (. Tab. 2).\n\nDie Angaben zur Arbeitsbelastung unterschieden sich stark und schwankten zwischen Äußerungen wie \"Patientenaufkommen war nicht höher als sonst\" (Herr H2 Abs. 25 \n\nPandemie · Epidemie · EHEC · Influenza · Allgemeinmedizin · Versorgungsforschung Epidemics and pandemics in general practice. What can we learn from the swine flu (H1N1) and EHEC outbreak? Abstract Background. As primary care givers with a coordinating function, general practitioners (GP) play a key role in dealing with epidemics and pandemics. As of yet, there are no studies in Germany describing the difficulties experienced by GPs in patient care during epidemics/pandemics. Objectives. This study aimed at identifying the problem areas in GPs' patient care during the H1N1 and EHEC (enterohemorrhagic strain of Escherichia coli) outbreaks. With this information, recommendations for guaranteeing proper patient care during future epidemics/pandemics can be derived. Materials and methods. In all, 12 qualitative, semi-structured, open guideline interviews with GPs in Hamburg and Lübeck were conducted, transcribed, and evaluated with qualitative content analysis.\n\nResults. Five areas in ambulatory patient care were identified in which changes are needed from the primary care perspective: provision of information for GPs, workload, financing of epidemic-related measures, organization of the practices, care of those taken ill. Conclusions. The workload of GPs in particular can and should be reduced through successful, centralized information distribution during epidemics/pandemics. The GP's function as a coordinator should be supported and consolidated, in order to relieve the inpatient sector in cases of an epidemic/pandemic. Secured financing of epidemic-associated measures can help ensure patient care.\n\nPandemic · Epidemic · EHEC · Influenza · Primary care · Health services research \n\nDies ist die erste Studie, in der hausärztlich tätige Ärzte zur Patientenversorgung während der EHEC-und H1N1-Epidemien/Pandemien in der hausärztlichen Praxis befragt wurden. Die Befragungen wurden zwar nur in Hamburg und Lübeck durchgeführt und die Aus-sagen wurden vor dem Hintergrund der vor Ort vorherrschenden Infrastruktur des Gesundheitswesens getroffen. Die zentralen Ergebnisse beziehen sich allerdings auf Aspekte, die im Gesundheitssystem deutschlandweit gültig sind. Es ist jedoch nicht auszuschließen, dass in ländlicheren Gegenden weitere Aspekte die Patientenversorgung beeinflussen können.\n\nDie Auswahl der Befragten erfolgte anhand der für die Fragestellung relevant erscheinenden Merkmale \"Stadt und Stadtteil des Praxisstandorts\" und \"Geschlecht des Arztes\". Es ist nicht auszuschließen, dass auch das Alter eine Rolle bei der Einschätzung der Situation einen Einfluss haben kann. Wenn auch nicht im Rahmen des Samplings berücksichtigt, zeigt . Tab. 1, dass es eine gewisse Variation des Alters der Befragten innerhalb der Standorte und der Geschlechtergruppen gab. Die Gruppe der unter 45-Jährigen ist dabei nicht vertreten, sodass die Ergebnisse primär die Einschätzungen von Niedergelassenen mit Praxiserfahrung widerspiegeln.\n\nDie Interviews wurden sowohl persönlich als auch telefonisch durchgeführt. Da das Thema die berufliche Perspektive betraf, ist davon auszugehen, dass die telefonische Datenerhebung keinen Einfluss auf die Inhalte der Antworten hatte. Im Rahmen dieser Studie wurden 12 hausärztlich tätige Ärztinnen und Ärzte befragt. Aus der Befragung weiterer Ärzte hätten sich möglicherweise noch zusätzliche Aspekte ergeben. Nach Auswertung von ca. 80 % des vorliegenden Materials ergaben sich im Rahmen der Auswertung des restlichen Materials kaum noch substanzielle Erweiterungen des Kategoriensystems. Somit wird davon ausgegangen, dass ein großer Teil der für die Fragestellung relevanten Themen erfasst wurde und auch die Befragung weiterer Ärzte vergleichsweise wenig bis keine weiteren Aspekte erbracht hätte. Aus diesem Grund wurden keine weiteren Ärzte befragt.\n\nZuletzt ist anzumerken, dass im Fokus dieser Studie nur die hausärztliche Sichtweise stand. Akteure anderer Bereiche können zusätzliche Aspekte zur Bewältigung zukünftiger Epidemien/Pandemien benennen, die in die Diskussion zur Um-setzung von Empfehlungen einbezogen werden sollten.\n\nDie Informationspolitik der Behörden wurde bereits in früheren Publikationen als verbesserungswürdig eingestuft [4, 8] . \"Die Ärzte in Klinik und Praxis wurden zwar durch ihre Verbände informiert, es ist jedoch zu prüfen, warum die Informationen dennoch nicht alle Ärztinnen und Ärzte erreicht haben.\" [7] Nach Durchführung dieser Untersuchung können wir den Informationsbedarf der hausärztlich tätigen Ärzte klar benennen (s. . Tab. 2). Die Befragten äußerten Bedarf an einer aktiven und kontinuierlichen Kommunikationspolitik von zentraler Stelle. Laut Empfehlung der Bundesärztekammer zur ärztlichen Fortbildung gehören \"Berufsbegleitende Aktualisierung des Wissens und kontinuierliche Erweiterung der fachlichen Kompetenz\" [15] zum Selbstverständnis der Ärzte, die als selbstständige Unternehmer arbeiten. Im Fall einer Epidemie/Pandemie mit vielen schwer erkrankten Patienten werden jedoch zuverlässige und gebündelte Informationen benötigt, damit sich die Ärzte primär der Patientenversorgung widmen können. Dies erfordert eine aktive Informationspolitik durch eine zuständige Stelle. Diese \"zuständige Stelle\" ist für die freiberuflich tätigen Ärzte im deutschen Gesundheitssystem aufgrund unterschiedlicher Zuständigkeiten auf nationaler und Landesebene für den Epidemie-/ Pandemiefall nicht klar definiert. Es sollte eine Klärung der Zuständigkeit zwischen Fachgesellschaften, Selbstverwaltung und Institutionen des öffentlichen Rechts vorgenommen werden. Eine zentral zuständige Instanz, die die ambulante Ärzteschaft im Fall einer Epidemie/Pandemie aktiv informiert, sollte klar benannt werden. Diese Forderung deckt sich mit den Ergebnissen einer Studie von Masotti et al., in der ebenfalls der Bedarf an einer Verbesserung der Kommunikationsstrategien sowie die Vermeidung von widersprüchlichen Informationen aus verschiedenen Quellen gefordert wird [16] .\n\nDie Bundesgesundheitsministerkonferenz erkannte bereits 2011, dass vor Eintreten einer Epidemie/Pandemie geklärt werden muss, inwiefern Impfungen und diagnostische Maßnahmen durch die Krankenkassen übernommen werden müssen [17] . Zur Abrechnung erforderlicher Speziallabore existiert die Ausnahmeziffer 32006, die verhindert, dass der Wirtschaftlichkeitsbonus abgeschmolzen wird. Voraussetzung für diese Ziffer ist allerdings ein durch Symptome naheliegender Verdacht auf eine meldepflichtige Erkrankung. Eine rein epidemiologisch begründete Diagnostik muss bei potenzieller Gefahr der Allgemeinheit durch das Gesundheitsamt veranlasst werden. Eine Diagnostik ohne Krankheitsverdacht wird auf das Budget des Arztes angerechnet und birgt die Gefahr einer Regressforderung.\n\nIm Arbeitsschutzgesetz ist geregelt, dass die Kosten für die Beschaffung von Schutzartikeln weder den Praxisangestellten auferlegt werden dürfen, noch von den Kostenträgern übernommen werden [18] , sie müssen also vom Hausarzt finanziert werden. Es besteht also die Gefahr, dass die Ärzteschaft im Ernstfall nicht die erforderlichen Maßnahmen zum Selbstschutz ergreift und es zu krankheitsbedingten Ausfällen kommen könnte. Eine unzureichende Bevorratung mit Artikeln zum Selbstschutz ist auch außerhalb Deutschlands bekannt [19, 20] , ebenso die Einstellung, das Schutzmaterial müsse durch die Regierung gestellt werden [20] .\n\nUntersuchungen zeigten jedoch auch, dass sich nur 60-72 % der niedergelassenen Ärzte gegen die pandemische H1N1-Influenza impfen ließen [21, 22] . Begründet wurde dies mit Bedenken hinsichtlich der Sicherheit des Impfstoffs [22, 23] . Eine höhere Durchimpfungsrate auch unter der Ärzteschaft könnte krankheitsbedingte Ausfälle zumindest im Fall einer Influenzapandemie zusätzlich verringern. Voraussetzung dafür ist die Wahrnehmung der Influenza als schwere Erkrankung und der Impfung als sicher und wirksam [24] .\n\nDas grundsätzlich bestehende Regressrisiko kann die Ärzte in ihren Behandlungsentscheidungen beeinträchti-gen. Deshalb wäre es hilfreich, die Finanzierung aller ausbruchbedingter Maßnahmen (Arbeitsschutzmaterial, Diagnostik und leistungsgerechte Vergütung) für den Fall einer Pandemie vorab zu klären. Hausbesuche können beispielsweise nur dann zulasten der Krankenkasse abgerechnet werden, wenn der Patient wegen einer Erkrankung nicht wegefähig ist, jedoch nicht aufgrund eines erhöhten Ansteckungsrisikos. Hausärzte könnten aber z. B. im Rahmen einer Katastrophenfallerklärung beauftragt und verpflichtet werden, Hausbesuche durchzuführen. Dann sollten eine angemessene Vergütung und entsprechendes Material zum Selbstschutz zur Verfügung gestellt werden.\n\nAuch wenn die Arbeitsbelastung der Hausärzte bei der H1N1-Pandemie und der EHEC-Epidemien durch wenige schwer Erkrankte als moderat bezeichnet werden kann, zeigen Erfahrungen aus England, dass der hausärztliche Sektor im Ernstfall überlastet sein kann [25] . In den Pandemieplänen der Länder Hamburg und Schleswig-Holstein wird angenommen, dass zum Höhepunkt einer Pandemie 30 % der Bevölkerung erkrankt sind und zwei Drittel der Erkrankten eine hausärztliche Behandlung in Anspruch nehmen. Unter Berücksichtigung des krankheitsbedingten Ausfalls von einem Drittel der Ärzte würde dies 60 bis 70 zusätzliche Patienten pro Woche und Arzt ergeben. Berücksichtigt man dabei die Empfehlung, dass der stationäre Sektor entlastet werden soll [26] [27] [28] und die ambulanten Ärzte nach Möglichkeit Hausbesuche durchführen sollen [27, 28] , bleibt fraglich, ob dies durch den ambulanten Sektor geleistet werden kann. Diese potenzielle Überlastung wird bereits im Nationalen Pandemieplan angesprochen. Die darin vorgeschlagenen Maßnahmen zur Entlastung bleiben vage und benennen keine Zuständigkeiten [26] . Zur Entlastung wäre es deshalb hilfreich, für Praxen klare und einheitliche Patienteninformationen zur Verfügung zu stellen, die im Wartezimmer ausgehängt werden können. Dies könnte den Zeitaufwand für den Patientenkontakt reduzie-ren. Eine zentrale Rufnummer für Praxen zur Information über freie Krankenhausbetten würde die Einweisung von schwerstkranken Patienten erleichtern. Voraussetzung dafür ist, dass die Finanzierung der ausbruchbedingten Maßnahmen gesichert ist und sie außerhalb eines Praxisbudgets abgerechnet werden können. Im Fall einer tatsächlichen Überlastung könnten möglicherweise nach englischem Beispiel Callcenter eingerichtet werden, die die Erstabklärung bei einer Erkrankung übernehmen und die anhand eines erstellten Algorithmus Symptome abfragen und ggf. Medikamente verordnen, die an definierten Institutionen abgeholt werden können [25] .\n\nDer Nationale Pandemieplan sieht eine räumliche oder zeitliche Trennung potenziell infektiöser und nichtinfektiöser Patienten vor [26] . Die Umsetzung des Nationalen Pandemieplans wurde von einigen Befragten als schwierig bewertet. Teilweise beruht diese Einschätzung auf der Fehlinterpretation der Pandemiepläne, d. h. auf der Annahme, dass eine räumliche Trennung der Patienten erfolgen muss, diese aber aus baulichen Gründen nicht möglich ist. Rexroth und Buda zeigten, dass 74 % der befragten Allgemeinmediziner, Internisten und Kinderärzte eine räumliche und 38 % eine zeitliche Trennung während der H1N1-Pandemie durchführten [21] . Diese Zahlen könnten darauf hinweisen, dass auch eine zeitliche Trennung der Patientenströme nicht ganz einfach umsetzbar ist. Dies könnte mit den in unserer Studie als \"panisch\" beschriebenen Patienten im Zusammenhang stehen. Deshalb stellt sich die Frage, ob eine zeitliche Trennung der Patientenströme im Ernstfall möglich sein wird.\n\nViele Erkrankten gingen im Rahmen des EHEC-Ausbruches direkt in die Notaufnahmen der Kliniken, die großzügig aufnahmen, schnell abklärten und wieder schnell entließen. Dies zeigt eine Verlagerung der ambulanten Aufgaben in den stationären Sektor. Im Ernstfall würden dadurch aber stationäre Kapazitäten für schwer kranke Patienten fehlen. Bei einer zukünftigen Epidemie/Pandemie sollte die koordinierende Funktion der Hausärzte durch eine aktive Informationspolitik gestärkt werden.\n\nIn Epidemien/Pandemien mit vielen leicht und wenigen schwer Erkrankten könnten die Notaufnahmen den ambulanten Sektor sogar entlasten. Daher sollten im Ernstfall notwendige Entlastungen entweder des ambulanten Sektors durch die Notaufnahmen der Kliniken oder des stationären Sektors durch Stärkung der primärärztlich koordinierenden Funktion der Hausärzte durch die jeweilige Informationspolitik situationsgerecht angestrebt werden."}