{"title": "Optimal Data Transmission Strategy for Healthcare- Based Wireless Sensor Networks: A Stochastic Differential Game Approach", "body": "As the development tendency of aging population and the emergence of various diseases, healthcare has absorbed public's attentions increasingly. Moreover, pollutions of the atmosphere, potable water, soil and so on caused by industrial production, which aggravate the influence of the epidemic disease, have threatened the publications' life safety nowadays. Particularly, the epidemic diseases caused by microorganisms have scared the humanity all over the world, such as Fiebre amarilla cause by Ebola virus, severe acute respiratory syndrome (SARS), Ebola hemorrhagic fever, bird flu, etc.\n\nHealthcare is closely related to everybody in the world. As a significant and thorny subject, it is needed to be researched with the advanced technique. In the light of the great impact produced by information and communication technology (ICT), which has changed the life style and improved the people's living standards, it is naturally to adopt the modern ICT to assist the research of healthcare [1] .\n\nWireless sensor networks (WSNs), nodes of which are small-sized, can be applied to help overcoming diseases in time by monitoring, analyzing and controlling the care receivers' physical status for health care givers (doctors, nurse and other medical technicians) or even receivers (anyone who needs or wants to be cared such as patients, old people, pregnant woman, athlete, etc.) themselves, which have been studied rapidly and widely in healthcare fields [2] [3] [4] [5] [6] . Plenty projects related to healthcare-based WSNs have been initiated and implemented, such as MEDiSN [7] , CareNet [8] , AID-N [9] and PEACH [10] .\n\nSensor devices based on healthcare are distributed with various proposes, such as body temperature, blood pressure, respiratory rate, electroencephalograph (EEG), Electrocardiograph (ECG), accelerometer, electromyogram (EMG) and galvanic skin reflex (GSR) [3, 4] . To facilitate the understanding of this paper, the definition of healthcare-based WSNs (HWSNs) is given as following:\n\nDefinition 1 (HWSNs) If a network H p ð Þ with specified healthcare proposes is comprised by wireless sensor nodes, where p is the number of specified healthcare propose and p 2 N Ã , N Ã denotes the set of positive integer, then this kind of network can be viewed as a HWSN. Multiple these networks can be represented as HWSNs collectively.\n\nParticularly, when p ¼ 1, HWSNs have only one specified healthcare propose, and those are simple HWSNs.\n\nAs the growing health requirement of publics and the increasing expands of HWSNs service, HWSNs are generally comprehensive and may involve many sub-networks with different purposes to benefit the diversification of healthcare, i.e., p [ 1, which are focused on in this study.\n\nUnlike the traditional WSNs, the optimization of data transmission faced novel challenges in HWSNs, such as data diversity, real-time requirement, reliable transmission and dynamic and stochastic environment. Therefore, the optimization of data transmission for HWSNs needs to be investigated deeply.\n\nThe main contributions of this study are as follows: First of all, the characteristics of HWSNs are analyzed and three differential game models are formulated. Then, to express the transmission cost, pure transmission cost, penalized cost for data unreliability and congestion cost are all taken into account, and the object of minimizing the transmission cost is obtained with the game solution. Moreover, three different kinds of game modes are compared, which verifies the rationality of the method adopted in this study.\n\nThe rest of this paper is organized as follows. Section 2 reviews the related transmission optimization methods. Section 3 describes the data transmission scenario and formulates the problem of HWSNs. Section 4 gives the optimal data transmission rate strategy with the solution of the game model. Section 5 provides and discusses the numerical simulation results. Finally, Sect. 6 concludes this paper.\n\nThe transmission optimization is a well worth studied topic, which has been discussed a lot in recently years. The usual method is to construct the objective function and get the optimal solution. Generally, the objective is minimizing network cost or maximizing network utility, and combined with efficient scheduling schemes when necessary. To minimize the network cost, Street et al. [11] formulated an adjustable robust function. With the power balance and the security guarantee consideration, the network cost is consisted by energy generation cost and reserves cost of generators in their function. With the objective of minimum delay, Alkhdour et al. [12] employed Integer Linear Program (ILP) to formulate the cost function of WSNs, and the network is optimized with periodic application. To deal with the idle listening issue of WSNs, Abrardo et al. [13] investigated the distributed energy optimization by employing game theory. With the analytic model their constructed, the energy consumption of nodes can be predicted. To optimize power control and routing jointly, He et al. [14] investigated cross-layer design issue of WSNs, and the physical layer, MAC layer and network layer are considered. In the light uncertainty of link access, two situations, i.e., probabilities is known and unknown, were considered respectively, and the corresponding heuristic algorithm is proposed.\n\nHowever, the representations of healthcare related data are various, and generally, image and video data need to occupy more capacity than pure textual data. For example, the data rate of EMG is much higher than that of blood pressure [3] . The existing optimization methods based on traditional wireless networks have not taken challenges faced by HWSNs into account. Distinguished from the traditional WSNs, novel requirements of the data transmission strategy are raised in HWSNs, which are listed as following:\n\n• Data diversity The functions of different HWSNs sensors may be distinct, especially to the personalized care for special groups, for example, the elder population [15] . For different purposes, the functions of sensors can be different. Particularly, to body sensor networks (BSNs) or body area networks (BANs), a series of data related to health are commonly expected to be obtained [3, 4] . • Real-time requirement HWSNs generally need parallel processing for the healthcare monitor data. Data related to healthcare has the real-time performance and requires timely transmission. In the healthcare field, golden hour [15] is critical, which decides the optimal treatment time. Seizing this time, healthcare can be provided more efficiently. • Reliable transmission Healthcare is closely related to human's life, inaccurate data will induce wrong care strategy. Data transmitted in HWSNs require high accuracy. Since the unreasonable data transmission strategy may induce the occurrence of network congestion, which will increase the data loss probability, the data transmission strategy should be discussed deeply to provide reliable transmission for HWSNs. Path reliability and nodes credibility should be considered jointly. • Dynamic and stochastic environment Healthcare faces emergency situations, which is potential to be happened at any time and any place. The HWSNs need to be ubiquitous and sensors generally need to be placed strategically in dynamic environments [3] . The dynamic and stochastic optimization mechanism is desirable.\n\nTherefore, although the data transmission rate allocation issue is not unfamiliar in network optimization field [16] [17] [18] , the specific healthcare-based network environment is Optimal Data Transmission Strategy for Healthcare-Based… 1297 needed to be considered to investigate the optimization issue of data transmission for HWSNs.\n\nAs is known to all that it is inadvisable to allocate data transmission rate evenly for each kinds of data stream [19] , which will result in unreasonable resource use and resource waste, especially in HWSNs involving various data streams. In the light of the characteristics of HWSNs, the optimization of HWSNs emphasizes following aspects:\n\n• Communication cost The communication cost of the network is an important factor.\n\nHWSNs provide continuous and timely health monitoring service for public, the network cost decides the applied range and development of HWSNs. The cost-effective design and optimization of HWSNs are considerable. • Prediction ability The optimal strategy with time consistency is advisable, and HWSNs are expected to have the prediction ability. Thus, healthcare givers have sufficient time to map favorable strategies before the potential emergency situations occur. • Cooperation communication HWSNs generally work jointly [3] , and the communication of HWSNs can be intra-HWSNs, inter-HWSNs and the hybrid of these two. It makes the approach of cooperation communication technology possible in HWSNs. Moreover, since the bandwidth of the wireless environment is limited, efficient cooperation scheme can avoid reasonable collisions for resource.\n\nThe optimization of data transmission rate strategy is an open and challenging issue of HWSNs. This paper aims to provide a feasible approach to optimize data transmission strategy for HWSNs. Since the stochastic differential game theory [20] is an efficient tool to model decision making problems with the consideration of dynamic stability and time consistency, which has been applied in the communication field to direct strategic actions over time widely [21] [22] [23] [24] , it is adopted as the primary modeling and mathematical tool in this paper.\n\nHealthcare Management Center \n\nIn HWSNs considered in this paper, the number of specified healthcare propose is p.\n\nConsidering universality, p [ 1. An illustration of HWSNs is shown in Fig. 1 . There are N ¼ n 1 ; n 2 ; . . .; n m f ghealthcare-based sensor nodes communicating with the healthcare management center (HMC) in real time. Sensor nodes are responsible for sensing the data related to healthcare and transmitting these data to HMC. HMC is responsible for collecting and processing the data sensed by the nodes of HWSNs. In order to provide the real-time guarantee service, parallel processing technology is adopted. Assuming the transmission rate and the credibility of the receiving data sent by n i ; i 2 1; 2; . . .; m f gare v i and c i respectively.\n\nSince the bandwidth in HWSNs is limited, cooperation communication scheme is desirable to avoid the unreasonable competition for wireless resource. At the initial time t 0 , assuming K nodes reach the cooperation agreement. Then NnK nodes choose to be noncooperation. Specially, all nodes participate in the cooperative transmission when K ¼ N, and all nodes choose to be noncooperation when K ¼ ;.\n\nIn order to provide the real-time guarantee for the HWSNs, the high transmission rate is desired. The transmission cost paid for the participant path is assumed to be the primary element in terms of the transmission rate v i , i 2 N. Meanwhile, the path with low reliability may cause packet delivery errors, and the packet failed to be delivered to HMC needs to be retransmitted. The retransmission inducing the network congestion potentially aggravates the transmission cost. Therefore, the optimization objective of this paper is to minimize the transmission cost dynamically with the efficient rate allocation strategy as well as the path reliability.\n\nIn this subsection, the transmission rate allocation problem is formulated as a cooperative stochastic differential game model.\n\nThe basic elements for the game process constructed for the scenario described as the above subsection can be described as follows:\n\n• Player Player participating in the game need to make the decision that which strategy is taken can gain the best network performance. In Fig. 1 , N ¼ n 1 ; n 2 ; . . .; n m f g healthcare-based sensor nodes are game players. All these players communicating with HMC in real time to compute the optimal strategy to reach the objective of cost minimization.\n\n• Strategy Different transmission rate allocated to each node will produce different network performance. The optimal data transmission strategy is not unchangeable and permanent, since the transmission load in the network is changing over time in the stochastic environment of HWSNs. Thus, the optimal strategy of each player is dynamically varied, and it must be real-time. • Objective The game objective is to minimizing the transmission cost in the real-time load changing HWSNs with the optimal transmission rate allocation strategy. And the main contribution of this paper is to realize cost minimization of HWSNs under the stochastic environment.\n\nIn the following representation, the objective, game model and constraints will be detailed firstly, and then the transmission rate allocation problem discussed in this paper will be formulated.\n\nNote the transmission cost of HWSNs is C HWSNs , then the transmission optimization issue of HWSNs can be formulated as\n\nSince node i 2 K chooses to be cooperated, while node j 2 NnK chooses to be not cooperated, (1) can be represent as\n\nThe definition of the transmission cost of HWSNs is given as following:\n\nDefinition 2 (Transmission Cost of HWSNs C HWSNs ) C HWSNs is consisted by 3 components, i.e., pure transmission cost TC, penalized cost for data unreliability PC and congestion cost CC:\n\nwhere TC needs to consider 2 components, i.e., sole transmission cost STC and retransmission cost RTC, and\n\nThen, (2) can be rewritten as\n\nIn terms of the theoretical derivation of [24] , the sole transmission cost of i can be written as a quadratic function of the transmission rate v i on the basis of Shannon channel capacity theory [25] . Since the reliability of i is r i , the retransmission cost RTC i can simply be described as 1 À r i ð ÞSTC i . As the credibility of the receiving data is c i , the penalized cost for data unreliability PC HWSNs can be described as 1 À c i ð Þr i STC i . The network congestion cost CC i can be expressed as the function of the transmission load currently s t ð Þ. Thus,\n\n• the cooperation game model is constructed to optimize the data transmission when K ¼ N, which is as following:\n\n• the non-cooperative game model is constructed to optimize the data transmission when K ¼ ;, which is as following:\n\n• the partial cooperative game model is constructed to optimize the data transmission when K N and K 6 ¼ ;, which is as following:\n\nand min j2GnK a=2\n\nwhere a, b and c are adjusting parameters of the transmission cost in HWSNs.\n\nAt time t, the transmission load in the network is denoted as s t ð Þ. The load transmitted successfully by the multipath technology LS is P i2N r i v i . The additional transmission load resulting from the failed transmission is P\n\nThen, the transmission load in the network at time t is governed by the following differential equation:\n\nwhere l, g and x are adjusting parameters of the transmission load. At the initial time, i.e., t ¼ 0, the transmission load is given as s 0 ð Þ. Then, according to (10), s t ð Þ can be solved as\n\nThe problem of the transmission cost minimization with the optimal rate allocation strategy can be expressed as a standard dynamic programming problem. According to the Bellman's dynamic programming theorem [20] ,\n\n• a set of transmission rate v G i constitutes an optimal solution to the stochastic differential game model (6)-(10) for the grand coalition G, if there exists continuously differentiable function F G; s; t ð Þsatisfying the following equation\n\n• a set of transmission rate v N i constitutes an optimal solution to the stochastic differential game model (7)-(10) for the individual node i, if there exists continuously differentiable function F N; s; t ð Þsatisfying the following equation\n\n• a set of transmission rate v K i constitutes an optimal solution to the stochastic differential game model (8)-(10) for the partial cooperation coalition K, if there exists continuously differentiable function F K; s; t ð Þsatisfying the following equation\n\nwhere q is the constant discount rate of the game, and it means the current cost equivalent value at the coming time t.\n\nThe optimal data transmission strategy based on the cooperative game model (6)-(10) can be obtained as following:\n\nand\n\nand s G is the transmission load which can be solved by combining (10) and (15) for the cost minimization process of the grand coalition G.\n\nSolution See ''Appendix 1''.\n\nTo ensure the rationality, v i [ 0. Since n and x are positive, the restrictive condition for (15) is\n\nIn the subsequent simulation, (17) is vital for conducting the parameters setting.The optimal data transmission strategy based on the non-cooperative game model (7)- (10) can be obtained as following:\n\nand\n\nSolution See ''Appendix 2''. The optimal data transmission strategy based on the partial cooperative game model (8)-(10) can be obtained as following:\n\nand\n\nSolution See ''Appendix 3''.\n\nTo verify the rationality of the method adopted in this study, three optimal data transmission strategies based on three different game models are compared with numerical simulation. The numerical simulation is started on MATLAB 7.0. For the sake of simplicity, 3 nodes are considered in HWSNs, that is, i ¼ 1; 2; 3. Then, to the partial cooperative game model, three situations are needed to be considered, i.e., node 1 cooperates with node 2, node 1 cooperates with node 3, and node 2 cooperates with node 3. The efficiency of the traffic distribution can be reflected by the network load. Since the reliability r i and the credibility c i are both related to the parameter h i , and h i is reflected directly in the expression of data transmission strategy, different values are set for h i to distinguish the capability of nodes, i.e., h i ¼ 0:9; 0:7; 0:5 ½ . The other parameters setting is a ¼ 200, b ¼ 0:2, c ¼ 4, q ¼ 0:1, l ¼ 0:03, x ¼ 8, g ¼ 10, which can meet the desired observation results by several trials. Assuming the initial transmission load s 0 ð Þ ¼ 1000. The numerical simulation result is shown as Fig. 2 .\n\nIn Fig. 2 , the network load can be dispatched efficiently based on cooperative game and partial cooperative game, while the load is aggregated on the contrary based on noncooperative game. Therefore, the cooperative scheme is benefit to the traffic distribution. In addition, to the partial cooperative game, the cooperative coalition K 1 ¼ 1; 2 f g is outperforming the other two coalitions K 2 ¼ 1; 3 f g and K 3 ¼ 2; 3 f g, which means that the coalition formed by nodes with higher value of h i will get the better network performance.\n\nThe results of the impacts of the reliability r i and the parameter h i to the optimal data transmission strategies v i are shown in Figs. 3, 4 and 5, which are based on cooperative model, partial cooperative model and non-cooperative model respectively.\n\nAll of these results shown that the data transmission rate is increasing with the growth of r i and h i , and the curve of h i is more acute than that of r i , which are accord with the theoretic derivation of (15), (18) and (20) . The data transmission rate v G i based on the cooperative model shown in Fig. 3 is higher than the rates based on the partial cooperative model shown in Fig. 4 , and the non-cooperative model gains the lowest rate shown in Fig. 5 . It is indicated that the more node participates in the cooperative coalition, the higher data transmission rate will be reached. Notably, the high data rate will shorten the data transmission time and bring the nice efficiency of traffic distribution, which is accord with the simulation results in Fig. 2 . Figure 6 gives the comparison of the transmission cost based on different game models. The results show that the data transmission cost based on the cooperative strategy is the least one among all of these five strategies. And at the time of other costs rising, the cooperative one is descending remarkably. To the partial cooperative game, the cooperative coalition K 3 ¼ 2; 3 f ggains the least cost initially, but as the game going, the cost is rising gradually, while the coalition K 1 ¼ 1; 2 f g with high values of h i will get the better performance than it. The scalability is an important factor for wireless sensor network design, which can be referred as the ability to perform the optimization scheme with the increasing scale of the network [26] . In this paper, analyzing the impact of initial network load s 0 ð Þ to the minimum Fig. 2 The comparison of HSWNs load based on different game models total cost of HSWNs is a way to check the network load scalability performance. The scalability performances based on different game models are compared shown as Fig. 7 .\n\nThe network transmission cost is rising with the increase of the initial network load s 0 ð Þ theoretically, which is experimentally verified in Fig. 7 . The minimum network transmission cost based on the cooperative strategy is less than other five strategies with the increase of s 0 ð Þ, which means the cooperative one possesses better scalability performance than other kinds of game modes. Therefore, the optimal data transmission strategy based on the cooperative game model shows the ideal performance, and minimizes the network cost efficiently. The reliability r i and the credibility c i , which are related to the parameter h i , both impact the data transmission effect. The more reliable and credible nodes reach the cooperation agreement, the better network performance will gain. \n\nUsing wireless sensor to assist modern medical practices is a promising field, and WSNs based on healthcare is a hot research topic in recent years. Since the novel characteristics of HWSNs, the data transmission optimization is a challenging issue need to be discussed deeply. This paper adopts the stochastic differential game theory to study this issue. Three kinds of game models are constructed, i.e., cooperative model, partial cooperative model and non-cooperative model, and the corresponding optimal data transmission strategies are obtained. The numerical simulation compares these three strategies, and the simulation results manifest that the more nodes cooperate, and the more reliable and credible cooperative node is, the better network performance will gain.\n\nConsidering the difficulties of processing the integration and differentiation operation with the existing simulators, the numerical simulations are given firstly in this paper. The more performance comparisons with other scheme are worth deeply studying in the future research. \n\nDifferentiating the r.h.s. of (12) with respect to v i t ð Þ and equating it to zero leads to the following optimal strategy\n\nLet\n\nThen, (22) can be simplified as\n\nSubstituting (26) into (12) gives\n\nSince F G; s; t ð Þis a liner function, differentiating it with respect to s t ð Þ leads to\n\nSubstituting (28) into (26) gives the optimal transmission rate allocation strategy, that is,\n\nArranging (12), there is\n\nSubstituting (15) into (29) gives\n\nThen, the minimized cost is got as\n\nThis completes the solution of the cooperative game model (6)-(10).\n\nAppendix 2: Solution for the Non-Cooperative Game Model (7)- (10) Solution Differentiating the r.h.s. of (13) with respect to v i t ð Þ and equating it to zero leads to the following optimal strategy\n\nSubstituting (31) into (13) \n\nSince F N; s; t ð Þis a liner function, differentiating it with respect to s t ð Þ leads to F 0 N; s; t ð Þ¼x= q À l ð Þ:\n\nSubstituting (33) into (31) gives the optimal transmission rate allocation strategy, that is,\n\nArranging (13), there is\n\nSubstituting (18) \n\nThis completes the solution of the non-cooperative game model (7)-(10).\n\nAppendix 3: Solution for the Partial Cooperative Game Model (8)-(10)\n\nDifferentiating the r.h.s. of (14) with respect to v i t ð Þ and equating it to zero leads to the following optimal strategy\n\nSubstituting (36) into (14) gives\n\nSince F K; s; t ð Þis a liner function, differentiating it with respect to s t ð Þ leads to F 0 K; s; t ð Þ¼kx= q À l ð Þ:\n\nSubstituting (38) into (36) gives the optimal transmission rate allocation strategy, that is,\n\nArranging (14), there is\n\nSubstituting (20) into (39) gives\n\nThen, the minimized cost is got as\n\nThis completes the solution of the partial cooperative game model (8), (9) , (10) ."}