{"title": "Principles of Appropriate Antibiotic Use for Treatment of Uncomplicated Acute Bronchitis: Background A R T 2 J U N E 2 0 0 1 3 7 : 6 A N N A L S O F E M E R G E N C Y M E D I C I N E 7 2 1 Current Author Addresses", "body": "The following principles of appropriate antibiotic use for adults with acute bronchitis apply to immunocompetent adults without complicating comorbid conditions, such as chronic lung or heart disease.\n\n1. The evaluation of adults with an acute cough illness or a presumptive diagnosis of uncomplicated acute bronchitis should focus on ruling out serious illness, particularly pneumonia. In healthy, nonelderly adults, pneumonia is uncommon in the absence of vital sign abnormalities or asymmetrical lung sounds, and chest radiography is usually not indicated. In patients with cough lasting 3 weeks or longer, chest radiography may be warranted in the absence of other known causes.\n\n2. Routine antibiotic treatment of uncomplicated acute bronchitis is not recommended, regardless of duration of cough. If pertussis infection is suspected (an unusual circumstance), a diagnostic test should be performed and antimicrobial therapy initiated.\n\n3. Patient satisfaction with care for acute bronchitis depends most on physician-patient communication rather than on antibiotic treatment. The term \"acute bronchitis\" usually designates an acute respiratory tract infection in which cough, with or without phlegm, is a predominant feature. 1, 2 In the United States, about 5% of adults self-report an episode of acute bronchitis each year, and up to 90% of these persons seek medical attention. [3] [4] [5] In 1997, adults in the United States made more than 10 million office visits for bronchitis. 6 As a result, acute bronchitis consistently ranks among the 10 conditions that account for most ambulatory office visits to U.S. physicians. [6] [7] [8] [9] [10] [11] Most cases of acute bronchitis occur in otherwise healthy adults, in whom this acute cough illness can be called \"uncomplicated acute bronchitis\"; these principles are intended to apply to such patients. The evaluation and management of acute cough illness in patients with underlying chronic obstructive pulmonary disease, congestive heart failure, or immunosuppression must be tailored in light of the patient's comorbid condition and is outside the scope of this discussion. The background of, rationale for, and methods used to develop these principles are published separately. 12 P R I N C I P L E S\n\nPrinciple 1. The evaluation of adults with an acute cough, illness, or a presumptive diagnosis of uncomplicated acute bronchitis should focus on ruling out serious illness, particularly pneumonia.\n\nCollege of Chest Physicians defines acute cough illness, in contrast to chronic or persistent cough, as lasting less than 3 weeks. 13 Acute upper respiratory tract infection accounted for approximately 70% of primary diagnoses in adults presenting for an ambulatory office visit with a chief symptom of cough. 14 Asthma and pneumonia were the next most common diagnoses, assigned to 6% and 5% of patients, respectively. The predominance of cough and accompanying clinical features suggestive of an acute upper respiratory tract infection, such as sore throat or rhinorrhea, is usually used to distinguish bronchitis from other acute upper respiratory tract infections. 1 As one might expect, clinicians are inconsistent in assigning each diagnosis. 2 For example, some clinicians diagnose acute bronchitis only when productive cough is present; others insist on the presence of purulent sputum.\n\n1.2 Previously undiagnosed asthma is a consideration in patients presenting with an acute cough illness. However, in the setting of acute cough ( <2 to 3 weeks' duration), the diagnosis of asthma is difficult to establish because many patients with acute bronchitis will have transient bronchial hyperresponsiveness (and abnormal results on spirometry). No guidelines have been established for distinguishing transient from chronic bronchial hyperresponsiveness, and long-term follow-up studies suggest that abnormalities on pulmonary function testing in patients with uncomplicated acute bronchitis typically resolve after 2 to 3 weeks, although they may last as long as 2 months. [15] [16] [17] The diagnosis of cough-variant asthma, in contrast, is generally reserved for patients with persistent cough ( >2 to 3 weeks' duration), lack of wheezing, and (usually) normal results on pulmonary function tests. 18, 19 Cough-variant asthma should be suspected in adults with persistent cough that worsens at night or after exposure to cold or exercise; the diagnosis relies on improvement of symptoms with bronchodilator treatment or a positive result on a methacholine challenge test. Therefore, in the absence of severe airflow obstruction, it is prudent to limit evaluation for possible chronic asthma or cough-variant asthma to patients with cough illness lasting longer than 3 weeks.\n\nWhen evaluating an otherwise healthy adult with uncomplicated acute cough illness, the primary diagnostic objective should be to exclude the presence of pneumonia. Four prospective studies (1984 to 1990) examined the accuracy of patient history and physical examination for diagnosing radiographic pneumonia in adults with acute respiratory illness in outpatient and emergency department settings, and a clinical decision tool to determine the need for radiography was developed. 20-23 A subsequent validation study done by an independent group of investigators found that the specificity (about 67%) but not the sensitivity (about 75%) of these prediction rules for detecting radiographic pneumonia exceeded that of physician judgment (specificity, 58%). 24 An evidence-and quality-based review of these studies 25 concluded that the absence of abnormalities in vital signs (heart rate ≥100 beats/min, respiratory rate ≥24 breaths/ min, or oral temperature ≥38°C) and chest examination (focal consolidation-for example, rales, egophony, or fremitus) sufficiently reduces the likelihood of pneumonia to the point where further diagnostic testing is usually not necessary [A]. (Letters in square brackets are evidence ratings. See the background document in this issue 12 for explanation.)\n\nNotably absent from all of the rules is the presence of purulent sputum. Many patients and physicians seem to believe that purulent sputum signifies that a bacterial infection is present and antibiotic therapy is indicated. [26] [27] [28] Purulence primarily occurs when inflammatory cells or sloughed mucosal epithelial cells are present, and it can result from either viral or bacterial infection. 29, 30 1.4 Specific patient and epidemiologic circumstances should be taken into account before this recommendation is applied. Although all of the studies on which this recommendation is based included elderly persons and patients with chronic lung disease, subgroup analyses serology, or polymerase chain reaction. Specific viruses most frequently associated with acute bronchitis include those that produce primarily lower respiratory tract disease (influenza B, influenza A, parainfluenza 3, and respiratory syncytial virus), as well as viruses that more commonly produce upper respiratory tract symptoms (corona virus, adenovirus, and rhinoviruses). Unless bacterial superinfection is present (defined as pneumonia with an infiltrate on chest radiography), antibiotic treatment does not affect the clinical course of viral respiratory infections.\n\nTo date, only Bordetella pertussis, Mycoplasma pneumoniae, and C. pneumoniae (TWAR) have been established as nonviral causes of uncomplicated acute bronchitis in adults. As a group, these agents are associated with 5% to 10% of all cases of uncomplicated acute bronchitis in adults. They are recovered more frequently (10% to 20% of cases) in studies of adults with chronic or persistent cough. [39] [40] [41] The diagnoses in these studies are frequently based on serologic conversion, an event that can also occur in asymptomatic persons and may not be related to the clinical illness in question. More recent studies using polymerase chain reaction have reported similar frequencies of recovery of these agents in adults with acute bronchitis. No evidence indicates that Streptococcus pneumoniae, Haemophilus influenzae, or Moraxella catarrhalis produces acute bronchitis in adults without underlying lung disease. Studies reporting an association between these encapsulated bacteria and acute bronchitis have failed to distinguish between colonization and acute infection. Since Gram stain and culture of sputum do not reliably detect M. pneumoniae, C. pneumoniae, or B. pertussis, these tests are not recommended in the evaluation of patients with uncomplicated acute bronchitis.\n\nOn the basis of the microbiology of acute bronchitis, it should not be surprising that randomized, placebocontrolled trials have failed to support a role for antibiotic treatment of uncomplicated acute bronchitis (Table) . [42] [43] [44] [45] [46] [47] [48] [49] [50] By the mid-1990s, published reviews of randomized, placebo-controlled trials 51,52 had concluded that routine antibiotic treatment of acute bronchitis does not have a consistent impact on duration or severity of illness or on potential complications, such as development of pneumonia. Consistent with these conclusions, the U.S. Food and Drug Administration removed uncomplicated acute bronchitis (or \"secondary bacterial infections of acute bronchitis\") as an indication for randomized, controlled trials of antimicrobial therapy in 1998. Since then, three were not performed; a high index of suspicion for pneumonia therefore remains warranted in these patient groups, given the increased likelihood for atypical disease presentation. 31, 32 Conversely, even when vital sign abnormalities are detected in the absence of chest auscultatory findings, chest radiography may not be indicated in patients with other clinical features consistent with a viral illness (such as influenza, parainfluenza, or respiratory syncytial virus) or features that are inconsistent with pneumonia (such as streptococcal pharyngitis or chronic sinusitis). Cough lasting longer than 3 weeks exceeds the case definition for acute bronchitis; such patients should be considered to have persistent cough or chronic cough illness. Irwin and colleagues have developed a welldefined approach to the adult with persistent cough [D]. 13 \n\nThe vast majority of cases ( ≥90%) of uncomplicated acute bronchitis have a nonbacterial cause. We reviewed the MEDLINE database (1966 to October 1999) by using Medical Subject Headings and keyword searches that included microbiology and bronchitis and analyzed references from review articles and chapters in textbooks on infectious disease to identify studies of the microbiology of acute bronchitis. We excluded studies involving patients with chronic lung disease, malignant conditions, or immunosuppression, as well as those conducted during confirmed outbreaks of a pathogen (for example, a Chlamydia pneumoniae outbreak at a single university). We limited our selection to English-language studies of consecutive, unselected adolescents or adults enrolled in nonreferral, ambulatory settings. In the mid-1980s, it was established that a specific species of C. pneumoniae (TWAR) could cause uncomplicated acute bronchitis. Therefore, estimates of the proportion of cases with a potential bacterial cause are limited to studies published since this discovery. 33, 34 2.1 As in community-acquired pneumonia, microbiological study of uncomplicated acute bronchitis identifies a pathogen in the minority of cases, ranging from 16% to 40%. 17, [35] [36] [37] [38] This variability is most likely due to the epidemic nature of agents that produce uncomplicated acute bronchitis and limitations in viral and bacterial identification techniques. Noninfectious causes of uncomplicated acute bronchitis, such as occult asthma exacerbation or toxic fume inhalation, should also be considered, although the prevalence of these conditions in adults with acute cough illness has not been well studied. In epidemiologic studies, respiratory viruses, particularly influenza, appear to cause the large majority of cases of uncomplicated acute bronchitis according to culture, antibody (48) productive cough of any times daily for 10 days group (n = 24) vs. 1.8 in antibiotic group (n = 24) (P < .01); duration proportion of patients with congestion at day 10, 75% vs. 38%; proportion of patients taking cough or cold medicines at day 10, 38% vs. 3% (P < .05); no difference between groups for day cough, night cough, productive cough, sore throat, feeling poor or unable to work or carry out daily routine at day 10; no differences among smokers Scherl et al, Kentucky\n\nPersons >12 years of age with Doxycycline, 100 mg twice Mean (± SD) duration of cough, 10.8 ± 1.2 days in placebo 1987 (50) self-described cough daily on day 1, then 100 mg/d group vs. 9.4 ± 1.5 days in antibiotic group; mean duration producing purulent sputum for 7 days of sputum, 10 to decrease shedding of the pathogen and spread of disease, since antibiotic treatment does not appear to hasten resolution of symptoms if it is initiated 7 to 10 days after onset of illness. [57] [58] [59] Because of the public health implications of pertussis, antibiotic treatment of suspected pertussis should always be accompanied by a diagnostic test. Diagnostic tests for pertussis are not routinely available; one could inquire at local or state health departments or academic medical centers for further assistance.\n\nBecause influenza is the most common pathogen isolated in patients with uncomplicated acute bronchitis, it is worthwhile discussing recent advances in diagnosis and treatment of influenza. Although amantadine and rimantidine have been available for more than 30 years, 60,61 the recent development and direct-to-consumer marketing of neuraminidase inhibitor therapy has generated immense public and physician interest in pharmacologic treatment of influenza. 62 A Cochrane Collaborationsponsored systematic review of neuraminidase inhibitors for the treatment of influenza in healthy adults was recently performed. 63 Inhaled (zanamivir) and oral (oseltamivir) formulations of neuraminidase inhibitors have demonstrated some efficacy in reducing illness duration [64] [65] [66] in adults with naturally acquired influenza A and B if treatment begins within 48 hours of symptom onset.\n\nThe major clinical advantage of neuraminidase inhibitor therapy relates to activity against influenza A and B; amantadine and rimantidine, in contrast, have activity only against influenza A. The relative proportion of cases due to each type of influenza varies substantially from year to year. In the 1999-2000 influenza season, 99% of influenza cases from surveillance facilities in the United States were due to influenza A. All drugs appear to have a similar impact on influenzal illness: about 1 less day of illness, and about a half-day quicker return to normal activities. On the basis of the Cochrane Collaboration's calculations, adverse effects are modestly more frequent with rimantadine (in about 32% of patients; most cases are related to the central nervous system) than oral neuraminidase inhibitor (in about 24% of patients; most cases are gastrointestinal) or placebo (in about 19% of patients). Neuraminadase inhibitors are likely to be much more costly to health plans and patients than rimantadine, although formularies are likely to vary considerably.\n\nFor any of these antiviral agents to be effective, influenza must be diagnosed and therapy initiated within 48 hours (preferably <30 hours) of symptom onset. During documented influenza outbreaks, the positive predictive value of clinical diagnosis based on clinician judgment appears meta-analyses have also been published. [53] [54] [55] These meta-analyses are plagued by lack of uniformity in outcome measures used in each of the randomized, placebocontrolled trials and by inclusion of poor-quality studies. In one of the meta-analyses, 54 no statistically significant benefit of antibiotic treatment was observed when cough duration was treated as a continuous variable. However, when cough was treated as a dichotomous variable (proportion of patients with cough at a follow-up visit), the investigators reported a significant difference (relative risk, 0.69 [95% CI, 0.49 to 0.98]). Another meta-analysis 55 transformed heterogenous outcome measures to calculate a \"standardized effect size\" and reported that antibiotic therapy decreases the duration of cough and sputum by 0.5 day (over a 7-day period). The third meta-analysis 53 excluded three trials that were included in the previous meta-analyses on the basis of poor quality 45 or lack of information on loss to follow-up 43, 46 ; those investigators reported no benefit of antibiotic treatment on cough duration. All three meta-analyses reported no impact of antibiotic treatment on duration of illness, limitation of activity, or loss of work, and all concluded that routine antibiotic treatment of acute bronchitis in adults is not justified.\n\nIdentification of cases of bacterial or mycoplasmaassociated bronchitis might seem to be a reasonable strategy for selecting patients in whom antimicrobial therapy would be beneficial. However, studies to date have been unable to distinguish bacterial bronchitis from viral bronchitis on clinical grounds. Furthermore, the single randomized, placebo-controlled trial in which subgroup analysis of patients with probable mycoplasma infection (based on a single rapid serology test) was done did not find a consistent benefit of antibiotic treatment. However, the sample was fairly small (42 and 49 patients in the placebo and treatment groups, respectively). 43 3.2 The one uncommon circumstance for which evidence supports antibiotic treatment of patients with uncomplicated acute bronchitis is suspicion of pertussis. Selected studies have recovered pertussis in up to 10% to 20% of patients with cough lasting longer than 2 to 3 weeks. 39, 40 Unfortunately, no clinical features allow clinicians to distinguish adults with persistent cough due to pertussis, primarily because pertussis in adults with previous immunity does not lead to the classic features of whooping cough seen in patients (usually children) with primary infection. 56 Therefore, clinicians should limit suspicion and treatment of adult pertussis to adults with a high probability of exposure to pertussis-for example, during documented outbreaks. Antimicrobial therapy for suspected pertussis in adults is recommended primarily to be good and to perform as well as available rapid diagnostic tests for influenza; reported sensitivities of these tests range from 63% to 81%. [67] [68] [69] Reports from the Management of Influenza in the Southern Hemisphere Trialists study, which evaluated neuraminidase treatment of community-acquired influenza, suggest that clinical diagnosis or suspicion of influenza is correct approximately 70% of the time during documented influenza outbreaks. 66 Although this study was not adequately designed to evaluate the true sensitivity or specificity of clinical diagnosis, which would have required measuring the rate of influenza infection in patients in whom it was not suspected, the findings probably accurately reflect clinical practice. Accurate clinical diagnosis of influenza outside the annual outbreak period is more difficult. As a result, diagnostic testing for influenza outside outbreaks, when suspected, may be considered for epidemiologic purposes.\n\nWhat symptomatic therapy should we offer patients seeking care for uncomplicated acute bronchitis? The first task is to identify which symptoms are most bothersome to the patient. In most cases, cough is the major symptom for which patients seek relief. Randomized, controlled trials have demonstrated a consistent benefit of therapy with albuterol versus placebo for uncomplicated acute bronchitis in reducing the duration and severity of cough (in one study, the \"placebo\" was erythromycin). [70] [71] [72] Approximately 50% fewer patients report the presence of cough after 7 days of treatment. The efficacy of bronchodilators in patients with uncomplicated acute bronchitis makes sense given the frequent finding of bronchial hyperresponsiveness in these patients. The randomized, placebo-controlled trials of albuterol have reported mixed results in identification of subsets of patients most likely to benefit from treatment; therefore, treatment should be individualized in patients without clinical evidence of bronchial hyperresponsiveness (such as wheezing or bothersome cough). 72 3.5 The literature evaluating the efficacy of antitussive treatments is problematic because treatment benefit appears to depend on the cause of the cough illness. Acute or early cough due to colds or other viral upper respiratory tract infections does not appear to respond to dextromethorphan or codeine, whereas chronic cough (duration >3 weeks), cough associated with underlying lung disease, or experimentally induced cough seems to respond to these two agents. In patients with uncomplicated acute bronchitis (in whom the average duration of cough is 2 to 3 weeks), preparations containing dex-tromethorphan or codeine probably have a modest effect on severity and duration of cough. Although evidence from randomized, placebo-controlled trials is lacking, other low-cost and low-risk actions, such as elimination of environmental cough triggers (for example, dust and dander) and vaporized air treatments (particularly in low-humidity environments, such as high altitude) are also reasonable options, given the underlying pathophysiology of uncomplicated acute bronchitis.\n\nPrinciple 3. Patient satisfaction with care for acute bronchitis depends most on physician-patient communication rather than whether an antibiotic is prescribed [B] .\n\n4.0 Clinicians caring for patients with uncomplicated acute bronchitis should be encouraged to discuss the lack of benefit of antibiotic treatment for uncomplicated acute bronchitis and stop prescribing antibiotics for this condition as a standard of practice. Patients frequently expect to receive antibiotics for uncomplicated acute bronchitis 5, 73 ; however, this expectation appears to derive from previous receipt of antibiotics for uncomplicated acute bronchitis. 5 Mounting evidence indicates that patient satisfaction with the office encounter for uncomplicated acute bronchitis does not depend on receipt of antibiotic therapy but instead is related to the patient-centered quality of the encounter (for example, believing that the provider spent enough time and explained the illness and treatment plan). 73 A combined patient and physician educational intervention that reduced antibiotic use for acute bronchitis did not lead to greater utilization of services (such as nonantibiotic prescriptions or return visits), 74 greater patient dissatisfaction, or longer duration of illness. 75 A recommended outline for discussing the management of acute bronchitis with patients includes the following steps.\n\n1. Provide realistic expectations for the duration of the patient' s cough, which will typically last 10 to 14 days after the office visit.\n\n2. Refer to the cough illness as a \"chest cold\" rather than bronchitis. 5 In a study of members of a commercial managed care organization' s health plan, use of the term \"chest cold\" was associated with much less frequent belief that antibiotic therapy was necessary to get better.\n\n3. Personalize the risk of unnecessary antibiotic use. Inform patients that previous antibiotic use increases their likelihood of carriage of and infection with antibioticresistant bacteria, that antibiotics commonly have side effects (gastrointestinal symptoms or alterations in taste, for example), and that rare but serious adverse reactions may occur, such as anaphylaxis.\n\n4. Explain to patients why we need to be more selective in treating only those conditions for which a major clinical benefit of antibiotics has been proven-tell them that the current epidemic in antibiotic resistance among community bacterial pathogens is a major public health concern.\n\nExternal review has included feedback from the Centers for Disease Control and Prevention; the American College of Physicians-American Society of Internal Medicine Clinical Efficacy Assessment Subcommittee; and representatives of the American Academy of Family Physicians, the American College of Emergency Physicians, and the Infectious Diseases Society of America."}