{"title": "Expression of an antiviral protein from Lonomia obliqua hemolymph in baculovirus/insect cell system", "body": "The first licensed human therapeutic protein using the recombinant DNA technology was insulin, produced in 1982 on a large scale in Escherichia coli. However, due to the impossibility to express complex proteins with post-translational modifications in bacteria, animal cells have become a more attractive alternative for industrial purposes (Butler, 2005) . Animal cell cultures were developed in the last decade of the 19th century with the first attempts to hold pieces of fabric in plasma or biological fluids for several days or weeks. Since then, Technology of Animal Cell Cultures has achieved great progress, and is currently one of the most successful tools in biotechnology (Kretzmer, 2002) .\n\nAnimal cell cultures require a complex medium, often supplemented with expensive bovine serum which provides essential proteins, such as growth factors, that have to be removed during downstream processing (Reyes-Ruiz and Barrera-Saldana, 2006 ). An attractive alternative is the use of the expression in the baculovirus/insect cell system described by Smith et al. (1983) . This system is widely used as a tool for the production of recombinant proteins that require complex post-translational modifications (Carpentier et al., 2001) . Glycosylation, which is the addition of carbohydrates (glycans) to proteins synthesized by animal cells, is one of the examples of post-translational modification. The parameters of cell culture -such as nutrients, oxygen, toxic metabolites, concentration, pH and temperature -may have significant effects on the glycan structure distribution in recombinant proteins, and therefore require efficient control (Butler, 2005) .\n\nSeveral proteins are also targets of the biotechnology industry due to their large commercial interest. In this context, the caterpillar Lonomia obliqua gained great prominence in biotechnology in Brazil, owing to the active properties identified in its venom and in its hemolymph (Veiga et al., 2005) , which can interfere in blood 0166-3542 Ó 2011 Elsevier B.V. doi:10.1016/j.antiviral.2011.12.010 coagulation and fibrinolysis (Veiga et al., 2003) , enhance cell growth (Maranga et al., 2003) , act as anti-apoptotic agent (Souza et al., 2005) improve recombinant protein production (Mendonca et al., , 2008 Vieira et al., 2010) and demonstrate antiviral effect .\n\nThe present study describes a system for the protein expression in Sf9/baculovirus cells using the recombinant DNA to obtain a protein from the L. obliqua caterpillar that displays a potent antiviral action ). This protein is found in the hemolymph of L. obliqua caterpillars, and its encoding cDNA sequence is the basic element for the construction of the expression system. The large protein expression allows the analysis of its function and biochemical characterization. This is the preliminary description of the baculovirus/Sf9 cell system used for the expression of this antiviral protein from the hemolymph of L. obliqua caterpillar.\n\n2.1. Determination of protein and cDNA sequences and construction of the recombinant protein 2.1.1. Sequence determination and primer design\n\nThe design of primers specific for the amplification of the cDNA coding for the putative antiviral protein was based on the protein and cDNA sequences. For identification of the protein sequence, L. obliqua hemolymph was purified and the fraction containing the antiviral property was analyzed by SDS-PAGE; the N-terminal sequence of the antiviral protein was determined by Maldi-Q-Tof mass spectrometry (Wattenberg et al., 2002) . In order to identify the cDNA coding for the protein of interest, the N-terminal sequence was analyzed against cDNA libraries of L. obliqua tegument and spicules (Veiga et al., 2005) , using all possible translation frames of each cDNA. The sequence of the respective cDNA was used for primer design and further cDNA amplification by PCR. Restriction sites were also included in the primer sequence for further ligation in the plasmid pFastBac1™ (Invitrogen), as well as a His-tag sequence.\n\nAntiviral response of the baculovirus has been reported in the literature (Gronowski et al., 1999) and the histidine tag can stimulate the immune system response (Masek et al., 2011) . Therefore, we also amplified and cloned sequences of two other proteins (LOH-19-AY829833 and 8-LOH) that have molecular weights similar to the protein with the histidine sequence, to confirm that the protective effects observed in the results would be due to the action of the antiviral protein from L. obliqua (20-LOH-JN807330) and not a response of the immune system to the His-tag sequence (Masek et al., 2011; Veiga et al., 2005) .\n\nA L. obliqua caterpillar specimen was cross-sectioned in the middle, the extremities were cut off and RNA was extracted from the remaining portion with Trizol (Invitrogen) according to the Manufacturer's instructions. The RNA was stored at À80°C until use.\n\nThe first-strand cDNA was synthesized using Oligo(dT) 18 Primer (Fermentas) and Superscript III reverse transcriptase (Invitrogen).\n\nFor amplification of the sequence of interest, PCRs consisting of 12.5 ll PCR Master Mix (Promega), 200 ng of cDNA and 10 lM of each specific primer were carried out in a thermocycler under the following reaction conditions: initial cycle at 94°C for 3 min; 35 cycles at 94°C for 1 min and 30 s, a temperature gradient ranging from 45°C to 55°C for 1 min and 30 s, and 72°C for 1 min and 30 s; final extension at 72°C for 10 min. Amplification products were analyzed by electrophoresis in 1% agarose gel containing ethidium bromide (1 lg/ml).\n\nThe pFastBac1™ donor vector (Invitrogen™) was used in a first cloning step. For cloning reactions, both the vector and the amplified cDNAs were digested with BamHI and HindIII restriction enzymes.\n\nAfter overnight incubation at 16°C, the ligation reaction was employed in the transformation of E. coli DH5a (Invitrogen™). Bacteria were grown on plates containing LB medium and ampicillin (100 lg/ml).\n\nTwenty colonies were selected for growth in liquid Luria-Bertani (LB) containing ampicillin (100 lg/ml). For selection of colonies containing the recombinant donor plasmid, cultures were analyzed by PCR using the primers specific for the cDNA of the antiviral protein and other proteins. Agarose gel electrophoresis (1%) was performed to verify the amplified products.\n\nTo confirm that the insert was appropriately ligated into the cloning vector, clones screened by PCR and restriction enzyme digestion were also subjected to sequence analyses with primers Seq Forward pFastBac1TM (5 0 -AAATGATAACCATCTCGC-3 0 ) and Seq Reverse pFastBac1TM (5 0 -CAAGCAGTGATCAGATCCAGACAT-3 0 ). The cycle sequencing reactions were performed using the BigDye Ò Terminator v3.1 Cycle Sequencing Kit (code 4337456, Applied Biosystems). Capillary electrophoresis and sequence analyses were performed in an ABI 3730 DNA Analyzer (Applied Biosystems), using 36 cm capillaries loaded with the POP7polymer. Sequences were analyzed in the Sequencing Analysis 5.3.1 software.\n\nAfter the generation of the pFastBac1™ construct (with the cDNA of the antiviral protein and of the other proteins), the purified plasmid DNAs were transformed into DH10Bac™ E. coli for transposition into the bacmid. Identification of the colonies containing the recombinant bacmid was based on blue/white colony selection.\n\nExtraction of bacmids was performed according to the Manufacturer's protocol (Bac-to-Bac Ò Baculovirus Expression System, Invitrogen). To verify the presence of the gene of interest after transposition, PCRs with M13 primers were used. The obtained amplicons were further sequenced using the pFastBac1™ primers for confirmation of the presence of the gene of interest in the bacmid after transposition.\n\nTransfection of insect cells with the recombinant bacmid was performed according to the Bac-to-Bac Ò Baculovirus Expression System manual (Invitrogen™). Sf9 cells in the log phase (1.5-2.5 Â 10 6 cells/ml, greater than 95% viability) were used in the experiment, using 500 ng of the recombinant baculovirus for transfection. Cell morphology was observed daily post infection for signs of viral infection. After 144 h, the supernatant was collected and considered as the first passage of the recombinant baculovirus.\n\nTo confirm the nucleotide sequence of the recombinant protein, a sample from a culture infected with a second pass was collected after 72 h. After extraction of DNA and RNA, PCR and RT-PCR were carried out respectively, as previously indicated.\n\nDNA samples resulting from the PCR were subjected to nucleotide sequencing with the forward and reverse primers used for the amplification of the cDNAs.\n\nThe supernatant of all crops was collected daily for the determination of cell number, nutrient, titration of baculovirus and recombinant protein identification (data not shown). Western blot with anti-His antibody (GE Healthcare) and studies of cell morphology with photomicrographs were performed after each step.\n\nL929 cells were grown in plastic T-flasks or on multiwell plates using Leibovitz-15 (L15) medium containing 0.9 g L À1 of D-galactose, 0.3 g L À1 of L-glutamine and supplemented with 5% fetal bovine serum (FBS). Viable cell counts were performed on Neubauer chambers using the Trypan blue (0.05%) exclusion method.\n\nIn order to determine the amount of virus produced in cultures infected with the EMC virus that can be blocked by the antiviral recombinant protein (rAVLO), L929was treated or not treated with 1% v/v of rAVLO, 1 h prior to culture infection. Then, cells were infected with the EMC virus at different dilutions (rates of 10). The microwell plates containing EMC-infected cells were then incubated at 37°C for 3 days as described by Griffiths and Thornton (1982) . The titers of virus produced in infected cells (treated or not treated with rAVLO) were determined by monitoring the cytopathic effect (CPE) in an endpoint dilution assay and the results were expressed as the highest dilution of virus able to induce CPE in 50% of cells.\n\nThe protein responsible for the antiviral effect of L. obliqua hemolymph was isolated and purified by gel filtration chromatography using a Superdex 75 column . Then, the semi-purified fraction containing the antiviral activity was applied onto an ion-exchange Resource-Q column. As previously demonstrated by our group ), the antiviral protein purified by this procedure decreased the production of measles virus (from 3.3 ± 1.25 Â 10 7 to 2.1 ± 1.5 Â 10 5 TCID 50 /ml) by 157 times the production of poliovirus (2.8 ± 1.08 Â 10 9 to 4.58 ± 1.42 Â 10 7 TCID 50 /ml) by 61 times. These differences were significant at p < 0.05. The mass spectrometry was used to determine the N-terminal of the protein. Further, the N-terminal sequence was analyzed against previously constructed L. obliqua cDNA libraries (Veiga et al., 2005) .\n\nRNA was extracted and the cDNA was generated as described in Section 2. The samples were analyzed on 1% agarose gels, in which a band of 587 bp was observed, confirming the amplification of the cDNA that codes for the antiviral protein (Fig. 1A) . The sequences of the cDNA coding for the other proteins (LOH-19-AY829833, 663 pb, and 8-LOH, 963 pb) were also confirmed by agarose gel electrophoresis (Fig. 1B) .\n\nThe amplified cDNA coding for the antiviral protein was cloned in the pFASTBac1™ donor plasmid. As observed by agarose gel electrophoresis in Fig. 1A , the cloned cDNA had an expected size of 587 bp for the antiviral protein, 663 bp for LOH-19-AY829833 and 963 bp for 8-LOH (Fig. 1B) .\n\nE. coli DH5a cells were transformed to the recombinant donor plasmid, plasmid-containing colonies were selected and the purified plasmid was subsequently used in the transformation of E. coli DH10Bac™ for the construction of the recombinant bacmids. These bacmids, containing the sequence of a protein with antiviral activity and other proteins, were further used for the expression of this protein in the baculovirus/Sf9 cells system (as shown below).\n\nAfter bacterial transformation with the recombinant plasmids rAVLO-pFastBac1™, LOH-19-pFastBac1™ and 8-LOH-pFastBac1™, white and blue colonies were observed in the plates. White colonies were indicative that successful transposition occurred, while blue colonies indicated that the bacmid remained unchanged.\n\nColonies with recombinant bacmids were analyzed by PCR followed by 1% agarose gel electrophoresis, in which baculovirus transposition was confirmed by the appearance of DNA bands 2887 for antiviral protein (Fig. 2) , 2963 for LOH-19 protein and 3263 for 8-LOH protein (data not shown).\n\nThe recombinant plasmids were selected in E. coli DH5a and subsequently used in the transformation of E. coli DH10Bac for the construction of recombinant bacmids. These bacmids, containing the sequence of the protein with antiviral activity and other chosen proteins, were used for the expression of the proteins in a baculovirus/Sf9 cells system. Three passages of the recombinant virus were performed in Sf9 cell cultures so far. At the moment, titers of the baculovirus obtained in the different passages as well as the antiviral activity of the recombinant protein produced in this system were determined.\n\nTo eliminate the possibility that the observed effect is due to characteristics of the construct other than the antiviral activity itself, we used the same approach and procedures to construct recombinant bacmids expressing other L. obliqua proteins, namely LOH-19 and 8-LOH (Veiga et al., 2005) . These two recombinant bacmids, as well as an empty bacmid were used to treat Sf-9 cells infected with a picornavirus. The results showed that the empty bacmid or those expressing the other recombinant proteins were not effective in inhibiting the replication of EMC virus, presenting results similar to those of the control of infected cells and of the untreated cells. On the other hand, when infected cultures were treated with the recombinant antiviral, there was a reduction of about 3 logs in the viral titers in comparison to that of controls. Therefore, when the purified antiviral protein was used, the reduction in virus produced was around 4 logs, showing that the recombinant antiviral protein remained fully active (Table 1) . We are currently testing the effect of the antiviral purified recombinant protein on enveloped viruses (measles, rubella and herpes simplex). Preliminary data have shown that the purified recombinant protein is able to reduce by at least 4 logs the replication of the rubella virus and by about 6 logs the replication of the herpes simplex virus (data not shown).\n\nTo facilitate purification, a His-tag sequence was included in the C-terminal region of the proteins rAVLO, LOH-19-AY829833 and 8-LOH. The protein was separated by SDS-PAGE and transferred to nitrocellulose membranes (Sambrook and Russell, 2001) . After transfer, the membrane was marked with the anti-histidine antibody to confirm the presence of the protein. The result is shown in Fig. 3 . As can be seen, there was the presence of a band with strong labeling with the antibody, demonstrating the expression of the antiviral protein.\n\nViral diseases affect hundreds of millions of people worldwide every year. Even though some antiviral drugs are under clinical trials, 50% of them are directed toward the treatment of HIV. Therefore, there is a need for the development of antiviral agents specific for emerging newly-recognized human pathogens (such as SARS coronavirus and influenza viruses H5N1 and H1N1) (Delcroix and Riley, 2011) . Recently, various studies have reported the antiviral properties in products obtained from arthropods. Popham et al. (2004) have reported significant reduction in the titers of the baculovirus HzSNPV due to the action of an antiviral protein present in the hemolymph of H. virescens larvae. Chernysh et al. (2002) have isolated two peptides, alloferon 1 and 2, from the hemolymph of Calliphora vicina, which control viral infection when added before infection. Olicard et al. (2005) observed that the addition of the hemolymph of Crassostrea gigas to VERO cell cultures inhibits HSV-1. Extracts of crustacean tissues have also shown a broad spectrum antiviral activity against enveloped and non-enveloped DNA and RNA viruses, probably through multiple inhibitors contained in the extracts (Pan et al., 2000) . Hultmark et al. (1980) have reported some antimicrobial properties of a protein of 15 kDa isolated from Hyalophora cecropia caterpillars. Alloferon, a 12.65 kDa protein purified from the hemolymph of the fly C. vicina, effectively inhibited the reproduction of influenza A and B viruses by triggering intracellular responses when added before virus infection similar to the interferons of vertebrates (Chernysh et al., 2002) . An antiviral peptide of 916 Da, isolated from H. virescens hemolymph, provided protection against virus infection (Ourth, 2004) . Recently, our group has purified an antiviral protein of approximately 20 kDa from the hemolymph of L. obliqua; when added to cultures 1 h before infection, this protein was able to inhibit the replication of all viruses tested in the respective study ).\n\nIn the present study, we cloned and expressed a recombinant antiviral protein of L. obliqua caterpillar, named rAVLO. Furthermore, our results confirmed that the recombinant protein displayed the antiviral effect observed in the native protein present in the hemolymph. As a matter of fact, the recombinant protein was able to inhibit the replication of picornavirus. It was also observed that the hemolymph did not display any virucidal effect, Hb 3.4 Â 10 7 ± 2.1 Â 10 8a 91Â rAVLO (whole) 2.9 Â 10 6 ± 3.63 Â 10 5a 1069Â rAVLO (purified) 3.2 Â 10 5 ± 3.56 Â 10 4a 9687Â Rec 8-LOH 4.3 Â 10 9 ± 1.14 Â 10 9 CCID 50 : cell culture infectious dose 50%.\n\nThe values represent the average of three experiments. a Indicates values at p < 0.05. suggesting that it may act on different stages of virus replication, similar to alloferon, or on the late stages of virus infection, as demonstrated by Popham et al. (2004) with a peptide extracted from H. virescens. In this study, the antiviral activity of L. obliqua hemolymph against human viruses was determined in vitro and the protein was characterized by mass spectrometry. The protocols used for the amplification of the cDNA of the proteins and its cloning in pFastBac1™ were shown to be efficient. The obtained bacmids, containing the sequence of a protein with antiviral activity, were used for the expression of this protein in Sf9 cell cultures. As shown, rAVLO was able to block the replication of the encephalomyocarditis virus, a non-enveloped virus, indicating that rAVLO kept the antiviral activity of the native protein from the hemolymph. Based on these results, we propose that a protein present in the hemolymph of the caterpillar L. obliqua displays the antiviral activity and plays a putative role in insect immunity. Studies on the activity of the recombinant protein with enveloped virus (rubella virus, herpes simplex virus and measles virus) were performed. In this case, the virus replication was inhibited by about 4 logs for the rubella virus and about 6 logs for the herpes simplex virus (data not shown).\n\nThe production of this protein is being optimizing both in Sf9 and in UFLAG insect cells; we are also determining the stability of rAVLO, as well as defining the effective dose of the protein."}