{"title": "Lung epithelial cells have virus-specific and shared gene expression responses 1 to infection by diverse respiratory viruses 2 3", "body": "Murine models of respiratory viral infections have been widely used to identify the mechanisms that 32 determine disease severity in the respiratory tract. While these models are invaluable for evaluating pathology 33 and host responses to infection, parallel in vitro studies can be used to identify gene expression and signaling 34 pathway changes that occur in infected cells to mediate pathogenesis. In this study, we compare the gene 35 expression response of murine lung epithelial cells to infection by three respiratory viruses used in murine 36 models: rhinovirus (serotype RV1B) in the family Picornaviridae, mouse hepatitis virus (MHV strain 1) in the 37 family Coronaviridae, and influenza A virus (strain PR8) in the family Orthomyxoviridae. Viruses from 38 different families and with different replication strategies were chosen to identify which responses to infection 39 in respiratory epithelial cells are shared and which are virus-specific. In the following paragraphs, we describe 40 some of the key features of these three viruses in murine models.\n\nMinor group rhinoviruses, including RV1B, use low-density lipoprotein receptor to enter either human or Mice have been used for decades to study the pathogenesis of influenza viral disease. One of the most 57 commonly used strains, PR8, has been serially passaged in mice to produce a model for pulmonary infection.\n\nPR8 infection results in a range of disease severities that is mouse strain-dependent [10] . Although susceptible 59 mice mount a type I IFN response to PR8 infection, lethal infection is associated with spread of virus to the 60 alveoli and an excessive inflammatory response [10] [11] [12] [13] . PR8 replicates in bronchiolar and alveolar epithelial 61 cells of the lower respiratory tract in vivo and in primary murine respiratory epithelial cells in vitro (Blazejewska 62 et al., 2011; [9, 14, 15] .\n\nWe used a murine lung epithelial cell line (LA4) to compare the gene expression response to these three 64 unrelated viruses. LA4 cells were derived from neoplastic lung epithelia from strain A (A/He) mice and have 65 some properties of alveolar type II cells [16] . Strain A (A/J) mice are highly susceptible to respiratory viral 66 infections, including MHV-1 and influenza A viruses [6, 10] . Other studies have demonstrated that LA4 cells 67 are susceptible to infection by PR8 and RV1B [15, 17] . In this study, we show that LA4 cells are also susceptible 68 to infection by MHV-1 (hereafter referred to as MHV). The gene expression response of LA4 cells to infection 69 by MHV, PR8, and RV1B (hereafter referred to as RV) differed in timing and magnitude of the changes. While Figure S1 ). Based on this, LA4 cells were 88 inoculated with 3 TCID50/cell RV, 1 PFU/cell PR8, or 3 PFU/cell MHV. Triplicate wells of LA4 cells in 6-well 89 plates were inoculated with each virus diluted in serum-free medium or were mock-inoculated with serum-free 90 medium for 1 h at 37C. Viral inocula were removed and the cells were rinsed twice with serum-free medium. \n\nStatistical tests for differences in expression between treatments were conducted on the normalized 103 expression data using a linear mixed-effect model followed by linear contrasts corrected for multiple 104 comparisons. More specifically, expression was modeled as a function of treatment while probes for a particular 105 gene were treated as a random effects using the nlme::lme function in R. The data contained seven treatments: \n\nAny factors detected to be significant at the family (gene) level were then subsequently corrected using the 113 Benjamini-Hochberg algorithm [21] with a false discovery rate set at 1%.\n\n. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the \n\nGene expression responses to RV1B were compared between our data from mouse cells and published 122 data using human cells [23] using the MGI vertebrate homology database provided by The Jackson Laboratory\n\n[24] as well as the annotate package in R. \n\nAt 24 h, when gene expression changes were the highest, genes that were up-regulated by MHV infection had 134 log2-fold change values of less than five. In contrast, PR8 and RV induced expression of many genes by 135 greater than five log2-fold at 24 h, and genes were spread consistently across the full range of values. By 24 h, 136 the genes most strongly up-regulated by PR8 and RV induced changes of 7 -9.5 log2-fold and 6 -7.5 log2-137 fold compared to mock, respectively. This same pattern was observed with the down-regulated genes ( Figure   138 1).\n\nThe three viruses also differed in the timing of gene expression changes. MHV altered expression of 140 relatively few host genes, most of which were only significantly different from mock at 24 h ( Figure 1A ).\n\nWhile both PR8 and RV induced expression of large subsets of host genes, they did so with different timing. \n\n. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint Supplemental table 1 contains the list of genes whose expression was significantly up-regulated by all 173 three viruses compared to mock-inoculated cells. These genes may reflect a global response of epithelial cells 174 to viral infection. Several of the genes with the highest fold change values are involved in antiviral defense at 175 the level of infected cells (eg., Mx1, Bst2, Oas2, Gbp10) or recruitment of immune cells (eg., Cxcl10, Cxcl11, regulated by all three viruses have diverse functions (Table S2) . Some examples of genes that were down-179 regulated by all three viruses included genes that encode transmembrane proteins (Tmem 119, 231, 19, 50a,  \n\nFor each of the three viruses, we defined a signature gene as a gene that is both differentially regulated at 192 24 h compared to the mock treatment and has an effect size significantly larger than the other two viruses (i.e.\n\nfold change on the X axis is significantly different from Y-axis, Z-axis, and mock). These genes are colored in 194 Figure 3A and appear along the diagonal in Figure 3B . As expected, RV had the largest number of signature \n\nAlthough RV induced expression of several genes involved in host defense, these were largely shared by 211 PR8 so were not identified as signature genes. The signature genes up-regulated by RV included kallikrein-1 212 and 10 kallikrein-1-related peptidases and additional proteins involved in tissue remodeling (Table S4) . (Table S4) .\n\nMHV infection resulted in regulation of a small set of signature genes ( Figure 3B , Table S5 ). Signature The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint\n\nAs described above, several of the genes with up-regulated expression in response to all three viruses 235 and those that were unique to PR8 are induced by type I IFNs. To specifically evaluate how IFN response 236 genes were altered by the three viruses, genes that were significantly up-regulated by each virus at the 24 h 237 time point were used to query the Interferome v2.01 database (see Materials and Methods). A Venn diagram 238 was generated to visualize the degree of overlap in IFN-related genes whose expression was induced by at 239 least one of the three viruses (Figure 4) . PR8 induced expression of the greatest number of IFN-related genes, 240 a majority of which were shared by at least one other virus. RV up-regulated slightly fewer IFN-induced 241 genes compared to PR8 and MHV infection resulted in up-regulation of the fewest IFN-induced genes. It was 242 somewhat surprising that PR8 induced a higher type I IFN response than RV, given that RV induced 243 expression of nearly twice as many genes than PR8 (Figure 2 ).\n\nThere was strong overlap between the IFN-induced genes up-regulated by each virus. The timing of 245 IFN-related gene expression followed the same trend as was seen in Figure 1 . They further showed that these differences were mediated by differential signaling 290 through the IFN / receptor, with robust signaling in uninfected cells. This supports our findings that PR8 291 induces expression of Ifnar2 and additional type I IFN genes that are not up-regulated by RV ( Figure 5 ).\n\nNone of the type I IFNs or receptors had significantly altered expression upon MHV infection ( Figure   293 5), despite up-regulation of a modest number of IFN-stimulated genes (Figure 4 ). This could be due to IFN-\n\n. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint independent expression of these genes, or induction by a type I IFN that was not represented on the 295 microarray. Coronaviruses are notorious for being able to replicate within cells without triggering type I IFN 296 responses, or delaying IFN induction until late in the replication cycle [34, [50] [51] [52] . Other studies have shown 297 that the IFN response to MHV-1 is a critical determinant of susceptibility. Severe disease in A/J mice 298 compared to C57Bl/6 mice correlates with lower type I IFNs detected in the lungs of A/J mice upon MHV-1 299 infection [6, 53] . Similarly, the expression of various type I IFNs in response to MHV-1 infection in vitro is 300 cell line-dependent [53] . Because the cell line we used, LA4, was derived from the lungs of A/He mice, we 301 would expect it to have a similar response as A/J mice. Thus the lack of type I IFNs induced by MHV-1 in 302 LA4 cells in vitro corresponds with pathogenesis observed in A/J mice in vivo.\n\nThe finding that LA4 cells mount a stronger response to PR8 than RV or MHV infection may be due to 304 differences in the viral recognition and signaling pathways used to detect these different viruses and 305 amplification of the type I IFN response as discussed above. Alternatively, it could be due to differences in \n\nSupplementary Materials: Figure S1 : Infection of LA4 cells visualized by immunofluorescent assay of viral 340 proteins and epifluorescent microscopy, Figure S2 : Heatmap of differential expression values for interferome 341 genes, Table S1 : Genes up-regulated in all virus infections, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint each virus or pairs of viruses. The numbers along the center diagonal are the signature genes with boxes 559 colored as in (a). The off-diagonal numbers are genes that have differential expression in two viruses 560 compared to mock and the third virus, but are not significantly different from each other. 561 562 563 564 The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint Venn diagram shows the number of shared and unique type I IFN-related genes that were up-regulated in each 567 viral infection. The proportion of genes up-regulated in only one virus treatment are shown in parentheses.\n\nThe genes represented in the Venn diagram were divided into functional groups and heat maps were generated 569 using log2 fold change values for each virus at 24 h compared to mock-inoculated controls. Heat maps of 570 additional functional groups can be found in Supplemental Figure The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/090936 doi: bioRxiv preprint"}