{"title": "The prospect and development of incinerators for municipal solid waste treatment and characteristics of their pollutants in Taiwan", "body": "Waste management practices differ between developed and developing nations, urban and rural areas, residential and industrial areas. There are many methods for waste management, such as landfill [1] , aerobic and anaerobic digestion [2] , mechanical and biological treatments [3] , pyrolysis [4] , gasification [5] and incineration [6] . In densely populated areas like Taiwan, finding space for additional landfills is becoming difficult. Beginning in the 1990s, however, alternative waste treatment technologies have become widely available. For instance, incineration functions as an alternative to landfill and biological treatment methods such as composting process and anaerobic digestion.\n\nBy definition, incineration is the combustion of waste materials at a high temperature environment [7] . In addition to volume reduction, incineration at high temperatures also destroys many of the toxins and pathogens in medical waste and other hazardous wastes. The most important functions of the incinerator are sanitary municipal solid waste (MSW) treatment, volume reduction, and energy recovery [7] . A waste-to-energy plant [8] is a modern term for an incinerator that combusts wastes to produce electricity, which is deemed more publicly acceptable than the traditional incinerator.\n\nTaiwan is a small and densely populated island located in the eastern part of Asia with a total population of more than 22 millions and a total area of 35,570 km 2 [9, 10] . Over the decades, the economic improvement has led to the increasing amount of MSW, causing serious environmental harms such as air quality deterioration and river water pollution. In order to speed up nation's MSW treatment and resources recycling, the Taiwan government has formulated policies concerning the reduction of waste volume in recent years. In correspondence, since 1990 the TEPA has devised the construction of a number of MSW incinerators to solve the MSW problem. By 2007, Taiwan has 22 MSW incineration refuse plants in operation. The volume of MSW materials and the treatment rate by incineration in 2006 are 7,336,496 tons and 53.34%, respectively, [9] .\n\nHowever, incineration processes could generate many kinds of pollutants including heavy metals, acid gases, particulates and organic compounds. For instance, during the incineration process, most of the heavy metals react with oxygen and chlorine to form metallic compounds which have low boiling point. The cooling process then leads to the condensation of high volatility metallic vapors through both homogeneous nucleation and heterogeneous condensation on the surface of fly ash, therefore discharging toxic metals from MSW incinerator [6, 11] . Nonetheless, pollutants produced by incinerators can be reduced by using air pollution control devices (APCDs).\n\nIn Taiwan, scrubber and particulate removing devices are commonly used for toxic metal control in incineration. Most incinerators use cyclone equipped with semi-dry (SD) and bag house (BG), while one uses electrostatistic precipitator (ESP) and wet scrubber in series ( Table 1 ). The main function of these toxic metal emission control devices is to either remove particulates by filtration or to supply large amount of surface area with adsorbent to capture heavy metal contaminants.\n\nMany reports are presented on the topic of capturing heavy metal contaminants through the injection of sorbents or additives into the APCDs system [6, [12] [13] [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] . According to these studies, solid sorbents are used to capture heavy metals through two mechanisms: chemical adsorption and physical deposition during incineration processes. On the other hand, fluidized bed adsorber also provides good performance for heavy metals control [27, 28] .\n\nFurthermore, incinerators may also emit acid gas such as NO x , SO x , CO, HCl and HF to the atmosphere during the incineration process and cause environmental damage. For instance, SO x and NO x react with other substances in the air to form acids, and precipitate in the forms of rain, fog, snow, or dry particles. The incinerator generates NO x in two ways: (1) N 2 and O 2 in air will react during the high temperature incineration process, producing NO x (called as thermal NO x ); (2) nitrogen compounds found in either fuel or MSW are oxidized to form NO x (also called as fuel NO x ) [29] . SO x are generated during the combustion of sulfur or materials containing sulfur [6] . Generally, CO is generated by the incomplete combustion of any fuel containing carbon compounds. It can easily react with the hemoglobin in blood and prevent oxygen transfer; people who expose to high concentration of CO may have health risk [30] . According to the statistical data from TEPA, the composition of MSW in Taiwan was including moisture, plastic, kitchen garbage, paper, metal and so on [9] (see Table 2 ). Most chlorine presents in the plastic and kitchen waste will be released in incineration process and react with hydrogen to form HCl. HCl and some organic compounds are the precursors of dioxins in MSW incinerators [31, 32] . Fluorine that presents in the MSW may also react with hydrogen to form HF. However, according to previous study [33] , the concentration of HF emitted from MSW incinerator is 0.1 mg/m 3 . The concentration of HF emitted is too low compared with HCl ($16 mg/m 3 ).\n\nControl of acid gaseous emissions depends on the chemical and physical characteristics of acid gases and the types of control devices. Scrubbing technology, such as wet scrubbing, semi-dry scrubbing and dry scrubbing, is used to reduce acid gases in incineration systems [34] . Previous studies have demonstrated the effective control of acid gases like SO 2 and HCl by using fluidized bed adsorber, spray dryer and fabric filter in series [22, 27, 28, 34, 35] . Applying catalyst to oxidize or reduce the acid gases is in practice due to its high removal efficiency (above 90%) [31, [36] [37] [38] [39] [40] .\n\nSeveral researchers have indicated that the fundamental pathways of polychlorinated dibenzo-p-dioxins/polychlorinated dibenzofurans (PCDD/PCDFs) formation in incineration process, can be distinguished as the following: (1) formation via precursor compounds; (2) formation via the degradation of carbon species in the presence of a chlorine source (de novo synthesis) at low temperature (250-400°C, especially in 300°C); and (3) pyrosynthesis at high temperature, i.e. burners [41, 42] .\n\nWang et al. [43] illustrated the way of reducing PCDD/ PCDFs emissions in incineration system through: (1) the addition of inhibitors (sulfur dioxide, ammonia, dimethylamine and methyl mercaptan), (2) the decomposition at high temperature (secondary combustion), (3) activated carbon injection to adsorb the PCDD/PCDFs, and (4) the decomposition of dioxins using catalysts. The advantages of using catalyst in incineration are: it is easy to operate, requires no secondary treatment, and takes less space than traditional APCDs [44] . For catalyst oxidation, studies reported that Fe 2 O 3 /TiO 2 , Pt/Al 2 O 3 , and V 2 O 5 /TiO 2 are generally used as catalyst for the dioxins oxidation [45, 46] . V 2 O 5 -WO 3 /TiO 2 -based catalysts are highly effective, reducing NO x and decomposing dioxins at low temperatures (150°C) by 95% and 98%, respectively.\n\nThis study emphasizes the history and development of incinerators in Taiwan. Taiwan is unique in the construction and development of incinerators in comparison with other countries, since Taiwan has built more number of incinerators in a small area over a short period of time and has extensive experience in the operation of incinerations. In addition, this study also discusses the characteristics, emission, and control of the pollutants in incinerators.\n\nThe main purpose of this paper is to offer Taiwan's experiences in building and operating incinerators for developing countries facing problems in MSW treatment.\n\nTaiwan's industrialization and population growth in recent years may have affected nation's consumption habits and thus led to the increase of MSW generation. (as shown in Tables 3 and 4 ). According to Table 4 , over the past 16 years, the population in Taiwan has increased from 20,443,000 to 22,790,000 people, while the gross domestic product (GDP) per capita increased from USD$8189 to USD$13,774 [48] . With the increases in population and economic activity, the amount of MSW generation also increases continuously until year 1998. However, the trend reverses as the amount of MSW generated decreases between the years 1999 and 2006. Since year 2000, the amount of MSW generated per capita per day had less than 1 kg due to the policy of resource recycling. ''The policy of resource recycling\" means people should separate the useful resources, such as paper, metal, plastic, and kitchen garbage, from MSW before incineration in Taiwan since 1998. According to Table 3 , the rate of resource recycling increased from 1.24% to 27.34% during the years 1998-2006 (January-October). Moreover, as shown in Table 4 , the amount of MSW generated was decreased from 8,992,239 tons to 7,336,496 tons. The results indicate that the policy of resource recycling resulted in the reducing of the amount of MSW, which comparing with those of the past 16 years.\n\nAnalysis of MSW composition is complicated due to the mixture of various waste materials. Therefore, controlling the compositions of MSW is important for incinerator operation. Basically, the composition of MSW can be divided into two parts; one is combustible waste, including paper, fiber, rubber, kitchen waste, and plastic; and the other is noncombustible waste like metal, glass and moisture. Table 5 describes the breakdown of the MSW composition in Taiwan and the basic chemical analysis of waste in Table 1 The operation profiles of the incinerators in Taiwan Table  5 . According to data on the chemical analysis of MSW between the period of 1998 and 2005, Table 5 shows a decreasing trend in the proportion of ash and organic chlorine, and an increasing percentage of sulfur in MSW composition. In the meantime, other composition items presented in Table 5 indicate a stable trend. The trends show that people in Taiwan have become more concerned with the clearance of MSW and placed more importance on resource recycling. For instance, while the percentage of the combustible waste increased annually, the percentage of noncombustible waste became less owing to the separate collection of particular categories of waste from MSW over the years. The statistical data presented in Table 5 suggest the success of Taiwan's policies in promoting resource recycling. After the construction of the first incinerator in 1991, incineration began to be a trend in the treatment of MSW in Taiwan gradually. As shown in Table 1 , until October 2006, approximately 53.34% of MSW was treated by incineration, while resource recycling and landfill accounted for 27.34% and 11.66%, respectively. The rate of incineration and resource recycling in MSW treatment increased significantly from 1991 to 2004. Contrary, the rate of landfill decreased significantly and now only accounts for a small fraction of MSW treatment in Taiwan. This phenomenon indicates that incineration had been considered as the main treatment method for MSW in Taiwan at the present. The data depicted in Table 3 describes the rate of garbage disposal, which increased from 60.2% to 99.75% in the period of 1991 to October 2006. As we can see, the rate of landfill from 1991 to 2006 (including both general landfill and sanitary landfill) decreased significantly due to the construction and operation of incinerators. Compared with landfill, incineration takes less space, provides faster treatment of MSW, materials, and is more efficient than landfill. Therefore, incineration can be considered as the best alternative to landfill for a densely populated country like Taiwan. However, in addition to waste treatment techniques, factors like government policies, public's level of environmental awareness, and resource recycling (including resource recycling, waste bulk recycling, and wastes food recycling) will also play an important role in the future treatment of MSW.\n\nTaiwan had been an agricultural society for a long time, and during this period garbage was usually composted or burned outdoors. With the population increasing and the economy rising, the amount of garbage also increased, especially in big cities like Taipei [9] . Garbage placed outdoors generates waste water, foul smell and disease germs. As a result, the phenomenon may make people feel uncomfortable and expose them to the risk of infection and disease [50] .\n\nDue to land scarcity and high density of population, it was imperative for Taiwan to develop an efficient treatment for the large amount of wastes generated everyday. Since it was difficult for Taiwan to find space for additional landfill sites, the TEPA decided to look for an alternative in waste treatment in order to meet the urgent need of Taiwan. As a result, the TEPA decided in 1986 to adopt incineration as the primary method for waste treatment and landfill as secondary. Consequently, in 1990, the TEPA proposed a plan called ''Construction Project for MSW Resource Recovery Plants [51] \" for MSW treatment. The TEPA first planned to construct 21 large scales MSW incinerators, and 20 incinerators had been constructed as a result. In the second \n\nDuring the past five years, the MSW incinerators produced 2,500,000-2,850,000 kWh of electricity in Taiwan [52] . During incineration, the heat energy can be transferred by the steam through the turbine in order to generate power. The power sold rate increases from 76.8% to 76.9% during the period of 2002-2006, with the highest power sold rate of 78.3% in 2004 (Fig. 1) . The average power sold rate in the past five years is about 77.5%.\n\nAlthough incinerators were constructed for the purpose MSW treatment, residual products such as ashes, waste water and other pollutants may become new problems to the environment. Without good design and operation for the APCDs, it may be difficult for incineration processes to meet the environmental protection standards and therefore incinerators may emit hazardous compounds during the processes [17, 23, 26, 53] . The statistics presented in Table 6 gives the trend of pollutant emission, and the operating condition of each incinerator along with MSW regulations and emission standards. Consequently, this study discusses statistics about pollutants like acid gases, heavy metals, and organics captured by the APCDs in incineration system during the past five years.\n\nBased on the statistics of the emission of pollutants from all 22 incinerators in Taiwan, Pb, Cd and Hg constitute most of the heavy metals detected due to their high quantities and relatively low boiling point. According to the emission regulations of incinerators in Taiwan [54] , the environmental protection standards of these three heavy metals (Pb, Cd and Hg) were found to be 0.2, 0.02 and 0.05 mg/Nm 3 , respectively. Fig. 2 shows the trend of heavy metals emitted from each incinerator in Taiwan during 2002-2006. Due to the improvement of flue gas treatment instrument/technique and the policy of resource recovery, all incinerators met the regulations of TEPA in heavy metal emission. Many studies have indicated that conventional air pollution control devices such as bag house, wet, semi-dry, and dry scrubber also can effective in collecting metallic particulates. As the improvement of instruments, the emission of heavy metals should be reduced gradually by year. Further, Metallic materials such as waste metal containers, and waste dry cell batteries commonly exist in MSW. Before incineration, separating these metallic materials from MSW can reduce the concentration of metals in flue gas. Therefore, this led the emission of heavy metals decreased. The average concentration of heavy metals decreased from 2002 to 2006. It demonstrates that the control of heavy metals emitted from incinerators in Taiwan improved every year. Fig. 2 compares the emission concentration among three metals with the new environmental protection standards along with previous one. Comparing both regulations, new environmental protection standards were much stricter than the previous one (Table 7) . With more stringent regulations, people in Taiwan became more concerned about the pollutants, and this inevitably led to the improvement of incinerator operation and preservation techniques. concentration of NO x in some incinerators was decreased. The average concentration range of NO x emission was found to be 70-120 ppm.\n\nThe emission standards of Toxicity Equivalent (TEQ) were used to measure dioxins and other compounds. Fig. 4 indicates that all incinerators in Taiwan meet the emission standards of Toxicity Equivalent (0.1 ng-TEQ/ Nm 3 ) for dioxins. From the figure, the highest concentration of dioxins was observed in 2004, with a record of 0.038 ng-TEQ/Nm 3 . The average value of dioxins emission in the past five years was found to be 0.034 ng-TEQ/Nm 3 , performed a steady trend. Therefore, incinerators in Taiwan performed well in the control of dioxins.\n\nIn Taiwan, 21 incinerators applied activated carbon to adsorb the PCDD/PCDFs, except in Mucha district where selective catalyst reduction (SCR) system was used as a new technology for reducing dioxins emissions [9] . In the past, the SCR technology was used for DeNO x system, a thermal treatment which usually operates under 300°C (dioxins generated easily in this temperature). However, some researchers reported that SCR can also be used for a DeDioxins system [45, 46] . Chang, et al. [55] [56] [57] compared the dioxin control of two incinerators in Taiwan in which one used activated carbon injection (ACI) while Table 7 Comparisons of the previous/presently regulations of emission limit of heavy metals from large scale incinerators in Taiwan \n\nIncineration is projected to become popular in the coming 20 years due to waste treatment, energy recovery and the reduction of viruses from contagious diseases. Previously the purpose of incineration was primarily waste treatment followed by energy recovery; however, the order of preferences for the functions of incinerators has now changed to energy recovery, waste treatment, and the elimination of viruses. The preferences may change again 20 years from now to the order of preferences like the elimination of viruses and bacteria, energy recovery, and waste treatment. MSW, medical waste, and poultry farm waste may produce different bacteria and viruses. These viruses may lead to the generation of different contagious diseases like severe acute respiratory syndrome (SARS), a rare contagious disease like Bird flu. Incineration treatment of MSW and medical waste can avoid these infectious viruses and generation of energy for public and industrial utilization. The authors are optimistic that Taiwan will play an important role in the development of incinerators and incineration tech- nology for both underdeveloped and developing countries in the future due to its vast experience in construction and operation of incinerators.\n\nSince 1990 Taiwan has paid great attention to MSW incineration, and this has led to the rapid development in incineration technology. Taiwan built 22 incinerators in less than two decades, all running successfully in the treatment of MSW and the production of energy. From the historical information and data presented here, most of Taiwan's MSW is treated by incineration. Emission characteristics of incineration in Taiwan showed that heavy metals, acid gases and dioxins are the major pollutants, and shed light on how these pollutants can be controlled by maintaining stable conditions. The amount of pollutants emitted during the past few years follows a decreasing trend, and the level of all emitted pollutants meet the environmental regulations of Taiwan. In the future, there is a possibility that developing countries may adopt incineration technology for the treatment of MSW and generation of renewable energy. Moreover, because incineration of medical waste generates sterile and non-hazardous end products, switching from landfills to incineration may also minimize the risk of contamination and infection in developing countries."}