{"title": "Stimulation of ribosomal frameshifting by antisense LNA", "body": "Programmed ribosomal frameshifting is a translational recoding event that increases the versatility of gene expression. It is mainly utilized by eukaryotic RNA viruses (1) (2) (3) , though some prokaryotic (4) and mammalian genes (5) (6) (7) are also controlled by ribosomal frameshifting. The requirements for À1 ribosomal frameshifting are the presence of a slippery heptanucleotide sequence X XXY YYZ (where X can be A, U, G or C; Y can be A or U; and Z does not equal Y; the spaces indicate the original reading frame) (8) followed by a downstream structural element, such as a pseudoknot, a hairpin or an antisense oligonucleotide duplex [for reviews, see (9) ]. Although the mechanism of frameshifting is still elusive, a promising model has been proposed by Brierley and co-workers using cryo-electron microscopy to image mammalian 80S ribosomes (10) . In their model, the ribosome is paused by its inability to unwind a pseudoknot structure resulting in a blockage of the A-site by eEF-2. During translocation, the P-site tRNA is bent in the 3 0 -direction by opposing forces. To release the tension, the P-site tRNA may un-pair and subsequently re-pair in the À1 frame with a certain frequency, followed by A-site tRNA delivery into the new À1 reading frame. These and other recent data obtained by mechanical unfolding of frameshifter pseudoknots suggest that mRNA secondary structures with certain conformational features that resist ribosomal helicase-mediated unwinding and eEF-2 catalyzed translocation are key players in ribosomal frameshifting.\n\nSmall oligonucleotides have been used for several years to regulate gene expression by RNaseH-dependent RNA degradation (11) , blocking translation (12) , or re-directing splicing (13) . More recently, microRNAs (miRNAs) (14) and small interfering RNAs (siRNAs) have appeared on the scene of post-transcriptional gene regulation (15) . siRNAs may be effective in treatment of chronic hepatitis-B virus infection (16) , HIV infection (17) , cancer (18) and age-related macular degeneration (19) . Very few antisense oligonucleotides, for example against the bcl-2 oncogene have reached the stage of clinical trials (20) or have actually been approved by the FDA, for instance for the treatment of human cytomegalovirus retinitis (21) .\n\nEnhancing the stability of small oligonucleotides to prolong circulation and meanwhile increasing target specificity are major concerns for therapeutic applications. Various kinds of modifications in backbones, sugars or even analogs have already been studied extensively [for reviews, see (22, 23) ] to meet these requirements. Locked nucleic acid (LNA) is a rather novel nucleic acid analog comprising a class of bicyclic high-affinity RNA analogs in which the furanose ring of LNA monomers is conformationally locked in an RNA-mimicking C3 0 -endo/ N-type conformation (24) . The LNA modification also resists degradation by cellular nucleases. Furthermore, introducing LNA into DNA or RNA oligonucleotides improves the affinity for complementary sequences and increases the melting temperature by several degrees (25) . A recent study showed that LNA/DNA mix-mers against miRNA-122 can be acutely administered at high dosage with long lasting effects without any evidence of LNA-associated toxicities or histopathological changes in the studied animals (26) . These data suggests that LNA is a promising candidate for small oligonucleotide applications.\n\nWe and others have demonstrated that small RNA oligonucleotides are able to mimic the function of frameshifter pseudoknots or hairpins by redirecting ribosomes into new reading frames (27, 28) . In this article, we have investigated the length and concentration of RNA oligonucleotides for optimal frameshifting, as well as the effects of introducing LNA-type sugars in DNA oligonucleotides.\n\nThe À1 ribosomal frameshifting events were monitored by the SF reporter construct described earlier (27) . Complementary oligonucleotides (Eurogentec, Liege, Belgium) SF462 (CTAGTTGACCTCAACCCTTGG AA) and SF463 (CATGTTCCAAGGGTTGAGGT CAA) and SF468 (CTAGTTGAGCGCGCTGGAGGC CATGG) and SF469 (CATGCCATGGCCTCCAGCGC GCTCA) were annealed and ligated into SpeI/NcoI digested SF reporter to construct the SF462 and SF468 templates, respectively. All constructs were verified by DNA sequencing on an ABI PRISM Õ 3730xl analyzer (LGTC, Leiden, The Netherlands). RNA oligonucleotides (except for RNA13 which was obtained from Invitrogen) were purchased from Dharmacon (Lafayette, USA). The RNAs from Dharmacon carried a 2 0 -O-ACE protection group, which was removed by incubation with 100 mM acetic acid pH 3.8 and TEMED at 60 C for 30 min. The sequences of RNA oligos were as follows:\n\nRNA6: GCGCGC, RNA9: CCAGCGCGC, RNA12: C CUCCAGCGCGC, RNA15: UGGCCUCCAGCGCGC, RNA18: CCAUGGCCUCCAGCGCGC, 18RNA: GCG CGCUGGAGGCCAUGG, and RNA13: CCAAGGGG UUGAGG.\n\nDNA and LNA/DNA mix-mers were synthesized by Eurogentec. Custom oligonucleotides were extracted by phenol/chloroform followed by ethanol precipitated before use. The sequences of DNA and LNA/DNA mix-mers were as follows (lower case represents the LNA modification and capital represents DNA): \n\nPlasmids were linearized by BamHI and purified by phenol/ chloroform extraction followed by ethanol precipitation. In vitro transcription was conducted by SP6 RNA polymerase and carried out in the 30 ml reaction mixture of: 1 mg of linearized template, 5 mM of rNTPs, 20 units of RNase inhibitor and 15 units of SP6 RNA polymerase with buffer (all from Promega, Benelux). After 2 h incubation at 37 C, the integrity and quantity of transcripts were checked by agarose gel and appropriate amount of the RNA were diluted in nuclease free water for in vitro translation.\n\nIn vitro translations were carried out in nuclease treated rabbit reticulocyte lysate (RRL) (Promega). The amount of mRNA was 0.025 pmol and different amounts of oligonucleotides (0.025-15.625 pmol) were mixed with template for 20 min at room temperature. After incubation, 4 ml of RRL, 0.01 mM amino acids mixture except methionine, 2 mCi of 35 S methionine (10 mCi/ml, MP Biomedicals, in vitro translational grade) were added in total volume of 10 ml and incubated at 28 C for 1 h. After translation, samples were mixed with 2Â Laemmli buffer, boiled at 90 C for 5 min and resolved by 13% SDS polyacrylamide gels. Gels were fixed in 10% acetic acid and 30% methanol for 20 min, dried under vacuum, and exposed to phosphoimager screens (Biorad). The screen was scanned and the 0 frame and À1 frameshift protein products were quantified by Quantity One software (Biorad). Frameshift percentages were calculated by dividing the amount of À1 frameshift product by the amount of 0-frame and À1 frameshift products after correction for the number of methionines in the protein sequence, multiplied by 100.\n\nDetermination of the melting temperature of oligonucleotide duplexes RNA oligonucleotide 18RNA (5 0 GCGCGCUGGAGGC CAUGG3 0 , Dharmacon, USA) was mixed in a 1:1 molar ratio with RNA18, DNA18 or one of the various DNA/ LNA mix-mers, in UV-melting buffer (100 mM NaCl, 10 mM Cacodylate acid, pH 6.8). The analysis was performed on a Varian Cary 300 spectrophotometer using temperature ramps of 0.25 C /min during heating and cooling. The absorbance at 260 nm was recorded and normalized to the blank control.\n\nAlthough antisense oligonucleotides were found to induce ribosomal frameshifting (27, 28) , the optimal number of base pairs has not been addressed yet. To investigate this we designed antisense RNA oligonucleotides that are 6, 9, 12, 15 and 18 bases complementary to the region downstream of an UUUAAAC slippery sequence in our reporter plasmid SF468 ( Figure 1 ). First, titration with RNA6 and RNA9 oligonucleotides revealed that a 625-fold molar excess of oligonucleotides over mRNA resulted in the highest level of frameshifting ( Figure 2a) ; this ratio was used in the following experiments. The shortest oligonucleotide, RNA6, was not capable of inducing significant levels of frameshifting (Figure 2b) , whereas RNA9 induced $3.5% of frameshifting. Maximum levels were obtained with RNA12, RNA15 and RNA18; all three induced $12% of frameshifting. In the following experiments oligonucleotides between 12 and 18 nt in length were used.\n\nSince we have absent knowledge about the efficacy of LNA-induced ribosomal frameshifting, LNA/DNA mix-mers of 18 nt in length were designed to investigate this ( Figure 3) . A DNA oligonucleotide, as expected, was less capable (3.5%) of inducing frameshift due to the lower thermodynamic stability of RNA-DNA duplexes, see also below. Surprisingly, substituting the 3 0 -cytosine and guanosine in this DNA oligonucleotide by their LNA analogs enhanced its frameshift inducing capacity to 8.7%, i.e. as high as an RNA oligonucleotide (8.8%). Increasing the LNA content of this oligonucleotide further did not lead to higher frameshifting. On the contrary, the efficiency of LNA4 was with 7.7% lower than that of LNA2 and that of LNA6 was a mere 1.1%. Since the overall translation efficiency seemed not affected by LNA6 we suspected an effect of the oligonucleotide itself (see below).\n\nTo demonstrate that the enhanced effect of LNA oligonucleotides is a general feature we designed another construct (SF462) in which the target sequence was replaced by an unrelated sequence ( Figure 4 ). LNA/DNA mix-mers were designed in which nucleotides starting from the 3 0 -end were gradually replaced by LNA ( Figure 4 ). Increasing the number of LNAs from one to two and four in these DNA oligonucleotides improved their frameshift inducing ability, reaching an apparent optimum of 7.0% with four LNA substitutions. Further increase of the LNA content to 6 nt (LD6) did not improve frameshift efficiency, but, on the other hand, LD6 also did not lead to the dramatic decrease as observed above for the LNA6 oligonucleotide applied in the SF468 construct. We suspected that (partial) self-complementarity may be limiting the effective concentration of free LNA/DNA oligonucleotides. To check this possibility, we ran all the oligonucleotides on a non-denaturing polyacrylamide gel. Figure 5 showes that the LNA6 oligonucleotide indeed migrated more slowly indicative of partial dimer formation, presumably by intermolecular base pairing of the palindromic GCGCGC sequences in each oligonucleotide (compare the migration to that of the full dimer formed by annealing of oligonucleotides DNA18 and 18DNA). The LD series, as predicted, migrated as monomers. We noted that LD2, though loaded in equal amount, based on its UV absorbance, showed a higher affinity to ethidium bromide than its counterparts. At present we have no explanation for this unexpected behavior of LD2, since its migration and therefore its conformation was identical to the other LNA/DNA mix-mers.\n\nThese results demonstrate that LNA modifications indeed enhance the antisense-induced frameshifting efficiency probably due to higher thermodynamic stability and RNA-like structural properties. This phenomenon appears to be general, at least in our experiments.\n\nTo investigate which positions in a DNA oligonucleotide would exert the largest effect when substituted by an LNA analog, we designed LNA/DNA mix-mer mutants based on LNA2, which is the most efficient LNA/DNA mix-mer in our experiments and would give a good read-out. When the two LNA substitutions were moved two positions more inward (L2-1), compared to LNA2, frameshift efficiency decreased to 6.7% ( Figure 6 ). However, when the LNA modifications were moved another two positions more inward (L2-2), activity dropped to 2.7% ( Figure 6 ) which is comparable to an unmodified DNA oligonucleotide. Similarly, when the LNA groups were introduced at the other end of the oligonucleotide, activity was as low as DNA18 ( Figure 6 ). Finally, L2-4, in which the first and fourth position were LNA, was only half as efficient as LNA2. These results indicate that the choice of the location of the LNA modifications is crucial for the frameshift-inducing efficiency of an oligonucleotide.\n\nTheoretically the position effect of the LNA substitutions could simply be explained by differences in thermodynamic stability of the resulting mRNA/oligonucleotide duplexes. To investigate this possibility we carried out Table 1 . The T m of the 18RNA/RNA18 duplex was the highest with 82 C in agreement with its high frameshifting efficiency. The 18RNA/DNA18 duplex had a much lower T m of 72 C, which is expected for an RNA/DNA hybrid, and also agreed with the lower frameshifting efficiency. The LNA substituted oligonucleotides, all had higher T m s (+4 to +9 C) than DNA18. The T m of L2-2 was with 81 C almost as high as that of RNA18.\n\nRemarkably there was no correlation between the T m of the LNA oligonucleotides and their frameshifting inducing capacity. For example, the T m of LNA2 was rather low with 76 C but it had the highest frameshifting activity, and L2-2, which had the highest T m , actually had the lowest frameshifting activity. T m s of L2-3 and L2-4 were identical but their frameshifting activities were 2.3 and 4.6%, respectively. We also noted that both L2-2 and L2-3 were comparable to DNA18 in frameshifting activity but formed far more stable duplexes. These data suggest that the position effect of the LNA substitutions is related to the mechanism of frameshifting and not per se to their thermodynamic stability.\n\nPreviously, we have demonstrated that antisense oligonucleotides can induce high levels of À1 frameshifting (27) . The optimal length of small antisense oligonucleotides, however, was not investigated. Understanding the optimal length of trans-acting oligonucleotides that can induce the most efficient frameshifting and, at the same time, escape RNAi interference will be an important issue for future in vivo applications. Here we found that maximum levels of frameshifting were obtained with oligonucleotides of 12 nt and more. This is comparable to the stem lengths (S1+S2) of known examples of highly frameshift inducing H-type pseudoknots, such as the 6+6 bp of the Simian retrovirus typeÀ1 pseudoknot (29) , the 11+6 bp of the minimal Infectious Bronchitis virus (IBV) pseudoknot (30) , and the 6+6 bp chimeric Mouse Mammary Tumor virus (MMTV)-IBV pseudoknot (31) . In addition, in known examples of hairpin-induced frameshifts, the stem length of hairpins is around 12 bp (32) (33) (34) . This may imply that a full helical turn of an RNA helix either in one single stem or in two stacking stems of a pseudoknot (S1+S2) is selected by viruses to induce efficient ribosomal frameshifting.\n\nIn addition to RNA oligonucleotides, we demonstrated that LNA/DNA mix-mers are also capable of stimulating efficient À1 ribosomal frameshifting in contrast to DNA oligonucleotides. Replacing 2 nt in a DNA oligonucleotide by LNA was already sufficient to reach the same level of frameshifting as with a comparable RNA oligonucleotide. However, the excellent affinity of LNA oligonucleotides could be a double-edged sword in certain cases. In our experimental system, the oligonucleotides are partly self-complementary and this resulted in the formation of dimers ( Figure 5 ), which were apparently unable to induce frameshifting (LNA6, Figure 3 ). Hence, LNA substitutions should be optimized in a sequence that is prone to form dimers. In our SF462 construct (Figure 4) , the optimal number of LNA substitutions to induce the most significant amount of frameshifting is four. LD6 with two additional LNA substitutions did not improve the efficiency. Thus, our results suggest that the first 4 bp are critical for antisense-induced frameshifting. A likely explanation is that when a ribosome that is translating the slippery sequence, the helicase active site is around position +11, with respect to the first nucleotide of the P-site, which is close to the first base pair of the mRNA/ oligonucleotide duplex (35) . Increasing the local thermodynamic stability in this region may prevent ribosomes to unwind RNA structures, causing ribosomal pausing at the slippery sequence, and finally results in a higher frequency of ribosomal frameshifting.\n\nOur data also showed that a single LNA modification is not sufficient to turn a DNA oligonucleotide into an efficient frameshift inducer but that a second LNA is needed. The best position for the second modification appeared to be also close to the 3 0 -end of the oligonucleotide. Although one could expect that spacing of two LNA groups by two non-modified sugars as applied in probes for miRNAs, results in the optimal induction of the 3 0 -endo conformation in the neighboring sugars (36), this was not the case in our frameshift assays. Here such a spacing was less efficient (see data for L2-4, Figure 6 ). However, we have not investigated if possible differences of self-dimerization behavior of these oligonucleotides accounts for the different stimulating activities, since such effects were only observed when six LNA modifications were introduced in an oligonucleotide of this sequence.\n\nThe observation that different positions of LNA substitutions induced different levels of ribosomal frameshifting is interesting. Even though the overall thermodynamic stability of these oligonucleotides is roughly the same, they still create different degrees of barriers for ribosomes to unwind and these differences could be the reason for different level of induced frameshifting.\n\nThe finding that local stability at the 3 0 -end of the LNA/ DNA mix-mers is important for frameshifting is in agreement with the observation that in natural examples of frameshift stimulators, most of them have high GC content in the first few nucleotides (1) . Hence, our data support the notion that the stability of the 3 0 -end of the oligonucleotide, which may reside in the active site of the ribosomal helicase, is critical for frameshift-inducing structural elements. In pseudoknots this stability is probably attained by triple interactions, since nature has no other way to increase the stability of a GC-rich A-type helix. Triplex structures have been documented for a number of frameshifter pseudoknots, e.g. BWYV (37), SRVÀ1 (38) and in a telomerase pseudoknot (39) . Several models of ribosomal frameshifting have been proposed (1, 40, 41) . The consistency from these studies is that ribosomal pausing at shifty sites by downstream structural elements is important but that pausing caused by RNA secondary structure, does not always result in frameshifting. In addition, a lack of correlation between the extent of pausing and the efficiency of frameshifting by IBV pseudoknots has been observed (42) . A recent study also showed that pseudoknots with a similar global structure can still induce very different levels of frameshifting although their thermodynamic stabilities were different (43) . These data complicate the view on the role of the downstream structure. Experiments involving simple oligonucleotides such as shown here may be better alternatives to elucidate the role of the downstream element.\n\nSeveral groups have correlated the mechanical force of unfolding of a pseudoknot with its frameshifting efficiency by using optical tweezers (39, (44) (45) (46) and suggest that frameshift efficiency is dependent on the unfolding force rather than on differences of thermodynamic stability between folded and unfolded states. Since we showed here that antisense oligonucleotides can induce frameshifting presumably by serving as a physical barrier for the elongating ribosome, it will be interesting to measure the strength of these linear oligonucleotides in complex with (a piece of) mRNA by optical tweezers and see if there is a correlation with their frameshifting efficiency.\n\nFinally, several properties of LNA, including its good aqueous solubility, low toxicity, highly efficient binding to complementary nucleic acids, high biostability, and, improved mismatch discrimination relative to natural nucleic acid (47) make LNA a promising candidate for in vivo applications of antisense-induced frameshifting.\n\nFunding for open access charge: Leiden Institute of Chemistry, Leiden university."}