{"title": "Rapid differentiation of avian infectious bronchitis virus isolates by sample to residual ratio quantitation using real-time reverse transcriptase-polymerase chain reaction", "body": "Infectious bronchitis (IB) is a disease of the upperrespiratory tract in chickens. It is of economic significance to the poultry industry due to the high morbidity and production losses associated with the disease. Clinical signs include tracheal rales, coughing, sneezing, poor weight gain, and a decline in egg-shell quality and egg quantity. In addition, birds become susceptible to secondary pathogens, such as Escherichia coli (King and Cavanagh, 1991) .\n\nThe etiologic agent of infectious bronchitis is infectious bronchitis virus (IBV). The virus belongs to the Coronaviri-Abbreviations: RRT-PCR, real-time reverse transcriptase-polymerase chain reaction; IBV, infectious bronchitis virus; SRRQ, sample to residual ratio quantification * Corresponding author. dae family and Coronavirus genus. It is a positive-sense RNA virus with an envelope containing protruding spikes. These spikes mediate attachment to host cell receptors are involved in membrane fusion, and contain conformationally dependent, serotype-specific, and virus-neutralizing epitopes (Cavanagh and Davis, 1986; Cavanagh et al., 1988; Holmes, 1991) . There is no specific treatment for IBV. Prevention and control are through the use of modified live or killed vaccines. The vaccination strategy is dependent upon the serotype of IBV prevalent within a geographical area because different serotypes do not cross-protect. Rapid and accurate diagnosis of the serotype of IBV involved in a field outbreak is necessary to establish an effective vaccine strategy for neighboring flocks.\n\nGreat strides have been made in the area of IBV diagnostics since the gold standard virus neutralization test was 0166-0934/$ -see front matter © 2004 Elsevier B.V. All rights reserved. doi:10.1016/j.jviromet. 2004.11.022 developed. Currently, many diagnostic tests exist for differentiating IBV isolates, including: monoclonal antibodies (Nagano et al., 1990; Karaca et al., 1992) , dot blots (Nagano et al., 1993) , DNA probes (Jackwood et al., 1992; Karaca et al., 1993) , rapid plate hemagglutination test (Ruano et al., 2000) , SDS-PAGE polymorphism (Case et al., 1997) , direct S1 gene DNA sequencing (Kingham et al., 2000; Lee et al., 2003) , RT-PCR with serotype-specific primers (Keeler et al., 1998) , and RT-PCR/RFLP (Kwon et al., 1993; Wang and Tsai, 1996) .\n\nIt has been shown that genotyping tests provide data that correlates well with the serotype of the virus (Kwon et al., 1993; Keeler et al., 1998; Kingham et al., 2000; Lee et al., 2003) . Due to their ease and correlation with serotype, genotype tests (dot blots, DNA probes, DNA sequencing, serotype-specific RT-PCR, and RT-PCR/RFLP) have become widely used. Although the genotyping tests are rapid, room for improvement remains. In particular, elimination of post RT-PCR manipulations (gel electrophoresis, gel purification of DNA, restriction enzyme analysis, sequencing, etc.) would decrease the cost and overall assay time. Recent technological advances in the field of real-time nucleic acid amplification could be used to negate the need for post RT-PCR manipulations.\n\nReal-time RT-PCR (RRT-PCR) is a technique for detecting the amplification of target RNA in a sample. Either a non-specific dsDNA-binding dye, such as SYBR Green I, or a fluorescently labeled DNA probe (singly or doubly labeled), which hybridizes to specific sequences if present in the target template, can be used to identify and quantitate specific sequences within target templates from a biological sample. For the basics of RRT-PCR and the myriad dye/probe-based detection techniques, see the review by Mackay et al. (2002) .\n\nIn this study, we developed a new method of real-time RT-PCR termed sample to residual ratio quantitation (SRRQ) that identifies a particular target RNA molecule within a biological sample. Basically, RNA is extracted from a biological sample, incubated in the presence of a complementary chimeric oligonucleotide (5 -DNA:2 -O-Me-RNA-3 ), and cleaved by RNase H at the site of hybridization due to the formation of a DNA:RNA duplex (Bogdanova et al., 1995; Yu and Steitz, 1997) . The total amount of RNA in the sample (uncleaved) and the amount of residual RNA following specific hybridization of the chimeric oligonucleotide and cleavage by RNase H is quantified by RRT-PCR. Then, the ratio of total RNA to cleaved RNA is calculated to determine the specificity of the chimeric oligonucleotide for the target RNA. We describe the use of SRRQ to differentiate IBV isolates representing five different serotypes.\n\nThe virus strains used in this study are listed in Table 1 . They cover 15 different serotypes and represent the most a Strains that were assayed by SRRQ using RRT-PCR. b Strains for which the first 300 bp of S1 gene were searched for sequences complimentary to any of the chimeric oligonucleotides. c Genbank accession number for S1 gene sequence data where available.\n\ncommonly observed field isolates. Briefly, virus was propagated in 9-11-day-old embryonating eggs and the allantoic fluid was harvested 48 h after inoculation and kept frozen at −70 • C until needed (Senne, 1998) .\n\nThe High Pure RNA Isolation Kit (Roche Diagnostics Corp., Indianapolis, IN) was used to extract viral RNA from allantoic fluid per the manufacturer's directions.\n\nThe S1 gene sequence data for strains belonging to the Massachusetts, Arkansas, Connecticut, and Delaware/ Georgia 98 serotypes were aligned using MacDNASIS Pro V3.5 (Hitachi Software Engineering Corp., San Bruno, CA). Conserved sequences within each serotype but not present in other serotypes were identified. Complimentary chimeric oligonucleotides (Shibahara et al., 1987; Inoue et al., 1988) specific to those conserved sequences with T m values near 37 • C were designed and synthesized (Integrated DNA Technologies, Inc., Coralville, IA). The sequences of the chimeric oligonucleotides were TGAAgagccugcau (anti-Massachusetts), TTCGuugucauauaaauuagca (anti-Arkansas), TCTGcuagaccaauc (anti-Connecticut), and CGC-Cuugcuuugaccaa (anti-Delaware/GA98). The uppercase letters represent DNA bases and lowercase letters represent 2 -O-Me RNA bases.\n\nThe S1 gene from the Massachusetts 41, Connecticut 46, Arkansas DPI, and Delaware 072 strains of IBV was cloned using standard molecular biology procedures. Briefly, the S1 gene from each virus was amplified by RT-PCR as described previously (Jackwood et al., 1997) . The resultant 1720 bp amplicon was cloned into TOPO-XL (Invitrogen, Inc., Carlsbad, CA) per the manufacturer's directions.\n\nRunoff RNA transcripts were synthesized from each of the cloned S1 genes after linearization with Mlu I (New England Biolabs, Inc., Beverly, MA) using the T7 RiboMax Kit (Promega, Madison, WI) per the manufacturer's directions.\n\nFour separate 20 L reactions containing 5 pmol of one particular runoff RNA, 5 pmol of one serotype-specific chimeric oligonucleotide per tube, 1× RNase H reaction buffer and water up to 20 L were mixed in 0.2 mL PCR tubes. The mixtures were incubated at 70 • C for 5 min and then cooled to 37 • C, at which time 5 units of RNase H (New England Biolabs, Inc., Beverly, MA) were added. After a 1-h incubation, the RNA from each tube was extracted as stated earlier. Cleavage of RNA was determined by agarose gel analysis. Extracted RNA (5 L) was mixed with 5 L of extracted RNA was mixed with 5 L of Tris-borate EDTA (TBE)-urea loading buffer (Bio-Rad, Hercules, CA), heated at 95 • C for 4 min, quick cooled on ice, and loaded onto a native 1× TBE agarose gel (Liu and Chou, 1990) . The RNA was electrophoresed at 80 V (constant voltage) for approximately 1 h, stained with EtBr, visualized by UV transillumination and photographed using a Kodak EDAS 290 system (Eastman Kodak Co., Rochester, NY).\n\nFive microliters of RNA extracted from allantoic fluid was placed into each of five separate tubes, each containing 1× RNase H reaction buffer, 5 pmol of one of four different serotype-specific chimeric oligonucleotide (the fifth control tube received no chimeric oligo) and water up to 20 L. The tubes were incubated at 70 • C for 5 min and then cooled to 37 • C, at which time 5 units of RNase H were added. After a 1-h incubation, the RNA from each tube was extracted as stated earlier and kept on ice until used as template in a RRT-PCR.\n\nA set of RRT-PCR primers were synthesized that amplify a section of the IBV S1 gene containing the entire hypervariable region (HVR) I and most of HVR II. The 5 primer was NewS1Oligo5 (Jackwood et al., 1997) and the 3 primer (5 -AYMACARTGTGTMACAAA-3 ) was designated M41L328.\n\nThe LightCycler TM RNA Amplification Kit (Roche Diagnostics Corp., Indianapolis, IN) was used for RRT-PCR. Briefly, 20 L reactions were assembled, each containing 1× Reaction/SYBR Green I buffer mix, 5 mM MgCl 2 , 20 pmol of each forward and reverse primer, 0.4 L of the polymerase enzyme mix, 10 L of template RNA and water up to 20 L. The reaction mixture was centrifuged into a LightCycler TM glass capillary tube and the RRT-PCR was performed per the manufacturer's directions. Briefly, the capillaries were subjected to the following thermocycle program: 42 • C, 10 min; 95 • C, 30 s; 45 cycles of 95 • C, 0 s; 45 • C, 10 s; 72 • C, 20 s (Analysis mode: quantification); 1 cycle of 95 • C, 0 s; 65 • C, 10 s; heated up to 95 • C (analysis mode: melting curve). Quantification and melting curve analysis of each sample was conducted using the tools available in the LightCycler software version 3.5. The second derivative maximum option was used to calculate all cycle threshold (C t ) values to rule out investigator bias. An SRRQ value was calculated by subtracting the C t value of the uncut RNA (no chimeric oligonucleotide) from the C t value of the cut RNA. Any experimental tube with an SRRQ value >2 was considered to be susceptible to cleavage as mediated by that particular chimeric oligonucleotide.\n\nFour chimeric oligonucleotides for five of the most common serotypes of IBV were designed. As an example, the target sequences for the anti-Massachusetts and anti-Arkansas chimeric oligonucleotides are shown in Fig. 1 . Agarose gel analysis of cleavage products verified that each chimeric oligonucleotide tested specifically cleaved runoff RNAs from the homologous S1 gene, while not cleaving runoff RNAs from heterologous S1 genes. Fig. 2 shows a representative agarose gel analysis of Massachusetts 41 S1 runoff RNA as cleaved after incubation with each chimeric oligonucleotide and RNase H. Cleavage analysis results for the Arkansas DPI and Delaware 072 S1 runoff RNAs were similar (data not shown). In each case, specific cleavage of the S1 gene runoff RNA produced the correct size cleavage products as predicted from sequence data (see arrow, Fig. 2 ). There were no non-specific cleavage products for any of the chimeric oligonucleotides tested as determined by agarose gel analysis. (Bogdanova et al., 1995; Yu and Steitz, 1997) .\n\nTo assess further the specificity of each chimeric oligonucleotide, we tested their ability to cleave sample RNA extracted from eight IBV strains representing seven different serotypes. We performed SRRQ for each sample and the results of our analysis are summarized in Table 2 . All four chimeric oligonucleotides mediated the cleavage of RNA extracted from the homologous serotype of IBV. No crossreactivity was observed for any of the chimeric oligonucleotides with strains from a heterologous serotype. Representative amplification graphs for Arkansas 99 and CAV Table 2 Sample to residual ratio quantification using RRT-PCR results for known IBV strains Calculated SRRQ values are given in parentheses. a Serotype as determined by virus neutralization or RT-PCR/RFLP. b A plus sign denotes that the sample RNA incubated with the particular chimeric oligonucleotide amplified at least two cycles later as compared with the uncleaved control RNA. c A negative sign denotes that the sample RNA incubated with the particular chimeric oligonucleotide amplified no later than 1.99 cycles as compared with the uncleaved control RNA. 56b are shown in Fig. 3 . The Arkansas 99 strain RNA was cleaved in the tube containing the anti-Arkansas chimeric oligonucleotide (Fig. 3A) and had a C t value of 28.57, which was approximately 3.59 cycles higher than the C t of the RNA without a chimeric oligonucleotide. The RNA from the CAV 56b strain, which does not belong to any of the four serotypes for which a chimeric oligonucleotide was synthesized, was not cleaved (Fig. 3B) . For some IBV strains not tested ex-perimentally (Table 1) , we examined the S1 gene sequence flanked by the RRT-PCR primer set, and no complementary regions to any of the chimeric oligonucleotides were present.\n\nTo test further our assay, the SRRQ test was carried out on 15 allantoic fluid samples without prior knowledge to their grouping and found that we could identify accurately Massachusetts, Arkansas, Connecticut, and Delaware viruses in those samples ( Table 3 ). Samples that showed Table 3 Sample to residual ratio quantification using RRT-PCR results for 15 samples tested without prior knowledge of their serotype Calculated SRRQ values are given in parentheses. a Serotype as determined by virus neutralization or RT-PCR/RFLP. b A negative sign denotes that the sample RNA incubated with the particular chimeric oligonucleotide amplified no later than 1.99 cycles as compared with the uncleaved control RNA. c A plus sign denotes that the sample RNA incubated with the particular chimeric oligonucleotide amplified at least two cycles later as compared with the uncleaved control RNA. Fig. 3 . Representative sample to residual ratio quantification (SRRQ) amplification graphs and data analysis. For each graph, the x-axis represents the PCR cycle number and the y-axis represents the fluorescence measured during each PCR cycle. The cycle threshold (C t ) for each sample was calculated using the second derivative maximum option. Amplification signal in the negative control (water) samples represents primer dimer and was verified by melting curve and agarose gel analysis (data not shown). (A) SRRQ for IBV strain Arkansas 99 (sample A = anti-Connecticut, C t = 24.82; sample B = anti-Massachusetts, C t = 24.15; sample C = anti-Delaware, C t = 24.90; sample D = no chimeric, C t = 24.98; sample E = anti-Arkansas, C t = 28.57). (B) SRRQ for IBV strain CAV 56b (sample A = anti-Massachusetts, C t = 20.85; sample B = anti-Arkansas, C t = 21.34; sample C = anti-Connecticut, C t = 20.59; sample D = anti-Delaware, C t = 21.57; sample E = no chimeric, C t = 21.07).\n\nno cleavage with any of the chimeric oligonucleotides or that were not amplifiable with the primer set were listed as \"not typeable\". Each \"not typeable\" strain was either an IBV from a serotype for which a chimeric oligonucleotide was not developed or an altogether different virus (Table 3) .\n\nChimeric oligonucleotides are small single-stranded nucleic acid molecules containing two or more different types of nucleotides, e.g. a mixture of DNA and 2 -O-Me RNA bases. They can be used to target and cleave a specific RNA in the presence of RNase H. Cleavage occurs at the site of DNA:RNA duplex formation. We developed a rapid diagnostic test using sequence-specific chimeric oligonucleotides and RNase H to identify IBV isolates within the Massachusetts, Arkansas, Connecticut, and Delaware/Georgia 98 serotypes. The test relies on the ability of sequence-specific chimeric oligonucleotides to mediate cleavage of target RNA by RNase H and on the measurement of that cleavage by SRRQ using RRT-PCR. Empirically, we assigned a difference of two cycles between uncleaved control RNA samples and cleaved RNA samples as the minimum for determining the specificity of the chimeric oligonucleotides.\n\nFour chimeric oligonucleotides for five of the most common serotypes of IBV were designed. One chimeric oligonucleotide (Delaware) was designed to mediate cleavage of strains from the Delaware and Georgia 98 serotypes because it has been shown that strains from these two serotypes cross-protect in birds . Each chimeric oligonucleotide-mediated cleavage of RNA molecules only from IBV strains within the serotype for which the chimeric oligonucleotide was designed. The SRRQ assay appears to be highly specific since the anti-Arkansas chimeric oligonucleotide could not mediate cleavage of GAV92/4595/92 RNA and the sample was determined to be \"not typeable\". The anti-Arkansas chimeric oligonucleotide had a two base mismatch at positions 19 and 20 with the GAV92/4595/92 strain (Fig. 1) .\n\nThe variability of the SRRQ value for each particular sample was not directly assessed. However, the ability to determine correctly the serotype of a known sample using this assay was good when that sample was tested multiple times (Tables 2 and 3 ). The cutoff value of 2.0 for the SRRQ value was sufficient for determining accurately the serotype of each sample tested in this work. However, only further testing of laboratory strains and field isolates will allow the establishment of a more defined SRRQ cutoff value for serotype determination.\n\nA potential limitation of this test is the inability to diagnose dual infections. If a sample contains two IBVs in equal amounts, then mathematically speaking, a chimeric oligonucleotide specific for either virus could only cleave half of the RNA within the sample. This would equate to a C t value difference of only one cycle. However, optimizing the test could allow us to lower the C t value difference to a number where dual infections can be diagnosed.\n\nIt was observed that the starting RNA template concentration must be high enough so that the amplification reaction reaches the exponential phase before approximately 30 cycles. Reactions where the exponential phase occurs beyond 30 cycles are difficult to interpret because the primer-dimer signal begins to mask the true product signal.\n\nThis IBV typing test is fast. One RRT-PCR machine that processes 32 reactions can be used to type 6 samples in 3-4 h or less. Also, this test does not require the use of fluorescently labeled probes, which can be expensive and generally have a short shelf life.\n\nAnother advantage of this test is that it has a built in control for detecting the presence or absence of IBV in each sample. The primer set developed for this test amplifies all IBV RNAs tested to date. Since an uncut control is run for each sample, a positive reaction always denotes the presence of IBV, whether it is typeable by the assay or not.\n\nFinally, this test can be run without an RRT-PCR machine. The first step is to perform a regular RT-PCR on a particular sample to determine where the exponential phase of the amplification reaction occurs. Briefly, a sample of RNA is amplified by RT-PCR and aliquots are taken from the reaction every 5-10 cycles and separated on an agarose gel. The second aliquot showing the presence of a clear band of the proper size is then used as the number of total PCR cycles for the appropriate sample during the assay. Once the number of PCR cycles is determined for a particular sample, the chimeric oligonucleotide cleavage reaction is run as stated, RNA is extracted, and used as template in an RT-PCR using the number of appropriate PCR cycles determined earlier.\n\nThe reaction products are separated on an agarose gel and the intensity of the products is visualized. Any tube that contained chimeric oligonucleotide specific for the sample RNA will produce a product that is weaker than the uncut control.\n\nFuture use of this assay as a rapid diagnostic method for determining the serotype of IBV isolates seems plausible. Although our goal was to create an assay for that purpose, it seems logical that this method could have other uses. For IBV, it could be used to test the purity of vaccine stocks. Due to the quasi-species of IBV and the ease of contamination of vaccine strains during manipulation, a test that can determine the level of purity for a particular sample should be helpful. Also, this assay should be applicable to any situation where determining the presence or absence of a specific target RNA is desired."}