{"title": "", "body": " BEN \n\nLeflunomide, initially developed as an agriculture herbicide, was explored as an immunosuppressant because of its ability to inhibit the enzyme dihydroorotate dehydrogenase. 1 The potential of leflunomide as an immunosuppressant in the field of transplantation was extensively demonstrated in various experimental studies, but its long half-life (several days) poses the problem of potential overimmunosuppression in transplant patients. Analogs of the active metabolite of leflunomide have been developed and are called malononitrilamides (MNAs). FK778 (also known as MNA715 or HMR1715) is the best studied synthetic MNA, and as it has a much shorter half-life than leflunomide (6-45 hours vs. 15-18 days) it was believed to represent an attractive alternative to leflunomide for application in organ transplantation. 2\n\nLeflunomide (N-(4)) trifluoro-methylphenyl-5-methylisoxawol-4-carboximide) is a prodrug and is rapidly converted to its biologically active metabolite teriflunomide (A771703). Serum levels of teriflunomide are referred to as leflunomide levels. The half-life of teriflunomide is long in humans (approximately 15 days). The drug enters the enterohepatic recirculation and is excreted by the intestinal and urinary systems in equal proportions. Leflunomide is insoluble in water and is suspended in 1% carboxymethylcellulose for oral administration.\n\nChemical The MNAs are designed to be structurally similar to A771726. Oral bioavailability of FK778 is not substantially affected by food, and no gender effect on pharmacokinetics was observed in phase I studies.\n\nLeflunomide and its analogs have strong antiproliferative effects on both T lymphocytes and B lymphocytes, thus limiting the formation of antibodies. 3, 4 Inhibition of pyrimidine synthesis is the most important mechanism of action as leflunomide directly inhibits the enzyme dihydroorotate dehydrogenase. 5 Lymphocytes rely entirely on the de novo pathway of pyrimidine biosynthesis and cannot use another, the so-called \"pyrimidine salvage pathway.\" Dihydroorotate dehydrogenase inhibition leads to depletion of the nucleotide precursors uridine triphosphate and cytidine triphosphate, which are necessary for the synthesis of RNA and DNA, and hence strongly suppress DNA and RNA synthesis.\n\nThe in vivo mechanism of action of leflunomide may depend on factors such as drug levels, disposable uridine pools, and the immune activation pathway involved. Studies have indicated that, in addition to inhibition of dihydroorotate dehydrogenase, leflunomide and the MNAs may act through inhibition of tyrosine kinases. Phosphorylation of the epidermal growth factor receptor of human fibroblasts has been shown to be inhibited by leflunomide. 6 It was shown that leflunomide directly inhibited the interleukin (IL)-2-stimulated protein tyrosine kinase activity of p56lck and p59fyn, 6 which is associated with activation through the T cell receptor/CD3 complex. At higher concentrations, A771726 also inhibited IL-2-induced tyrosine phosphorylation of Janus kinase (JAK)1 and JAK3 protein tyrosine kinases. 7 Leflunomide analogs have also been shown to possess strong inhibitory activity on the antiapoptotic tyrosine kinase Bruton's tyrosine kinase, a key factor for T cell-independent antibody formation. 8 The hypothesis that leflunomide may exhibit more than one mechanism of action in vivo was further illustrated in mice where uridine restored proliferation and IgM production by lipopolysaccharidestimulated B cells, whereas suppression of IgG production was not reversed. This phenomenon correlated in a dosedependent manner with tyrosine phosphorylation of JAK3 and STAT6 proteins, known to be involved in IL-4-induced signal transduction pathways. 4 This double in vivo mechanism of action was confirmed in rats, in which xenoreactivity was counteracted by the administration of uridine, whereas alloreactivity was not. 9 Inhibition of various macrophage functions by leflunomide and MNAs has also been described; in particular, inhibition of the production of oxygen radicals, 10-12 the inhibition of IgE-mediated hypersensitivity responses, 13 the expression of IL-8 receptor type A, as well as tumor necrosis factor (TNF)-mediated nuclear factor kappa B (NF-κB) activation. 14 Tacrolimus also inhibits maturation of dendritic cells by preventing upregulation of activation markers and IL-12 production, and this phenomenon was not reversible by exogenous uridine. FK778 has equivalent or stronger immunosuppressive activity than leflunomide, both in vitro and in vivo. 2 The immunosuppressive effect is synergistic with that of calcineurin inhibitors (CNI) and mycophenolate mofetil (MMF). 15, 16 Interestingly, FK778 and leflunomide have been shown to possess antiviral effects, although the precise mechanism is unclear: inhibition of viral replication of members of the herpesvirus family by preventing tegument acquisition by viral nucleocapsids during the late stage of virion assembly has been implicated. 17, 18 Leflunomide is effective against multidrug-resistant cytomegalovirus (CMV) in vitro, 19 although this in vitro activity is modest and the selectivity index is low. 20 This anti-CMV effect of leflunomide and FK778 was confirmed in a rat model of heterotopic heart transplantation. 21, 22 Another interesting feature is that both leflunomide and FK778 have vasculoprotective effects, independent of the inhibition of dihydroorotate dehydrogenase. 23, 24 \n\nIn various rodent transplantation studies, leflunomide was shown to be at least equally potent as cyclosporine, 1 and able to synergize with cyclosporine to induce tolerance. 25 Specific characteristics of leflunomide-mediated immunosuppression in rats were its ability to interrupt ongoing acute rejections, 26, 27 and its efficacy in preventing and treating chronic vascular rejection. 28 One of the most attractive characteristics of leflunomide and the MNAs is their strong capacity to delay xenograft rejection and to induce partial xenograft tolerance. 29 This may be related to the strong suppressive effects of leflunomide on T cell-independent xenoantibody formation, and on its capacity to induce natural killer (NK) cell nonresponsiveness and to modulate xenoantigen expression. 30 Monotherapy with FK778 in rats, 31 and its combination with microemulsified cyclosporine in dogs 32 or tacrolimus in nonhuman primates, 33 reduced chronic allograft nephropathy 31 and significantly prolonged renal allograft survival. [31] [32] [33] \n\nThe main role of leflunomide in renal transplantation nowadays is the treatment of BK virus nephropathy (BKVN), although its efficacy has never been documented in trials. [34] [35] [36] [37] [38] Based on the in vitro effective anti-BK concentration, an in vivo target level of 50 to 100 mg/mL has been proposed. In a prospective study, 26 renal transplant recipients with biopsy-proven BKVN were treated with leflunomide in combination with discontinuation of MMF and reduction of tacrolimus to a 4 to 6 ng/mL range. 38 Although the leflunomide levels were in the lower range (on average 50 mg/mL), a significant reduction in serum and urine BK virus (BKV) titers was obtained, allograft function stabilized, and the overall graft loss rates because of BKV were only 15%. 35 Less encouraging results were obtained in another prospective open-label study in which viral clearance was only obtained in 40% of patients with significant toxicity, resulting in discontinuation of the drug in 17% of patients. 39 The contribution of reduction of immunosuppressive agents and leflunomide to the efficacy of BKVN treatment is unclear at this moment. [40] [41] [42] Based on recent in vitro data, it has been suggested that the combination of mammalian target of rapamycin (mTOR) inhibition with leflunomide might be an effective treatment approach. 43 Treatment with leflunomide in kidney transplant recipients with BK viremia was able to prevent the development of BKVN. 44 A study from Jaw et al. reported on three kidney transplant recipients with BKVN who were treated with a combination of leflunomide and everolimus; all patients experienced significant reductions in viral loads (one with complete resolution) and two patients had preserved allograft function at the end of follow-up. 45 In case reports, patients with resistant/refractory CMV infections, [46] [47] [48] [49] [50] extensive cutaneous warts, 51 and a patient with Kaposi's sarcoma 52 have been successfully treated with leflunomide. FK778 has also been studied in the context of BKVN, but although it was able to decrease BK viral load, FK778 treatment was associated with more acute rejections, decreased renal function, and more adverse events compared with reduction of immunosuppression. 53 In animal studies, leflunomide was able to reverse acute and chronic rejection. Two clinical studies reported that leflunomide was capable of stabilizing allograft function in patients with worsening allograft function due to chronic allograft dysfunction. 54 A phase II multicenter study was performed with FK778 involving 149 renal transplant patients, 55 where FK778 was combined with tacrolimus and corticosteroids. The patients receiving FK778 experienced a reduced number of acute rejections, but there was no effect on graft survival at week 16. 55 The reduction of acute rejection episodes was most pronounced in the subgroup in which target levels were obtained in the second week. Of note, mean total and low-density lipoprotein cholesterol levels were 20% lower in the FK778 group versus the placebo group. 55 The validity of these results was hampered by the design of the study, and, at this time, the development of FK778 in the field of organ transplantation has ceased.\n\nAlthough rats tolerate leflunomide well, dogs readily develop anemia and gastrointestinal ulcerations. Reportedly, the most frequent side effects in arthritis patients receiving long-term leflunomide treatment were diarrhea (17%), nausea (10%), alopecia (8%), and rash (10%), leading to a dropout rate of ± 5%. 56 Recently, thrombotic microangiopathy attributed to leflunomide was reported in patients treated for BKVN. 54 In the phase II study mentioned previously, involving FK778, there was a dose-dependent increase in side effects, including anemia, hypokalemia, symptomatic myocardial ischemia, and esophagitis. 55 Other reported side effects are pneumonitis and peripheral neuropathy. 57, 58 Leflunomide has teratogenic effects in both animals and humans, and a washout period with cholestyramine is advised for both women and men before considering conception. 59 Combining leflunomide with methotrexate might increase the risk for bone marrow suppression and liver toxicity. 60, 61 Furthermore, rifampin accelerates the conversion of leflunomide to teriflunomide, and might increase the levels. Combination with warfarin potentially increases the international normalized ratio.\n\nThe role of leflunomide in renal transplantation is limited to the treatment of patients with BKVN and some promising results have been reported in this respect. The MNAs, because of their shorter half-life, were considered a promising class of immunosuppressants but results in randomized clinical trials have been disappointing, and the development of these agents in organ transplantation has been halted.\n\nFTY720 or 2-amino-2-[2-(4-octylphenyl)ethyl]-1,3-propanediol hydrochloride is a synthetic structural analog of myriocin, a metabolite of the ascomycete Isaria sinclairii, a type of vegetative wasp. [62] [63] [64] Maximal concentration and area under the curve are proportional to the dose, indicating that the pharmacokinetic profile of FTY720 is linear. The volume of distribution is largely superior to the blood volume, indicating a widespread tissue penetration. FTY720 undergoes hepatic metabolism and has a long halflife (around 100 hours). ASP0028 is a newly developed S1P 1 /S1P 5 -selective agonist in Astellas Pharma Inc.\n\nFTY720 has a unique mechanism of action as it mainly affects lymphocyte trafficking. 30,65-67 FTY720 acts as a high-affinity agonist of the sphingosine 1-phosphate receptor-1 (S1PR1 or Edg1). Binding of its receptor results in internalization of S1PR1, rendering lymphocytes unable to respond to the naturally occurring gradient of S1P (low concentrations in thymus and secondary lymphoid organs, high concentrations in lymph and plasma) retaining lymphocytes in the low-S1P environment of lymphoid organs. 67, 68 After FTY720 administration in mice, B and T cells immediately leave the peripheral blood and migrate to the peripheral lymph nodes, mesenteric lymph nodes, and Peyer's patches. The cells return to the peripheral blood after withdrawal of the drug without undergoing apoptotic death. 69 This altered cell trafficking is accompanied by a reduction of lymphocyte infiltration into grafted organs. [69] [70] [71] Interestingly, lymphocytes treated ex vivo with FTY720 and reintroduced in vivo similarly migrate to the peripheral lymphoid tissues, indicating that FTY720 acts directly on lymphocytes. This process of accelerated homing was completely blocked in vivo by coadministration of anti-CD62L, anti-CD49d, and anti-CD11a monoclonal antibody. 30 In vitro, FTY720 in the presence of TNF-α increases the expression of certain intercellular adhesion molecules on human endothelial cells. 72 Thus alteration of cell trafficking by FTY720 may result not only from its direct action on lymphocytes, but also from an effect on endothelial cells.\n\nInterestingly, it has been suggested that CD4 + CD25 + regulatory T cells are differently affected by FTY720 compared with T-effector cells. 73 CD4 + CD25 + regulatory T cells express lower levels of S1P 1 and S1P 4 receptors and, hence, show reduced response to FTY720. Furthermore, in vitro FTY720-treated CD4 + CD25 + T-regulatory cells possess an increased suppressive activity in an antigen-specific proliferation assay. 73, 74 Unlike CNI, FTY720 is a poor inhibitor of T cell function in vitro. 75 In particular, FTY720 does not influence antigen-induced IL-2 production. In vitro exposure to high FTY720 concentrations (4 × 10 -6 ) induces chromatin condensation, typical DNA fragmentation, and formation of apoptotic bodies. Whether administration of FTY720 in vivo is also associated with significant apoptosis is a matter of debate. 30, 76 S1PR are also present on murine dendritic cells. Upon administration of FTY720, dendritic cells in lymph nodes and spleen are reduced, the expression of CD11b, CD31/ PECAM-1, CD54/ICAM-1, and CCR-7 is downregulated, and transendothelial migration to CCL19 is diminished. 77 In a recent study it was demonstrated that FTY720 inhibited lymphangiogenesis and thus prolonged allogeneic islet survival in mice. 78 Experimental Experience FTY720 given daily by oral gavage has marked antirejection properties in mice, rats, dogs, and monkeys. 75, 76, 79, 80 FTY720 (0.1-10 mg/kg) prolongs survival of corneal and skin allografts in highly allogeneic rodent models. 81, 82 In a DA to LEW rat combination, a short course of peritransplant oral FTY720 (5 mg/kg; days −1 and 0) prolongs cardiac allograft survival and is as efficient as a 10-day posttransplant treatment with tacrolimus at 1 mg/kg. 83 Cardiac and liver allograft survival is prolonged in the August and Copenhagen Irish (ACI) rat to Lew rat model by either induction or maintenance treatment with FTY720. 84 Even delayed administration of FTY720 interrupts an ongoing allograft rejection, suggesting a role for FTY720 as a rescue agent. 85,86 FTY720 blocks not only rejection but also graft-versus-host disease after rat intestinal transplantation. 87 FTY720 may also protect from ischemia-reperfusion injury, partially through its cytoprotective actions. [88] [89] [90] [91] Both small-and large-animal models provide evidence that FTY720 acts in synergy with CNI, and that this benefit does not result from pharmacokinetic interactions. 85 An induction course with FTY720 acts in synergy with posttransplant tacrolimus in prolonging cardiac allograft survival in rats. 86 A similar phenomenon has been observed when FTY720 is used posttransplant in combination with cyclosporine in rat skin and heart allografts. 85, 92 FTY720 shows synergistic effect with CNI in heart and liver transplant in the ACI to Lew rat model. 80 FTY720 shows synergy with cyclosporine in dog kidney (0.1-5 mg/kg/day) and monkey kidney (0.1-1 mg/kg/day) transplantation. 75 FTY720 (0.1 mg/kg) synergizes with CNI in dog liver transplantation. 93 Synergy between FTY720 and rapamycin was also observed in rat cardiac transplantation. 94 In a murine lung transplant model, FTY720 attenuated ischemia-reperfusion injury. 95 In a sensitized murine cardiac transplant model, FTY720 in combination with CTLA4-Ig resulted in inhibition of alloantibody production, reduction of donor-specific IFN-γ-producing T cells and prolonged allograft survival. 96 KRP-203 or 2-amino-2-(2-[4-3(-benzyloxyphenylthio)-2-cholorophenyl]ethyl)-1,3-propanediol hydrochloride has a similar molecular structure as FTY720. KRP-203 alone or in combination with low-dose cyclosporine or MMF prolonged skin, heart, and renal allograft survival. 97-99 A short course of KRP203 in BALB/c mice receiving C57BL/10 islet allografts resulted in significantly prolonged islet allograft survival. 100 Additional injection of intragraft regulatory T cells allowed for prolonged drug-free graft survival, suggesting tolerogenic effects. 100 In rats ASP0028 at a dose of 1.0 mg/kg level significantly decreased the number of peripheral lymphocytes. In addition, heart transplant studies in rats indicated that ASP0028 combined with suboptimal-dose of tacrolimus significantly prolonged allograft survival, comparable to that of FTY720 in combination with suboptimal-dose of tacrolimus with a wider margin of safety than FTY720, in terms of side effects of macular edema and bradycardia. 101 In a study using a cynomolgus monkey renal transplantation model, ASP0028 was evaluated in combination with suboptimal-dose of tacrolimus. In the animals receiving ASP0028 allograft median survival time was significantly prolonged. 101\n\nStable renal transplant patients maintained on cyclosporine tolerate well one oral dose of FTY720 (0.25-3.5 mg). Similarly to its effect in animals, single doses of FTY720 cause a lymphopenia that is dose-dependent in intensity and duration, and that equally affects CD4 cells, CD8 cells, memory T cells, naïve T cells, and B cells. 102 In phase II and III studies in de novo renal transplantation, it was shown that 2.5 mg FTY720 in combination with full-dose cyclosporine and steroids is as effective as MMF in combination with full-dose cyclosporine and steroids, although the FTY720-treated patients had lower creatinine clearance at 12 months. 103,104 FTY720 5 mg did not allow a 50% reduction in cyclosporine exposure. 103,105 FTY720 2.5 mg in combination with reduced-dose cyclosporine resulted in underimmunosuppression. 106 Also in combination with tacrolimus, FTY720 2.5 mg was not superior to MMF in a recent study in de novo renal transplant recipients. 107 Recently, it was reported that FTY720 in combination with everolimus was not beneficial with regard to prevention of acute rejection and preservation of allograft function in renal transplant recipients at high risk for delayed graft function. 108\n\nThe side effects of FTY720 are in general similar to those of other immunosuppressants, with hypertension, anemia, constipation, and nausea most commonly reported. Side effects specific for FTY720 are bradycardia, macular/retinal edema, dyspnea, and a transient rise in liver function tests. 109, 110 Although it is considered a main impediment of further clinical development, reduction of heart rate after the first dose of FTY720 is transient and does not persist in the maintenance phase. 109, 110 Importantly, typical side effects of CNI, such as nephrotoxicity, neurotoxicity, and diabetogenicity, have not been observed with FTY720.\n\nFTY720 has a unique mechanism of action. The available clinical studies show that FTY720 is not superior to standard care and therefore its future in organ transplantation is uncertain.\n\nBredinin, 4-carbamoyl-1-β-d-ribofurano-syhmidazolium-5-olate, is a nucleoside analog that is structurally similar to ribavirin. It was first isolated from the culture media of the ascomycetes Eupenicillium brefeldianum harvested from the soil of Hachijo Island (Japan, 1971). It has weak antibiotic activity against Candida albicans. 111\n\nMizoribine exerts its immunosuppressive function through selective inhibition of the enzymes inosine monophosphate dehydrogenase and guanosine monophosphate synthetase, both of which are required for the generation of guanosine monophosphate from inosine monophosphate in the de novo pathway. In contrast to azathioprine, mizoribine is not incorporated into nucleic acids in the cells, resulting in fewer side effects, such as myelosuppression and hepatotoxicity. Mizoribine was found to inhibit both humoral and cellular immunity by selectively inhibiting lymphocyte proliferation. 112\n\nIn a canine model of renal transplantation, mizoribine prolonged graft survival. In humans, compared with azathioprine, mizoribine showed equally potent immunosuppressive activity and fewer adverse effects. [113] [114] [115] [116] As expected based on its similarity in structure to ribavirin, mizoribine exhibits in vitro antiviral activity against CMV, respiratory syncytial virus, measles, hepatitis C, corona virus, parainfluenza, and influenza virus. [117] [118] [119] [120] In a clinical study, mizoribine was substituted for MMF in patients with BKV in their urine. BKV DNA in the urine became negative in five out of seven patients. 121 In the remaining two patients, there was a significant decrease in urinary BKV DNA. No acute rejection or deterioration of graft function occurred during the study period. 121 Mycophenolate substitution with mizoribine has also been shown to be able to prevent and reverse gastrointestinal symptoms. 122, 123 Japanese studies have suggested different combinations including mizoribine (with cyclosporine/ basiliximab/corticosteroids or with everolimus/tacrolimus) in living donor kidney transplantation. 124, 125 Toxicity\n\nThe principal adverse reactions associated with the use of mizoribine were leukopenia, abnormal hepatic function, rash, increased levels of uric acid, and vomiting. Hyperuricemia can result in acute renal failure in renal transplant recipients treated with high-dose mizoribine. 126\n\nMizoribine has mainly been used in Japan and is infrequently used elsewhere. As a consequence, experience with mizoribine is limited, but results show that it is a safe and effective immunosuppressant in human kidney transplantation. Because of its antiviral activity, mizoribine might be yet another drug to be evaluated in the setting of BKVN.\n\nSeveral JAK3 inhibitors have been developed (e.g., tyrphostin AG-490, PNU156804, dimethoxyquinazoline compounds [WHI-P131], CP-690,550 [tofacitinib], and Mannich base NC1153), and several of them have been shown to possess immunosuppressive properties. [127] [128] [129] [130] Given the lymphocyte-restricted role of JAK3, JAK3 inhibitors are considered an interesting novel class of immunosuppressive drugs.\n\nOf the multiple potential candidate compounds, one has entered clinical trials: the ATP congener tofacitinib (Pfizer, NJ), which binds to the ATP catalytic site on JAK molecules. It has been proposed that analysis of P-STAT5 at the cellular level could be an adequate means to monitor the immunomodulatory effect of tofacitinib. 131 The oral bioavailability of tofacitinib is above 70% and tofacitinib has a volume of distribution of 87L. Tofacitinib is metabolized primarily by CYP3A4 and to a much lesser extent by CYP2C19, and its metabolites are largely inactive. Due to its metabolism through the CYPA4 pathway, drug interactions in solid-organ transplant recipients can be expected and dose adjustments are necessary in the presence of azole antifungals and rifamycins. Dose adjustments are recommended in the context of renal and hepatic failure.\n\nJAK3 is a tyrosine kinase essential for the signal transduction from the common gamma-chain of the cytokine receptors for IL-2, IL-4, IL-7, IL-9, IL-15, and IL-21 to the nucleus. As the expression of the receptors is restricted to immune cells, this makes them an attractive target for new immunosuppressants. Signal transduction mediated by JAK3 is obligatory for lymphocyte activation, differentiation, and homeostasis, as evidenced by the finding that deficiency in JAK3 results in severe combined deficiency syndrome. [132] [133] [134] [135] A possible detrimental effect of interference with IL-2 signaling relates to the fact that tolerance induction is essentially dependent on the IL-2 pathway. [136] [137] [138] Thus the challenge for immunosuppressive drug design has been to achieve selective inhibition of JAK3 versus JAK2 activities. Tofacitinib was initially claimed to be a selective JAK3 inhibitor that was found to have 20-to 100-fold less activity to both JAK1 and JAK2 based on inhibitory concentration 50% (IC 50 ) values; however, numerous other laboratories published inconsistent IC 50 results at the various JAK domains. Tofacitinib inhibits JAK1 and JAK2 to a greater degree than was initially thought and also inhibits Tyk2 marginally. [139] [140] [141] [142] [143] [144] \n\nTofacitinib is the most potent (inhibitory potency of 1 nM) and selective JAK3 inhibitor developed to date. In both rodents and nonhuman primates, tofacitinib exerted strong suppression of immune reactions and prolonged the survival of cardiac and renal allografts. In monotherapy it significantly delayed the onset of rejection in kidney allografts. [145] [146] [147] In nonhuman primates, tofacitinib significantly reduced IL-2-enhanced IFN-γ production and CD25 and CD71 expression by T cells. Furthermore, tofacitinib inhibited cellular alloimmune responses in vitro. 147, 148 Administration in vivo resulted in a reduction of NK cell and T cell numbers, whereas CD8 effector memory T cell levels were unaltered. 148, 149 Recently, it was shown that tofacitinib selectively inhibits T cell effector function while preserving the suppressive activity of CD4 + CD25 high regulatory T cells. 150 \n\nTofacitinib was evaluated as induction and maintenance therapy in a phase IIA, multicenter, open-label, randomized controlled trial in kidney transplant recipients. 151 All patients received induction therapy, MMF, and steroids. Patients in group 1 received tacrolimus, and patients in groups 2 and 3 were administered tofacitinib 15 mg and 30 mg twice per day, respectively. 151 Because of the high incidence of BKVN in the tofacitinib groups, the protocol was adjusted to stop MMF and decrease the steroid exposure. Compared with tacrolimus, both tofacitinib groups showed similar rates of acute rejection episodes and allograft function, but experienced greater incidences of hyperlipidemia and infections (suggestive of additional JAK2 inhibition). 151 A phase IIB trial compared cyclosporine at standard dosage versus tofacitinib 15 mg twice per day for 6 months then 10 mg twice per day, or tofacitinib 15 mg twice per day for 3 months then 10 mg twice per day. In addition, all patients received induction therapy, MMF, and steroids. Unexpectedly, the lower tofacitinib dosage arm showed a trend toward the lowest rejection rate and a superior allograft function. However, in this study there were important adverse events, including serious infections and posttransplant lymphoproliferative disease in both tofacitinib arms. 152 In a post hoc analysis of this study patients were reclassified based on median tofacitinib exposure (2 h postdose concentration more [above-median exposure] or less [below-median exposure] than 122 mg/mL). 153 The incidences of biopsy-proven acute rejection were noninferior compared with the cyclosporine A group. However, serious infections and CMV disease were only significantly increased in the above-median exposure group, and posttransplant lymphoproliferative disorder (PTLD) cases only occurred in the above-median exposure group. 153 Serious adverse events due to leukopenia and neutropenia remained significant in both the tofacitinib groups compared with the cyclosporine group. 153\n\nIn a dose escalation study, the most frequent adverse events were infection and gastrointestinal side effects. Tofacitinib 15 mg and 30 mg twice per day were associated with a mean decrease in hemoglobin from baseline of 11%. 154 There was in addition a decrease in NK cells and B cells. There were no changes in the number of neutrophils, total lymphocytes, platelets, CD4 T cells, or CD8 T cells. 154 \n\nIn summary, combination of tofacitinib with MMF resulted in acceptable rates of acute rejection with evidence of overimmunosuppression when tofacitinib 30 mg twice per day was combined with MMF. Tofacitinib 15 mg twice per day coadministered with MMF resulted in similar outcomes while associated with modest lipid elevations and a higher rate of viral infections. In our opinion, considering the known side effect profile of CNI, further evaluation of tofacitinib is warranted. Given the side effects reported with the use of tofacitinib, the challenge remains to develop immunosuppressive drugs with truly selective inhibition of JAK3 versus JAK2 activities. The lack of success in developing a selective antagonist of JAK3 probably relates to the focus on chemical analogs of ATP whereas more success is to be expected from developing molecules displaying allosteric inhibition via binding of noncatalytic sites. Time-weighted 2 h postdose concentration therapeutic drug monitoring in tofacitinibtreated group is potentially interesting to relaunch tofacitinib as an immunosuppressive drug for kidney transplant recipients, especially in patients with refractory acute rejection where blockade of IL-15 and IL-7 can prevent the immunologic skewing toward memory cells. 155, 156 \n\nSotrastaurin (AEB071) is a low-molecular-weight, synthetic compound that potently and reversibly inhibits all 10 isoforms of protein kinase C (PKC), most importantly, PKC-θ PKC-α, and PKC-β, with lesser activity on PKC-λ. 157 Sotrastaurin is primarily metabolized through hepatic CYP3A4 into inactive metabolites and N-desmethyl-sotrastaurin, which has similar potency as sotrastaurin and is present at low blood concentrations (less than 5% of the parent exposure). Renal excretion of sotrastaurin is negligible and only a small amount is excreted in the bile (1% of the dose). The elimination half-life of sotrastaurin averages 6 hours. In clinical trials, it is recommended that patients administer sotrastaurin consistently either with or without food to avoid food-related fluctuations in drug exposure over time. 157 Clinical drug interaction studies to date have demonstrated that sotrastaurin increases the area under the concentration-time curve of everolimus (1.2-fold) and of tacrolimus (2-fold). 158 Sotrastaurin increased tacrolimus concentration inasmuch as the tacrolimus dose needed to achieve a given C 0 was up to 47% lower when combined with sotrastaurin versus MMF. 158 Conversely, sotrastaurin area under the concentration-time curve is increased up to 1.8-fold by cyclosporine and 4.6-fold by ketoconazole. 159\n\nPKC is a family of serine/threonine-specific protein kinases involved in diverse signal transduction pathways that modulate a whole range of cellular processes, including activation, proliferation, differentiation, apoptosis, and autophagy. 160 PKC-θ has been shown to be essential in the T cell receptor/CD3 signal transduction pathway. PKCα modulates Th1 responses, including IFN-γ production. PKC-β controls B cell receptor-induced NF-κB transactivation and T-independent B cell responses. Finally, PKC-ε influences macrophage function. 161, 162 \n\nOf note, sotrastaurin was demonstrated to be nontoxic when added to human islet cultures. 163 These results suggest AEB071 to be an appropriate immunosuppressive candidate for clinical trials in islet transplantation. Recently it was shown in nonhuman primates that sotrastaurin in combination with cyclosporine at subtherapeutic doses resulted in markedly prolonged renal allograft survival, indicating synergistic immunosuppressive effects. 164 \n\nIn a phase II randomized controlled trial, sotrastaurin with standard or reduced tacrolimus was compared with standard tacrolimus alone, in addition to induction therapy and steroids. 165 Three months posttransplant, stable patients on sotrastaurin were switched from tacrolimus to MMF. The three arms showed equal efficacy up to 3 months; at the end of the study there was no difference in allograft function, although the incidence of acute rejection was significantly higher in the standard tacrolimus with sotrastaurin arm. 165 Because of lack of efficacy, this study was prematurely discontinued. In another recent trial in de novo renal transplant recipients with immediate graft function, study subjects were randomized to sotrastaurin or tacrolimus. 166 All patients received basiliximab, MMF, and steroids. This study demonstrated a lower degree of efficacy but better renal function with the CNI-free regimen of sotrastaurin with MMF versus the tacrolimus-based control. 166 The combination of sotrastaurin with everolimus was evaluated in a two-stage Phase II study of de novo kidney transplant recipients evaluating sotrastaurin, in phase 1, 131 patients were randomized 2:1 to sotrastaurin 300 mg or cyclosporine A (CsA) and in phase II, 180 patients were randomized 1:1:1 to sotrastaurin 300 or 200 mg or CsA. All patients received basiliximab, everolimus (EVR), and prednisone. 167 Composite efficacy failure rates (treated biopsy-proven acute rejection, graft loss, death, or lost to follow-up) at 12 months were higher in sotrastaurin arms (Stage 1: 16.5% and 10.9% for sotrastaurin 300 mg and CsA; Stage 2: 27.2%, 34.5%, and 19.4% for sotrastaurin 200 mg, 300 mg, and CsA) and eGFR was significantly better in sotrastaurin groups versus CsA at most time points, except at 12 months. 167 In another randomized controlled trial 298 patients were randomized 1:1:1:1 to receive sotrastaurin 100 mg or 200 mg twice per day plus standard tacrolimus (sTAC; 5-12 ng/mL), or sotrastaurin 300 mg (n = 75) twice per day plus reduced tacrolimus (rTAC; 2-5 ng/mL), or enteric-coated mycophenolic acid (MPA) plus sTAC; all patients received basiliximab and corticosteroids. 168 The sotrastaurin 100 mg group was prematurely discontinued because of higher composite efficacy failure (treated biopsy-proven acute rejection ≥ grade IA, graft loss, death, or loss to follow-up) versus the MPA group. Sotrastaurin 200 and 300 mg had comparable efficacy to MPA in prevention of rejection with no significant difference in renal function between the groups. 168 \n\nIn the clinical trial mentioned previously, there was a 12% incidence of tachycardia and 18% incidence of serious infections. 165, 166 A dose-dependent chronotropic effect has been observed in preclinical and phase I sotrastaurin studies; therefore the higher heart rate and tachycardia observed with the sotrastaurin in combination with MMF were not unexpected. All tachycardia adverse events were mild, and the majority occurred soon after transplantation. In the study of Tedesco-Silva et al., gastrointestinal and cardiac adverse events were more frequent with sotrastaurin whereas higher treatment discontinuation, deaths, and graft losses occurred with sotrastaurin 300 mg. 167 In the study of Russ et al., mean heart rates, gastrointestinal adverse events, and discontinuation due to adverse events were more frequent with sotrastaurin, whereas leukopenia was more frequent with MPA. 168\n\nSotrastaurin blocks PKC-mediated early T cell activation, providing a new approach for immunosuppression distinct from CNI. However, the efficacy results of this phase II study do not support the combination of sotrastaurin 300 mg twice per day with MMF as a CNI-free regimen. 167 In addition, sotrastaurin should be evaluated in nonrenal transplant recipients as data suggest it is nonnephrotoxic. 169, 170 \n\nBortezomib is a proteasomal inhibitor approved by the Food and Drug Administration for the treatment of multiple myeloma. Bortezomib is increasingly used in the setting of solid-organ transplantation. Bortezomib was administered in four doses of 1.3 mg/m 2 intravenously in 3-to 5-minute infusions over an 11-day period in kidney transplant recipients. Before bortezomib administration, patients need to be premedicated with methylprednisolone. Peak serum concentration is reached at 30 minutes and the drug is cleared within 1 hour. 171\n\nBortezomib is a selective inhibitor of the 26S proteasome, preventing the activation of NF-κB. 172 It induces apoptosis of rapidly dividing, metabolically active cells with extensive protein synthesis. The ability of bortezomib to target plasma cells spurred interest as a new therapeutic approach in the treatment or prevention of alloantibody formation in organ transplantation.\n\nIn vitro, bortezomib was associated with a reduction in the number of bone marrow-derived plasma cells and attenuated alloantibody production. 173 Bortezomib primarily acts through plasma cell depletion, resulting in reduced antibody production to T-dependent antigens. As marginal zone B cells are resistant to bortezomib-mediated effects, T-independent type 2 responses are less affected. 174 In a mouse model of lupus, bortezomib depleted both short-and longlived plasma cells, resulting in a reduction of antidoublestranded DNA antibody production. 175 Vogelbacher et al. recently established that bortezomib alone or in combination with sirolimus can also prevent alloantibody formation in a rat model of kidney transplantation. 176 \n\nSeveral clinical trials have been reported and are ongoing to evaluate bortezomib in the prevention and treatment of acute humoral rejection. 177 However, mixed results have been reported in this context. [178] [179] [180] Everly et al. administered bortezomib to six patients with antibody-mediated rejection with concomitant acute cellular rejection refractory to currently available therapies. 179 Bortezomib administration resulted in resolution of antibody-mediated rejection in all six patients, a decrease of donor-specific antibody levels, and improvement of allograft function. 179 In another study, Walsh et al. reported the results of bortezomib treatment in 28 patients with antibody-mediated rejection. 181 Bortezomib treatment was associated with variable results, with better responses in early (occurring in the first 6 months after transplantation) versus late (occurring 6 months or more after transplantation) antibody-mediated rejection. 181 Although some studies have reported bortezomib-based desensitization induced long-term decrease in donor-specific antibodies, 182 in the study of Sberro-Soussan et al., bortezomib treatment did not result in a decrease of donor-specific antibody mean fluorescence intensity when used as sole desensitization therapy in four renal transplant recipients with subacute antibody-mediated rejection with persistent donor-specific antibodies. 180 As the densitization procotols also include IV Ig, rituximab, and plasmapheresis, it is impossible to attribute the reduction in donor-specific antibodies solely to bortezomib. Moreover, in a report from the Mayo Clinic only a modest reduction in HLA antibody titers and no effect on cPRA or flow crossmatch was observed. 183 A recent report in nonhuman primates undergoing fully mismatched allogeneic skin transplant reported that bortezomib treatment was followed by a rebound effect characterized by increased circulating IgG + B cells, increased germinal center B cells, and follicular helper T cells in the lymph nodes. 184 This reaction was termed humoral compensation by the authors and shown to be driven by B cell activating factor of TNF family (BAFF). 184 These data suggest that future trials should combine bortezomib with agents inhibiting BAFF signaling such as belimumab and atacicept. Newer proteasome inhibitors such as carfilzomib result in irreversible inhibition whereas bortezomib only induces temporal inhibition of the proteasome. 185 Studies are ongoing evaluating carfilzomib in desensitization protocol in patients with preformed HLA antibodies (NCT02442648) and in the treatment of acute humoral rejection in lung transplantation (NCT02474927).\n\nIn general bortezomib is administered intravenously twice weekly for 1 month at 1.3 mg/m 2 per administration. The most common side effects associated with bortezomib treatment are gastrointestinal toxicity (including paralytic ileus), thrombocytopenia, and neuropathy. 79, 186 These can be potentially severe and disabling. To date, no increase in rate of opportunistic infections has been reported. Importantly, although bortezomib is associated with substantial reductions in donor-specific antibody levels, it does not result in a decrease in protective antibody levels. 187\n\nProteasome inhibitor therapy has potential in the treatment of antibody-mediated rejection in kidney transplant recipients both as primary and rescue therapy. Optimal responses with bortezomib are obtained when antibodymediated rejection occurs early posttransplant and bortezomib treatment is initiated promptly. Recent data suggest that bortezomib should be combined with agents inhibiting BAFF signaling such as belimumab and atacicept to prevent rebound humoral immunity.\n\n1,25-Dihydroxyvitamin D 3 (1,25(OH) 2 D 3 ) and some of its new synthetic structural analogs were considered promising immunomodulators, in addition to its well-known role in mineral and bone homeostasis, nonclassical effects of vitamin D such as immune regulation have increasingly been recognized. 188, 189 A role for 1,25(OH) 2 D 3 in immune regulation was suggested by the presence of its receptor (vitamin D receptor, or VDR) in almost all immune cells 190, 191 the control of VDR expression in immune cells by immune signals 192 and the presence of vitamin D metabolizing enzymes such as CYP27B1 in T and B lymphocytes, and CYP2R1 in dendritic cells, 193, 194 which allows for the local conversion of 25(OH)D 3 into 1,25(OH) 2 D 3 . 195 1,25(OH) 2 D 3 results in more immature or tolerogenic phenotype of dendritic cells, [196] [197] [198] induction of CD4 + CD25 high CD127 low regulatory T cells, [199] [200] [201] and B cell apoptosis. 202 A clear additive and even synergistic effect was observed between 1,25(OH) 2 D 3 or its analogs and other more classical immunosuppressants such as cyclosporine, sirolimus, or MMF, both in vitro and in several in vivo autoimmune disease models, such as autoimmune diabetes 203, 204 and experimental autoimmune encephalomyelitis. [205] [206] [207] In transplant models, monotherapy, 1,25(OH) 2 D 3 and its analogs provoke only a modest prolongation of graft function. 196, 204, [208] [209] [210] [211] [212] [213] [214] [215] [216] Human data are still lacking that can sustain the proposed benefits of vitamin D supplementation for optimal immune function. In a randomized trial involving lung transplant recipients, once monthly oral vitamin D supplementation (cholecalciferol; 100,000 IU) did result in increased levels of 25-hydroxy vitamin D, but clinical outcomes were unaffected (chronic lung allograft dysfunction, overall survival, prevalence of acute rejection, lymphocytic bronchiolitis and infection, lung function, pulmonary and systemic inflammation, and bone mineral density). 217 A major concern remains the side effects of 1,25(OH) 2 D 3 on calcium and bone metabolism.\n\nApoptosis plays an important in the immune system as it controls lymphocyte deletion in primary and secondary lymphoid organs. Apoptosis also plays a critical role in the maintenance of immune tolerance. Two pathways of apoptosis (intrinsic and extrinsic apoptosis pathway) have been described, and agents that specifically influence the intrinsic apoptosis pathway have shown promise as immunosuppressive agents. The BH3-mimetic ABT-737 has been reported to inhibit allogeneic immune responses through a combination of lymphopenia, deletion of alloreactive T cells, and relative enrichment of regulatory T cells. 218, 219 In vitro, ABT-737 inhibited allogeneic T cell activation, proliferation, and cytotoxicity. In vivo, a combination of ABT-737 with low-dose CsA resulted in long-term skin graft survival in a murine major histocompatibility complex I (MHC I) mismatch model. 218, 220 Furthermore, ABT-737 in combination with low-dose CsA and anti-CD154 (costimulation blockade) induced stable mixed chimerism (and tolerance) in a MHC-mismatched murine bone marrow transplant model. 221 Interestingly, ABT-737 also induced apoptosis in memory T cells and prolonged skin allograft survival in sensitized mice. 222 Another Bcl-2 inhibitor, AB199, is currently being evaluated in a clinical trial concerning systemic lupus erythematosus.\n\nNovel inhibitors of the mTOR pathway have been reported. mTOR is the kinase subunit of mTOR complex 1 and mTOR complex 2. Although rapamycin partially inhibits mTOR complex 1, it does not inhibit mTOR complex 2. Dual blockade of mTOR complex 1 and mTOR complex 2 has shown potential to abrogate chronic rejection in a rat cardiac allograft model. 223 ATP-competitive inhibitors compete with ATP and inhibit both mTOR complexes. 224 This new class of mTOR inhibitors has mainly been evaluated for anticancer properties and only AZD8055 has been evaluated as an immunosuppressant. AZD8055 is a powerful inhibitor of T cell proliferation in vitro and a 10-day course of AZD8055 induced a prolongation of heart allograft survival in a murine MHC-mismatched heart transplant model. 225 AZD8055 is rapidly metabolized by human hepatocytes (resulting in a short half-life), and therefore, a novel compound has been developed with a longer half-life, AZD2014. AZD2014 is currently being evaluated in phase I and II trials in oncology. 226 AZD2014 is rapidly absorbed after oral intake with a median time to peak of 30 to 60 minutes. The elimination half-life is approximately 3 hours with important interpatient variability. The currently recommended dose of AZD2014 is 50 mg twice daily. 227 Cladribine is an adenosine deaminase-resistant analog of deoxyadenosine and is used in the treatment of leukemia and lymphoma. A number of studies have explored the immunosuppressive capacity of cladribine. In vitro, cladribine inhibits both B and T cell proliferation. 228 In vivo, cladribine monotherapy was shown to prolong skin allograft survival in mice, 229 in combination with cyclosporine it prolonged liver and heart allograft survival in rats, 230 and was more effective than cyclosporine monotherapy in small-bowel allografts. 231 However, no clinical trials are published to date.\n\nThe farnesyltransferase inhibitor A-228839 was developed as an anticancer compound that inhibits Ras GTPases. A-228839 inhibited lectin-induced proliferation and antigen-presenting cell-induced T cell proliferation. The compound also inhibited lymphocyte Th1 cytokine production and promoted apoptosis in lectin-activated lymphocytes. 232 Another farnesyltransferase inhibitor, ABT-100 was shown in vitro to block the secretion of IFN-γ and IL-4 by naïve T cells and suppressed alloreactivity. In a rat heterotopic cardiac transplant model, ABT-100 alone or in combination with subtherapeutic dose of cyclosporine delayed the development of acute rejection. 233 Given its combined antirejection and antioncogenic effects, farnesyltransferase inhibitors could represent an attractive new class of immunosuppressants in malignancy-prone organ transplant recipients if future clinical trials confirm their efficacy.\n\nWhen a T cell receptor recognizes its specific antigen the lymphoid cell-specific kinase lck is phosphorylated and, together with the receptor-associated CD3 complex, phosphorylates zinc-associated phosphorylase 70. These events trigger the downstream cascade that increases intracellular calcium, activating calcineurin. Inhibitors of lck have become available recently. A-770041 and structurally similar molecules have been shown to prolong the survival of heterotopic murine heart and renal subcapsular islet grafts as well as to blunt the production of immunoglobulin IgG2a. Emodin (C 15 H 10 O 5 ), the cyclic derivative from rhubarb root and rhizomes, has been shown to prolong murine skin graft survival and to dampen IL-2 production. 234 However, neither of these archetypal compounds shows sufficient specificity for lck versus other kinases to warrant clinical development. 233 FR 252921, an immunosuppressive agent isolated from the culture of Pseudomonas fluorescens, inhibits AP-1 transcription activity, and acts predominantly against antigenpresenting cells. FR 252921 demonstrated synergy with tacrolimus in vitro and in vivo. In murine models of skin transplantation, compared with the optimal dose of tacrolimus alone, the combination of FR 252921 and tacrolimus prolonged graft survival. [235] [236] [237] Brequinar sodium exerts its immunosuppressive effects through the inhibition of the enzyme dihydroorotate dehydrogenase, resulting in inhibition of both T and B lymphocytes. Although the characteristics of brequinar suggest that it would be an attractive immunosuppressant, the suboptimal pharmacologic profile jeopardizes its use in transplant patients. The future use of this drug in the field of transplantation will require the development of analogs exhibiting a shorter half-life and reduced toxicity.\n\nSpergualin was originally isolated from the culture filtrate of Bacillus laterosporus, and explored as a new anticancer or antibiotic substance. Its analog 15-deoxyspergualin subsequently became widely known as a promising new immunosuppressant. The precise mode of action of 15-deoxyspergualin is largely unknown and, because of its poor oral bioavailability, 15-deoxyspergualin must be delivered parenterally, which hampers its widespread clinical use. 238 Its efficacy has been demonstrated in the treatment of kidney allograft rejection, ABO-incompatible kidney transplantation, and transplantation in sensitized patients. [239] [240] [241] Until analogs are developed that allow oral administration, 242 the major clinical indication of 15-deoxyspergualin is limited to the treatment of rejection crises where 15-deoxyspergualin may be an interesting alternative to steroids or antilymphocyte agents. The fact that it remains effective after recurrent administration is promising.\n\nUpon cellular uptake, cyclophosphamide is extensively metabolized into its active compounds phosphoramide mustard and acrolein. 243, 244 The reaction of the phosphoramide mustard with DNA results in cell death. 245 Because of its limited efficacy and multiple side effects, the only standard indication for cyclophosphamide in transplantation today is the desensitization of highly sensitized recipients before kidney transplantation. 246 Most of these protocols involve repeated plasmapheresis, in combination with cyclophosphamide, either with or without continuation of steroids, until a kidney transplant becomes available.\n\nFor several decades, total lymphoid irradiation (TLI) has been used for the treatment of Hodgkin's disease. The possibility of applying TLI as an immunosuppressive regimen rather than an anticancer treatment was discovered by investigators at Stanford University. 247 PROCEDURE TLI is delivered through two ports. A first so-called mantle port includes the lymph nodes of the neck, axilla, and mediastinum. The other port is called the \"inverted Y\" and encompasses aortic, iliac, and pelvic lymph nodes and the spleen. Usually, a total dose of 40 to 50 Gy (1 Gy = 100 rad) is administered in daily fractions of 1.5 to 2.5 Gy.\n\nMuch of the currently available experimental evidence on the immunologic mechanisms underlying TLI-induced tolerance points to the importance of suppressor cells. The group of Strober-identified post-TLI suppressor cells as host-type NK T cells, as the protective effect of TLI against graft-versus-host disease was abrogated in mice with a CD1d-inactivated gene. 248 These host-type NK T cells produced IL-4 and stimulated donor-type cells to produce IL-4 also. 248, 249 Definitive evidence of the functional importance and activity of these suppressor cells was delivered by the demonstration that they could prevent graft-versus-host disease in vivo. 250 Post-TLI attenuation of effector T-lymphocyte reactivity was equally proposed to be responsible for the observed immunosuppressed state after TLI. [251] [252] [253] This intrinsic T cell defect was dependent on the irradiation of both thymus and extrathymic tissues. 254 After TLI, anergized T cells were shown to be incapable of proliferating even in the presence of exogenous IL-2. 255 In other studies, TLI was shown to lead to thymic clonal deletion of donoror host-reactive lymphocytes. 256 TLI-treated mice also exhibited decreased antidonor cytotoxic T cell precursor frequencies. 257 Finally, Strober's group showed that Th2 lymphocytes recover soon after TLI, whereas Th1 lymphocytes remain deficient for several months, 10 and showed that this defect can also be prevented by thymic shielding during irradiation. 251 This Th2 dominance after TLI has been confirmed by other groups in rodents 258 and in large animals. 259 Recently, Nador et al. demonstrated that tolerance induction after conditioning with TLI and antithymocyte globulin (ATG) depends on the ability of naturally occurring regulatory NK T cells and regulatory T cells to suppress the residual alloreactive T cells that are capable of rejecting the allograft. 260\n\nTLI-treated BALB/c mice receiving fully allogeneic C57BL6 bone marrow and skin graft on the first day after TLI became stable hematopoietic chimeras without signs of graft-versushost disease, and developed permanent donor-specific tolerance with preserved anti-third-party reactivity. 261 Tolerance induction was critically dependent on the width of the irradiation field, the time of transplantation after TLI, the total dose of TLI, and the absence of presensitization. [261] [262] [263] Although bone marrow chimerism could easily be induced, tolerance to either heart 264 or kidney allografts 265 was not obtained, suggesting that TLI-induced bone marrow chimerism does not necessarily create tolerance toward organ-specific antigens.\n\nThe combination of TLI and low-dose cyclosporine was found to be effective and clinically safe in rats, 266 and TLI with postoperative ATG-induced permanent and specific transplantation tolerance toward heart allografts in about 40% of transplanted dogs. 267 These encouraging results led to a similar trial in clinical kidney transplantation. Myburgh et al. applied a modified TLI regimen in baboons, with low dosage and wide-field exposure, and showed that tolerance can be achieved in larger animals without concomitant bone marrow transplantation. 268 Also, in heart or heart-lung transplantation experiments between xenogeneic nonhuman primate species, preoperative TLI, when administered in combination with cyclosporine and ATG, 269 cyclosporine and splenectomy, 270 or cyclosporine and medrol, 271 was more efficient than any other treatment regimen. Pretransplant TLI, combined with cyclosporine and methotrexate in a pig heart-intobaboon model, resulted in a graft survival time of more than 2 weeks. This regimen was able to inhibit xenoreactive natural antibody production but not the xenoreactivity of macrophages. In a pig islet-into-rat xenograft model, TLI in combination with deoxyspergualin was extremely effective, 272 and even in a discordant lamb-into-pig model, TLI synergized with cyclosporine and azathioprine to provoke a 30-fold increase of the mean xenograft survival time. 273 The principal disadvantage for the clinical application of TLI is that the complete regimen of fractionated daily irradiations needs to be administered and completed before, and sufficiently close to, the moment of transplantation, and finding a suitable donor organ within such a restricted time frame is problematic. Investigators have therefore explored the possibility of using TLI after transplantation. In mouse and rat heart allograft models, posttransplant TLI significantly prolonged graft survival when combined with monoclonal anti-CD4 antibodies 274 or with infusion of donor-type dendritic cell precursors. 275 \n\nThe first clinical kidney transplants utilizing TLI were performed at the University of Minnesota in 20 patients who had previously rejected a renal allograft. 276 Because similar results (an increase of about 30% 1-year graft survival compared with historical control data) were achieved in this patient population using cyclosporine, and because of the ease of administration, the investigators concluded to prefer cyclosporine over TLI.\n\nIn the 1980s, a controlled trial was performed at the University of Leuven, in which end-stage diabetic nephropathy patients received cadaveric kidney allografts, investigating the effect of pretransplant TLI (20 daily fractions of 1 Gy, followed by 1 weekly TLI dose until a suitable donor was found), followed by low-dose posttransplant prednisone maintenance treatment. 277 Long-term (8-year) follow-up revealed that rejection episodes were more frequent, and patient and graft survival were significantly inferior in the TLI-treated group. 278 The excess mortality in the TLItreated patients was due to sepsis, resulting from high-dose steroid therapy needed to treat rejection crises. This clinical experience confirmed the animal data that also showed that TLI by itself is insufficient to provoke long-term graft survival or tolerance and that extra manipulations are needed.\n\nIn a study at Stanford University, 24 patients received a first, and one patient a second, cadaveric renal allograft using TLI and ATG. 279 The actuarial graft survival was 76% and 68% at 1 and 2 years, respectively. Ten of the 25 patients never had a rejection crisis despite an overall poor HLA-matching between donor and recipient. In followup studies, a specific antidonor mixed lymphocyte culture hypo-or nonresponsiveness was demonstrated 280 and, in some patients, all immunosuppressive drugs could be withdrawn. 281 An evaluation in a larger group of 52 patients treated with the same protocol at the same center showed a 3-year graft survival of about 50%, which is less than in cyclosporine-treated patients (around 75%). 279 Posttransplant TLI in combination with anti-CD3 monoclonal antibodies, or with ATG and donor-specific blood transfusions, seemed very effective in a rat heart allograft model. On the basis of these results, the efficacy of TLI was evaluated in heart transplant patients with therapyresistant or early vascular rejection. [282] [283] [284] This resulted in a significant reduction of rejection recurrences, an effect which was maintained for at least 2 years. In the meantime, these favorable results have been confirmed by several other groups. Also, TLI-treated patients develop less coronary atherosclerosis than matched controls despite multiple rejection episodes. [285] [286] [287] [288] [289] Scandling et al. have reported the use of TLI to induce tolerance in the setting of combined kidney/hematopoietic stem cell transplantation between HLA-matched donor/ recipient pairs. 290, 291 Patients received a conditioning regimen of 10 doses of TLI (80-120 cGy), five doses of rabbit ATG, MMF for 1 month, and cyclosporine for at least 6 months. Donor hematopoietic stem cells were injected intravenously on day 11 in the outpatient infusion center. 291 In a recent study, Scandling et al. reported on 38 patients undergoing HLA matched or mismatched combined kidney/hematopoietic transplantation. 292 Sixteen out of 22 matched patients had persistent chimerism for at least 6 months and were successfully withdrawn from all immunosuppression. Whether immunosuppression can be withdrawn in mismatched patients with mixed chimerism remains to be established at this time. 292 CONCLUSION TLI has been shown to be a safe immunosuppressive regimen. It has been abandoned in clinical practice for organizational reasons, except for the treatment of therapy-resistant rejection of heart or heart-lung transplant. However, its ability to induce tolerance in HLA-matched patients, in combination with ATG and hematopoietic stem cell transplantation, might renew interest in this treatment modality. To date, no evidence of radiation-related late effects has been documented with TLI. 293\n\nExtracorporeal photopheresis is a technique in which leukocytes, removed from patients by leukopheresis, are exposed to 8-methoxypsoralen and ultraviolet A light. It was developed as an immunoregulatory treatment for erythrodermic cutaneous T cell lymphoma. 294 Subsequently, the procedure was shown to be safe as an alternative treatment for various human immune and autoimmune diseases. 295 Furthermore, in rats 296 and monkeys, 297 the regimen was shown to result in extended skin allograft and cardiac allograft and xenograft survival.\n\nDifferent mechanisms have been shown to contribute to the immunomodulatory effect of photopheresis: selective inhibition of effector cells, 296, 298 induction of a high rate of apoptosis, 299 increased capacity to phagocytose apoptotic T cells, resulting in the induction of anticlonotypic immune responses, 300 shift toward Th2 immune activation, 301 and induction of regulatory CD4 and CD8 cells. 302, 303 In clinical transplantation, photopheresis has been applied as both a therapeutic and prophylactic option. It has been applied in the treatment of recurrent or resistant acute rejection in renal transplant patients, 301,304-309 but the number of patients included in these studies is limited, and prospective randomized trials are needed. The safety and efficacy of photopheresis in the prevention of acute rejection of cardiac allografts have been evaluated in primary cardiac allograft recipients, randomly assigned to standard triple-drug immunosuppressive therapy (cyclosporine, azathioprine, and prednisone) alone or in conjunction with 24 photopheresis sessions performed during the first 6 months after transplantation. After 6 months of follow-up, photopheresis-treated patients developed significantly fewer multiple rejections, and there were no significant differences in the rates or types of infection. Although there was no significant effect on graft survival rates at 6 or 12 months, this study indicated that photopheresis may be an effective new immunosuppressive regimen in transplant recipients. 310 In patients with refractory bronchiolitis obliterans after lung transplantation, photopheresis resulted in a stabilization of graft function and/or in some of these patients in histologic reversal of rejection. 311, 312 Splenectomy Pretransplant splenectomy in the recipient before transplantation was first proposed by Starzl et al. in 1963 as a means of improving graft survival. 313 Although splenectomy is a standard procedure for patients who develop hypersplenism or azathioprine-associated leukopenia, evidence on the role of splenectomy in enhancing graft survival is controversial. [313] [314] [315] [316] A large prospective randomized trial in Minneapolis showed splenectomy improved graft survival significantly, 317 but longer-term follow-up showed loss of beneficial effects because of an increased infection-related mortality. 318 Several other single-center studies have shown an alarming risk of sepsis and death, nullifying any early benefits of splenectomy on graft survival, 319,320 and a multicenter analysis from the South-Eastern Organ Procurement Foundation confirmed a modest improvement in graft survival after splenectomy, but a relentless increase in patient mortality. 321 Splenectomy has a place in the preparation of a recipient who is to receive an ABO-incompatible graft, a practice that is likely to become more widely employed in living related donor transplantation, where an ABO-incompatible but otherwise suitable donor is the only available donor. Alexandre et al. reported a series of 38 such ABO-incompatible living donor transplants in which the recipient was prepared by plasmapheresis, donor-specific platelet transfusion, and splenectomy. [322] [323] [324] Although the authors believe that the need for plasmapheresis and donor-specific platelet transfusion should be reevaluated, splenectomy was thought to be important, because 3 of 38 recipients who did not have a splenectomy lost their grafts from acute vascular rejection, in contrast to only 5 of 33 who did undergo splenectomy. A small-scale but successful experience with postsplenectomy ABO-incompatible living donor kidney transplantation has also been reported by Ishikawa et al. in Japan. 325 In the setting of ABO-incompatible kidney transplantation, antigenspecific immunoadsorption, rituximab, and bortezomib treatment have been developed as alternatives to plasmapheresis and splenectomy. This will further reduce the indications for splenectomy in organ transplantation. 326, 327 Splenectomy has also been applied in combination with eculizumab as salvage therapy in patients developing severe antibody-mediated rejection after HLA-incompatible kidney transplantation. 328 In a follow-up report, splenectomy was substituted for splenic irradiation. 329\n\nPlasmapheresis is increasingly used to facilitate kidney transplantation in patients with high levels of anti-HLA antibodies or ABO incompatibility. [330] [331] [332] Furthermore, plasmapheresis has been used in the treatment of antibodymediated allograft rejection. 333 Plasmapheresis is a component of several desensitization protocols applied in patients with living donors and an incompatible crossmatch because of donor-specific antibodies. Different combinations of plasmapheresis with rituximab, corticosteroids, IV IG, and bortezomib have been reported. 334 Plasmapheresis should be performed until crossmatch testing becomes negative typically on a daily basis or on alternate days, and the number of plasmapheresis sessions is dependent on the antibody levels and degree of mismatch. Transplantation should be performed within days of the last desensitization before rebound of anti-HLA antibody titers occurs. Encouraging early results of this approach have been reported, although they were associated with considerable morbidity. [335] [336] [337] Recent studies provided evidence of an important survival benefit for patients undergoing HLA-incompatible kidney transplantation after desensitization. 330, 331 In an analysis by Segev and colleagues, 1025 HLA-sensitized patients from 22 centers undergoing desensitization before kidney transplant from a living donor between 1997 and 2011 were included. Different desensitization protocols were applied in this study. Compared with patients on the waiting list or receiving a deceased donor transplant or patients on the waiting list not receiving a transplant, the 8-year survival rates of HLA-sensitized recipients was 13.6 and 32.6 percentage points higher, respectively. Also the risk of death was significantly reduced after transplantation from an incompatible live donor after desensitization treatment. The most important adverse events associated with desensitization were anaphylaxis, hypotension, and infections. 331 Current ABO-incompatible transplantation protocols also include plasmapheresis. [322] [323] [324] Brynger et al. have reported some successful ABO-incompatible grafts without prior plasmapheresis of the recipient, 338 and it was originally felt that splenectomy was a prerequisite for successful ABO-incompatible transplantation. However, it has been demonstrated that combining plasmapheresis and IV IG (without splenectomy) allows ABO-incompatible renal transplantation. Plasmapheresis aims to reduce ABO antibody titers below center-specific critical thresholds before transplantation, and plasmapheresis might be combined with rituximab. 339 Excellent outcomes have been reported in patients undergoing ABO-incompatible living kidney transplantation after desensitization with 5-and 10-year allograft survival of 95% and 90%, respectively. 334, 340, 341 Plasmapheresis is also a component of the treatment of antibody-mediated allograft rejection. Although some initial reports suggested a beneficial effect, 342 controlled trials were unconvincing. Nojima et al. reported the successful treatment of antibody-mediated acute renal allograft rejection by combining plasmapheresis with 15-deoxyspergualin. 343 Antibody-mediated rejection is increasingly being recognized as a determinant of short-term and longterm allograft outcome. 344 The optimal treatment of antibody-mediated rejection is undetermined at this moment, and possible therapeutic approaches include combinations of plasmapheresis exchange, IV IG, and anti-CD20 antibody to remove donor-specific antibodies and inhibit antibody production. However, evidence on safety and efficacy is weak, and the optimal treatment protocol has yet to be determined. 345 Immunoabsorption has been applied as an alternative to plasmapheresis and was found to be an equally efficient method. 326, 346 Studies of this approach in highly sensitized candidate transplant recipients are continuing."}