{"title": "Severe Community-Acquired Pneumonia", "body": "approximately 4 million adults in the United States, accounting for 10 million physician visits, 1.1 million hospitalizations, and 50,000 deaths per year. [3] [4] [5] As many as 20% to 60% of CAP patients require hospital admission due to disease severity, decompensation of underlying comorbid disease, or social reasons. [6] [7] [8] [9] [10] Of those, 10% to 22% have severe pneumonia requiring critical care. [11] [12] [13] [14] Morbidity and mortality in patients with severe CAP remain high, despite advances in antimicrobial therapy and critical care. Of those admitted to the ICU, 44% to 83% of patients require mechanical ventilation at the time of admission [14] [15] [16] [17] [18] [19] and up to 50% present with concomitant septic shock. 20 Mortality rates are high, ranging from 11% to 56%. 11, [21] [22] [23] [24] [25] [26] EPIDEMIOLOGY Although the definition of severe pneumonia remains somewhat subjective and imprecise de facto respiratory and/or circulatory failure often define this entity. Various CAP scoring systems have been devised and validated in an attempt to aid the clinician regarding treatment, prognosis, and site of care. Although most scoring systems sensibly reflect disease severity, all continue to present challenges and inadequacies. Differences in methods of derivation, including differences in intensive care unit (ICU) reference populations and admission criteria, confounding variables (such as treatment restrictions or limitations in the elderly), model variables included, and variations in time course of pneumonia severity result in inconsistent performance of these tools. 6 The most widely cited definition of severe CAP however, and the one we will use, is presented in the Joint Guidelines of the Infectious Diseases Society of America (IDSA) and American Thoracic Society (ATS) (Box 1). 27 Major criteria for severe CAP include either concomitant septic shock or the need for mechanical ventilation. Minor criteria include 3 or more of the following: respiratory rate greater than or equal to 30 breaths/ min, PaO 2 /FiO 2 ratio less than or equal to 250, multilobar infiltrates, blood urea nitrogen greater than or equal to 20 mg/dL, leukopenia (white blood cell [WBC] count <4000 cells/mm 3 ), thrombocytopenia (platelet count <100,000 cells/mm 3 ), hypothermia (core temperature <36 C), or hypotension requiring aggressive fluid resuscitation. These characteristics are also suggested by the IDSA/ATS as ICU admission criteria.\n\nOf course, not all patients meeting these criteria are admitted to ICUs. This decision may depend on numerous factors, including local policies, patient wishes, and resource availability (including the availability of intermediate care units). For example, hospitalization rates for influenza and pneumonia among adults older than 65 years vary considerably by geographic region in Canada. Data from the Canadian Institute for Health Information from 1996 to 1998 demonstrate rates that were highest in the Northwest Territories (4253 per 100,000) compared with the lowest rates in Quebec (1185 per 100,000) and an overall national average of 1358 per 100,000. 28 In addition, rates of CAP vary by season, with more cases occurring in the winter months when influenza infection is more prevalent. 29 Rates of pneumonia are higher for men than for women and for blacks compared with Caucasians, presumably related to various genetic polymorphisms and/or socioeconomic factors that are not well understood. Lastly, CAP incidence increases significantly with age due to immunosenescence, and given the aging population, is expected to steadily increase over the next few decades. 16 \n\nIn a prospective study of all adults with pneumonia presenting to the Emergency Departments of hospitals in Edmonton, Canada, 5% were admitted to an ICU. 30 A much\n\nhigher percentage of younger patients were admitted to the ICU compared with older patients. For example, 18% to 36% of 17 to 19-year-olds were admitted to the ICU, 12% to 18% of 20 to 34-year-olds, and after 59 years of age the percentage markedly declined. 30 \n\nIn an investigation of the role of infected parturient cats in the transmission of Coxiella burnetii in Maritime Canada, we found an incubation period of 4 to 27 days. 31 Shorter incubation periods were associated with exposure to products of conception, indicating a dose-response effect. 31 Similarly, Albrich and colleagues 32 demonstrated in 514 adults in South Africa, 58% of whom were affected by human immunodeficiency virus (HIV), that microorganism load was associated with the development of pneumonia. Specifically, more than or equal to 8000 copies/mL of the lytA gene detected by real-time polymerase chain reaction (PCR) and greater than or equal to 15,000 cfu/mL of Streptococcus pneumoniae by quantitative culture in nasopharyngeal swabs were associated with the development of pneumococcal pneumonia. Werno and colleagues 33 likewise found that in patients with pneumonia, bacterial load as measured by quantitative lytA PCR on sputum, serum, and urine showed increasing severity of pneumonia with increasing bacterial load. An association between high bacterial load and the subsequent development of septic shock in patients with community-acquired pneumonia has also been described. 34 Abbreviations: BUN, blood urea nitrogen; FiO 2, fraction of inspired oxygen; PaO 2 , arterial partial pressure of oxygen. a Other criteria to consider include hypoglycemia (in nondiabetic patients), acute alcoholism/ alcoholic withdrawal, hyponatremia, unexplained metabolic acidosis or elevated lactate level, cirrhosis, and asplenia. b A need for invasive ventilation can be substituted for a respiratory rate greater than or equal to 30 breaths/min or PaO 2 /FiO 2 less than or equal to 250. c As a result of infection alone.\n\nThe USA 300 strain of methicillin-resistant Staphylococcus aureus exemplifies the concept of increased virulence. It has several virulence genes, including luk-S-PV/ lukF-PV and arcA, coding for Paton-Valentine leukocidin and the arginine catabolic mobile element, respectively. 35 This strain has successfully spread from the United States to 36 countries on 5 continents. 35 This strain often causes severe, necrotizing pneumonia. A recent publication describing 31 patients with methicillin-sensitive S. aureus CAP due to a Panton-Valentine leukocidin secreting strain illustrated how lethal this infection can be, affecting mainly healthy children and young adults. 36 Thirteen of the 31 patients (32%) died, most (93%) had multilobar pneumonia and 21 (68%) required mechanical ventilation. The mean age of those who died was 26 years. Up to the year 2000, there were 11 cases of Pseudomonas aeruginosa causing pneumonia in otherwise healthy young adults. 37 The mortality rate was 33%, and there was an association with exposure to aerosols of contaminated water. 37 In one study, an isolate from such a patient was not more virulent in a mouse model than other P. aeruginosa isolates. 38 Legionnaires' disease should be considered in young adults with severe pneumonia. The outbreak that gave this disease its name and led to the isolation of the causative microorganism was associated with the 58th Annual Convention of the American Legion held in Philadelphia from July 21 to 24, 1976. One hundred eightytwo of the attendees developed pneumonia. One hundred forty-seven (81%) were hospitalized and 29 (16%) died. 39 The same evolutionary strategies that allow Legionella to survive in amoebae allow it to survive in human alveolar macrophages. 40 In some instances, such as in the case of Hantavirus, target cell infection may result in severe pneumonia. 41 Hantavirus infects endothelial cells via a nonlytic mechanism, disrupting endothelial integrity, resulting in low pressure pulmonary edema manifested as severe pneumonia. 41 Lastly, severe acute respiratory syndrome (SARS) coronavirus, the coronavirus responsible for SARS, which caused 8096 cases of pneumonia starting in November 2002 and resulted in 774 (9.6%) deaths, is an agent that causes severe pneumonia in otherwise healthy individuals as well as in others. 42 This bat virus uses angiotensinconverting enzyme 2 as a receptor to enter the host cell and trigger massive enzymatic cleavage, resulting in severe physiologic derangements that manifest as severe pneumonia. 43 \n\nIn addition to bacterial burden and virulence, there may be subtle impairments of the immune response that contribute to the severity of pneumonia. For example, low concentrations of both immunoglobulin G (IgG) 1 and IgG-2 were found in patients with noninfluenza severe CAP, and low concentrations of IgG-2 were found in those with pneumonia due to influenza virus A (H1N1/09). 44 Mannose-binding lectin function was lower in those with Legionnaires' disease than in age-matched and sexmatched uninfected controls. 45 Homozygosity for the FCGR2A-H131 receptor predisposes to severe bacteremic pneumococcal pneumonia. 46 The leukocyte receptor for the Fc portion of IgG plays a key role in the response to pathogens such as S. pneumoniae in mediating phagocytosis, respiratory burst, cytokine production, antigen presentation, and regulation of antibody response. 46 During the spring of 2009, a novel H1N1 influenza virus (H1N1/09) of swine origin caused human infection, resulting in an estimated 59 million illnesses, 265,000\n\nSligl & Marrie hospitalizations, and 12,000 deaths in the United States as of mid-February 2010. 47 Although the overall case fatality rate was low, approximately 9% to 31% of hospitalized patients were admitted to an ICU and 14% to 46% of these patients died. 47 Although pregnant women represent only 1% to 2% of the population, among patients with H1N1/09 virus infection they accounted for 7% to 10% of hospitalized patients, 69% of ICU patients, and 6% to 10% of patients who died. 47 The interferon inducible transmembrane protein family members (IFITM) play a role in restricting the replication of multiple pathogenic viruses. 48 Patients who were hospitalized with pandemic influenza H1N1/09 were more likely to have a minor IFITM3 allele that alters a splice acceptor site, resulting in reduced ability to restrict influenza in vitro. 48 These examples illustrate how severe pneumonia in otherwise healthy persons is likely to be due to a combination of pathogen dose/burden and virulence as well as subtle impairments of host defenses.\n\nDespite constant exposure to particulate material and microorganisms via microaspiration, the lower respiratory tract remains sterile because of innate and acquired pulmonary defense mechanisms. The development of CAP indicates a defect in host defense, exposure to a particularly virulent microorganism, an overwhelming inoculum of microorgnanisms, or a combination of these factors as previously discussed. 49, 50 Various virulence factors enable microflora to establish infection. For example, Chlamydophila pneumoniae produces a ciliostatic factor, 51 Mycoplasma pneumoniae can shear respiratory cilia, 52 influenza viruses reduce tracheal mucous velocity, and S. pneumoniae has a polysaccharide capsule that inhibits phagocytosis. 53 Other microorganisms are innately more resistant to immune defenses, for example, mycobacterial species, Nocardia, and Legionella are resistant to the microbicidal activity of phagocytes. 54 In addition to pathogen characteristics, host characteristics are important in predicting risk of infection (Box 2). Several predisposing host conditions have been described in CAP. These include alterations in level of consciousness, tobacco smoking, alcohol consumption, hypoxemia, acidosis, toxic inhalation, pulmonary edema, uremia, malnutrition, immune suppression (as a result of solid organ or hematopoietic stem cell transplant, chemotherapy, chronic glucocorticoid use, biologic therapies, or infection with HIV), advanced age, structural lung disease (cystic fibrosis, bronchiectasis, chronic obstructive pulmonary disease (COPD), previous pneumonia, or chronic bronchitis), ciliary dysfunction (immotile cilia syndrome, Kartagener syndrome), Young syndrome (also known as sinusitis-infertility syndrome and Barry-Perkins-Young syndrome, a rare condition presenting as bronchiectasis, rhinosinusitis, and infertility due to abnormally viscous mucus), dysphagia, viral respiratory infection, lung malignancy, and bronchial obstruction (due to stenosis, tumor, or foreign body). 55 An increase in the incidence of CAP due to increased gastric pH has been well documented with the ubiquitous use of H2 blockers, proton pump inhibitors, and antacids. [56] [57] [58] Other medications such as antipsychotics 59, 60 and inhaled glucocorticoids 61 have been associated with an increased risk of CAP.\n\nThere are over a hundred microorganisms, including bacteria, viruses, fungi, and parasites, that can cause CAP. However, most cases of pneumonia are caused by a handful of pathogens, varying in distribution by geography and clinical setting.\n\nCauses of bacterial CAP have traditionally been classified into 2 groups: typical and atypical pathogens. Typical microorganisms include S. pneumoniae, Haemophilus influenzae, group A streptococcus, Moraxella catarrhalis, Staphylococcus aureus, anaerobes, and aerobic gram-negative enteric bacilli. Atypical pathogens include Legionella spp., Mycoplasma pneumoniae, Chlamydophila (formerly Chlamydia) pneumoniae, and Chlamydophila psittaci. There are no specific findings from history, physical examination, or routine laboratory/imaging tests that allow clinicians to distinguish between typical and atypical pathogens. 62 The most common pathogens in patients with severe CAP (Box 3) include S. pneumoniae, Haemophilus influenzae, Staphylococcus aureus, gram-negative enteric bacilli, and occasionally P. aeruginosa. 63, 64 S. pneumoniae is the most frequently isolated pathogen 15, 19, 26, [65] [66] [67] whereas S. aureus, gram-negative enterics, and P. aeruginosa tend to be associated with specific patient subtypes. For example, S. aureus pneumonia is common following influenza infection, [68] [69] [70] whereas P. aeruginosa infection is more prevalent in patients previously exposed to antimicrobials, with structural lung disease (such as cystic fibrosis or bronchiectasis), or chronically treated with corticosteroids (>10 mg/d prednisone or equivalent). 71 Atypical pathogens, such as Mycoplasma pneumoniae and Chlamydophila species, are less commonly isolated in patients with severe CAP; however, this may reflect the lack of rapid, specific, and standardized testing for their detection. The frequency of Legionella, as well as other less common causes such as Mycobacterium tuberculosis, Coxiella burnetii (Q fever), Francisella tularensis (tularemia), and endemic fungi (such as histoplasma, coccidioides, blastomyces) varies with epidemiologic exposure. Respiratory virus infection, in particular influenza A, can result in severe pneumonitis with or without secondary bacterial pneumonia.\n\nDespite routine microbiological testing in most patients with severe CAP, a microbial diagnosis is confirmed in half of patients at best. 63, 64, 72, 73 Drug-resistant S. Pneumoniae Penicillin resistance in S. pneumoniae was first described in 1977 in South Africa. 74 Since then, resistance of pneumococci to a variety of antimicrobial agents, including beta-lactams, macrolides, tetracyclines, folate inhibitors, and fluoroquinolones, has evolved worldwide.\n\nRates of penicillin resistance vary by geographic region, with higher rates in the Asia-Pacific region compared with the United States or Canada. 75 Our understanding of the impact of penicillin resistance on pneumonia outcomes has been complicated by recent changes in susceptibility breakpoints. In 2008, penicillin minimum inhibitory concentration (MIC) breakpoints were increased substantially for nonmeningeal pneumococcal infections, placing much fewer organisms in the intermediate or resistant categories. Before this change, a disproportionately high number of clinical isolates were considered penicillin intermediate or resistant. With current definitions, however, approximately 85% of pneumococci are fully susceptible to penicillin. 76 Earlier studies have been unable to demonstrate an association between beta-lactam resistance and poor outcomes and instead suggest factors such as age, underlying disease, and severity of illness are greater predictors of mortality. [77] [78] [79] [80] [81] Macrolide resistance is also becoming increasingly prevalent worldwide, with up to 30% of isolates demonstrating resistance in the United States. 82 Most of the Abbreviations: HMPV, human metapneumovirus; RSV, respiratory syncytial virus. a In select populations: patients previously exposed to antimicrobials, those with structural lung disease, or those treated chronically with corticosteroids. resistance in the United States, however, is low-level, efflux-mediated (vs resistance due to an altered ribosomal target site as seen more commonly in Europe), and has not been associated with poor outcomes. 83, 84 Respiratory fluoroquinolone resistance remains low, with surveillance studies suggesting less than 1% resistance in North America. 85, 86 The major risk factor for the acquisition of resistance is recent antibiotic exposure, prompting the recommendation to avoid agents prescribed in the prior 3 months, where possible. 87\n\nMethicillin-resistant Staphylococcus aureus (MRSA) was first described in 1961. 88, 89 Having since spread worldwide, MRSA is a common cause of both nosocomial and community-acquired infections. The prevalence of methicillin-resistance among S. aureus isolates varies by patient population, geography, and health care setting, with high prevalence (w60%) in ICUs in the United States. 90 Methicillin-resistance is mediated by penicillin-binding protein (PBP) 2a, an altered binding protein encoded by the mecA gene. The mecA gene is located on a mobile genetic element called the staphylococcal chromosome cassette (SCCmec).\n\nCommunity-acquired methicillin-resistant Staphylococcus aureus (CA-MRSA) has recently emerged as a cause of severe necrotizing CAP. Although generally more virulent compared with hospital-acquired (HA-MRSA) strains, 91 CA-MRSA tends to be more susceptible to non-beta-lactam antibiotics (such as clindamycin, tetracyclines, and trimethoprim/sulfamethoxazole) as a result of a shorter SCCmec mobile element (types IV and V) that is less able to carry additional resistance genes. Specific CA-MRSA strains (eg, USA300) have been associated with the production of the Panton-Valentine leukocidin (PVL) toxin, 92-94 which lyses neutrophils, often resulting in necrotizing pneumonia, lung abscess, or empyema. 68, 95 Various reports of the USA300 strain causing severe, rapidly progressive, necrotizing pneumonia (mainly in otherwise healthy children and young adults) with high associated mortality have been well documented. 69, [95] [96] [97] [98] [99] In a systematic review of 114 patients, the estimated incidence of MRSA CAP was 0.5 to 0.6 cases per 100,000. Seventy-five (69%) out of 109 patients were younger than 35 years, influenza-like symptoms were present in 41% of patients, and the majority (75%) had multilobar consolidation or bilateral lung infiltrates. Most patients (77%) required ICU care, with prolonged (19 days) lengths of stay and high (45%) mortality. 97 Risk factors for CA-MRSA include skin trauma, contact sport participation, injection drug use, men who have sex with men, crowded living conditions, recent incarceration, and prior/known MRSA colonization. CA-MRSA pneumonia should also be suspected in young, otherwise healthy patients with a history of an influenza-like illness who present with severe pneumonia.\n\nSeasonal influenza occurs almost exclusively during the winter months and results in major morbidity, mortality, and cost. In fact, seasonal influenza has been estimated to result in more than 3 million hospital days, 31 million outpatient visits, and $10 billion in medical costs annually in the United States. 100 Of patients admitted to hospital with influenza infection, it is mainly the elderly and those with severe comorbid disease that require ICU admission.\n\nIn addition to the major impact caused by seasonal influenza, the threat of pandemic influenza is ever-present. The recent influenza A H1N1/09 pandemic served to remind us of this looming danger. This genetic reassortment virus (swine, avian, and human) was first identified in March 2009, spreading from the Southwestern United States and\n\nMexico worldwide, resulting in more than 4000 deaths. Young patients were disproportionally affected, presumably due to cross-immunity in elderly patients from exposure to similar influenza strains that circulated before 1957.\n\nIn a study using mathematical modeling to approximate the impact of pandemic disease, the Centers for Disease Control and Prevention estimated 12,470 fatal cases occurred in the United States between April 2009 and April 2010. 101 In Australia, approximately 5% of the population developed H1N1/09-related illness, 0.3% of infected patients were hospitalized, but a disproportionate percentage (20%) of hospitalized patients required ICU care. 102 Among 168 critically ill Canadian patients with H1N1/09, the mean age was low (32 years). 103 Common pre-existing comorbidities were chronic lung disease (41%) and obesity (33%), and Aboriginal Canadians were overrepresented (26%). Most patients developed diffuse, rapidly progressive, bilateral pneumonitis and more than 80% required mechanical ventilation. Secondary bacterial pneumonia was diagnosed in 24% of cases, most commonly due to S. aureus and S. pneumoniae. Overall mortality was high (17%) at 90 days.\n\nHighly pathogenic avian H5N1 influenza viruses are endemic among bird and poultry populations in Asian countries. 104, 105 The first report of clinical disease in humans was in Hong Kong in 1997 when 18 cases occurred during a poultry outbreak in live-bird markets. 106, 107 This outbreak was associated with high mortality (33%) and a high incidence of pneumonia at 61%, and about half (51%) of the cases required intensive care treatment. Although only sporadic transmission of avian influenza viruses to humans is documented, the emergence of a pandemic strain is possible.\n\nIn addition to influenza, other respiratory viruses have potential for epidemic spread. The SARS outbreak was a good example. Beginning in February 2003, approximately 300 cases of severe, rapidly progressive respiratory disease were reported in the Guangdong Province of China. This novel SARS coronavirus subsequently spread worldwide, with large numbers of cases reported from Hong Kong, Vietnam, Singapore, and Canada. With a total of more than 8000 cases, 774 deaths, and a case-fatality rate of up to 12%, the morbidity and mortality from this epidemic was significant. Most patients affected by SARS required critical care for severe hypoxia or acute respiratory distress syndrome (ARDS).\n\nMore, a novel beta coronavirus causing disease in nine patients 108, 109 and associated with high mortality (56%) has been reported. 110 So although SARS is no longer a threat, other pathogens remain a threat, awaiting their \"chance in the sun.\" DIAGNOSIS CAP is defined as an acute infection of the lung parenchyma acquired in the community (ie, in patients not hospitalized or resident in long-term care facilities for >2 weeks before symptom onset). 111 CAP is distinguished from other subtypes of pneumonia including hospital-acquired pneumonia or health care associated pneumonia, which is important epidemiologically because these subtypes differ in microbiology, empiric therapy, and outcomes.\n\nThe diagnostic approach to severe CAP includes clinical criteria, radiographic evaluation, and diagnostic testing for microbial cause.\n\nCommon clinical symptoms of severe CAP include cough (41%), fever (28%), dyspnea, pleuritic chest pain (5%), and sputum production (30%). 65 Purulent sputum production is most common in bacterial pneumonia. Specific descriptions of sputum Severe Community-Acquired Pneumonia color or consistency (eg, rust-colored sputum with S. pneumoniae or red current jelly sputum with Klebsiella infection) have not proved to be helpful in distinguishing microbial cause. Patients may also present with mental status changes (32%) 65 or gastrointestinal symptoms (nausea, vomiting, or diarrhea).\n\nPhysical examination signs commonly include fever (although this is less reliable in elderly patients), tachypnea, and tachycardia. 112 Patients with overwhelming sepsis or underlying comorbid disease (such as end-stage liver disease or malnutrition) may present with hypothermia instead of fever. Bronchial breath sounds or egophony may be present on auscultation. However, no individual or combined clinical findings have been found to accurately predict whether or not a patient has pneumonia. 112 In severe CAP, patients with severe hypoxia (PaO 2 <55 mm Hg despite supplemental oxygen) or hypercapnia (PaCO 2 rise of >10 mm Hg with respiratory acidosis) generally require intubation and mechanical ventilation. Although objective measures have been suggested, the decision to initiate mechanical ventilation should be based on a global clinical assessment. Patients with CAP and septic shock present with hypotension (systolic blood pressure <90 mm Hg) that is unresponsive to fluid resuscitation and require vasopressor support.\n\nOn laboratory investigation, leukocytosis is most common with a left shift of immature cells. Leukopenia can also occur, in particular in critically ill patients with overwhelming sepsis. These patients commonly present with concomitant multiorgan dysfunction, such as acute kidney injury (AKI), hepatic dysfunction, disseminated intravascular coagulation, lactic acidosis, and encephalopathy.\n\nC-reactive protein (CRP) and procalcitonin (PCT) have been used, with varying success, to help distinguish between bacterial and nonbacterial pneumonia.\n\nCRP is an acute-phase reactant produced predominantly by hepatocytes in response to cytokines such as interleukin-6 and tumor necrosis factor. 113, 114 It is neither sensitive nor specific for infection; however, markedly elevated CRP levels have been strongly associated with infection. Infection was found in approximately 80% of patients with levels greater than 100 mg/L and in 88% of patients with values greater than 500 mg/L. 115, 116 In other studies, CRP levels greater than 40 mg/L were associated with a sensitivity of 70% to 73% and specificity of 65% to 90% for bacterial pneumonia. 117, 118 CRP may also be elevated in patients with viral infections, although often not to the same extent as in bacterial infection. [119] [120] [121] In addition, CRP levels may be correlated with disease severity; a study in CAP patients demonstrated that median CRP levels were higher in hospitalized patients compared with ambulatory patients. 119 Data on CRP testing exclusively in patients with severe CAP are lacking. Given its poor specificity in hospitalized patients, the use of CRP testing as an adjunct in the diagnosis of bacterial infection remains of minimal benefit.\n\nPCT is a precursor of calcitonin that is released in response to microbial toxins (such as lipopolysaccharide in gram-negative infections) and host inflammatory mediators (such as interleukin-1, tumor necrosis factor, and interleukin-6), resulting in high serum levels in active bacterial infections. PCT appears to be more sensitive than CRP for the detection of bacterial pneumonia. 122 Previous studies have suggested a PCT level less than 0.1 mcg/L should discourage the use of antibacterial therapy, whereas levels greater than 0.25 mcg/L should suggest such therapy. 123, 124 Studies have demonstrated lower rates of antibiotic exposure when PCT testing is used 125 and, in addition, that levels correlate with disease severity, 122,126 mortality, 122 and bacteremia. 127 \n\nClinically, the measurement of PCT may help to distinguish between bacterial and viral pneumonia, predict severity and outcomes, and reduce antimicrobial use. Discontinuation strategies based on PCT testing led to a reduction in duration of therapy and increased 28-day antibiotic-free days without negatively affecting other outcomes. 128 \n\nThe presence of opacity on plain chest radiography is the gold standard for radiographic diagnosis of pneumonia. Plain films are widely available in virtually all hospital settings, minimally invasive, and inexpensive and should be obtained in all critically ill patients suspected to have pneumonia. 27 Radiographic findings of CAP include lobar or multilobar consolidation (Fig. 1) , interstitial infiltration, and cavitation. Posteroanterior and lateral radiographs are preferred but this is rarely possible in critically ill patients; portable anteroposterior (AP) films are therefore more commonly obtained but undoubtedly of lower quality.\n\nGiven the suboptimal quality of portable AP films as well as substantial differences in individual interpretation of plain radiographs among emergency physicians, intensivists, and even radiologists, computed tomography (CT) scanning is commonly pursued in critically ill patients (Fig. 2) , in particular when specific disease complications, such as empyema or lung abscess, are suspected. The level of radiation exposure from CT scanning varies due to technical factors but is generally high. Successfully reducing radiation dose while maintaining diagnostic accuracy is important, specifically in pediatric populations. 129 \n\nGiven the low likelihood of identification of a microbial pathogen, most patients with severe CAP are treated empirically. Despite this, all efforts to increase pathogen detection via appropriate testing should be used, because pathogen-directed therapy is associated with substantial benefits including the avoidance of unnecessary adverse events, reduction of antimicrobial resistance, and potential cost minimization by using narrower spectrum agents.\n\nFor these reasons, the 2007 IDSA/ATS consensus guidelines recommend diagnostic testing for microbial cause in all patients with severe CAP, 27 which includes pretreatment blood cultures, urinary antigen testing for S. pneumoniae and Legionella (where available), and sputum culture (expectorated, endotracheal, or bronchoscopic specimens). Although pretreatment cultures are optimal, empiric therapy should not be significantly deferred in critically ill patients for the purpose of specimen acquisition.\n\nPretreatment blood cultures are positive in 9% to 27% of ICU patients with CAP. 15, 18, 19, 26, 66, 67 The major disadvantage to blood culture acquisition in ICU patients, in particular with vascular catheters in situ, is the high rate of false positivity due to skin contaminants (such as coagulase-negative staphylococcus), which can be as high as 10%. 130 Expectorated sputum is indicated in unintubated patients with severe CAP; however, results must be interpreted in the context of specimen quality. Numerous strategies have been proposed for quality evaluation; our institution uses a quality score, which denotes a specimen with less than 10 epithelial cells and more than 25 polymorphonuclear (PMN) cells per high power field to be optimal. Specimens with more than 10 epithelial cells are discarded, whereas those with few epithelial cells and few PMNs are processed (in particular if a history of neutropenia is provided), but specimen recollection is advised.\n\nThe use of \"stat\" sputum gram stains is very helpful for the detection of specific pathogens in patients with severe CAP. Empiric therapy may be altered based on gram stain morphology (eg, gram-positive cocci in clumps/clusters suggestive of S. aureus) and the local prevalence and resistance profiles of specific pathogens. Semiquantitative culture results are helpful in that most pathogens are present in at least 31 (>10 microorganisms per high-powered field) quantity. 131 Sputum culture results must be interpreted with caution because many respiratory pathogens can colonize the upper and/or lower respiratory tracts. In addition, microorganisms that do not cause pulmonary disease, such as Candida species, coagulase-negative staphylococci, and enterococci, are commonly isolated in culture and should not be treated.\n\nRespiratory culture yield is substantially higher in intubated versus unintubated patients. Endotracheal aspirates and bronchoscopic samples should be obtained as Sligl & Marrie soon as possible following intubation. Interpretation may be improved with quantitative or semiquantitative cultures. [132] [133] [134] Bronchoscopy should be pursued in patients with suspected pneumonia when specimens cannot be obtained or are nondiagnostic. Patients with immune compromise may require bronchoscopy for less common and more difficult to identify pathogens such as Mycobacterium tuberculosis, Pneumocystis jirovecii, or fungi. Bronchoscopy may also be used for the purpose of excluding other diagnoses such as malignancy, diffuse alveolar hemorrhage, or hypersensitivity pneumonitis.\n\nUrinary antigen assays are available for S. pneumoniae and Legionella species. Advantages of urinary antigen testing in critically ill patients with severe CAP include the high sensitivity and specificity when compared with sputum gram stain and culture, rapid turn-around time, and positivity even after the initiation of antibiotics. 135, 136 The major disadvantage of urinary antigen testing is the lack of antibiotic susceptibility data compared with culture techniques. In addition, urinary antigen testing for Legionella is only able to detect serogroup 1; however this serogroup does account for approximately 80% of Legionella infections. 137, 138 Respiratory virus testing should be performed in all patients with severe CAP, especially during influenza season. Multiplex molecular techniques have become widely available, allowing for the simultaneous testing of multiple respiratory viruses with rapid turn-around times.\n\nIndications for ICU admission vary among patients, clinicians, hospitals, and health care systems. 27 For example, patient comorbidity burden, severity of disease, clinician comfort and experience, as well as the availability of intermediate care within an institution can all affect ICU admission rates for CAP.\n\nPrompt recognition of patients with severe CAP is essential in optimizing outcomes. However, previous studies have shown that clinical judgment alone is not an accurate measure of pneumonia severity. As a result, numerous prognostic scoring systems have been developed to help stratify patients with CAP by severity and prognosis (mortality) as well as aid decisions on site of care (outpatient, ward, or ICU). The 2 best-studied prediction rules are the Pneumonia Severity Index (PSI) 139 and the CURB-65. 140\n\nThe PSI, derived in the United States by Fine and colleagues 139 (Box 4) , is a comprehensive score made up of demographic, physical, and laboratory findings. It stratifies patients into 5 classes according to mortality risk. Designed to identify low-risk patients who could be managed in an ambulatory setting, the PSI lacks the ability to discriminate among sicker patients. Class IV and V patients both warrant hospital admission, but the PSI is not helpful in further stratification by need for ICU admission. In addition, the PSI can easily underestimate severity of disease in young, previously healthy patients as a large number of points are allocated to age and comorbid disease burden. 141 \n\nThe CURB-65 (Box 5), developed by the British Thoracic Society, is somewhat simpler to calculate than the PSI, using only 5 pneumonia-specific criteria, each scoring one Severe Community-Acquired Pneumonia point, including acute confusion, blood urea nitrogen level greater than 7 mmol/L, respiratory rate greater than 30 breaths/min, systolic blood pressure less than 90 mm Hg or diastolic blood pressure less than or equal to 60 mm Hg, and age more than 65 years. 140 The CURB-65 appears to be more discriminatory compared with the PSI a Neoplastic disease defined as any cancer except basal or squamous cell cancer of the skin that was active at the time of presentation or diagnosed within 1 year of presentation. Liver disease defined as a clinical or histologic diagnosis of cirrhosis or another form of chronic liver disease, such as chronic active hepatitis. Congestive heart failure defined as systolic or diastolic ventricular dysfunction documented by history; physical examination; and chest radiograph, echocardiogram, multiple-gated acquisition scan, or left ventriculogram. Cerebrovascular disease defined as a clinical diagnosis of stroke or transient ischemic attack or stroke documented by magnetic resonance imaging or computed tomography. Renal disease defined as a history of chronic renal disease or abnormal blood urea nitrogen and creatinine concentrations.\n\nb Altered mental status defined as disorientation with respect to person, place, or time that is not known to be chronic, stupor, or coma. c In the Pneumonia Patient Outcomes Research Team cohort study, oxygen saturation less than 90% on pulse oximetry or intubation before admission was also considered abnormal.\n\namong patients requiring hospital admission; with a score of greater than or equal to 3 denoting severe disease, which may warrant ICU admission. In contrast, the lack of comorbid disease burden in CURB-65 makes it easy to underestimate the mortality risk in elderly, frail patients who may decompensate significantly even with mild pneumonia. 142 \n\nCurrent IDSA/ATS guidelines propose their own set of criteria, suggesting that patients be admitted to the ICU if they have 1 major or 3 minor criteria (see Box 1). 27 Major criteria include the need for mechanical ventilation or the presence of septic shock. Minor criteria include PaO 2 :FiO 2 ratio less than 250, respiratory rate greater than 30 breaths/min, multilobar infiltrates, systolic blood pressure less than 90 mm Hg despite aggressive fluid resuscitation, blood urea nitrogen level greater than 20 mg/dL, leukopenia (<4000 cells/mm 3 ), thrombocytopenia (<100,000 cells/mm 3 ), and hypothermia (<36 C). Numerous validation studies support the use of these criteria. [143] [144] [145] [146] \n\nOther more recently derived prediction rules include SMART-COP (Box 6), a tool that aims to predict the need for intensive respiratory or vasopressor support (IRVS) in patients with CAP. 147 This score was developed from a cohort of 862 patients with CAP, 10% of whom required IRVS. A maximum 11 points can be accrued based on the following criteria: systolic blood pressure less than 90 mm Hg, multilobar chest radiograph involvement, albumin less than 35 g/L, tachypnea, tachycardia greater than 125 beats/min, acute confusion, low oxygenation (based on age-adjusted PaO 2 , SpO 2 , and PaO 2 :FiO 2 ratios), and pH less than 7.35. The authors defined severe CAP as a score of greater than or equal to 5, and 92% of patients who received IRVS scored greater than equal to 3. A recent meta-analysis demonstrated similar sensitivity and specificity of IDSA/ATS criteria and SMART-COP, both of which outperformed PSI and CURB-65. Further validation, however, is required.\n\nPredisposition, insult, response, and organ dysfunction (PIRO) was recently developed to predict 28-day mortality specifically among severe CAP patients requiring admission to the ICU (Box 7). 148 With a maximum score of 8, variables including comorbidity (COPD, immune compromise), age greater than 70 years, multilobar disease, shock, severe hypoxemia, acute renal failure, bacteremia, and ARDS each score one point. The PIRO score performed well as a 28-day mortality prediction tool in CAP patients requiring ICU admission and outperformed both APACHE II and ATS/ IDSA criteria 148 ; however, validation studies are required.\n\nAdditional criteria that suggest severe disease and potential need for ICU admission include hypoglycemia (in the nondiabetic patient), lactate greater than 4 mmol/L, Na less than 130 mEq/L, arterial pH less than 7.3, cirrhosis, and asplenia. In addition, severe hypoxia or the need for high-flow oxygen should be considered when deciding on site of care. The need for frequent and invasive clinical and/or laboratory monitoring in patients at high risk of decompensation may also warrant ICU admission. In addition to the pneumonia prediction rules discussed, numerous severity scores are available specifically for the assessment of critically ill patients, the most popular of which are APACHE II 149 and SAPS II 150 scores. These scores are not only extensively used but also well validated and may be used to predict mortality in critically ill patients with CAP. These scores also serve to compare critically patients across units or regions.\n\nAlthough objective scores are very helpful in assessing severity and deciding on site of care, they should always be used in combination with physician assessment.\n\nEmpiric antimicrobial therapy should be initiated as quickly as possible in patients with severe CAP. Guidelines for the management of CAP have been published by various organizations, most notably by the IDSA/ATS 27 and the British Thoracic Society. 151 Locally adapted guidelines, incorporating local epidemiology should be implemented whenever possible.\n\nFor the empiric therapy of severe CAP, IDSA/ATS guidelines suggest an intravenous beta-lactam (cefotaxime, ceftriaxone, ampicillin/sulbactam) plus either a macrolide (azithromycin) or a respiratory fluoroquinolone (Box 8). 27 In patients with significant penicillin allergies, a respiratory fluoroquinolone and aztreonam are recommended.\n\nAlthough 5% to 10% of patients report penicillin allergy, studies show 85% to 90% of these individuals are in fact able to tolerate penicillins. 152, 153 In addition, the prevalence of immediate immunoglobulin E-mediated penicillin allergy (characterized by pruritus, flushing, urticaria, angioedema, laryngeal edema, and/or hypotension) appears to be declining. 154, 155 Cross-reactivity with other beta-lactams, when used in penicillin-allergic patients, has been historically overestimated; more recent studies suggest third-generation cephalosporins and carbapenems have low rates of cross-reactivity ( 1%). [156] [157] [158] Nonetheless, a graded challenge may be appropriate in patients deemed to be high risk.\n\nIn patients at risk for P. aeruginosa treatment should include an antipseudomonal beta-lactam (cefepime, imipenem, meropenem, piperacillin/tazobactam) plus an anti-pseudomonal fluoroquinolone or aminoglycoside. Either a macrolide (azithromycin) or a respiratory fluoroquinolone should be added in patients treated with Severe Community-Acquired Pneumonia beta-lactam/aminoglycoside combinations to ensure adequate empiric atypical coverage. Aztreonam can be substituted for the above beta-lactams in patients with serious penicillin allergy.\n\nIn those at risk for CA-MRSA, treatment with either linezolid or vancomycin should be initiated. Historically, vancomycin has been the drug of choice in patients with MRSA CAP given substantial clinical experience. However, a recent randomized clinical trial demonstrated improved cure rates and less nephrotoxicity, but no difference in mortality, with the use of linezolid compared with vancomycin in MRSA nosocomial pneumonia. 159 Generalization of these results to patients with CAP, however, must be done with caution.\n\nAn additional theoretical benefit of linezolid in the treatment of CA-MRSA pneumonia is its ability to decrease toxin production [160] [161] [162] , which would be particularly desirable in infections due to PVL-positive CA-MRSA strains. Linezolid is also preferred for strains with higher vancomycin MICs (termed \"MIC creep\"), because clinical failures have been reported with MICs greater than or equal to 1.5 mcg/mL. [163] [164] [165] When vancomycin is used, target trough levels should be optimized with a goal of 15 to 20 mcg/mL.\n\nAlternate agents for the treatment of CA-MRSA infection include telavancin and ceftaroline. Clindamycin and trimethoprim/sulfamethoxazole may also be used in patients with mild disease and susceptible isolates. Daptomycin is not effective for the treatment of pneumonia because it is inactivated by pulmonary surfactant.\n\nTigecycline should be used with extreme caution given the recent warning issued by the US Food and Drug Administration regarding increased mortality associated with its use for a variety of serious infections. 166 This announcement was based on a pooled analysis of 13 clinical trials, in which tigecycline was given for both approved and unapproved indications. Overall risk of death was higher in patients receiving tigecycline versus comparator antibiotics (4.0% vs 3.0%; RD 0.6; 95% confidence interval [CI] 0.1, 1.2). Although there was no difference in mortality among patients with CAP (2.8% vs 2.6%; RD 0.2; 95% CI 2.0, 2.4), the use of tigecycline in the treatment of CAP is discouraged. 167 Empiric therapy for influenza should be initiated with a neuraminidase inhibitor in patients with compatible clinical syndromes during influenza season. In critically ill patients who require invasive mechanical ventilation, oseltamivir is preferred because zanamivir inhalation powder can clog ventilator tubing and has been associated with adverse events. 168, 169 Early initiation of antiviral therapy (within 48 hours of symptom onset) is most efficacious [170] [171] [172] [173] [174] ; however, all critically ill patients with suspected influenza should be treated empirically regardless of timing from symptom onset. Delayed antiviral therapy, although not as beneficial as early therapy, still appears to improve survival in critically ill patients. 175 Antiviral therapy has also been shown to decrease the duration of viral shedding. 176, 177 Treatment should be discontinued if nucleic acid amplification testing is negative or continued for a total of 5 to 10 days in confirmed cases. Although guidelines 178 recommended high-dose oseltamivir in critically ill patients during the H1N1/09 pandemic, more recent studies have demonstrated adequate serum levels with standard doses. 179, 180 Droplet and contact isolation should be used to prevent nosocomial transmission. Additional airborne precautions are recommended during aerosolgenerating procedures, 181 despite a lack of data to support this approach.\n\nCombination therapy in severe CAP has been associated with improved outcomes in patients with bacteremic pneumococcal pneumonia, predominantly with Sligl & Marrie macrolide-containing combination regimens. Despite increasing macrolide resistance, treatment efficacy in patients with pneumococcal CAP continues to be demonstrated. 182 This benefit is thought to be due to immunomodulation as macrolides have been shown to downregulate leukocyte adhesion and inhibit inflammatory cytokine production, thereby decreasing inflammatory responses. 182, 183 Indeed, macrolides have been shown to improve outcomes in chronic pulmonary inflammatory conditions such as asthma, 184 COPD, 185 diffuse panbronchiolitis, and bronchiectasis. 186 More recent studies have demonstrated a mortality benefit with macrolide-based treatment acutely, specifically in the treatment of severe pneumonia, compared with nonmacrolide-based therapies. 66, 67, 187, 188 Furthermore, it appears that the most impressive effect exists in patients with severe disease or shock, those with a presumably more robust systemic inflammatory response. However, many of these studies are observational and therefore prone to confounding.\n\nIn addition, the greater potential for antimicrobial toxicity needs to be considered when prescribing combination therapies in the absence of high-level evidence. For example, macrolides have long been associated with QTc interval prolongation. A recent study 189 demonstrated an increase in risk of cardiovascular death in patients with upper respiratory infection who received azithromycin. Those with baseline cardiovascular risk factors were at highest risk. Whether critically ill patients might also be at higher risk, in particular given the concomitant use of other QTc prolonging medications in the ICU, is not known.\n\nOther studies suggest that guideline concordance or any combination therapy (targeting both typical and atypical CAP pathogens), irrespective of specific treatment regimen, is most closely associated with improved outcomes. 187, [190] [191] [192] [193] [194] [195] Pathogen-Directed Therapy Pathogen-directed therapy should be prescribed if etiologic information becomes available. The narrowest spectrum agent should be used to prevent the development of antimicrobial resistance.\n\nEffective antimicrobial therapy should be administered as quickly as possible in patients with severe CAP. Various studies have demonstrated increased mortality in critically ill patients who receive delayed antimicrobial therapy. [196] [197] [198] [199] Specifically, in critically ill patients with CAP, the administration of effective antibiotics within 4 hours of admission, compared with delayed therapy, was associated with decreased mortality. 198 IDSA/ATS guidelines suggest that, for patients admitted through the Emergency Department (ED), the first dose of antibiotic should ideally be administered while still in the ED. 27 A specific time threshold was specifically avoided but studies suggest less than4 hours may be a reasonable goal. 199 Step Down to Enteral Therapy\n\nSwitch to enteral antimicrobial therapy should be considered in all patients once hemodynamically stable and clinically improving (ie, absence of fever for 72 hours and reduction in respiratory symptoms). Numerous studies in CAP have demonstrated safety with this approach, [200] [201] [202] including in patients with severe (PSI class V) disease. 202 Access to and function of the gastrointestinal tract are necessary (patients who remain intubated require naso-gastric or oro-gastric tube placement). Specific antimicrobial bioavailability properties need to be carefully considered when choosing optimal regimens. Antimicrobials with excellent bioavailability include the Severe Community-Acquired Pneumonia fluoroquinolones, clindamycin, metronidazole, linezolid, and trimethoprim/sulfamethoxazole. Generally, beta-lactams have poor bioavailability. Other antimicrobials are only available in intravenous formulation for the treatment of systemic infections (such as aminoglycosides or vancomycin).\n\nNonresponse is common in patients with CAP, occurring in 6% to 15% of hospitalized patients 203, 204 and approximately 40% of ICU patients, 205 and mortality rates are higher in nonresponders compared with responders. 203 The lack of a clear definition of nonresponse makes it difficult, however, to compare populations and fully understand the epidemiology of nonresponse.\n\nIDSA/ATS guidelines 27 propose 2 main patterns of nonresponse based on several studies. [203] [204] [205] First is progressive pneumonia or clinical deterioration, with acute respiratory failure requiring ventilatory support and/or concomitant septic shock, usually within 72 hours of hospital admission. 27 These are the patients who are initially admitted to hospital wards but who eventually require ICU admission because of deterioration. Clinical worsening after 72 hours is more likely related to complications (such as parapneumonic effusion or empyema), decompensation of underlying comorbid disease, or secondary nosocomial infection.\n\nSecond, patients may clinically deteriorate due to persistent or nonresponding pneumonia, defined as an absence of or delay in achieving clinical stability. 27 Risk factors for nonresponse include older age (>65 years), multilobar pneumonia, greater disease severity, liver disease, cavitary disease, parapneumonic effusion or empyema, leukopenia, gram-negative infection (in particular resistant microorganisms), Legionella pneumonia, and guideline discordant antimicrobial therapy. [203] [204] [205] In addition, the possibility of inaccurate diagnosis needs to be considered in these patients.\n\nThe management of the nonresponding patient includes further diagnostic testing to identify the cause of pneumonia (if not determined on initial presentation), rule out the development of resistance on therapy, and to exclude complications such as empyema or nosocomial superinfection. CT scanning of the chest, thoracentesis, and bronchoscopy may be helpful. An inadequate host response, however, is the most common cause of nonresponse in patients treated with guideline concordant therapies. Empiric antimicrobial therapy escalation may be appropriate while diagnostic test results are pending.\n\nMost patients with CAP receive 7 to 10 days of antimicrobial therapy, but little data or guidelines are available for critically ill patients who have traditionally received longer courses of therapy. Duration of therapy should depend on disease severity, antimicrobial properties (half-life, bacteriostatic vs bactericidal action), patient immune adequacy, and clinical response.\n\nClinical response should be observed within the first 2 to 3 days. A large metaanalysis of 15 randomized trials in patients with CAP found no difference in outcome between less than or more than 7 days of therapy; however, only two trials included hospitalized patients, neither of which included ICU patients. 206 A subsequent Cochrane review, examining short-course (7-8 days) versus prolonged-course (10-15 days) therapy for hospital-acquired pneumonia in more than 1700 critically ill patients, demonstrated reduced ventilator-associated pneumonia (VAP) recurrence due to multiresistant organisms, increased 28-day antibiotic-free days, and no difference in mortality with short-course therapy. However, Sligl & Marrie recurrence of VAP due to glucose nonfermenting gram-negative bacilli was greater after short-course therapy. 128 Based on these data we would suggest a similar approach in patients with CAP. Therefore, longer courses of therapy should be considered in CAP due to glucose nonfermenters (P. aeruginosa, Acinetobacter baumannii, Burkholderia), S. aureus, 207 Legionella, and fungi. In addition, patients with necrotizing pneumonia, empyema, lung abscess, 208 or extrapulmonary infection (bacteremia, meningitis, endocarditis) require longer courses.\n\nIn summary, treatment duration should be individualized based on patient characteristics, microbial cause, and clinical response. Antimicrobial stewardship programs can help decrease duration and narrow spectrum of antimicrobial therapy. 209 \n\nPneumonia is the most common cause of ARDS. [210] [211] [212] Patients who develop ARDS should be treated with low-volume, open-lung ventilation strategies. 212 In patients who do not respond to conventional ventilation, salvage techniques including airway-pressure release ventilation, high-frequency oscillatory ventilation, prone positioning, or inhaled nitric oxide may be used; however none of these strategies have been shown to improve survival.\n\nIn patients with severe sepsis or septic shock, early goal-directed therapy, a resuscitation strategy involving goal-oriented manipulation of cardiac preload, afterload, and contractility to achieve a balance between systemic oxygen delivery and oxygen demand, has been shown to significantly improve outcomes. 213 In addition, corticosteroid supplementation should be administered in patients with vasopressor-dependent shock as studies have demonstrated decreased time to shock reversal without an increase in adverse events. [214] [215] [216] [217] Steroids The role of glucocorticoids as adjunctive therapy in severe CAP in the absence of septic shock has not been well defined. Previous studies have suggested a modest mortality benefit in severe CAP 218,219 while others were unable to reproduce this, [220] [221] [222] and in fact demonstrated higher rates of late failure. 220 Given the paucity of data, there is no convincing evidence to suggest the use of adjunctive glucocorticoids specifically for severe CAP in the absence of septic shock at this time.\n\nExtracorporeal membrane oxygenation (ECMO) has been evaluated as a treatment of severe respiratory failure and ARDS. The recently published Conventional ventilatory support versus Extracorporeal membrane oxygenation for Severe Acute Respiratory failure 223 (CESAR) trial randomized 180 patients with severe respiratory failure (60% of whom had pneumonia) to ECMO versus conventional management.\n\nSevere acute respiratory failure was defined as hypercapnic respiratory acidosis with an arterial pH less than 7.2 or severe hypoxia as measured by a Murray score greater than 3 (points allotted based on PaO 2 /FiO 2 ratio, level of positive endexpiratory pressure, lung compliance, and chest radiography). Patients who were elderly (>65 years), intubated longer than 7 days, or had contraindications to anticoagulation were excluded. Those who received ECMO had a significantly lower mortality compared with controls (47 vs 63%; P 5 .03).\n\nA subsequent cohort study of 75 matched pairs with H1N1/09 ARDS similarly demonstrated a lower mortality rate (23.7 vs 52.5%; P 5 .006) in patients who received ECMO. 224 Whether or not ECMO will become more available for patients with severe, potentially reversible, acute respiratory failure, including CAP, that is unresponsive to conventional management remains to be answered. For patients in medical centers with ECMO availability the authors advocate this therapy in select patients. For those who require transfer to an ECMO center, the additional risks of patient transfer need to be carefully considered.\n\nThromboembolism prophylaxis, stress ulcer prophylaxis, and early enteral feeding should be used in all critically ill patients unless contraindicated. Assisted organ support should be provided via mechanical ventilation, renal replacement therapy, and vasoactive medications. A summarized, comprehensive approach to the treatment of patients with severe CAP is suggested in Box 9.\n\nCigarette smoking is the leading cause of preventable mortality, resulting in more than 400,000 deaths per year in the United States. 225 Physicians should address smoking status and counsel patients regarding cessation while in hospital. Combined behavioral support and pharmacologic therapy has been shown to increase success rates. 226 Vaccination Vaccinations should be provided to patients admitted with CAP, preferably before hospital discharge, if such immunizations are not up to date.\n\nTwo types of pneumococcal vaccine are available: polysaccharide and conjugate preparations. Vaccination with pneumococcal polysaccharide vaccine in adults has been shown to induce elevated and persistent functional antibody responses 227, 228 Box 9 Severe CAP bundled care approach and protect against invasive pneumococcal disease. 229, 230 Conjugate vaccines were developed specifically for improved immunogenicity in children.\n\nThe 23-valent polysaccharide vaccine (PPSV23) is recommended for all adults 65 years of age and older and for adults less than 65 years of age in long-term care facilities or at high risk of invasive pneumococcal disease. High-risk conditions include chronic alcoholism, cigarette smoking, homelessness, asthma, injection drug use, chronic cerebrospinal fluid leak, chronic neurologic conditions, the presence of cochlear implants, chronic cardiac or pulmonary disease, diabetes, asplenia, sickle cell disease or other hemoglobinopathy, congenital or acquired immunodeficiency (including transplant patients, those with HIV, or those receiving immunosuppressive therapies), chronic kidney or liver disease, or malignant neoplasm. 231 A single revaccination with PPSV23 is recommended 5 years after the first dose for persons aged 19 to 64 years with functional or anatomic asplenia and for persons with immunocompromising conditions. 231 In addition, the United States Advisory Committee on Immunization Practices recommends dual vaccination with PPSV23 and 13-valent conjugate vaccine (PCV13) in adults with immunocompromising conditions (eg, HIV infection, cancer, functional or anatomic asplenia, solid organ transplantation), cerebrospinal fluid leaks, cochlear implants, chronic renal insufficiency, or nephrotic syndrome 232 because these patients may not have an adequate response to polysaccharide vaccine.\n\nIllness due to CAP, either isolated or recurrent, is not considered an indication for pneumococcal vaccination; however given little downside, the authors suggest routine vaccination of all patients following CAP, preferably at the time of hospital discharge.\n\nInfluenza vaccine should be administered yearly to all individuals 6 months of age and older although high-risk individuals, their close contacts, and health care workers should be prioritized. 233 \n\nInfection control measures including effective hand and respiratory hygiene as well as appropriate isolation (droplet, contract, or airborne, depending on the microorganism) help to prevent the spread of infection in hospital. In addition, nosocomial infection prevention strategies for hospital-associated and ventilator-associated pneumonia, central line-associated bloodstream infections, and catheter-related urinary tract infections should be practiced.\n\nSurgical intervention is rarely required in the treatment of severe CAP. The main indication for surgical intervention is to achieve source control in the setting of empyema or lung abscess/necrosis. Empyema drainage can be achieved via tube thoracostomy (large bore chest tubes are required due to high viscosity) with or without intrapleural tissue plasminogen activator administration. Decortication may be required if tube thoracostomy is not successful. For lung abscess or necrotizing pneumonia, thoracotomy and wedge resection is occasionally required. Lastly, for cases of suspected pneumonia in which patients are unresponsive to empiric therapy and bronchoscopic investigations are nondiagnostic, video-assisted thoracic surgery or open lung biopsy may be required for diagnostic purposes.\n\nClinical outcomes in patients with severe CAP include mortality (hospital, ICU, 30-day, and long-term eg, 1 year, 5 years), rates of hospital and ICU admission, delayed Severe Community-Acquired Pneumonia transfers to ICU, treatment failure, drug toxicities and adverse effects of therapy, antibiotic resistance, hospital and ICU lengths of stay, 30-day readmission rates, unscheduled returns to ED or primary physician office, time to return to normal daily activities, patient satisfaction, and costs of care. 27 Although all are important, mortality is the most commonly studied outcome and undeniably the hardest endpoint.\n\nMortality in ICU patients with CAP is higher compared with patients admitted to hospital wards 21, 64, 234 and ranges from 11% to 56%. 11, [21] [22] [23] [24] [25] [26] Various predictors of mortality in patients with severe CAP include advanced age, 16, 20, 24 poor functional status, 25, [235] [236] [237] [238] disease severity, 20,239 multilobar or bilateral consolidation on chest radiograph, 24, 240 immune compromise, 20 presence of renal failure, 240 need for mechanical ventilation, 239 hypotension/shock, 239, 240 and nonadherence to guidelines. 20, 191, 241 Multiple organ dysfunction syndrome (MODS) is common in patients with severe sepsis and septic shock and was demonstrated in 17% of patients admitted with severe CAP in one study. 19 Organ-specific criteria for the diagnosis of MODS include measures of PaO 2 /FiO 2 ratio, serum creatinine, platelet count, Glasgow coma score, serum bilirubin, and heart rate. 242 The Sequential Organ Failure Assessment Score is commonly used to assess the incidence and severity of organ dysfunction in critically ill patients. 243 The development of MODS has been correlated both with ICU and hospital mortality. 242 Common pulmonary complications of severe CAP include empyema, lung abscess, pneumothorax, ARDS, and chronic respiratory failure requiring tracheostomy and prolonged mechanical ventilation. 244 Patients who require prolonged mechanical ventilation may require specialty pulmonary wards for prolonged weaning and, not surprisingly, have high mortality rates. 245, 246 In addition, major cardiac complications, such as acute coronary syndromes, congestive heart failure and, cardiac arrhythmias, occur in a considerable number of patients with CAP, 65, [247] [248] [249] likely the result of cardiac stress, cellular hypoxia, and inflammation. Critically ill CAP patients with cardiac complications are at particularly high risk and suffer worse outcomes when compared with non-ICU CAP cohorts. 65, 247, 248 Recognition of this association may improve timely recognition and treatment of events, as well as prevention in high-risk populations.\n\nPatients with delayed ICU admission (ie, those who are not directly admitted to the ICU, but transferred after 24-48 hours of hospitalization) seem to have higher morbidity and mortality. 250, 251 Up to 45% of patients with CAP requiring ICU are initially admitted to medical wards. 252 Improving our ability to identify these patients at the time of hospital admission should be a priority.\n\nLastly, prognosis has also been shown to correlate with microbial cause (highest mortality with gram-negative infections), 234 nonresponse to therapy at 72 hours (worse outcomes), 203 and vaccination status. In a large population-based cohort study, individuals who had previously received pneumococcal vaccine had a 40% lower rate of mortality or ICU admission compared with those who had not been vaccinated. 253 \n\nUp to 22% of patients with CAP require ICU admission, with 44% to 83% requiring mechanical ventilation and up to 50% presenting with concomitant septic shock. Typical and atypical causative microorganisms responsible for CAP are predictable based on patient risk factors. Various scoring systems (such as the PSI, CURB-65, IDSA/ATS criteria) are available to help define CAP severity, prognosis, and site of care.\n\nDiagnosis of CAP in critically ill patients should be comprehensive and include clinical features plus radiographic, laboratory, and microbiologic testing. Empiric antimicrobial therapy should be initiated as quickly as possible, with adherence to IDSA/ ATS guidelines wherever possible. Targeted antimicrobial therapy should be prescribed once a microbial cause is identified. Source control, adjunctive therapies, and assisted organ support should be included in the care of the critically ill CAP patient.\n\nCommon complications suffered by patients with severe CAP include empyema, lung abscess, pneumothorax, ARDS, chronic respiratory failure requiring tracheostomy, cardiac complications (such as acute coronary syndromes, congestive heart failure, and arrhythmias), and multisystem organ failure. Prevention strategies need to be emphasized."}