{"title": "Strategies to overcome host immunity to adenovirus vectors in vaccine development", "body": "vectors encoding disease-specific epitopes have been used as vaccine approaches for a wide range of infectious diseases, including malaria, Ebola, SARS, Pseudomonas and HIV infections. Several features of Ad make it an ideal vector for systemic and mucosal delivery of encoded transgenes, including its low pathogenicity and relative safety profile, large transgene capacity, high transgene expression and ease of manipulation. Ad-based vaccines are particularly effective because high antigen-specific immune responses can be induced against encoded transgenes, providing prophylactic and therapeutic protection against transmitted diseases and cancer. However, the activation of innate immune responses and the presence of pre-existing immunity (PEI) to the most common Ad vectors infecting the human population increase the potential toxicity and can limit the efficacy of these vaccines [1] [2] [3] [4] [5] .\n\nOf the currently identified serotypes of Ad, human Ad serotypes 5 (Ad5) and 2 (Ad2) have been the most extensively investigated as gene therapy vectors. Ads are composed of a DNA core surrounded by a nonenveloped icosahedral protein capsid. The capsid is composed of structural trimeric hexon proteins, pentameric penton base proteins and trimeric fiber proteins that extend from the virus and are capped by a globular knob domain [2] . Highaffinity binding of Ad5 and Ad2 knob domains to the Coxsackie virus and Ad receptor (CAR), expressed on the surface of many cells, allows the vectors to interact with integrins α v β 3 and α v β 5 through RGD peptides in the penton base [6] [7] [8] . Integrin binding mediates vector endocytosis via clathrin-coated pits [9] . Acidification of the endosome induces vector uncoating and endosomalysis [10, 11] , and the released viral capsid is transported by microtubules to the nucleus for docking and nuclear uptake by the nuclear pore complex [12] [13] [14] .\n\nDose-dependent innate immune reactions to the capsids of these Ad vectors involving activation and/or recruitment of Kupffer cells, endothelial cells, neutrophils and splenic macrophages and dendritic cells (DCs), concomitant with production of proinflammatory cytokines and chemokines, appear mainly responsible for inducing the associated acute, and potentially lethal, toxicity as well as diminishing therapeutic targeting following systemic administration [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] . However, it is now becoming apparent that non-immune cells, transduced by Ad vector binding to CAR and α v integrins, also respond to Ad by increasing the production of inflammatory cytokines and chemokines [5, [27] [28] [29] [30] . The overwhelming acute toxicity generated in response to a high dose of Ad vector is believed to be responsible for the death of Jesse Gelsinger [16] .\n\nBinding of Ad vectors to complement, pathogen-recognition receptors, erythrocytes and other blood factors has been implicated in facilitating these innate immune responses [31] [32] [33] [34] . Opsonization of Ad5 by complement mediates extensive transduction of liver cells, and may be involved in Ad binding to neutrophils, Kupffer cells or platelets, leading to inflammatory cytokine and chemokine production and possibly thrombocytopenia [22, [35] [36] [37] [38] [39] [40] [41] . Ad2 and Ad5 transduce hepatocytes via CAR-dependent binding, but binding to coagulation factor IX or factor X also mediates hepatocyte transduction in vivo, even by vectors unable to bind CAR. Factor VII and protein C also interact with Ad and mediate hepatocyte transduction in vitro, and transduction mediated by the coagulation factors occurs through binding to heparan sulfate proteoglycans and lipoprotein receptor-related protein [42, 43] . Several recent reports have implicated scavenger receptors as the primary means by which Kupffer cells recognize and clear Ad vectors [37, 44, 45] . Scavenger receptor-binding to negative charges on the Ad capsid appears to mediate this uptake by Kupffer cells, although opsonization by complement and IgM may also be involved [37] . Of note, in contrast to previous reports, Xu et al. have recently reported that coagulation factors are not required for delivery of Ad to Kupffer cells, and depletion of coagulation factors actually enhances Kupffer cell uptake of Ad5 while diminishing the transduction of hepatocytes [37, 42] . Therefore, different methods may be required to prevent transduction of hepatocytes versus uptake by Kupffer cells. α-defensins, previously thought to prevent only bacterial infections, have now been found to bind Ad in vitro and prevent endosomalysis, a step required for Ad uncoating and productive transduction in cells [46] .\n\nIn addition to liver sequestration of vectors and potential induction of acute toxicity, innate immune responses to Ad lead to the production of adaptive immune responses [19, 36, 47] . Indeed, PEI to Ad2 and Ad5 (Ad PEI) may be found in up to 50% of the American population and up to 95% of the population in other countries, and this Ad PEI can limit the effectiveness of Ad-based vaccinations [48] [49] [50] [51] .\n\nSince Ad-specific T cells are generated upon exposure to the virus, it is not surprising that CD4 + memory T cells are detected in the majority of humans [52] . Of importance for the generation of vaccine immunity, the inflammatory cytokines released upon Ad administration contribute to the generation of T-cell responses against cells expressing proteins derived from the Ad vector and/or the transgene [19, 53, 54] . However, T-cellmediated Ad PEI has been shown to diminish T-cell responses to transgene products [55] [56] [57] . Following cellular transduction, Ad capsid peptides or peptides from the transgene product are presented to T cells via MHC-I molecules on the surface of transduced cells. In addition, DCs endocytose Ads indirectly (by scavenging apoptotic debris from transduced cells) or directly (through nonspecific macropinocytosis or targeted receptor-mediated uptake) and can present vector-encoded peptides to T cells via both MHC-I and -II molecules, thereby activating both CD4 + and CD8 + T cells [58] . Furthermore, DC activation by Ads, possibly by Ad genomic interactions with nacht domain-, leucine-rich repeat-, and PYD-containing protein (NALP)3 and Toll-like receptors (TLRs) [59] [60] [61] [62] [63] [64] , promotes Th1type CD4 + T-cell responses to peptides derived from Ad vector genes and transgenes. While Th2-type CD4 + T cells provide help to B-cell maturation and isotype switching, Th1-type CD4 + T cells provide help for the development and expansion of cytotoxic CD8 + T cells [65] . Thus, transduced DCs generate cytotoxic CD8 + T cells capable of eliminating transduced cells expressing Ad genes or transgene-product peptides [66] [67] [68] [69] [70] [71] [72] [73] . This is clearly beneficial in the context of mounting an effective response against the disease-specific transgene product in order to combat intracellular pathogens and tumors. However, the cytotoxic T cells generated against Ad vector proteins eliminate transduced cells expressing Ad genes as well as the transgene, resulting in diminished immunotherapeutic gene expression.\n\nAd-specific effector and memory T cells can be quickly activated following Ad vector administration [74] . The capsid protein hexon appears to be the major target for CD4 + and CD8 + T cells, although T cells have also been detected against Ad early proteins. In addition, several of the epitopes recognized by T cells are conserved among Ad serotypes, including Ads tropic for other species [74] [75] [76] [77] [78] [79] [80] [81] [82] [83] . Importantly, as the E3 region of Ad normally down-regulates MHC-I expression by infected cells, Ads with an E3 deletion (which increases the transgene 'payload' size) may actually enhance recognition of Ad-transduced cells by cytotoxic T cells, and T cells specific for early genes could eliminate Ad-infected cells before production of the encoded transgene is underway [84] [85] [86] . As rehighlighted by results of the recent anti-HIV vaccine STEP trial, this T-cell-mediated Ad PEI can hinder effective vaccination and may even result in increased susceptibility to infection or enhanced vector-related toxicity [87] [88] [89] [90] .\n\nIn addition to Ad-specific T cells, Ad-specific neutralizing antibodies (NAbs), predominately directed against hexon, fiber and penton base, are generated following the first exposure to Ad, whether naturally occurring or after one immunization with an Ad vector [51, 91, 92] . These NAbs inhibit Ad transduction of cells by a variety of methods, including prevention of cell attachment or facilitation of virus aggregation and clearance [51] . In addition, antihexon NAbs that allow virus entry but prevent virus gene expression have been identified [93] [94] [95] . One such monoclonal antihexon antibody has been characterized and shown to prevent nuclear entry by blocking microtubule-dependent intracellular transport of the virus following endosomal escape [44, 96] . NAbs generated against hexon hypervariable regions (HVRs), which account for 80-95% of anti-Ad NAbs, appear to be most critical for virus clearance, and significantly limit immunotherapeutic expression of genes delivered by Ad vectors [97] . Therefore, methods that prevent the induction of anti-Ad immunity and allow Ad vectors to evade PEI including Ad-specific T cells and NAbs are critical for advancing effective Ad-based gene therapies.\n\nA variety of such methods have shown great promise, and this review will primarily focus on the most recent advances and the effects these techniques have on avoiding both acute toxicity and adaptive immune responses. In particular, reports in which these methods have been specifically evaluated in the presence of Ad PEI will be discussed.\n\nCritical initial investigations showed that immunosuppressive drugs enhance transgene expression by Ad vectors by preventing the development of antibody-and T-cell-mediated immunity to Ad. These studies opened the door for the development of immune-evasion techniques, but the clinical utility of immunosuppressive drugs to prevent anti-Ad immune responses was questioned owing to safety concerns [98] . Many of the pathways involved in the initial phase of acute anti-Ad immune responses have now been elucidated. However, these pathways are highly redundant, thus blockade of any one pathway is unlikely to provide complete protection against anti-Ad immunity or toxicity [60, 99] . Therefore, the continued evaluation of other methods for circumventing anti-Ad immunity is required. Following previous reports that suggested pretreatment of mice with anti-inflammatory glucocorticoids prevents Ad-induced activation of some innate and adaptive immune responses and allows effective re-administration of vector, Seregin et al. have reported that pre-treatment of mice with dexamethasone (DEX) prevents innate immune responses to Ad5 vectors and diminishes anti-Ad adaptive responses [100, 101] . Specifically, pretreatment with DEX prevented Ad5-induced release of inflammatory cytokines/chemokines, thrombocytopenia, and inflammatory gene expression and leukocyte infiltration in the liver. DEX treatment did not protect against Kupffer cell loss following Ad injection, however. Interestingly, increased levels of Ad vector genomes were detected in liver cells at early time points postinjection, but these did not translate to higher levels of transgene expression. As anticipated, following the blunting of acute immune responses to the vector, adaptive immune responses were also altered. In mice receiving DEX, not only was the generation of all Ad capsid-specific primary antibodies reduced, but Th1/Th2 responses were significantly diminished as well. This suggests the usual T-cell-mediated clearance of cells expressing Ad vector-derived peptides may be reduced, which in turn may lead to higher transgene expression levels. In addition, Ad-specific NAbs were significantly reduced. While transgene product-specific (LacZ) IgM and IgA antibodies were reduced in DEX-treated mice, relative concentrations of transgene product-specific IgG antibodies were unchanged. Only a slight reduction in the ratio of Th1/Th2 response to the transgene product, as determined by antibody isotype prevalence, was observed, suggesting that potential vaccine-induced immunity would not be compromised. Overall, these results suggest that pretreatment with an anti-inflammatory glucocorticoid may provide protection from Ad vector-induced toxicity and generation of Ad-specific NAbs in naive animals, while preserving the potential immune response to the transgene product. Previous reports have also demonstrated enhanced transgene product expression following Ad administration in vivo [100, 102] . Thus, it seems clear that pretreatment with DEX can provide important benefits regarding the safety of systemically administered Ad-based vaccines and may improve transgene expression, although the overall efficacy of this treatment must also be examined in animals with Ad PEI.\n\nAd-delivered transgenes are not considered to be efficiently incorporated into the genome of the host cells, thus Ad-mediated gene expression diminishes over time, even in the absence of Ad PEI. Therefore, repeat administration of Ad vectors is necessary for effective treatment of many diseases. In this regard, prime-boost vaccination strategies are often used to amplify the effective numbers of T cells that are required to initiate rapid responses to encoded antigens [103] . However, Ad PEI limits the induction of further transgene productspecific immune responses achieved following boosting in animal models. Therefore, as the majority of humans already have Ad PEI, it is imperative that methods for PEI evasion be developed and instituted for the future utility and success of Ad-based vaccine strategies.\n\nTo overcome the potential limitations of Ad-based vaccines in humans with Ad PEI, alternative serotypes belonging to different subgroups have been investigated for the ability to avoid acute toxicity and evade anti-Ad immune clearance. NAbs generated against unique Ad serotypes are generally specific and do not cross-react with other serotypes [104] [105] [106] . However, many serotypes, such as Ad49, Ad35 and Ad11, do not afford the same benefits of Ad5 because they are unable to induce high transgene expression and are less amenable for large-scale production. Although initially problematic, novel strategies to overcome these obstacles are showing promise. For example, the PER.C6 complementing cell line can be used to propagate high titers of Ad49 vectors. Although transgene product-specific immune responses induced by Ad49 vectors are unaffected by Ad5 PEI, higher vector doses are required to achieve responses comparable with those generated by Ad5 vectors in naive mice, and so may prove less beneficial for immunotherapy [107] .\n\nAd serotypes such as Ad7, Ad35, Ad40 and Ad41 vary greatly from Ad5 in fiber domains [108] [109] [110] . CAR-mediated transduction of liver cells is reduced with these vectors, and chimeric Ad5 vectors expressing the fiber and shaft domains of these serotypes have been examined for their ability to reduce liver transduction in vivo [108, 111] . Hepatocyte transduction, inflammatory cytokine and chemokine production, and acute liver toxicity in mice are significantly diminished following administration of Ad5 vectors engineered to express the Ad35 knob and fiber [112] . Interestingly, this appears to depend on the length of the shaft domain, rather than on the ability of the knob to directly bind CAR per se, since Ad5 vectors expressing the knob and shaft domains of Ad9, a CAR-binding serotype with a short shaft, also reduce acute liver toxicity. This diminished toxicity is presumably due to a combination of factors resulting from the shortened shaft domain, including reduced accessibility for receptor binding as well as the inability to bind blood factors [112] . Similar decreases in the production of inflammatory cytokines and chemokines were observed with chimeric vectors expressing long and short Ad41 fibers, but lacking heat-shock proteininteracting domains [113] . Of note, while the acute production of inflammatory cytokines/ chemokines was reduced, adaptive immune responses generated against the vector were similar to those generated against unmodified Ad5 vectors [113] . Further deleting the RGD motif of these vectors reduced hepatocyte transduction and inflammatory responses even further, but these vectors also induced anti-Ad adaptive responses comparable with those of unmodified Ad5 [114] .\n\nThe development of vectors based on Ads that normally infect nonhuman species may also provide a promising solution. Indeed, chimpanzee Ads (AdC) have gained popularity since the initial demonstration that human serum does not significantly neutralize AdC vectors [115] , and unlike some alternative human serotypes examined, the E1-deleted version of AdC7 is easily propagated [116] . An AdC7 vector expressing the SARS-coronavirus antigen elicited higher T-and B-cell responses than an Ad5 vector in mice with Ad5 PEI [117] ; and in mice with Ad5 PEI, a single injection of AdC7 encoding the Ebola glycoprotein provided protection from lethal challenge, unlike the corresponding Ad5 vector [116] . Although Ad5 PEI did not impact the protection conferred by the AdC7 vector, it did slightly reduce anti-Ebola T-and B-cell responses [116] , and similar decreased immune responses were observed after immunization with an AdC68 vector expressing HIV Gag [118] . These results suggest that although T-and B-cell responses generated against transgene products encoded by AdC vectors may be less robust in the presence of PEI, they may still be sufficient for effective therapy.\n\nA more recent report examined the protective effects of single-dose vaccinations with three different AdC vectors, AdC6, AdC7 and AdC9/C68, encoding a fusion protein of T-and Bcell epitopes of malaria [119] . In mice with or without Ad5 PEI, AdC7 and AdC9 vectors induced greater antigen-specific T-cell responses than either Ad5 or AdC6 vectors (with no differences between intramuscular and intradermal injection). In the presence of Ad5 PEI, protection induced by all Ad-based vectors was reduced. Immunization with Ad5 offered no protection, while AdC9 offered the best protection, but only in 50% of the mice (compared with 92% without Ad5 PEI). Further studies by this group showed that the immune response and protection conferred by AdC6 could be increased by adding the full intron A sequence to the human cytomelagovirus promoter used to drive antigen expression [120] . However, these authors also point to the fact that PEI to AdC6 has been detected in some African populations, and this AdC6 PEI reduced the efficacy of AdC6 vectors [120, 121] . Furthermore, as with other Ad vectors, it is likely that AdC6 PEI will be induced by exposure to the initial vaccine, and may affect the efficacy of subsequent vector immunizations. The nature of anti-AdC6 responses, with respect to their impact on AdC6 neutralization and duration of transgene product expression, remains to be investigated.\n\nIt is especially important to note that several Ad epitopes recognized by T cells are conserved among a broad array of human and nonhuman primate-derived Ads, making it likely that T cells in patients with Ad5 PEI will also recognize vectors derived from these viruses [74, 80, 82, 83] . Bovine infectious Ads have been examined, since NAbs to bovine Ad3 (BAd3) have not been reported in human populations. In the mouse model, a singledose injection of BAd3 vectors encoding the hemagglutinin (HA) antigen of H5N1 influenza induced greater levels of cellular immunity than Ad5 vectors, and this was not diminished by Ad5 PEI [122] . Most importantly, mice with Ad5 PEI receiving a prime-boost regimen of BAd3-Ad5 vectors encoding HA were fully protected from lethal influenza virus challenge, while those receiving a homologous regimen of Ad5-Ad5 vectors were not. Thus, Ad vectors that normally infect species other than humans may induce immune responses and offer protection comparable or superior to Ad5, and maintain protection even in the presence of Ad5 PEI. As highlighted by Kobinger et al., vectors capable of affording complete protection in one dose without the need for additional boosts are critical for treating diseases that require 'rapid intervention' [116] . Thus, it will be worth examining the potential merits of vectors based on Ad vectors with specific tropism for other species too, such as canine, porcine and chicken [123] [124] [125] . However, both opsonizing antibodies and reactive CD4 + memory T cells specific for canine Ad2 (CAV-2) have been detected in humans, indicating that this may not be such a simple solution for evading Ad PEI [126] . These studies also emphasize that different viral vectors affect the quality of immune responses to antigens, and these responses must be thoroughly investigated in the context of human immunity to predict the efficacy of vaccines in humans. In cases where prime-boost strategies remain necessary for complete protection or disease regression, immunity generated against the priming vector dictates the need to use alternative vectors for priming. Therefore, the continued validation of alternative serotypes and chimeric vectors is critical for defining the available repertoire of vectors that may be used for prime-boost immunizations. Another consideration must be raised since Ad vectors may activate TLRs, influencing the innate immune response to the vector and the transgene product [5, [60] [61] [62] [63] [64] . Different Ad serotypes appear to induce phenotypically and qualitatively different immune responses to the transgene product [127] . This observation is consistent with the notion that differential interaction with TLRs may contribute to this phenomenon, but this is not yet confirmed. Previous studies investigating the effects of priming with antigen in the form of either plasmid or protein followed by Ad vector-induced boosts have shown that the magnitude and quality of T-cell responses can be significantly influenced by the form of priming vaccine [128] [129] [130] [131] . Similarly, priming with Ad vectors of different serotypes may significantly alter the humoral and cellular response to the transgene-encoded vaccine. In a recent study comparing heterologous prime-boost regimens with homologous regimens, Barouch's group found that simian immunodeficiency virus (SIV)-Gag-specific responses generated in rhesus monkeys by heterologous prime-boost immunizations (Ad26-Ad5) was greater when compared with homologous prime-boost immunizations with Ad5 vectors [132] . In addition to boosting humoral and cellular responses, heterologous vector administration increased the number of Gag-specific epitopes recognized by T cells by nearly four times. Prime-boost immunizations with Ad35-Ad5 vectors produced enhanced Gag-specific immune responses over Ad5-Ad5 vaccination, but attained only 50% of the magnitude generated by the Ad26-Ad5 strategy. Schirmbeck et al. further demonstrated that, in naive mice, Ad-specific T-cell responses generated after a single injection of an Ad vaccine profoundly influence the diversity of the antigen-specific T-cell response [133] . In contrast to responses following a single immunization with antigen encoded in a DNA-based vaccine (plasmid DNA-encoded transgene), Ad vector-encoded antigen was unable to generate T-cell responses to subdominant epitopes of the antigen. Thus, the efficiency with which the Ad-and transgene product-derived peptides are presented following transduction dictates the kinetics of the development of epitope-specific T-cell responses and suggests that subdominant epitopes are not effectively presented in the time it takes to induce Adspecific cytotoxic T-cell responses. This may explain the observation that selective increases in transgene product-specific immune responses over Ad-specific T-cell responses are observed when DEX is administered in conjunction with Ad vaccination, further supporting the use of temporary immune suppression to enhance Ad vector-based vaccinations [101] . Recent results have also documented profound Ad species-related differences in the ability to stimulate secretion of IFN-α, Mip-1α and IL-6 cytokines from human plasmacytoid DCs (pDCs), an important part of the innate immune system [74] . Interestingly, this study showed that human Ad5 demonstrated no stimulatory effect on human pDCs. Thus, the combination of Ad vector sero-or species-type, plasmid DNA or protein antigen used for prime-boost strategies may provide different adjuvant signals and could be used in optimized combinations tailored to achieve protective immunization against a particular pathogen.\n\nThe discovery that the majority of Ad5 NAbs are directed against Ad hexon HVRs [97] , and confirmation that the HVRs of Ad5 could be engineered to incorporate foreign peptides, provided the rationale for the developing chimeric Ad5 vectors that express the HVRs of other serotypes [134] [135] [136] . Chimeric Ad5 vectors expressing the HVRs from Ad48 (Ad5HVR48) induced significantly greater immune responses to the transgene product than unmodified Ad5 vectors did in both mice and rhesus monkeys with Ad5 PEI [137] . Ad5 chimeric vectors in which all seven HVRs were exchanged induced the same level of antiantigen immune responses in mice with Ad5 PEI as in naive mice. However, replacing only one HVR provided little improvement over non-chimeric Ad5 vectors. The antigen-specific immune responses induced by the Ad5HVR48 vector were greater than those induced by immunization with Ad48 or Ad35 vectors, confirming the initial hypothesis that these chimeric Ad5 vectors would retain the immune-generating capacity of Ad5 vectors.\n\nThe hexon HVRs were also found to be major binding sites for factor X (and possibly for factor IX) [138, 139] . The binding affinities for factor X vary between serotypes, and may explain differences in hepatocyte transduction in vivo previously observed between serotypes. Although some differences in binding affinities were noted in these reports, overall, Ad2 and Ad5 bound factor X with the highest affinity, while weak or no binding was detected for Ad9, Ad35, Ad48 and Ad51. Factor X binding to the Ad5HVR48 chimeric vector (described previously) was significantly reduced, as was binding to an Ad5 vector with a hexon mutation. Transgene expression in the liver was also dramatically decreased following intravenous administration of either vector in mice [138, 139] . Pre-injecting mice with the snake venom-derived protein X-bp, which blocks factor X binding to Ad5, also prevented expression of transgenes in the liver [139] .\n\nA paradigm for simultaneously evading Ad immunity and generating a more robust, diseasespecific immune response is based upon substituting the highly antigenic Ad-specific epitopes of capsid proteins with vaccine-specific antigen epitopes [140] [141] [142] [143] . Such capsidmodified Ad vectors provide the vaccine antigen as a component of the capsid rather than as a transgene. Incorporation of immunogenic peptides into the Ad capsid offers potential advantages. Hypothetically, the exogenous protein source (as opposed to an endogenous source of antigen provided by transgene expression) and processing of the hexonincorporated antigen should result in a humoral response akin to the response provoked by native Ad capsid proteins. In studies designed to determine the ideal immunogenic capsid location for epitope insertion, Krause and colleagues analyzed responses induced in mice by vaccination with Ad vectors modified by antigen epitope insertion into different capsid proteins [144] . Somewhat surprisingly, insertion of influenza HA into the fiber knob induced the strongest cellular and humoral immunity against the antigen in comparison with vaccination with vectors incorporating the antigen in hexon, penton base or pIX. However, this may also be influenced by the size and exact location of insertion.\n\nAs noted, immunodominant epitopes recognized by Ad NAbs are found in the highly abundant hexon protein, specifically in surface-exposed HVR loops, and hexon modification can prevent Ad binding to coagulation factors [137] [138] [139] 145] . Worgall et al. advanced this approach by developing a vaccine from Ad5 vectors expressing a Pseudomonas aeruginosa epitope in the hexon regions [146] . This vaccine is effective against P. aeruginosa challenge in mice, and repeat administration of the vaccine enhanced the humoral and cellular responses to the P. aeruginosa epitope, although this was not specifically investigated in mice with Ad PEI. Most recently, our group further advanced this paradigm by defining a range of sites within hexon as a platform to present antigenic epitopes, or other peptide motifs, that permit the assembly of viable capsid-modified vector. These data illustrate that a range of antigenic epitopes can be inserted into hexon HVRs 2 or 5, with Ad5 HVR5 demonstrating greater permissiveness to a range of insertions that still allow production of viable Ad virions. Our results also indicate that vaccination with an Ad vector containing an antigenic peptide epitope incorporated within the Ad5 capsid hexon, in the absence of any encoded transgene product expression, induces a significant humoral response to that epitope [134, 147] . It is likely that, in addition to the capsid location of antigen insertion, the efficiency of antigen processing would be highly dependent on the nature of the peptide sequence chosen. Whether capsid-modified Ads aid vaccine boosts by focusing the enhanced immune response on the incorporated antigen is currently under investigation. Given the recent information regarding factor X binding to hexon regions, this strategy may be particularly useful in instances when liver untargeting is required. In summary, these studies suggest that the 'capsid-incorporated antigen' approach may offer a highly effective and versatile vaccine strategy that could also impart some protection against Ad PEI. However, the studies by Kalyuzhiny et al. also pointed to a previously unobserved role for hexon in the intracellular trafficking of Ad vectors that is necessary for optimal transduction in some cell types [138] . Thus, careful consideration should be given to hexon modifications, depending on the identity of cells to be targeted.\n\nGutless, helper-dependent Ad (HD-Ad) vectors are devoid of Ad genes and consist only of the Ad packaging and inverted terminal repeat sequences. These vectors have been specifically developed as a means to avoid cellular immunity to Ad viral genes and diminish liver toxicity, and thus promote long-term transgene expression [98, [148] [149] [150] . However, HD-Ad vectors are still susceptible to vector-specific NAbs and can induce dose-dependent toxicities. This was observed in nonhuman primates following systemic administration of HD-Ads, indicating that the anti-Ad responses that plague the use of unmodified Ad vectors would also limit the utility of HD-Ad vectors [151] [152] [153] . Further studies indicated that HD-Ad vectors delivered systemically induce early, capsid-dependent inflammatory cytokines similar to those induced by Ad5 vectors, although the induced cytokine release is short-lived in comparison and adaptive immune responses are not induced [154] . The discovery that the majority of anti-Ad immune responses are produced against capsid proteins further emphasizes that, similar to unmodified Ad vectors, systemically delivered HD-Ad vectors must evade capsid-specific PEI to provide optimal efficacy in humans [51, 81, 82, 91, 92] .\n\nMultiple biochemical methods for masking Ad epitopes have also been investigated, which include the use of sodium alginate, poly-hydroxypropyl methacrylamide or activated polyethylene glycol (PEG) polymers [3, 98, 155] . Modification of proteins or viruses with PEG polymers, referred to as PEGylation, improves water solubility, is nontoxic, nonimmunogenic and can mask Ad epitopes [156] [157] [158] . Early reports showed that PEGylation of Ad5 inhibits recognition by NAbs and T cells, decreases induction of inflammatory cytokines such as IL-6, and enhances storage stability of Ad5 as well [159] [160] [161] [162] [163] [164] [165] [166] . PEGylation also blocks CAR-mediated transduction of cells, which may reduce vector uptake by hepatocytes and diminish toxicity [164, 167, 168] . Furthermore, PEG molecules can be modified to retarget Ad5 vectors to bind alternative cell type-specific molecules for transduction, such as EGF receptor, FGF receptor, E-selectin and integrins [163, [168] [169] [170] [171] . However, reports vary on whether transgene product expression levels and transgene product-specific immune responses are reduced when vectors are PEGylated [160, 165, [172] [173] [174] . In this regard, ensuring that a majority of Ad5 capsid proteins are attached to PEG polymers may enhance transgene product expression following systemic vector injection [158] , but the size of PEG modifications appear to be critical for optimal transgene product expression as well as evasion of Ad5 PEI.\n\nIt is now apparent that differences in the molecular weight of PEG polymers used to mask the vector may account for variances in reported immune protection, CAR interaction and transgene-product expression. While vector modification with small PEG polymers of 2 and 5 kDa in size may confer immune protection, larger polymers of 20 kDa and above appear to be required to fully prevent CAR/integrin-mediated transduction and liver transgene-product expression by modified Ad5 vectors in mice [173, 175, 176] . These studies also corroborate previously published results showing that PEGylated vectors produce significantly lower immune responses to the encoded antigen, although this may also be influenced by the route of vector administration, as discussed below [173, 176] . However, in the presence of Ad5 PEI, Ad5 vectors modified with PEG polymers of at least 20 kDa induce significantly greater transgene product-specific immune responses [173] . Interestingly, Weaver and Barry report that modification of Ad5 vectors with 5-and 35-kDa PEG polymers does not prevent the generation of anti-Ad5 NAbs following systemic injection [176] . While this study did not specifically evaluate the effects on developing Ad5-specific T cells, it does indicate that PEGylation with larger-molecular-weight polymers should be considered for maximal transgene delivery and induction of transgene product-specific cellular and humoral immune responses. In addition, further examination by Hofherr et al. suggests that PEGylated vectors (5 and 35 kDa) still interact with blood factors IX and X, and are thereby capable of transducing liver cells in culture at low levels [175] . Thus, it will be important to determine whether the low levels of liver cell transduction are also observed in vivo.\n\nPEGylated vectors may also prove beneficial for prime-boost strategies. This was systematically investigated by Weaver and Barry [176] . They found that when unmodified Ad5 was used for both the prime and boost by intramuscular injection in naive animals, no boost response in antigen-specific antibody levels was observed. However, when PEGylated Ad5 was used for both the prime and boost, antigen-specific antibody levels were boosted, increasing the low levels of prime-induced antibody to levels attained with unmodified Ad5. Therefore, Ad5 NAbs that were detected in this study following immunization with PEGylated vectors (inducing PEI) did not significantly block the ability to boost transgene product-specific humoral responses, suggesting multiple boosts may be administered. However, transgene product-specific cellular responses were blunted when homologously, but not heterologously, PEGylated vectors (with respect to 5-or 35-kDa PEG polymer modifications) were used to induce PEI [176] . Thus, PEGylating with different size polymers may prove to be advantageous in broadening the vector repertoire that can be utilized in prime-boost schemes and in the presence of Ad PEI. This will need to be corroborated in studies with nonhuman primates and, ultimately, in clinical trials.\n\nCovalent modification and retargeting of Ad vectors has also been achieved with poly(N-[2hydroxypropyl]methacrylamide) (HPMA), which reacts with amine groups on the virus surface [177] . HPMA coats are also nontoxic and nonimmunogenic [178] . Coating of Ad5 with HPMA prevents vector binding to CAR and subsequent cell entry, and targeting ligands such as EGF, FGF and VEGF can be incorporated in the polymer coat to facilitate vector uptake and transgene product expression by targeted cells [177, 179] . The inclusion of reductively degradable disulfide bonds facilitates intracellular uncoating of the HPMA polymer, allowing productive Ad5 infection [180] . A recent report also indicates that increasing polymer concentrations on the Ad surface from 2 to 20 mg/ml further prevents vector transduction of CAR-positive cells, and that the timing of the transgene product expression is not affected by HPMA coating [181] . In addition, Ad5 NAbs do not recognize HPMA-coated vectors, allowing efficient transgene product expression in vitro [177, 179, 181] . HPMA-coated Ad5 vectors have an increased plasma half-life in mice, and association with human erythrocytes is significantly decreased in vitro, allowing Ad5 transduction of cells and transgene-product expression in the presence of human erythrocytes [179, 182] . Interestingly, nonspecific targeting to liver is dramatically decreased when FGF-targeted HPMA-coated Ad5 is administered intravenously in mice [181] . Carlisle et al. have recently demonstrated that coating Ad vectors with newly designed HPMA polymers also prevents factor X-binding, unlike PEGylation [175, 179] . Therefore, HPMA coating appears to provide shielding of Ad vectors from both the innate and adaptive arms of the immune systems. However, the full potential of this polymer has yet to be examined in animal models with Ad PEI. In particular, the effects of HPMA coating with regard to T-cell responses to both Ad vector proteins and transgene products should be investigated. Although factor X-binding to hexon is blocked, hexon epitopes will still be presented to T cells. In addition, if the efficacy of Ad-based vaccines relies, at least in part, on direct uptake by DCs, this may be facilitated by Ad-antibody immune complexes internalized through Fc-receptor (Fc-R) interactions. A combined technology that merges HPMA coating with the addition of targeting ligands may be important to facilitate and enhance the induction of the Ad vaccine-specific response. Targeting to DCs would be an obvious next step. Alternatively, targeting to cells via EGF or VEGF may allow targeted cells to become substantial antigen production 'factories'. Produced antigens secreted as proteins or in apoptotic bodies may be ably endocytosed by DCs for effective induction of both CD4 + T cells and via cross-priming, CD8 + T cells. The most effective way to express antigen genes to achieve the greatest magnitude and appropriate quality (type) of response is not completely known, and will probably require extensive investigation with respect to each individual antigen or disease.\n\nAlternative strategies for shielding Ad from PEI include the utilization of bispecific adapters that bind to Ad capsid proteins and change the cell-specificity of Ad transduction. Bispecific adapters were originally developed as a means to block CAR-mediated transduction and retarget Ad to unique cell surface receptors [183] [184] [185] . One bispecific adapter that has shown promise for mediating the transduction of normally refractory DCs consists of the soluble domain of CAR fused to the ectodomain of CD40L [186] [187] [188] . This binding of CD40 simultaneously leads to Ad transduction and activation of DCs, inducing potent antigen-specific immune responses. In vitro, efficient DC transduction was observed in the presence of Ad5 NAbs collected from human patients [189] . This report also indicated the induction of a Th1-skewed antigen-specific immune response following adapter-mediated vector delivery.\n\nThese studies demonstrate that significant progress has been made toward modifying Ad vectors to successfully evade Ad PEI and subsequent toxicity, but also highlight the need for further analysis to ensure adequate therapeutic immune responses are generated. Interestingly, the route of vector administration may have a significant impact on the immune response generated to Ad vectors, including polymer-coated vectors.\n\nAds successfully infect humans via mucosal routes, so it stands to reason that immunizing via this natural route of transmission allows some circumvention of anti-Ad5 immunity. Indeed, reports have shown that mucosal administration of Ad vectors does not promote the development of anti-Ad immunity but allows the induction of transgene product-specific immune responses [190] . This may be due at least in part to lower levels of anti-Ad5 NAbs localized in human mucosa compared with in the systemic circulation [191] . Importantly, both systemic and mucosal immunity against Ad-encoded transgene products can be triggered by mucosal vaccination [192] [193] [194] , and this can provide protection from pathogen infection when administered prophylactically, even in the presence of Ad PEI [190, [195] [196] [197] [198] [199] .\n\nSeveral laboratories have continued to investigate the benefits that may result from administration of Ad5 vectors by various routes, and whether this can be combined with biochemical modifications to further reduce anti-Ad5 immunity and toxicity. As anticipated, intranasal delivery of unmodified Ad5 vectors in naive mice leads to transgene expression predominantly in the nose and lungs [176, 189] . This localized expression should minimize exposure to humoral and cellular anti-Ad5 reactivity and minimize the chances of liver toxicity. However, when administered intranasally, modification of Ad5 with PEG polymers of at least 35 kDa appears necessary to induce transgene expression and antigen-specific antibody levels that are similar to those induced by unmodified Ad5 [176] . Attachment of additional glucose or galactose ligands to 35-kDa PEG moieties on Ad5 further increased transgene expression following intranasal administration, but not intramuscular injection. Sugar ligands on PEGylated vectors may enhance vector stability or the ability to target carbohydrate-specific receptors on antigen-presenting cells (APCs). Interestingly, following intranasal administration in Ad5 naive mice, the lowest levels of anti-Ad5 NAbs were observed in mice vaccinated with 5-kDa PEG modified vectors, while vectors modified with larger PEG polymers induced levels of NAbs similar to unmodified Ad5. It is not clear whether Ad5 PEI would alter the selective inhibition of Ad-humoral responses by intranasal administration of 5-kDa PEG-modified vectors, as this was not specifically evaluated.\n\nThe effect of administration route, as well as the impact of vector-specific PEI, was examined with respect to generating antigen-specific T-cell responses against two different transgene products [176] . In naive mice, intramuscular administration of vectors with or without PEG modification (5 or 35 kDa) produced the same level of green fluorescent protein (GFP)-specific T cells. However, intranasal administration produced only half the numbers of GFP-specific T cells, but within this group, 5-kDa PEG-modified vectors significantly increased this response. Interestingly, PEG modification produced different effects on T-cell responses made against the vector-delivered Gag antigen. While intramuscular administration produced higher responses as compared with those generated by intranasal administration, PEGylation (5 and 35 kDa) inhibited the magnitude of the Tcell response. In this case, reduced transduction efficiency by PEGylation may have affected the outcome. In contrast to GFP-specific responses generated by intranasal administration, Gag-specific T-cell responses were not increased by 5-kDa PEGylated vectors. These differences may reflect differences in the time between administration of vectors and the measurement of T-cell responses (7 weeks for GFP; 2 weeks for Gag). Alternatively, the immunogenicity of each encoded antigen may differ and accordingly influence the T-cell response (e.g., GFP is known to be a weak antigen, relative to Gag, with respect to generating a cellular response). In mice with Ad5 PEI, only 5-kDa PEGylated vectors induced Gag-specific T-cell responses similar to those in Ad5-naive mice following intramuscular administration. Also of interest, 5-kDa PEGylated vector-specific PEI only partially diminished the capacity to vaccinate with homologously modified vectors, but did not impact unmodified or 35-kDa PEGylated vaccines. The sugar-modified PEGylated vectors would be of interest to investigate in this scenario as well, especially in light of the enhanced transgene expression observed following administration of these vectors. Thus, the ability to shield against Ad5 PEI through modification with high-molecular-weight PEG polymers may depend on the route of vector administration and the encoded antigen, which can influence the magnitude and quality of the resultant cellular or humoral response. Using a mouse model of Ebola, Croyle et al. investigated the differences in the immune response and survival against an infectious pathogen challenge following immunization by systemic (intramuscular) or mucosal (intranasal, per oral) administration of Ad5 vectors encoding the Ebola Zaire glycoprotein antigen [191] . In mice with Ad5 PEI, transgene product-specific antibodies were only produced when vectors were administered intranasally. In naive mice, intramuscular injection of vector resulted in higher antigenspecific T-cell responses than intranasal or per oral routes of administration. However, Ad5 PEI dramatically reduced T-cell responses generated after intramuscular injection of vectors, but not after intranasal or per oral vector administration. These effects of intranasal administration on T-cell responses induced by unmodified Ad vectors are similar to those observed by Weaver and Barry discussed previously. In the most critical test of vector efficacy, only intranasal administration fully protected mice with Ad5 PEI from a lethal challenge with mouse-adapted Ebola [191] .\n\nHypothesizing that PEGylation may afford additional vector protection against Ad5 PEI, this group also investigated whether PEGylated Ad5 administered orally could improve immune responses and survival after Ebola challenge. Although PEGylation facilitated the production of antigen-specific antibodies in mice with Ad5 PEI, few T cells were detected, and vaccinated mice did not survive Ebola challenge [191] . In light of the studies reviewed in the previous sections, it would be of interest to investigate whether modifying Ad vectors with various sizes of PEG polymers provides additional benefits to orally administered vectors.\n\nThese studies clearly point out the potential of mucosal vector delivery, and intranasal administration in particular, for evading Ad PEI. However, concerns were raised about intranasal administration following early studies reporting the detection of transgene product expression in the olfactory bulb [200, 201] . Supporting these reports, transgene product expression in mouse brain following intranasal administration of Ad5 vectors was again observed by Huang et al. [189] . This transduction appears to be CAR-mediated, since modification with retargeting adapter proteins significantly decreases transgene expression [189] . However, Damjanovic et al. found little or no evidence of Ad vector distribution in the brain following intranasal administration of a threefold lower vector dose in the same species [202] . Together, these reports indicate that intranasal administration of Ad vectors may evade Ad PEI and induce powerful immunity to encoded antigens, but vector dose may be a critical consideration.\n\nOne popular method for Ad5-mediated immunotherapy involves ex vivo transduction of DCs with Ad5 vectors. Following cytokine-induced maturation in culture, transduced DCs are re-administered as a vaccine. When evaluated in clinical trials with cancer patients, this method leads to antigen-specific immune responses in approximately 50% of patients, but cancer regression is only achieved in approximately 20% of patients. Several hypotheses have been put forward as explanations, but the effects of Ad PEI were only recently examined. In mice vaccinated with DCs transduced with an Ad5 vector encoding a hepatitis C protein, Ad5 PEI had no effect on the resulting antihepatitis C immune responses [203] . In addition, no anti-Ad5 NAbs are generated by this method. Thus, vaccinating with cells transduced with Ad5 vectors ex vivo may provide an effective means for avoiding Ad PEI. However, harvesting and ex vivo manipulation of DCs has technical as well as other biologically related issues that need to be addressed before vaccination with transduced cells can become standard [204] .\n\nAs previously mentioned, Ad vectors have been utilized for a wide range of vaccine approaches. However, the recent findings of the STEP HIV vaccine clinical trial failed to reproduce promising findings observed in animal model systems [90] . In this regard, this vaccine, which used an Ad5-based vector, failed to protect Ad5-seronegative individuals against infection and was associated with enhanced infection in vaccine recipients with Ad PEI. However, the lack of protection was not altogether surprising, given the previous results in macaques demonstrating that a similar prime-boost strategy with Ad5 vectors encoding SIV antigens did not control viral replication [89, 205] , and these results have led to a variety of speculative explanations [74, [87] [88] [89] [90] . In particular, recent studies have pointed to the critical role of cross-reactive T cells in limiting the efficacy of vaccines derived from both human and nonhuman tropic Ads [74, 133] . However, most studies in animal models have, to date, focused on evading Ad PEI in the context of NAbs. Overall, these findings emphasize the need for strategies to reduce vector immunogenicity with respect to evading recognition by pre-immune sera and T cells in individuals with Ad PEI, as well as avoiding the induction of new Ad-specific responses in vaccine recipients without PEI. These two accomplishments will be necessary to preserve Ad-based vectors as a premier vector for vaccine development.\n\nFuture evaluation should also focus on the effects on DC transduction and immunogenicity. For example, FcR-mediated uptake of Ad vectors by DCs may lead to enhanced transduction and activation of innate and adaptive responses, but polymer coating may impair this uptake and adjuvant activity. Vectors derived from alternative species-tropic Ads have unique DC-specific effects. Some do not induce effective DC activation [126] and behave in a manner similar to human subgroup C Ads (which includes Ad2, -5 and -34), while the nonhuman primate Ad subgroups B (including Ad29, -32 and -46) and E (including Ad4, -24, -36 and -39) strongly stimulate pDCs to produce high levels of IFN-α and other inflammatory cytokines [74] . Such immediate early responses by pDCs may profoundly contribute to the susceptibility thresholds each patient may have for vector toxicity. Thus, each vector subtype has unique immune-stimulatory properties that will need to be considered when designing Ad-based therapeutics and vaccine strategies.\n\nAnother potential concern regarding Ad-based vaccines has been highlighted recently, and involves the capacity of Ads to integrate into the cellular genome. It has long been thought that Ad genomic integration occurs at an extremely inefficient rate, thereby providing a safety advantage of this virus for patient vaccination. However, recent reports indicate that Ads can randomly integrate into the genome of some cell cultures in vitro at a much higher rate than originally believed (up to 5%), and this may be related to the rate of cell division [206, 207] . Thus, in light of the potential side effects of random integration, such as cell transformation (as observed with retroviruses [208] ), Ad-based vaccines may require more careful monitoring in this regard than previously expected. On the other hand, studies in mice from Ertl's laboratory suggest that the persistence of transcriptionally active Ad transgenes may prove to be an advantageous property. Although the exact mechanism underlying persistence following Ad vector vaccination was not determined, it was shown to provide sufficiently low levels of transgene product expression to act as a source of homeostatic signals for maintaining a pool of long-term antigen-specific effector memory CD8 + T cells [209] . These effector memory cells could mount a fast lytic response against antigen-bearing cells, potentially providing enhanced vaccine protection.\n\nIn addition to shielding and retargeting vectors, improved animal models are needed to study Ad PEI mechanisms and provide more relevant preclinical information. As observed by Croyle et al., NAbs induced in mouse models via intramuscular injection of Ad may not adequately represent levels observed in human mucosal regions following natural exposure through inhalation [191] . The discovery that CAR is expressed by human and rat erythrocytes, but not by nonhuman primate, mouse, rabbit and dog erythrocytes, is yet another example of the crucial differences between humans and animals that must be addressed [179, 210] . Indeed, even immune responses in nonhuman primates must be evaluated further before preclinical results can be properly interpreted with regard to human clinical translation [74] . Long-term efficacy studies to examine the duration of protection afforded by vaccination must also be undertaken. As the routes of vector administration obviously affect therapeutic outcome too, methods for administering therapeutic vectors mucosally, or by other less well-explored routes such as topically, may provide promising new avenues to explore. Such topical administration would be less susceptible to neutralization by humoral or cellular responses to Ad, as these sites are insulated from systemic exposure.\n\nThe past few years have brought exciting technical advances, along with critically important information that elucidated some of the immune mechanisms responsible for some of the toxicities and poor therapeutic outcomes in response to Ad vector-based therapeutics in the presence of Ad PEI. These studies have revealed the complexity of factors influencing the efficacy of Ad-based vaccines, and emphasize the stringent conditions in which potential Ad-based therapies must be evaluated. Thus, research in the next few years will undoubtedly focus on two areas:\n\n• Fully characterizing the components of PEI (Ad-opsonizing and NAbs, memory T cells and latent Ad infections) in affecting the efficacy of Ad vector-based vaccines;\n\n• Continuing to explore new technical advances that promote evasion of humoral and cellular recognition of the Ad vector by PEI, and reducing the induction of specific Ad immunity, while maintaining enhanced immunogenicity toward the delivered transgene vaccine product. In this respect, expanding the utility of gutless Ad vectors may continue to be a promising advance.\n\nIt is also becoming evident that many factors must be evaluated to optimize each specific vaccine, and careful consideration must be given to determining the unique prime-boost combination of a chosen vector subgroup or strain, vector modifications, polymer coating, epitope-capsid incorporation, transgene selection, vector dose and administration route that will provide an optimal therapeutic outcome for treating or immunizing against each unique disease of interest in patients with Ad PEI. Indeed, routes of vector administration that avoid exposure to immune recognition, such as the transduction of epithelial layer cells in the mucosa or cutaneous tissue, appear to be promising routes to explore to allow realization of the full potential of Ad vector-based vaccines. Finally, with recent understanding of the profound differences in species-specific Ad properties and pathologies among nonhuman primates, mice and humans, it is imperative that animal models that more closely mimic the human biology and pathology of Ad infection are developed and fully defined. Such models will be invaluable for investigating the relevant properties of Ad vectors and the mechanisms that elicit immune responses, or promote immune evasion by vectors. Only then will we be closer to accurately predicting therapeutic outcome of vaccine trials in humans. \n\n• Acute toxicity and innate immune responses occurring in the presence or absence of pre-existing immunity to adenovirus (Ad) hinder the utility of Adbased vectors for human gene therapy.\n\n• Currently available preclinical animal models do not accurately recapitulate the human immune response to Ad vectors.\n\n• Temporary administration of immunosuppressive drugs, as well as vector modifications, including biochemical modifications, genetic modifications, alternative and chimeric serotypes, routes of administration and cell delivery vehicles, are being investigated as methods to protect Ad vectors from preexisting immunity and reduce vector immunogenicity.\n\n• Unique combinations of multiple immune evasion techniques are likely to be required to develop optimized strategies for Ad vector-based approaches to be useful therapeutics that can effectively protect against or treat specific diseases, and must be carefully evaluated in stringent animal models."}