{"title": "Influenza vaccination situation in Middle-East and North Africa countries: Report of the 7th MENA Influenza Stakeholders Network (MENA-ISN)", "body": "Results: MENA-ISN countries share the goal to reduce influenza related morbidity and mortality. Participants admitted that lack of knowledge about influenza, its consequences in terms of morbidity, mortality and economy are the major barrier to attaining higher influenza vaccination coverage in their countries. The cost of the vaccine is another key barrier that could contribute to low vaccination coverage.\n\nWorldwide, influenza affects 10-20% of the population and causes more than 1 million deaths annually [1] . This vaccinepreventable infectious disease belongs to the list of the World Health Organization (WHO) recommended vaccines, yet the vaccine uptake is in general low in both developed and developing countries [2] . The finding of the WHO Flu-Net database showed that dynamic of influenza epidemics in the large majority of the Middle East and North Africa (MENA) countries was in line with the Northern Hemisphere, with the largest peak observed between January and March [3] . Annual vaccination campaigns in the MENA region target primarily specific high-risk groups i.e. pregnant women; individuals >6 months with underlying chronic diseases, elderly, residents of long-term care facilities, children aged 6-59 months and health care providers.\n\nThe MENA region faces a dual challenge with regard to influenza infection. First, the region tackled severe zoonotic influenza outbreaks episodes with lethal cases during the last years [4] [5] [6] [7] [8] . Second, the Northern Hemisphere human influenza viruses circulate in the region and are the most frequently detected respiratory viruses among pilgrims [9] , increasing the risk for further spread of the disease. In addition, there is a risk of human infection from Middle East respiratory syndrome coronavirus (MERS-CoV). Indeed, since 2012, outbreaks of MERS-CoV and very few sporadic travelrelated cases were recorded in Saudi Arabia [10] and returning Haji [11] , respectively. Although epidemiological analysis does not support human to human transmission, overcrowding, mass gathering and travel increase the fear about potential MERS-CoV international dissemination.\n\nIt is very well known that diabetics have a significantly increased risk of flu-related hospitalization and death [12] . With approximately 37 million adults aged 20-79 living with diabetes, the MENA region has the highest global prevalence of diabetes in the adult population [13] . This point emphasizes on the commitment to increase influenza vaccination coverage in this region.\n\nThe few available published literatures on influenza vaccination coverage in MENA report low coverage in this region [1, [14] [15] [16] . Aligned with the objective of the WHO Global Influenza Vaccine Action Plan to increase influenza awareness, the Middle East and North Africa Influenza Stakeholder Network (MENA-ISN) has been initiated in 2014. MENA-ISN is a network of regional experts with the global mission to increase seasonal influenza vaccination coverage by (i) enhancing evidence-based exchanges with national and international actors, and (ii) increasing awareness on the safety and benefits of seasonal vaccination.\n\nMENA-ISN support the WHO initiative in building laboratory capacity and surveillance in the region and urge the governments to give high priority to the establishment and continued support for influenza surveillance systems; identify the needs of countries for establishing or improving existing surveillance networks; disseminate surveillance and disease burden data through publications and develop actions to increase vaccination coverage rates in health care professionals (HCPs), pregnant women, people at risk, elderly and children.\n\nThe 7th MENA-ISN meeting was organized by Foundation Mérieux on 9-10 September, 2017 in Riga, Latvia. A total of 25 participants from 8 countries (Egypt, Iran, Lebanon, Libya, Morocco, Oman, Pakistan and Saudi Arabia) attended the meeting. In addition to MENA-ISN country representatives, experts from the WHO global influenza program, the college of General Practitioners (UK), the Hannover Veterinary University (Germany), and Hellenic Centre for disease prevention and control (Greece) were also present.\n\nEach country representative summarized their current situation of influenza surveillance, influenza vaccination coverage and actions achieved, and provided a list of country objectives for the upcoming 3 years. A panel discussion on the second day allowed the participants to discuss how to strengthen the network and its visibility and how to reinforce between country research and publications. Herein, we report a summary of the country situation and actions to move forward.\n\nVaccination coverage in Egypt remains low [17] . However, the ministry of health (MoH) makes all efforts to monitor influenza and make public recommendations to the benefit of influenza vaccination particularly in high risk groups or in face of epidemics.\n\nEgypt is one of the countries that have experienced a large epizootic of highly pathogenic avian influenza in poultry caused by the influenza A (H5N1) virus [18] . An integrated national plan for avian and pandemic influenza was developed in response to the rapid spread of avian influenza in this country. National influenza centers equipped with tests such as virus isolation, Polymerase Chain Reaction (PCR), serology and sequencing exist and are currently functioning. The surveillance of Severe Acute Respiratory Infection (SARI) is enhanced and there is also a significant increase in the available number of influenza vaccines doses. Furthermore, several social mobilization and advocacy campaigns have been recently conducted. Progress achieved so far and the main mid-and long-term objectives of the country are detailed in Tables 1 and 2 respectively.\n\nInfluenza surveillance system has been set-up in 2004. The analysis of Influenza A/H1N1pdm09 and A/H3N2 viruses collected in Iran during the 2014-2015 provided evidence of co-circulation of several influenza A virus strains [19] . Of the 200 Influenza typing studies specimens, 80 were influenza A-positive, including 44 A/H1N1pdm09 and 36 A/H3N2, while 18 were influenza B-positive [19] . Analysis of the A/H3N2 viruses showed a genetic drift from the vaccine strain A/Texas/50/2012 with 5 mutations [19] .\n\nSerological study among poultry workers from Fars province of Iran showed that exposure to avian H9N2 viruses had occurred in this population [7] . Influenza surveillance system has been established since 2004 and an increased number of publications of influenza in peer-reviewed journals are among the most key actions achieved. Progress achieved and country objectives for the upcoming 3 years are listed in Tables 1 and 2 respectively.\n\nInfluenza surveillance has continued through the 2016-17 influenza season, during which nasopharyngeal swabs from 518 Influenza-Like Illness (ILI) cases were analyzed. The results showed circulation of both influenza B Yamagata and Victoria lineage viruses in addition to influenza A/H3N2 and A/H1N1pmd09, emphasizing the importance of introducing the quadrivalents influenza vaccine. Among the study population, only 28% were vaccinated (unpublished data).\n\nAnalysis of flu vaccination uptake overtime showed relatively high vaccination coverage (40%-60%) until 2011 with a peak during the 2009 pandemic and decreased subsequently to reach 28% in 2016-17 (unpublished data). However, these figures mostly reflect the vaccination coverage of the population served by one major hospital in Beirut. It was noted that further studies to include more representative population from throughout the country are needed to accurately reflect the vaccination coverage in the country. Based on vaccine dose distribution, vaccination coverage in Lebanon is estimated at 6%.\n\nIncreased flu vaccine coverage and increased laboratory capacity to isolate and detect influenza are the main successes that have been so far achieved. Although vaccine uptake is improving, there is still a long way to reach optimal vaccination coverage in high-risk individuals. The search for advocacy continues and includes representatives from academic, public and the government. The main achievements and objectives are listed in Tables 1 and 2 respectively.\n\nThe number of available doses of influenza vaccine has increased by more than 5 folds since 2012. Also, good progress has been achieved in surveillance, social mobilization and advocacy. Progress achieved and the main objectives are listed in Tables 1 and 2 respectively.\n\nInfluenza is one of the MoH priorities in Morocco. Sentinel surveillance exists since 1995. However, influenza burden is not well understood. Currently, 378 health centers in all districts and 80 private physicians in 9 cities are involved in the ILI surveillance system. Overall, 8 regional laboratories are in charge of detection and identification of influenza strains by Reverse Transcriptase PCR (RT-PCR.) The National Institute of Hygiene (Rabat) and the Pasteur institute (Casablanca) have the capacity to perform RT-PCR, sequencing, virus isolation, and antiviral susceptibility screening. Of the overall 178 samples analyzed in Casablanca during the 2016-17 influenza season 95.5% belonged to type A(H3N2) and 4.54% were Victoria B lineage.\n\nThe main objectives for the upcoming years are listed in Table 2 .\n\nOman SARI surveillance has been launched at sentinel sites since 2008 and the Central Public Health Laboratory is recognized by the WHO as National Influenza Center (NIC) since March 2009. In 2017, 648 patients were enrolled in SARI surveillance. The highest numbers of SARI cases were recorded among children 0-2 years old followed by those 2-4 years of age. The overall mortality rate due to influenza was 9.3% but no death was reported among pregnant women. Influenza strains A (H1N1)pdm09, A(H3N2), and B viruses were detected during this season.\n\nInfluenza vaccine is recommended for HCPs working in critical and non-critical units, administrative agents and educational institution staff.\n\nPre-vaccination awareness emails sent to HCPs to inform them about the availability of the vaccine and the beginning of the vaccination campaign at the hospital. In addition, the awareness campaign includes presentations, person-person communication, pamphlet, banner, etc. Vaccinators visit the wards to offer the vaccine. Electronic and manual records are maintained at the institutional, governorate and national level.\n\nRegarding pregnant women, influenza vaccination is integrated into the antenatal program and administered during antenatal visits. Pre-vaccination counselling is also provided. Furthermore, influenza advocacy campaigns provide awareness to the family and pregnant woman. The main progress achieved and future objectives are detailed in Tables 1 and 2 respectively.\n\nCurrently, influenza is not considered as a health priority in Pakistan. There is a distinct seasonality with peak activity levels observed in most regions during the winter season. Available data indicates that there is a sizeable burden of influenza. However, influenza related morbidity and mortality estimates are not well known.\n\nIn The key achievements include the implementation of sentinel influenza surveillance networks and the reinforcement of social mobilization and advocacy (Table 1) . Country specific vaccination priorities must be determined for policy recommendations. The main objectives are listed in Table 2 .\n\nHistorically, vaccination coverage has been than 2% Saudi Arabia but higher rates are seen among HCPs, pregnant women, elderly, Haji and patients with chronic diseases. Influenza surveillance system has been recently set-up in hospitals and public health centres in six regions. In order to increase vaccination coverage, a 3-phase strategic project (3P) has been launched in 2014 with the aim of reaching 30% vaccination coverage among at-risk population in 5 years scope. Several public awareness campaigns have also been conducted and the MoH is funding flu vaccination.\n\nThe main achievements and future objectives are detailed in Tables 1 and 2 respectively.\n\nThe panel discussion focused on exploring ways to increase influenza vaccination coverage in the participating countries and involving the MoH in the network.\n\nLack of knowledge about influenza, its consequences in terms of morbidity, mortality and economy is the major barrier to attaining higher influenza vaccination coverage in the MENA-ISN countries. As stressed by the participating countries, under awareness about influenza could itself be related to communication gaps. Tailored communication messages to the community to promote influenza vaccination and to increase awareness on influenza infection have been put in place in several countries. This includes advertising panels in the streets, lay public activities in shopping malls and airports, bulk messages, social media campaigns, etc., but more needs to be done.\n\nBesides lack of knowledge, other factors such as misbeliefs and personal experiences could lead to low vaccine uptake. Participating countries concluded that a better understanding of the factors underlying hesitancy and acceptability of the influenza vaccine is needed to devise evidence-based communication campaigns aimed at increasing vaccination coverage. The adaptation of WHO-SAGE available tools is each country has been suggested as an appropriate means to determine the underlying determinants of vaccine hesitancy in each country. The cost of the vaccine is another key barrier that could contribute to low vaccination coverage. Country representatives concluded that depending on the economic situation, countries should primarily focus on increasing vaccination coverage among known high-risk groups (diabetics, pregnant women, people with underlying chronic diseases, etc.). Some countries believed that even within the high-risk groups, a priority list should be drawn according to influenza burden in each group and each country.\n\nFrom country presentations, it was evidenced that the use of private health care facilities is more usual than the public facilities. Nevertheless, a lack of communication between these two sectors was noted. Strategic communication by MENA-ISN and the use of uniform terms of references for local stakeholders could help in enhancing the involvement of MoH and the private sector thereby improving the situation for vaccine implementation.\n\nAs reflected by individual country presentations, all MENA-ISN countries share the goal to reduce influenza related morbidity and mortality. Vaccination coverage has slightly increased in all participating countries, yet more work should be done to reach the optimal vaccination coverage. The main challenges to increase vaccine coverage were: under awareness about influenza, financial and political issues, and limited collaboration between private and public health sectors.\n\nCountry representatives agreed on the need to design studies aimed at accurately estimating vaccination coverage among different populations and risk groups and assessing the impact of vaccination on hospitalization, mortality and herd immunity. This can be presented to the MoH to develop evidence-based policies or policy updates. The data can be also communicated with the public to increase their awareness and willingness for influenza vaccination.\n\nPharmacies can play a fundamental role as they are easily accessible, but policies in some countries prevent pharmacies from administrating vaccines. In parallel, region specific information about vaccine efficacy, economic impacts of influenza (absenteeism, hospitalization, etc.) should be provided in order to provide more confidence about influenza vaccine. Incentives for General Practitioners (GPs) could also be useful in MENA-ISN countries and should be considered [17] .\n\nParticipating countries recommended the following steps to move forward\n\n• Develop action plans tailored to each country situation by focusing on four main areas: (i) epidemiological and virological surveillance; (ii) vaccination; (iii) communication/awareness and (iv) advocacy • Expand the influenza stakeholder network to involve decisionmakers including MoH, GPs, patients, industry, etc. • Reinforce local influenza network and advisory groups • Set-up research agenda to generate country and region-specific data • Identify priority areas to investigate the best way to move forward • Promote and increase collaborative research among the MENA-ISN countries • Encourage publication and sharing of existing data • Set-up a public MENA-ISN website to increase its visibility at national and international levels • Improve/reinforce the link between MENA-ISN and WHO-EMRO Pandemic Influenza Preparedness Framework.\n\nThe meeting was made possible thanks to Fondation Mérieux and unrestricted grants from Sanofi Pasteur."}