{"title": "Targeting virulence mechanisms for the prevention and therapy of arenaviral hemorrhagic fever", "body": "A major question is why some arenaviruses cause severe disease in humans, while others do not. Many factors have been proposed to explain the differential degrees of pathogenicity, such as host genetic polymorphism, routes and doses of infection, and viral virulence factors. It has been postulated that virulent arenaviruses are able to replicate to high levels and can effectively suppress host immunity. Recent studies using viral reverse genetics, cellbased assays, animal models, and human genome wide association analyses have revealed potential mechanisms that arenaviruses utilize to cause virulent infections in the hosts. Understanding viral virulence mechanisms is expected to facilitate the development of appropriate preventive and therapeutic strategies against these deadly viral hemorrhagic fevers. This paper summarizes current progress in understanding the roles of viral factors in mediating efficient viral entry, enhanced viral RNA synthesis, inhibition of cellular apoptosis, translation and host innate immunity, all of which contribute to the virulence of pathogenic arenaviruses for humans.\n\nLassa virus (LASV) causes Lassa fever, resulting in approximately 2 million infections and 5-10,000 deaths annually in endemic area of West Africa (McCormick, 1999) . LASV infection results in heterogeneity in disease manifestation that ranges from non-symptomatic to multi-organ failure and death. Patients infected with LASV are often misdiagnosed because of the wide range of symptoms they may exhibit. These symptoms include fever, malaise, petechial hemorrhage, edema, nausea, vomiting and diarrhea (Moraz and Kunz, 2010) . Up to one third of patients experience sensorineural deafness which remains even after recovery from the illness (Cummins D and et al., 1990) . Fatal cases may display respiratory distress, shock, encephalopathy, seizures, shock, coma, and mucosal bleeding (Moraz and Kunz, 2010) .\n\nLujo virus (LUJV), the only other known hemorrhagic fever-causing OW arenavirus, was identified during an outbreak of the disease in Lusaka (Zambia) and Johannesburg (Republic of South Africa) in 2008 . Symptoms noted for patients infected with Lujo virus include fever, edema, mild bleeding, elevated liver transaminases, and thrombocytopenia ).\n\nLymphocytic choriomeningitis virus (LCMV), which is found worldwide, has also been identified as pathogenic for immunocompromised individuals (Al-Zein et al., 2008; Fischer et al., 2006; MacNeil et al., 2012; Prevention, 2008) . The data at hand suggests that approximately 5% of the human population show evidence of exposure to LCMV, however, most acquired infections are asymptomatic or mild (Table 1) (Peters, 2006; Rousseau et al., 1997) . Because the natural host of LCMV, Mus musculus, has a worldwide distribution, this virus can likewise be found in most regions. While acquired LCMV infection does not pose a serious threat to the general population, congenital infection with LCMV can be quite serious. This infection can result in spontaneous abortion and fetal death, or leave the infant with brain dysfunction. The incidence of congenital LCMV infection is unknown, as only serious cases are investigated for the cause of infection and reported (Bonthius, 2012) . While 35% of reported cases of congenital LCMV infection are fatal (Wright et al., 1997) , we do not know the incidence of mild or asymptomatic congenital LCMV infections, as infants are not tested for infection. In recent years, LCMV has proven to be an important pathogen for transplant recipients. Fourteen cases of LCMV infection in transplant recipients have been identified, eleven of which have proven fatal MacNeil et al., 2012; Prevention, 2008) .\n\nSeveral NW American arenaviruses, such as JUNV, Machupo (MACV), Guanarito (GTOV), Chapare (CHPV) and Sabia (SABV), can cause HF with high mortality rates. The disease courses for NW arenavirus infections also show some differences (Table 2) . While only one human infection has been noted each for SABV and CHPV Lisieux et al., 1994) , JUNV, MACV and GTOV have caused many cases of human disease Ambrosio et al., 2011; Charrel and Lamballerie, 2003; Enria, Briggiler, and Sánchez, 2008; Fulhorst et al., 2008; Harrison et al., 1999; Manzione et al., 1998) . Many of the arenaviral hemorrhagic fevers (both NW and OW) display shared symptoms, with some variation in manifestation of disease caused by these related pathogens. Frequently, individuals with severe arenaviral hemorrhagic fever develop fever, petechial hemorrhage, edema, respiratory distress, shock, thrombocytopenia, leukopenia, and mucosal bleeding. While hepatitis is common in severe cases of Lassa fever, hepatitis is unusual or mild in South American hemorrhagic fevers. Neurologic symptoms, hemorrhaging, leukopenia, and thrombocytopenia are much more common in JUNV, GTOV, or MACV infection than LASV infection (Pfau, 1996) .\n\nArenaviruses are enveloped, ambisense RNA viruses with a single-stranded genome composed of two segments ( Figure 1 ). The genomic L (large) segment encodes the Z matrix protein and the L polymerase protein, while the S (small) segment encodes the glycoprotein (GPC) and nucleoprotein (NP). The genes encoded within each segment are separated by an intergenic region (IGR) with secondary structure that is thought to be involved in viral mRNA transcriptional termination (Pinschewer, Perez, and de la Torre, 2005) . The genomic segments contain conserved 5' and 3' untranslated regions (UTR) that are complementary to each other and form a panhandle structure at the end of the viral genome .\n\nThe life cycle of arenaviruses ( Figure 2 ) begins with cellular entry that is mediated by different cellular receptors. OW arenaviruses, along with NW clade C viruses Oliveros and Latino, use cellular α-dystroglycan (αDG) as their receptor in order to gain entry into the cell (Cao et al., 1998; Kunz et al., 2001; Spiropoulou et al., 2002) . Dystroglycan is posttranslationally cleaved to the subunit αDG, which contains the binding site for arenaviruses, and βDG, which spans the cell membrane and binds dystrophin on the interior of the cell, thus linking the molecule to the cytoskeletal network. This cell surface molecule anchors the cell by binding to laminin, a component of the extracellular matrix (ECM). αDG is expressed on many cell types, which accounts for the pantropic nature of OW arenavirus infection. In mice, this receptor has been shown to be highly expressed on dendritic cells, which are early targets in arenavirus infections, allowing the virus to suppress the immune response (Sevilla et al., 2000) (see below for more details). On the contrary, very little αDG is expressed on CD4, CD8, and B cells, which arenaviruses fail to infect (Sevilla et al., 2000) . When the virus binds to αDG, it displaces laminin. This can result in destabilization of the membrane and potentially a loss of cellular signaling, which can contribute to pathogenesis (Rojek et al., 2012) .\n\nIn order for αDG to function properly as an ECM receptor, it must first be posttranslationally modified. This receptor is composed of two globular domains, located at each terminus, separated by a mucin-like domain. The cellular like-acetylglucosaminyltransferase (LARGE) recognizes the o-mannosylated N terminal end of the mucin-like domain of αDG, and acts as a bifunctional glycosyltransferase, with both xylosyltransferase and glucuronyltransferase activities, which produces repeating units of [-3-xylose-α1,3glucuronic acid-β1-] (Inamori et al., 2012) . Without this modification, αDG would no longer be capable of interacting with either the ECM or the arenaviral GP (Kunz et al., 2005; Rojek et al., 2007b) .\n\nWhile αDG has long been known to be the receptor for OW arenaviruses, recent studies have shown that additional receptor(s) may also be used by these viruses. While laminin was capable of blocking the binding of LASV GP to αDG, it could not block LASV GP mediated infection of Vero cells, indicating that the virus was able to use alternative receptor(s) (Kunz et al., 2005) . In addition, mice lacking the LARGE gene were shown to be susceptible to LCMV infection at similar levels to wildtype mice, again implicating usage of alternative receptor(s) (Imperiali et al., 2008) . Recently, 4 cellular factors have been identified to be important for LASV cellular entry. Axl, Tyro3, DC-SIGN, & LSECtin were shown to be capable of functioning as receptors independently of αDG, although LASV entry via any of these proteins is less efficient (Shimojima et al., 2012) . These receptors may be used in cell types such as hepatocytes, which show high levels of viral titers, even though DG expression is undetectable in these cells (Bedossa et al., 2002; Walker et al., 1982; Yamamoto et al., 2004) . Ebola virus also uses these four receptors (Alvarez et al., 2002; Brindley et al., 2011; Gramberg et al., 2005) and shares a similar cellular tropism as LASV, targeting dendritic cells, macrophages, endothelial cells, and the liver.\n\nWhile OW arenaviruses largely utilize α DG as the cellular receptor, Clade B New World arenaviruses exploit Transferrin Receptor 1 (TfR1) as the means by which they gain entry into host cells (Radoshitzky et al., 2007) . TfR1 is responsible for the endocytosis of ironbound transferrin, which is then transported to an acidified vesicle within the cell. Subsequently, iron is released and is then transported across the membrane into the cytoplasm (Andrews, Fleming, and Levy, 1999) . The New World arenaviruses that are responsible for causing hemorrhagic fever in humans (MACV, JUNV, GTOV, SABV, and CHPV) all utilize human Transferrin Receptor 1 (hTfR1) for cellular entry . The nonpathogenic viruses Amapari (AMPV) and Tacaribe (TCRV) use TfR1 orthologs, but are unable to gain cellular entry via hTfR1 (Abraham et al., 2009 ).\n\nUpon binding to the cellular receptor arenaviruses are internalized by vesicles, and are then released into the cytoplasm through a pH-dependent membrane fusion step that is accomplished by the transmembrane portion of the viral glycoprotein, GP2 (Eschli et al., 2006) . In a process unique to arenavirus entry, the Old World arenaviruses LCMV and LASV were found to subvert classical routes of endosomal trafficking. Instead of passing through the early endosomes, the viruses are delivered directly to the late endosomes. In bypassing the early compartments, these viruses have been proposed to evade detection by the host endosomal immune receptors, and therefore fail to initiate a robust innate immune signaling (Pasqual et al., 2011) .\n\nArenaviral replication takes place in the cytoplasm. Due to the ambisense coding strategy of these viruses, the NP and L genes are transcribed directly from the viral genomic segments, but the GPC and Z mRNAs must be transcribed from the antigenomic strand ( Figure 3 ) (Günther and Lenz, 2004) . The minimal trans-acting requirements for arenavirus replication and transcription are the NP and L proteins (Lee et al., 2000) . Arenavirus NP encapsidates the genome, and the L polymerase performs genome replication & viral mRNA transcription. The arenaviral polymerase is an extremely large protein (~250kD) which, based on sequence analysis, contains four conserved domains. The RNA dependent RNA polymerase (RdRP) activity is found in domain III, and can be identified as such based on its similarity to other viral RdRPs (Vieth et al., 2004) . Additionally, mutational analysis has identified two residues within the putative palm-thumb domain of the RdRP that when mutated results in a reduction in mRNA transcriptional activity without affecting antigenome replication (Hass et al., 2008) . While domains II and IV are unique, resembling no other protein structures, domain I is located in the N terminus and contains endonuclease activity (Brunotte et al., 2011; Morin et al., 2010) .\n\nArenaviruses employ a cap-snatching mechanism to obtain cellular mRNA caps to serve as primers for mRNA synthesis (Raju et al., 1990) . This mechanism is also used by influenza virus, for which the mechanism is well defined (Plotch et al., 1981) . The endonuclease domain found in the N terminus of arenavirus L is proposed to cleave mRNA caps from cellular transcripts for this purpose. This domain for LCMV has been crystallized, and the structure resembles the endonuclease domain found in the N terminus of influenza PA, which is also responsible for cleaving cellular caps for this purpose (Morin et al., 2010) . While the viral mRNA transcripts are capped, they are not polyadenylated (Raju et al., 1990) . The arenaviral polymerase is known to oligomerize, and this multimerization may be a requirement for transcription. Subunit analysis of the polymerase has shown that the polymerase is capable of interacting via head-to-head, tail-to-tail, and head-to-tail conformations (Brunotte et al., 2011) . In addition to oligomerizing, the TCRV polymerase has been shown to bind the Z matrix protein as well (Jácamo et al., 2003) . Also, the L polymerases of MOPV, LASV, and LCMV have been shown to physically interact with the NP protein (Kerber et al., 2011) .\n\nThe TCRV Z protein has been shown to bind both the endonuclease and the RdRP domains of the L polymerase (Jácamo et al., 2003; Wilda et al., 2008) . Arenavirus Z has an inhibitory effect on viral genome replication (Cornu and de la Torre, 2001; López, Jácamo, and Franze-Fernández, 2001) , and the interaction between TCRV Z and the polymerase appears to be essential for this transcriptional repression activity (Wilda et al., 2008) . Z has been shown to lock the polymerase on the viral promoter in a catalytically inactive state, thus limiting viral replication (Kranzusch and Whelan, 2011 ).\n\nDuring translation into the lumen of the ER, the SSP (stable signal peptide) of the GPC precursor protein is cleaved in this compartment by signal peptidase (Eichler et al., 2003b; York and Nunberg, 2007) . The SSP remains associated with GPC, which oligomerizes into trimers in the ER before undergoing proteolytic processing by the cellular protease subtilisin kexin isozyme-1 (SKI-1)/site 1 protease (S1P) into GP1 (globular head) and GP2 (transmembrane domain) (Beyer et al., 2003; Eichler et al., 2003a) . This cleavage process takes place either in the ER or the Go lgi (Beyer et al., 2003; Burri et al., 2012; Lenz et al., 2001; Wright et al., 1990) . The GP1 domain of the viral glycoprotein is heavily Nglycosylated, and this glycosylation is important for GP expression, cleavage, and fusion (Bonhomme et al., 2011; Eichler et al., 2006) . The SSP has been shown to be important for efficient glycoprotein expression, cleavage, trafficking, formation of infectious particles, as well as membrane fusion (Messina, York, and Nunberg, 2012; Saunders et al., 2007) . The SSP has also been shown to interact with the Z protein (Capul et al., 2007) . The viral Z matrix protein is required for virion budding (Perez, Craven, and de la Torre, 2003; Strecker et al., 2003) . The myristoylation of the G2 residue of the arenavirus Z protein has been shown to be necessary for Z self assembly and budding. This indicates that Z self association most likely occurs at the plasma membrane, where myristoylation would mediate membrane association .\n\nThe Z protein has been shown to interact with all of the other viral proteins: NP, L, as well as GP (Capul et al., 2007; Casabona et al., 2009; Groseth et al., 2010; Levingston Macleod et al., 2011; Loureiro et al., 2011; Ortiz-Riaño et al., 2011; Shtanko et al., 2010) . Recently, a review article detailing known arenaviral protein-protein interactions has been published (Loureiro et al., 2012) . The interaction with the viral ribonucleoprotein (vRNP) complex likely is responsible for genome packaging into virions, and Z has been suggested to play an important role in ensuring that the L polymerase is incorporated into virion particles (Kranzusch and Whelan, 2011) . The intergenic region (IGR) has been shown to be important for the incorporation of LCMV genomes into virion particles (Pinschewer et al., 2005) . Reports on the involvement of NP in budding activity differ among arenaviruses. One study shows the necessary involvement of ALIX/AIP1 for recruitment of NP into virion particles for MOPV. In this case, both the MOPV NP and Z proteins were found to bind cellular AIP1 (Shtanko et al., 2011) . Meanwhile, the Z and NP proteins have been shown to have a direct interaction for LCMV and LASV (Ortiz-Riaño et al., 2011) . The NP protein of TCRV has been shown to be required for efficient Z mediated budding activity (Groseth et al., 2010) , however, the similar observation was not detected for JUNV NP. The differences between budding mechanisms for different arenaviruses offer excellent opportunities for further studies. The Z protein also undergoes homo-oligomerization, which is likely important for its function in virion budding (Kentsis, Gordon, and Borden, 2002) . The fact that such a small protein can play so many roles in viral replication highlights the importance of multifunctionality in the individual viral proteins in the Arenaviridae family of viruses.\n\nViral entry is the first step for viral infection, and therefore is an important factor to consider in viral pathogenesis. Viral glycoproteins display different affinities for their cellular receptor, and increased affinity may contribute to disease pathogenesis. LCMV Clone 13 (Cl 13) strain, which causes a chronic infection, has a high affinity for αDG and is able to outcompete laminin for binding to the cellular receptor, while LCMV Armstrong (ARM) strain, which causes an acute and self-limiting infection in immunocompetent mice, is unable to displace laminin. Impressively, only a single residue at position 260 of the glycoprotein (GP) is responsible for the high binding affinity of Cl 13, and is essential for viral persistence (Sullivan et al., 2011) . The ability, or lack thereof, to displace laminin would therefore appear to determine tissue tropism and therefore the course of the disease for LCMV Smelt et al., 2001) .\n\nInterestingly, OW arenavirus infection has been shown to result in the downregulation of αDG while expression of the precursor DG is unaffected. This downregulation is mediated by the viral GP, which targets the interaction between DG and LARGE in the Golgi, disrupting the glycosylation of αDG. This may play an important role in viral release, and may also further contribute to the destabilization of the membrane (Rojek et al., 2007a; Rojek et al., 2007b) . Recently, analysis of over 3 million human polymorphisms identified by the International HapMap Project revealed positive selection in a Nigerian population for allele variants of 2 genes, LARGE and dystrophin, a cytosolic adaptor protein that is required for the function of αDG. In this population, 21% of individuals show exposure to LASV, which may apply selective pressure on the allele frequencies in this region. These polymorphisms in LARGE and dystrophin may hinder binding and entry of LASV, affording an advantage to the immune system, and thereby protecting these individuals from severe LASV infection (Andersen et al., 2012; Sabeti et al., 2007) .\n\nInterestingly, a combination 4 specific amino acid changes in hTfR1 allow entry by AMPV, while only 1 change is required to permit entry by TCRV. While these mutations are located in the receptor, they imply that only small changes in the viral GP would be necessary to potentially convert a non-pathogenic arenavirus into a human pathogen (Abraham et al., 2009) .\n\nWhile all the pathogenic NW arenaviruses are members of clade B, phylogenetic relatedness is not a good indicator of pathogenicity, as nonpathogenic members are also found in this clade. Additionally, the GP of the highly pathogenic MACV is more closely related to nonpathogenic TCRV than any of the pathogenic viruses. Similarly, GTOV GP is more closely related to AMPV GP Choe et al., 2011) . While the relatedness of these viral glycoproteins does not provide insight into the potential for disease, the usage of hTfR1 appears to be an important factor in determination of NW arenavirus hemorrhagic fever, as all clade B viruses that utilize hTfR1 cause hemorrhagic fever in humans (Abraham et al., 2009 ). Whitewater Arroyo virus (WWAV), a clade A/B virus, has been loosely associated with several cases of human disease in 1999-2000, but subsequent studies do not support the notion of this arenavirus being a human pathogen. Additionally, this virus is unable to use hTfR1 as an entry receptor, and instead follows the in vitro tropism of nonpathogenic arenaviruses (Abraham et al., 2009; Reignier et al., 2008) . This seems to suggest that this virus is not, in fact, a human pathogen.\n\nFurther evidence of the involvement in arenavirus GP as a determinant of pathogenicity can be seen in the guinea pig model of Pichinde virus (PICV) infection. While sharing high sequence identity, two strains of PICV result in vastly different disease outcomes in infected guinea pigs (Aronson, Herzog, and Jerrells, 1994; Jahrling et al., 1981) . Mutational analysis of these two strains of Pichinde, one virulent (P18) and the other avirulent (P2), has revealed that sequence differences between the GP of these two strains of PICV contribute to the vastly different disease phenotypes. While PICV GP is not wholly responsible for the virulence difference between P2 and P18, a single mutation at position 140 of GP is able to increase the survival rate of infected animals from 0% to 33% (Kumar et al., 2012) . Similarly, mutational analysis of the attenuated Candid #1 strain of JUNV has revealed that residue 427 in the G2 domain of GPC is largely responsible for the attenuation of this vaccine strain (Albariño et al., 2011b) . Further analysis demonstrated that the residue change at this site results in increased fusion at neutral pH of the Candid #1 strain, and also increased dependence on hTfR1 for entry, contributing to attenuation (Droniou-Bonzom et al., 2011) .\n\nArenaviral proteins have been shown to interfere with the host's innate immune response. The NP proteins of several arenaviruses have been shown to be capable of inhibiting type I IFN signaling in reporter assays. OW LCMV and LASV along with NW JUNV, MACV, WWAV, PICV, and Latino virus (LATV) NPs were able to inhibit IFNβ production through inhibition of IRF3 translocation. In contrast, apathogenic TCRV NP was incapable of IFN inhibition and of IRF3 translocation (Martínez-Sobrido et al., 2007) , although these observations need to be confirmed by other laboratories. NP has been proposed to bind RIG-I, but separate studies have shown conflicting results Zhou et al., 2010) , and therefore this interaction also requires further investigation. Recently, arenavirus NP has been linked to inhibition of NFκB signaling and IKKε binding Rodrigo et al., 2012) . We and other researchers have recently crystallized LASV NP and found that its C terminus contains a functional 3'-5' exoribonuclease domain that degrades dsRNA (Hastie et al., 2011; Qi et al., 2010) . This exonuclease function is directly involved in the IFN inhibition function as mutations of the catalytic residues significantly reduce its ability to inhibit IFNβ production in virally infected cells (Hastie et al., 2011; Qi et al., 2010) . The degradation of RNA by NP has been proposed to inhibit type I IFN by eliminating viral pattern-associated molecular pattern (PAMP) molecules that would otherwise be recognized by cellular pattern recognition receptors (PRRs). NP proteins with changes in residues that have been identified to be involved in RNA degradation function show loss of ability to suppress IFNβ production (Hastie et al., 2011; Qi et al., 2010) . Interestingly, these are the same residues identified in binding IKKε, suggesting that there may be some overlap in the domains responsible for these varying mechanisms of IFN inhibition, or alternatively, this could be the result of an allosteric effect . The details of how IFN inhibition by arenavirus NP is accomplished remain to be resolved, but we can safely say that this protein is a potent inhibitor of type I IFN production, and therefore it provides an excellent new target for antiviral development.\n\nOne consistent predictor of disease outcome in LASV infected patients is viral load. Those individuals who are able to progressively control the level of viremia are able to recover, while patients who demonstrate uncontrollable viral titers in the blood typically succumb to the disease (Johnson et al., 1987) . Analysis of a reverse genetics system for LASV has shown a relationship between viral replication and virulence, as well as identifying a role for both the 5' and 3' noncoding regions of the S segment in both of these aspects of viral biology (Albariño et al., 2011a) . Reverse genetic techniques have also revealed that a single amino acid in the L polymerase of LCMV is responsible for the change from an acute to chronic in fection between the ARM and Cl 13 strains (Bergthaler et al., 2010) . This residue, L1079 of Cl 13, enhances the levels of intracellular viral replication, thereby increasing viral load, which accounts for the difference in rates of viral replication between the ARM and Cl 13 strains. The L1079 residue was shown to be responsible for generalized immune suppression as well, which is likely a result of T cell exhaustion due to the high viral loads. A single L1079 mutation was able to confer increased replication rate, increased intracellular viral RNA levels, as well as suppression of immune responses. The addition of the GPC mutation at residue 260 was able to enhance these phenotypes in the presence of the L1079 mutation, but had no effect in the absence of the L1079 mutation. It is clear that the enhanced replicative capacity of Cl 13 is the primary determinant for chronicity in LCMV infection (Bergthaler et al., 2010) . Previous studies have shown that this same residue is also responsible for enhanced viral replication and tropism in macrophages (Matloubian et al., 1993) . This residue does not map to any of the known catalytic domains of the polymerase, and its exact contribution to increased replication is yet to be determined (Bergthaler et al., 2010) . Likewise, mutational analysis has revealed that the C terminal end of the PICV viral L polymerase might contribute to the virulence nature of the infection in vivo (our unpublished data).\n\nAlthough it is a small protein, arenaviral Z has many binding partners, both viral and cellular. In addition to interacting with the other arenaviral proteins as discussed previously, the Z protein is known to interact with cellular promyelocytic leukemia protein (PML), which under normal conditions localizes to the nucleus. This transcription factor regulates the tumor suppressor p53 (Salomoni, Dvorkina, and Michod, 2012) . Upon arenaviral infection, however, this cellular protein is redistributed to the cytoplasm, and has been shown to inhibit cellular apoptosis. Additionally, the interaction of Z with cellular PML has been shown to inhibit translation through interaction with the eukaryotic translation initiation factor eIF4E by affinity of eIF4E for cellular mRNA cap structures (Kentsis et al., 2001; Volpon et al., 2010) .\n\nThe Z protein of the NW arenaviruses have been shown to inhibit type I IFN inhibition. While the Z proteins of OW LCMV and LASV showed no effect, those from NW arenaviruses could inhibit IFNβ production, albeit the effect does not appear to be as potent as that of arenaviral NP. Furthermore, NW arenavirus Z was shown to bind RIG-I, and blocked complex formation between RIG-I and MAVS, providing a mechanism for the observed IFN inhibition by the Z protein (Fan, Briese, and Lipkin, 2010) .\n\nAs the mechanic of the arenaviral life cycle is better understood, several compounds have been tested experimentally and in the field (i.e., ribavirin) to block different steps of the virus life cycle (Figure 2) , including entry, replication, and egress. A brief yet comprehensive review of some of these antiviral compounds is summarized below.\n\nMany of the antivirals that are currently being developed for treatment of arenaviral HF prevent viral entry, thus preventing the establishment of infection. Amphipathic DNA polymers have been found to effectively inhibit the interaction between the glycoprotein of LCMV and αDG, thereby preventing viral entry. This interaction is independent of the sequence of the DNA polymer, but is related to its size and amphipathic nature (Lee et al., 2008a) . Through the use of high throughput screening, small molecules have been identified that are able to specifically block arenavirus entry by preventing pH mediated fusion of the glycoprotein (Lee et al., 2008b) . The small molecule  which is effective at blocking LASV, JUNV, MACV, and GTOV GP mediated entry, effectively blocks membrane fusion most likely through stabilization of the prefusion complex (York et al., 2008) . This molecule has also been tested in the guinea pig model of LASV, and was found to significantly reduce mortality in infected animals (Cashman et al., 2011) . Similarly, ST-294 is also able to stabilize the prefusion complex by targeting the interaction with G2 and the SSP, and has been shown to be effective in blocking membrane fusion with GTOV, JUNV, TCRV, and MACV GPs (York et al., 2008) .\n\nBroad-spectrum inhibitors of RNA viruses (ribavirin and Favipivarir or T-705) have been used for the treatment of arenavirus infections in humans and/or experimental animals (Furuta et al., 2009; Mendenhall et al., 2011b) . The mechanism of action for T-705 appears to directly inhibit the viral polymerase (Furuta et al., 2009; Mendenhall et al., 2011a) . Meanwhile, ribavirin (a nucleoside analog 1-β-D-ribofuranosyl-1,2,4-triazole-3carboxamide) has been shown to be mutagenic for several RNA viruses including LCMV, indicating that lethal mutagenesis may be the mechanism by which ribavirin combats RNA virus infections (Moreno et al., 2011) . Currently, the only treatment available for LASV infected patients is ribavirin. However, ribavirin is only effective if given early during the course of infection, and this treatment can lead to severe side effects (Günther and Lenz, 2004) . Therefore, the discovery of new antiviral drugs for the treatment of arenaviral hemorrhagic fever is of utmost importance. Recently, peptide-conjugated phosphorodiamidate morpholino oligomers (PPMOs) have been shown to efficiently block arenavirus replication. These molecules are single stranded nucleic acid analogs designed to base pair with their target sequences and effectively block gene expression. PPMOs targeting the conserved 5' end of the arenavirus genome were found to reduce virus titers not only in tissue culture but also in LCMV infected mice (Neuman et al., 2011) . Another compound, designated 3f, has also been found to block JUNV RNA synthesis, although its exact mechanism of action remains to be elucidated (Sepúlveda et al., 2012) .\n\nThe endonuclease domain located in the N terminus of the L polymerase may also serve as another attractive target for drug development. This domain shares structural similarity with the endonuclease domains of orthomyxoviruses and bunyaviruses. Drugs are currently being developed against these viruses which target the endonuclease and cap snatching function in the polymerase, and these same drugs may have an application for arenaviruses as well, based on the structural and functional similarities (Ferron et al., 2012) .\n\nThe cellular protease subtilisin kexin isozyme-1 (SKI-1)/site-1 protease (S1P) is involved in the proteolytic processing of the arenaviral envelope glycoprotein precursor (GPC), a step strictly required for production of infectious particles. Recent studies have suggested that SKI-1/S1P-adapted serine protease inhibitors (Maisa et al., 2009 ) and peptide-based small molecule suicide inhibitors of SKI-1/S1P (Rojek et al., 2010) can efficiently inhibit productive arenavirus infection in in vitro but appear to have severe limitations as anti-viral drugs in vivo. A novel specific SKI-1/S1P inhibitor, the amino-pyrrolidine amide compound PF-429242, has recently been shown to efficiently block the biosynthesis of fusion-active mature GPC of the OW arenaviruses LCMV and LASV and has shown potent anti-viral activity against LCMV and LASV in acute infection in cell culture (Urata et al., 2011) . PF-429242 has recently been shown to also inhibit GPC processing and productive infection of New World arenaviruses (Pasquato et al., 2012) , making PF-429242 a potential broadly active anti-arenaviral drug.\n\nSmall molecules are being developed for use against arenaviral infection that target the viral Z protein. One such approach is through the use of siRNA against Z. The siRNAs were shown to be highly effective in reducing JUNV titer in cell culture (Artuso et al., 2009 ). Myristoylation of the N terminus of Z is essential for its role in budding at the cell membrane . As such, myristic acid analogs have been shown to be efficacious against JUNV infection in cell culture, as well as in disrupting LASV Z protein subcellular localization (Cordo, Candurra, and Damonte, 1999; Strecker et al., 2006) . Other compounds target the zinc finger motif present in the Z protein structure. Several aromatic and thiuram disulfide compounds, which are known to interact with zinc finger motifs, have been shown to be effective against arenavirus infection in vitro, and most likely exert their effects through interaction with the Z protein (Sepúlveda, García, and Damonte, 2010) . Another aromatic disulfide compound, NSC20625, has been shown to induce unfolding and oligomerization of Z (García et al., 2006) . Additionally, this compound has been shown to disrupt the interaction of Z with cellular PML, thereby restoring formation of nuclear bodies which is normally disrupted by arenavirus Z .\n\nIn order to mount an effective immune response to viral infection, the pathogen must first be detected by antigen presenting cells (APCs). Dendritic cells and macrophages assume this responsibility, and once the virus has been detected by the PRRs found on these cells, they recruit other immune cells and initiate the adaptive response. One of the marked characteristics of pathogenic arenaviral infection is a generalized immune suppression of the infected hosts. Macrophages and DCs are early targets of arenavirus infection. However, instead of signaling to other immune mediators, these cells fail to become activated as evidenced by no increase in the production of inflammatory cytokines such as TNFα, IL-1β, IL-6, or IL-12 in response to LASV infection. These APCs also fail to show an increase in expression of costimulatory molecules CD80 and CD86, as well as CD40, CD54, and HLAs. The phagocytic activity of the DCs is unchanged upon infection, indicating that they fail to mature in response to LASV infection. This study also shows that DCs appear to be a more important target for arenavirus infection, as infected DCs produce larger amounts of virus than infected macrophages .\n\nSimilar results are seen in LCMV Cl 13 infected cells. While the parental LCMV ARM strain causes an acute infection in mice, the Cl 13 strain results in a chronic infection, which is immunosuppressive (Althage et al., 1992) . Many of the immunomodulatory effects noted in LASV infection in vitro are mirrored in LCMV Cl 13 infection. MHCI and MHCII as well as costimulatory molecules are downregulated, therefore preventing the APCs from presenting viral antigen (Sevilla et al., 2004) . Hence, they are unable to activate virus specific B cells and T cells. The lack of T cell and B cell responses is not due to malfunction in these cells, per se, but to the lack of activation from DCs, as the lymphocytes are functionally capable (Althage et al., 1992) . Additionally, as seen with LASV infected cells, DCs are unable to mature and they do not undergo the changes necessary to migrate to the lymph nodes, where antigen presentation would normally occur.\n\nWhile inhibition of antigen presentation by APCs is an effective method of immune suppression, LCMV Cl 13 employs other mechanisms as well. As a result of Cl 13 infection, DCs are stimulated to produce IL-10, an immunosuppressive cytokine, which can render T cells unresponsive. Neutralization of IL-10 results in an acute infection and clearance of the virus, rather than the chronicity that is characteristic of LCMV Cl 13 infection (Brooks et al., 2006) . Other evidence of immunosuppression during chronic infection with LCMV Cl 13 includes T cell exhaustion and upregulation of PD-1 (programmed cell death 1). During persistent exposure to antigen, PD-1 is able to attenuate T cell receptor (TCR) signaling, and therefore inhibit T cell activation. This molecule is not upregulated in acute LCMV ARM infection. Impressively, PD-1 blockade is able to restore function to exhausted T cells, allowing infected mice to clear the virus (Barber et al., 2006) . Recently, LAG-3, another inhibitory receptor, was found to be upregulated on T cells during LCMV Cl 13 infection. Combined blockade of PD-1 and LAG-3 resulted in more efficient rescue of function in exhausted T cells, as well as improved control of viral load (Blackburn et al., 2009 ). These characteristics are not seen in acute infection with LCMV ARM.\n\nMopeia virus (MOPV) is another arenavirus which is closely related to LASV, but is not pathogenic in humans. In fact, MOPV has been shown to be protective against a lethal challenge with LASV infection in nonhuman primates (Fisher-Hoch et al., 2000) . Therefore, analysis of the interaction of MOPV with immune cells as compared to LASV cellular interaction can give important insight into the mechanisms of LASV pathogenesis. Like LASV, the primary targets of MOPV infection are DCs and macrophages. Similarly, DCs are not activated in response to MOPV infection as evidenced by the lack of upregulation of CD80, CD86, CD54, CD40, and HLA-abc. Also, transcription of IFNα, IFNβ, TNF, and IL-6 mRNA transcripts is not increased. Unlike LASV infection, macrophages did become activated in response to MOPV infection, as demonstrated by an increase in the aforementioned molecules .\n\nThis strong induction of macrophages may be an important factor for the lack of pathogenicity observed for MOPV infection as compared to LASV infection. However, in a DC and T cell coculture model, MOPV-infected DCs did become activated, most probably through cross talk with T cells. In this model, MOPV-infected DCs were found to induce early and strong T cell responses, where LASV-infected DCs did not. These cells were able to differentiate into effector and memory T cell phenotypes in the case of MOPV infection, where LASV infection did not result in induction of effector cells, although a small number of memory cells were detected. This is likely a result of the differential responses of APCs to these two infection models (Pannetier et al., 2011) . Once again, these results underscore the importance of a lack of APC activation in arenaviral pathogenesis.\n\nWhile fatal LASV infection is associated with immune suppression, Argentine AHF caused by JUNV is associated with increased levels of both inflammatory and anti-inflammatory cytokines. Patients with AHF display elevated levels of IFNα, TNFα, IL-6, & IL-10 (Heller et al., 1992; Levis et al., 1985; Marta et al., 1999) . Severe disease and mortality are strongly associated with elevated levels of IFNα and TNFα (Heller et al., 1992; Levis et al., 1985) . However, like LASV infection, JUNV infection of macrophages does not increase cytokine production. JUNV-infected monocytes and macrophages show no increase in levels of IFNα, IFNβ, TNFα, IL-10, IL-12, and IL-6. Meanwhile, apathogenic TCRV infection results in increased amounts of IL-6, IL-10, and TNFα. Therefore, macrophages do not appear to contribute to the cytokine dysregulation observed in AHF. The contribution of DCs is yet to be determined.\n\nAs suggested for LASV infection, cytokine production could play an important role in controlling JUNV replication early during the course of infection, while delayed release could contribute to pathogenesis in the case of AHF (Groseth et al., 2011) . Recently, pathogenic Romero JUNV was found to induce type I IFN production in A549 cells, although the level of induction was lower than the robust response induced by the attenuated Candid #1 vaccine strain. The ability of the pathogenic virus to inhibit the type I IFN response may be cell type specific, and may suggest an alternative source of the high levels of IFNα observed in AHF patients in the absence of any appreciable induction in APCs as seen in tissue culture (Huang et al., 2012) . Understanding the mechanisms of immune suppression and inflammation in response to arenaviral hemorrhagic fever infection will provide new opportunities for the development of therapeutic agents to modify the host response against these deadly human pathogens to limit the host disease process.\n\nAlthough arenaviruses have a very limited number of gene products, these proteins play multiple roles in contributing to the pathogenesis of arenavirus HF. The glycoprotein plays an essential role in cellular tropism, and the binding affinity for the cellular receptor has also proven to be an important determinant for viral pathogenicity. Also, the ability of OW arenaviruses to subvert classical routes of endosomal trafficking may allow these viruses to go undetected by endosomal receptors. Viral replicative capacity is a major pathogenic determinant for arenavirus infection, and the L polymerase plays a critical role in this process. Mutations in the polymerase affect the rate of viral replication, hence attenuating the disease pathogenesis. When interacting with cellular PML, the viral Z matrix protein can inhibit apoptosis as well as interfere with protein translation. In addition, the Z protein of NW arenaviruses can interact with components of the innate signaling pathway, and is able to inhibit type I IFN production albeit not to the levels observed with the viral NP protein.\n\nThe effect of NP protein in inhibiting IFNβ production has been associated with the exoribonuclease function located in the C-terminal domain of the protein. This domain has also been implicated in binding to IKKε, thereby possibly inhibiting multiple signaling steps required for IFNβ production. Development of antivirals targeting various steps of the viral life cycle may allow for a multipronged approach for combating arenavirus infection, and provide an approach that will not only halt arenaviruses in the very beginning stages of infection but also help patients who suffer from more advanced disease. Arenaviruses are enveloped, ambisense RNA viruses with a single stranded genome composed of two segments: the genomic L (large) segment encodes the Z matrix protein and the L polymerase protein, and the S (small) segment encodes the glycoprotein (GPC) and nucleoprotein (NP). The genes encoded within each segment are separated by noncoding regions: the intergenic (IGR) region with strong secondary structures and the conserved 5' and 3' untranslated regions (UTR) at the termini of the genomic segments. Due to the ambisense coding strategy of the arenaviruses, the NP and L genes are transcribed directly from the viral genomic segments, but the GPC and Z mRNAs must be transcribed from the antigenomic strand after genome replication. The mRNAs are capped at the 5' ends via a cap-snatching mechanism, but are not polyadenylated at the 3' ends. The minimal trans-acting requirements for arenavirus replication and transcription are the NP and L proteins. During translation into the lumen of the ER, the viral glycoprotein (GPC) precursor is cleaved into the SSP (stable signal peptide), which remains associated with the transmembrane (GP2) subunit. The GP1 (globular head) subunit recognizes the cellular receptor and mediates cellular entry. (While only the S segment is depicted here, the L segment utilizes the same coding strategy.) Table 1 Human disease caused by Old World arenavirus infection\n\nIncidence of disease\n\nAcquired: Most cases are mild or asymptomatic. Symptoms include fever, cough, malaise, myalgia, headache, photophobia, nausea, vomiting, adenopathy, sore throat, thrombocytopenia, & leukopenia. Severe cases may develop meningitis or meningoencephalitis [1, 2] .\n\nAcquired: >5% of humans show evidence of LCMV exposure <1% mortality [1] .\n\nCongenital: spontaneous abortion and fetal death, vision impairment (via chorioretinitis), brain dysfunction (macrocephaly due to inflammation or microcephaly due to lack of growth & immune mediation destruction of brain tissue) [3] . Diarrhea, vomiting, fever, chest pain, sore throat, rash, myalgia, facial swelling, respiratory distress, cerebral edema, thrombocytopenia, elevated liver transaminases, fever, mild bleeding in 3 patients, leukopenia [9]."}