{"title": "", "body": "W ith the dawning of 2004, this journal marks the beginning of the sixth year of a self-improvement initiative described as the \"evolution of Mayo Clinic Proceedings.\" 1 The purpose of this activity is to better address the needs of our readers (ie, physicians engaged primarily in the practice of general/internal medicine) and to make the journal content more accessible to those in our target audience. In the ensuing communication, I will review some of these changes and their effect on journal success, with specific reference to those that have formed a foundation for future improvement.\n\nThe above-mentioned initiative began with affirmation that the journal must become more responsive to the needs of its authors and readers if it is to experience sustained, long-term growth. Consistent with this view, I have previously provided an accounting of journal improvements in the efficiency of processing, printing, and disseminating manuscripts. 2, 3 These efforts continue as we receive everincreasing numbers of manuscripts of historical complexity and quality. It would appear that we are nearing the asymptote of efficiency using existing models of processing and must explore new techniques if we are to continue to thrive. To address this challenge, in mid-2004 we will introduce a commercially available, well-respected electronic manuscript submission, review, and tracking system. Care will be taken to activate the system in a fashion and time course that will encourage new manuscript submissions but not estrange our existing loyal supporters.\n\nIn the past 5 years, the journal has adopted a new operational model in which a large circulation and high-quality content are the keys to journal success. Further, it is the editorial board's goal that journal content become more relevant and more readily accessible to physicians in our target audience. In this regard, the journal has had considerable success. Currently, the journal has a circulation of 130,000 per issue, and \"readership\" among our general/ internal medicine audience (assessed by the commercial firm PERQ/HCI, Princeton, NJ) has shown impressive growth. The end result is that Mayo Clinic Proceedings now joins JAMA and The New England Journal of Medicine as the 3 journals with the largest outreach to the general/internal medicine audience and the most extensive readership within that audience. The Proceedings will continue making improvements to ensure absolute long-term growth in the raw data that underlie these rankings.\n\nIn the past, Mayo Clinic Proceedings has published many seminal research reports, but our publication policies have not adequately used the resources of the journal to influence the future of medical investigation and policy making. This has changed with the evolution of the journal. Although it is difficult to quantify and communicate the progress made to date, 2 useful metrics are journal impact factor (which identifies how frequently Proceedings articles are quoted by subsequent authors) and reporting of our articles in the lay media. In the past 3 years, the Proceedings impact factor has increased from a baseline value of 2.02 to 2.24 to 2.64 to 2.87 (ISI, Philadelphia, Pa), a cumulative increase of 42%. Students of impact factor measurements will note that the calculation and alteration of an impact factor take years to evolve. Hence, the editorial board views the past 3 years' progress as promising, yet only a step toward doubling the current 2.87 impact factor in the next few years.\n\nLay press reporting on Proceedings articles before the fall of 1999 was tepid and sporadic. As a result of a new initiative with the Mayo Clinic Division of Communications, coverage of Proceedings articles has reached a lay press audience in excess of an estimated 200 million people per year from late 1999 through 2002 and more than 300 million people per year since. Thus, supplemental reporting on Mayo Clinic Proceedings articles has, in recent years, reached a cumulative audience that must now be measured in units of \"billions.\"\n\nThe core method of communication of the content of Mayo Clinic Proceedings has been, and will continue to be, through the print journal. To enhance this form of communication, we have used promotional and other techniques to place the journal with an increasing number of general/ internal medicine physicians. However, journals that desire wide influence over medical care and policy must look to supplemental forms of dissemination of their print communication. This acknowledgment led the Proceedings to begin restructuring its Web site, www.mayo.edu/proceedings, in 2000. To date, readers' responses have been aweinspiring. From 1999 to the end of 2003, the journal experienced a 200-fold increase in Web site visits. As visits have increased, the journal has learned of new changes that we must make to better serve our readers. Hence, in mid-2004, For personal use. Mass reproduce only with permission from Mayo Clinic Proceedings.\n\nProceedings readers will have access to increased journal content, concomitant with mailing of the print journal at the beginning of each month. Once inside the Web site, readers will experience content that is richer, and more \"searchable,\" than in the past. To make this change possible, it will be necessary for users to register, using a password, for access to material released to the Web site during the initial 6 months after print journal publication. Thereafter, the journal will release its content in an unrestricted fashion to the public, as has occurred in the past. Although there are numerous reasons for these changes, the principal one is to better serve the short-term needs of our subscribers without undermining the stability of the print journal. Readers who have traditionally followed the journal through institutional library subscriptions will continue to be able to do so, with the added benefit of immediate access to all journal content through their library's Web site subscription.\n\nDuring this process of journal evolution, Mayo Clinic Proceedings has gained considerable experience in publishing time-sensitive material. For example, recent issues have contained articles on new disease entities, 4,5 the genetic bases of diseases, 6,7 and background information regarding real or potential epidemics. [8] [9] [10] [11] To address such topics, the Proceedings has used traditional sections of the journal and introduced new ones. Encouraged by the reception of Concise Review articles on severe acute respiratory syndrome (SARS) 9 and West Nile virus, 11 we will continue using this portion of the journal to inform readers of evolving medical issues of great public health importance. In 2003, we introduced a Brief Communication section, 5,12 to be used as needed to inform readers of preliminary data on new and evolving issues. Changes in the journal's publishing philosophy are perhaps seen no more clearly than in the Primer on Medical Genomics series 13-23 that was initiated in 2002 and will continue through the first half of 2004. Response to the series has been tremendous. On its completion in mid-2004, the articles will be collated into a book available for purchase from our office or Web site. Encouraged by the fact that advance orders for these books have already been of an unprecedented magnitude, the Proceedings will follow the Primer on Medical Genomics series with a new series entitled Genetic Test Indications and Interpretations in Clinical Practice.\n\nIn recent years, authors and readers have been unabashed and unreserved in directly communicating to us what they like and do not like about the journal. We have responded accordingly. For example, complaints about the quality of photographs and photomicrographs led us to seek new techniques to better display images, particularly those involving color. These efforts were supplemented with focus group research, conducted around the country, to identify changes appealing to readers. Although many of these changes have already been made without fanfare, additional recent study has determined that the journal is due for a more extensive redesign. The desired changes have been agreed upon and will be introduced in mid-2004, after completion of the Primer on Medical Genomics and Symposium on Geriatrics series and immediately before the launch of the previously mentioned series on genetic testing and the new Symposium on Cerebrovascular Diseases. The extent of the alterations, if modest in scope, was tempered by test marketing of proposed changes, during which actual Proceedings readers surprised the staff and editorial board when they informed us that, to paraphrase, \"Mayo Clinic Proceedings is a dear friend for whom we have developed specific reading patterns over the years. Hence, any changes to the journal should take into account long-standing relationships and preferences.\" We have listened and will enact evolutionary (not revolutionary) change aimed at improving communication with our readers.\n\nReaders of the Proceedings will notice that the \"flavor\" of the journal is influenced, in part, by the journal's short copy, including the most recently introduced \"Images and Reflections From Mayo Clinic Heritage\" published from 2001 through 2003. 24 Beginning with this January 2004 issue, we will introduce a new short-copy clinical feature entitled \"Medical Images.\" The first example is published on page 76 of the current issue. 25 The Proceedings editorial board has shown immense enthusiasm for identifying cutting-edge topics and overseeing the rapid recruitment, review, revision, and publication of manuscripts based on those topics. The benefit of these board initiatives is that readers have been well served by exciting additions to the regular journal content. The downside is that every exigent initiative competes for valuable journal space with other authors who provide the steady flow of manuscripts for the journal to review. To help prevent undue competition for journal space as a result of special journal projects, the Proceedings will, in the spring of 2004, release a supplemental issue that will address androgen therapy in women. As with all other board initiatives, the topic was identified as a result of a readers' needs assessment, and the supplemental journal content, as well as the content of any future supplemental issues, will adhere to the same high standards that govern the monthly journal.\n\nMayo Clinic Proceedings has made many changes, based on the concept that a large-circulation journal supported by an institution of the size and reputation of Mayo Clinic should use its resources to meaningfully influence the present and future of medicine. The editorial board and staff have exerted considerable energy to recruit an ever-increasing number of manuscripts from an increas-ingly diverse group of authors. With the goal of keeping the size of the journal relatively constant, the editorial board has applied increasingly stringent criteria for accepting material for publication. The end result is a manageable amount of material for our readers to review each month, material highly relevant to their practice and way of life. Although the journal is ever-mindful of both its focus on readers engaged in the practice of general/internal medicine and its historical and organizational ties to Mayo Clinic, the journal is nevertheless extremely proud that published manuscripts are originating from an increasingly diverse group of authors in terms of specialty disciplines (eg, epidemiologists, pathologists, basic scientists, ethicists), geography, and institutional affiliation. For example, in 1998, half of the submissions to the journal originated from authors not affiliated with Mayo Clinic, but only 26% of the manuscripts actually published came from \"outside\" the institution. In 2003, with the fraction of extramural submissions increasing only slightly from 1998 figures, the number of extramurally authored manuscripts published in the Proceedings increased to 38%. Clearly, the diversity of views now seen in the pages of the Proceedings is consistent with the altruistic, humanitarian heritage of Mayo Clinic, perhaps best expressed by Mayo Clinic's \"primary value\" that \"the needs of the patient come first.\" 26 The journal is indebted to the loyal members of the staff and editorial board and to the authors, readers, reviewers, and \"critics-at-large\" who have liberally shared their energy and views. Without these combined efforts, the \"evolution of Mayo Clinic Proceedings\" initiative would never succeed. The journal trusts that all of these parties will continue their support. Further, we hope that, whatever your views regarding the image, goals, and scope of this long-standing, highly venerated journal, you will offer suggestions for improvement as the Proceedings continuously strives for recognition as an elite medical journal sponsored by Mayo Clinic.\n\nWilliam L. Lanier, MD Editor-in-Chief"}