{"title": "", "body": "Since its emergence in the first months of 2003, the epidemic of severe acute respiratory syndrome (SARS) has been characterized by rapid spread among healthcare workers (HCWs). Uncertainty about the route of transmission of the virus suggests the use of respirators that can protect HCWs against both droplet nuclei and droplet transmission, rather than conventional surgical masks that are ineffective against droplet nuclei. 1,2 In particular, HCWs caring for SARS patients are recommend to wear a disposable respirator certified as at least N95 according to the US National Institute for Occupational Safety and Health (NIOSH) standard (42 CFR 84): they must provide greater than 95% filtration of 0.3 mm sodium chloride particles at a flow rate of 85 L/min. 3 A higher filtering efficiency should be requested in case of procedures likely to produce aerosols.\n\nHowever, in Europe the above US standards are not applicable and the N series respirators can be legally used only if tested to EU standard EN 149:2001. This standard classifies respirators in three broad classes FFP1, FFP2, and FFP3 depending on their maximum 'inward leakage' and efficiency when tested at 95 L/min with 0.1 mm sodium chloride particles under laboratory conditions (78%, 92% and 98% filtering efficiency, respectively). 4 In fact, the same respirator certified as N95 in US can be certified as FFP2 in Europe.\n\nOf note, in the US, as well as in Europe, the standards do not specifically refer to protection against microbiological agents. For example, because the biological aerosols likely to contain Mycobacterium tuberculosis range in size from 1 to 3 mm, N95 and FFP2 respirators are considered sufficient and recommended in the care of patients with pulmonary tuberculosis. 4, 5 However, European legislation (EU Directive 89/391 and 2000/54 of the European Parliament and of the Council on the protection of workers from risks related to exposure to biological agents at work) requires the employer to reduce 'the risk of exposure to as low a level as necessary' and to eliminate risk and accident factors, if feasible, by 'adapting to technical progress' and by 'giving appropriate instructions to the workers'.\n\nIn this context, the Italian Ministry of Health and the Institute for Safety and Health at the Workplace recommend routine use of at least 98% filtering efficiency FFP3 respirators, instead of FFP2, while caring for SARS patients. Given that the lowest infective dose of the virus responsible for SARS is unknown, we wonder whether these indications are reasonable and question how much the 'precautionary principle' should be applied. In fact, it has been suggested that surgical masks are as effective as N95 respirators in the prevention of nosocomial SARS infections, when careful contact precautions are in force. 6 Conversely, under the pressure of the Canadian SARS epidemic, more stringent precautions have been advocated, such as wearing N100 respirator (filtering efficiency of 99.97%), with an ultra-low penetrating air filter (ULPA, 99.999% efficient for mono-dispersed particles 0.12 mm in diameter or larger). 7 Moreover, in a cluster of SARS among Canadian HCWs, infections occurred despite apparent compliance with recommended infection control precautions, including a N95 equivalent (e.g. not NIOSH approved) respirators. It was also noted that many HCWs apparently lacked a clear understanding of how best to remove personal protective equipment without contaminating themselves. 8 In our Institute isolation precautions have been upgraded in response to the fear of emerging pathogens (e.g. Ebola virus) and the bioterrorist threat; negative air pressure rooms, each with an anteroom are available. With the advent of SARS, hospital protocols, largely based on the Guideline for Isolation Precautions in Hospitals, 1 have been reinforced. Suspected and probable SARS cases have been isolated in a dedicated isolation ward. HCWs have been recommended to comply with contact and droplet precautions wearing disposable personal protective equipment consisting of gloves, gown, hair and shoe cover, eye-wear before entering the patient's room, and to discard them all in the anteroom. A disposable FFP2 respirator was recommended as it was extremely familiar to HCWs caring for patients with M. tuberculosis infection. Educational efforts were focused on reinforcing hand hygiene, and on implementing fit testing and seal checking of respirators, and safe removal of personal protective equipment.\n\nIn our opinion, the best strategy to limit nosocomial infections is to focus on clear indications, and supervise their enforcement. SARS should not be an exception to this rule. Efforts should be focused on proper training of HCWs in the correct use of personal protective equipment. Differences in the classification and standard of respirators in US and Europe should be overcome. The worldwide problem of MRSA infections that occur after nosocomial acquisition, on general wards, as well as in intensive care settings, is considerable and worsening. Any study providing further insight into the factors contributing to MRSA spread within hospitals is, therefore, valuable.\n\nHowever, this short report does not provide evidence to support overcrowding as a relevant factor in MRSA spread within hospitals. The finding of a significant positive correlation between the bed occupancy rates per month and the number of new MRSA cases identified is not surprising, as the total number of new MRSA cases per month would be expected to correlate with the total number of patient bed days per month. To determine whether the MRSA incidence is correlated with the bed occupancy rate or overcrowding, the MRSA cases should be controlled for the number of patient bed days, e.g., number of MRSA cases per month per 1000 patient bed days. As it is not stated whether the bed occupancy rate significantly correlated with the MRSA incidence controlled for the number of patient bed days, it is not possible to ascertain from this report whether overcrowding is a relevant contributing factor to MRSA spread on hospital wards."}