{"title": "Emerging threats from zoonotic coronaviruses-from SARS and MERS to 2019-nCoV", "body": "Coronaviruses are enveloped RNA viruses that are widely detected in mammals and birds, and commonly denoted in etiologies of upper respiratory tract infections in humans. 1e3 Two potentially dangerous zoonotic coronaviruses have emerged in the past two decades. The severe acute respiratory syndrome coronavirus (SARS-CoV), originating from China, was responsible for the first outbreak that extended from 2002 to 2003. The second outbreak occurred in 2012 in the Middle East and was caused by the Middle East respiratory syndrome coronavirus (MERS-CoV). 1e4 A new strain of coronavirus, designated as the 2019 novel coronavirus (2019-nCoV), emerged during the third outbreak in Wuhan, China, at the end of 2019. 5 Symptoms of pneumonia with unknown etiology were reported in several patients. The infection was epidemiologically linked to the Huanan seafood market in Wuhan. 6 Similar to the SARS-CoV and the MERS-CoV, bats have been denoted as the likely primary reservoirs of the 2019-nCoV based on its similarity to bat coronaviruses. 7 The intermediary reservoir is yet to be denoted.\n\nThe pertinent and critical factor for an emerging virus is its pandemic potential. Efficient human-to-human transmission is a requirement for large-scale spread of a new virus. The proportion of patients with mild symptoms of illness is another important factor that determines our ability to identify infected individuals and to prevent the spread of virus. Identification of transmission chains and subsequent contact tracing are further complicated when several infected individuals remain asymptomatic or mildly symptomatic. 5 A key factor for efficient human-to-human transmission is the ability of the virus to attach to human cells. Coronaviruses use a spike protein for attachment to host cells. 8 Apparently, the 2019-nCoV uses the same human angiotensin-converting enzyme 2 receptor as the SARS-CoV, 5 whereas the MERS-CoV used dipeptidyl peptidase 4 (also known as CD26). 9 An efficient human-to-human transmission involves multiples routes of transmission, including droplet transfer, direct contact, and indirect contact. A limited human-tohuman transmission may require a high infective dose and a significantly close contact with an infected person as prerequisites (Table 1) .\n\nAll three zoonotic coronavirus outbreaks in recent decades are associated with pneumonia in patients with severe illness. Available data suggest that the 2019-nCoV may be less pathogenic than the MERS-CoV and SARS-CoV (Table 2 ). However, the severity of the disease is not necessarily linked to its transmission efficiency and pandemic potential. 5 A rapidly increasing number of 2019-nCoV-infected cases suggests that this virus may be transmitted effectively among humans, and mild illness may be quite common in infected individuals. 1,2,5,6 These two features confer a high pandemic potential to the 2019-nCoV ( Table 2) .\n\nThe next important factor to consider for the 2019-nCoV outbreak is our ability to contain the spread of this new virus. There was a lag of three months between the commencement of the SARS epidemic and the initiation of investigation by healthcare officials in 2003 in China. 10 Consequently, the infection spread to approximately 8100 people in 29 countries and resulted in 774 deaths. 10 Since mild illness is uncommon in SARS infection and infected individuals are easily identifiable, SARS could be contained effectively and eradicated without vaccination or effective antiviral therapy. 10 Currently, there are a limited number of studies from China that investigate the efficacy and potential of lopinavir/ritonavir (Kaletra), a combination of protease inhibitors used to treat and prevent HIV/AIDS, in the treatment of 2019-nCoV infection. 11 Other agents, including nucleoside analogues, neuraminidase inhibitors, remdesivir, umifenovir (arbidol), tenofovir disoproxil (TDF), and lamivudine (3TC), along with several Chinese traditional medicines, are reported as viable options for antiviral treatment of human pathogenic coronavirus. 11 Clinical efficacy of remdesivir for the treatment of the first US case of pneumonia caused by 2019-nCoV was recently reported. 12 However, these data are derived from preliminary stages of studies and are insufficient to support the implementation for clinical use in treatment of 2019-nCoV infection. 11, 12 The severe lack of information during the initial stage of the 2019-nCoV outbreak posed challenges to and complicated the containment of the infection in specific limited areas. A higher proportion of mild 2019-nCoV infections facilitates rapid spreading of the virus. Present efforts for containment may not be completely effective. However, we can hope that these efforts may delay the spread of 2019-nCoV, and provide us with sufficient time to develop effective vaccines and antiviral agents against the virus.\n\nThe authors declares no conflicts of interest. "}