{"title": "Roles for Biological Membranes in Regulating Human Immunodeficiency Virus Replication and Progress in the Development of HIV Therapeutics that Target Lipid Metabolism", "body": "contain high concentrations of cholesterol and sphingolipids. Although they also contain phospholipids, these tend to be more saturated and hence tightly packed compared with the surrounding bilayer. Smaller rafts can fuse together to form larger platforms through processes that involve sphingolipid and sterol metabolic pathways. Lipid rafts and the formation of platforms regulate multiple signal transduction pathways by organizing the traffic and scaffolding of proteins that are involved in a variety of signal transduction pathways. For further reading on lipid rafts, the reader is directed to several excellent recent reviews on the topic (Quinn and Wolf 2010; Fan et al. 2010 ).\n\nAs will be discussed in this review, several classes of sphingolipids have been identified as important determinants for infection by HIV. Additionally, accumulating evidence suggests that HIV actively modifies sphingolipid metabolism to create membrane environments that are suitable for infection. To introduce this concept, we provide a brief summary of sphingolipid metabolism. Sphingolipids are derived from the aliphatic amino alcohol sphingosine. The sphingosine backbone is O-linked to a charged head group such as ethanolamine, serine or choline, and amide-linked to an acyl group, such as a fatty acid. Ceramides are considered a simple sphingolipid, containing a fatty acid chain attached by an amide linkage to sphingosine. Multiple classes of sphingoipid are created by modifications to ceramide (Fig. 1) . Ceramide is the precursor for sphingomyelin, which is synthesized by the esterification of a phosphorylcholine or phosphoethanolamine to the 1-hydroxy group of ceramide. Ceramide can also be deacylated to produce sphingosine that can be phosphorylated to create sphingosine 1-phosphate. Glycosphingolipids are also derived from ceramides with the addition of one or more sialic acid residues.\n\nCeramide is synthesized by serine palmitoyltransferase in the endoplasmic reticulum with the condensation of serine and palmitoyl-CoA to produce 3-keto dihydrosphingosine. 3-keto dihydrosphingosine is then reduced to dihydrosphingosine by 3-keto dihydrosphingosine reductase. Dihydrosphingosine can be N-acylated by ceramide synthases to create dihydroceramides. A final conversion of dihydroceramide to ceramide by a dihydroceramide desaturase completes ceramide synthesis. The acyl chain length of ceramide can vary from 16 to 26 carbons, in a process that is regulated by ceramide synthases. There are at-least six ceramide synthases (CerS1-CerS6) with each mammalian enzyme utilizing a relatively restricted subset of fatty acyl-CoAs that show preference for carbon chain length. The catabolism of sphingomyelin can rapidly create ceramide in focal regions of cells by a family of sphingomyelinases that hydrolyze the phosphodiester bond of sphingomyelin creating phosphocholine and ceramide. Sphingomyelinases have been categorized based on pH optimum into acidic, alkaline, and neutral, each with specific tissue and cellular distributions and regulator factors (Gatt 1963; Spence et al. 1989; Nilsson 1969; Duan 2006; Hofmann et al. 2000; Tomiuk et al. 1998; Levy et al. 2006; Castillo et al. 2007; Andrieu-Abadie and Levade 2002; Krut et al. 2006 ).\n\nCeramide can be converted to sphingomylein by the transfer of a phosphocholine head group from phosphatidylcholine (glycerophosphocholine) onto ceramide by the enzyme phosphatidylcholine transferase (sphingomyelin synthase). Two sphingomyelin synthases have been described that are designated as 1 and 2 (SMS1, SMS2). These enzymes are located in the Golgi and the plasma membrane, respectively, and catalyze the conversion of ceramide and phosphatidylcholine to sphingomyelin and diacylglycerol (DAG; Takeuchi et al. 1995; Huitema et al. 2004; Khoury et al. 2007; Tafesse et al. 2007 ).\n\nCeramide can also be converted to sphingosine and a fatty acid by ceramidases and this product is can be further metabolized sphingosine 1-phosphate by the enzyme sphingosine kinase. There are at least three types of ceramidases that include acid ceramidase localized to lysosomal compartments, neutral ceramidase localized largely to the plasma membrane, an alkaline ceramidases 1, 2, and 3 which localize to the Golgi apparatus and the plasma membrane (see Mao and Obeid 2008 for a recent review of ceramidases).\n\nCeramides are precursors to more complex glycoipids. Gangliosides are a heterogeneous family of glycosphingolipids composed of a glycosphingolipid (ceramide+oligosac-charide) with one or more sialic acids (n-acetlyneuraminic acid) attached to the sugar chain. There are more than 40 different gangliosides that differ primarily in the position and number of sialic acid residues. Glucosylceramide synthase (also known as glucosylceramide transferase) catalyzes the first glycosylation step in the biosynthesis of glycosphingolipids, and is primarily located to the Golgi apparatus (Paul et al. 1996) .\n\nAlthough we now understand a great deal about the complex metabolic pathways that regulate sphingoipid metabolism, the specific roles that these pathways play in regulating HIV infection are relatively unexplored. In the remainder of this review, we summarize roles for sphingolipids and sterols in regulating HIV infection; and based on these data, discuss several sphingolipid-modifying enzymes as potential therapeutic targets for HIV.\n\nIn order to gain access into target cells, HIV and most other enveloped virions bind to particular cell surface receptors. The envelope protein of HIV (Env) forms homotrimeric complexes in which each monomer is composed of a transmembrane (gp41) and an outer (gp120) subunit. Env is synthesized as a precursor molecule gp160 that is cleaved to generate gp120 and gp41 by cellular endo-proteases in the Golgi apparatus (McCune et al. 1988; Kimura et al. 1994; Stein and Engleman 1990) . The gp41 subunit is anchored to the viral surface through its C-terminal domain, while gp120 remains associated to the virion particle through non-covalent interaction with gp41 (Ivey-Hoyle et al. 1991 , Kowalski et al. 1987 Helseth et al. 1991) . During the binding of virus to host cells, gp120 interacts with CD4 receptors expressed on the target cell surface, this interaction induces a conformational shift in gp120 that exposes a site for coreceptor binding and brings the virus in close approximation with the host membrane (Choe et al. 1996) . There are two primary coreceptors, the chemokine receptor CCR5 that preferentially interacts with M-tropic strains of HIV (Alkhatib et al. 1996; Choe et al. 1996; Deng et al. 1996; Doranz et al. 1996; Dragic et al. 1996) , and CXCR4 which preferentially interacts with T-tropic strains . There are in addition, dual trophic strains of HIV that can use both CXCR4 and CCR5 as coreceptors. After binding, gp41 insertion into the host membrane triggers the fusion of viral and cell membranes (Pan et al. 2010) .\n\nBinding, fusion and viral entry primarily occurs at specialized membrane microdomains known as lipid rafts (Fig. 2) . These regions of the membrane have a high content of saturated lipids including ceramides, sphingomyelins, and glycolipids. These highly ordered regions of the bilayer appear to promote infection in part by regulating the spatial location of CD4, CXCR4, and CCR5. CD4 is known to be enriched in regions of the membrane that are consistent with lipid rafts containing cholesterol, the gangliosides GM3 and Gb3, and the lipid-raft located protein flotillin (Parolini et al. 1996; Millan et al. 1999; Fantini et al. 2000; Hammache et al. 1998b; Sorice et al. 2001; Nguyen et al. 2005; Manes et al. 2000; Popik et al. 2002) . Mutations in CD4 that mislocalize the receptor to non-raft membrane regions substantially reduces HIV entry suggesting that these membrane microdomains are critical points for HIV infection (Del Real et al. 2002) . Indeed, disrupting these membrane microstructures has important implications for HIV infection. For example, perturbations of the bilayer that disrupt the lateral organization of the plasma membrane including oxidation of cholesterol, addition of hydroxylated cholesterol, antibodies that recognize clustered cholesterol, increasing ceramide content and removal of glycolipids, prevents or severely attenuates HIV binding and/or entry (Nguyen and Taub 2003a; Rawat et al. 2004a Rawat et al. , 2005 Puri et al. 2004; Beck et al. 2010) . Likewise, removal of cholesterol from the bilayer of peripheral blood lymphocytes using the cholesterolchelating agent methyl-beta-cyclodextran dramatically reduces the fusion of cells expressing HIV-1 Env; and this deficit can be reversed by adding cholesterol back to these membranes. Disruptions in lipid microstructures perturb the colocalization of CD4 with the coreceptors CXCR4 and CCR5 (Viard et al. 2002) . Artificially increasing the expression of CD4 and CXCR4 or CCR5 overcomes the inhibitory effects of disrupting membrane microdomains on viral fusion, presumably by increasing the probability that CD4 will be localized with a coreceptor (Rawat et al. 2004a; Viard et al. 2002) . CD4 ligation activates lymphocyte-specific protein tyrosine kinase signaling pathways, that are involved in cytoskeletal reorganization and \"capping\" of chemokine receptors, glycosylphosphatidyli-nositol (GPI)-anchored proteins and adhesion molecules into cholesterol-rich lipid rafts (Nguyen et al. 2005) . Receptor capping is a stimulation-induced aggregation of cell surface receptors into focal regions that serves to potentiate the signaling effects of receptor activation. Since the phenomenon of receptor capping involves a reorganization of the bilayer with the accumulation of ceramides and other saturate lipids at these focal regions, these findings suggest that HIV actively modifies membrane components through binding to create a local membrane environment favorable for viral binding, and places the virus in a location with a membrane environment favorable for fusion and entry. However, it should be noted that some studies have shown that CD4 and coreceptors do not necessarily need to be localized at membrane microdomains to allow HIV entry into target cells (Percherancier et al. 2003) , although entry and binding appears to more efficient when these receptors are localized to raft domains.\n\nA number of independent findings have shown that the association of the HIV coreceptors CXCR4 and CCR5 with lipid rafts is important for virus binding and fusion events (Nguyen and Taub 2002a; Popik et al. 2002) . Moreover, there is evidence that HIV actively modifies membrane components to increase the density of these chemokine receptors in lipid rafts. For instance, the presence of CXCR4 in lipid rafts is increased after gp120 binding, and this alteration in receptor location may dramatically modify ligand-initiated signaling events (Manes et al. 2000; Popik et al. 2002; Sorice et al. 2001; Viard et al. 2002 Viard et al. , 2004 . The types of lipid components present in specific membrane locations may also modify the tertiary structure of CXCR4 and CCR5, possibly through altering lipid-protein interactions. Altering the structure of plasma membranes by extracting a portion of membrane cholesterol, adding enzymes that oxidize cholesterol (cholesterol oxidase), or generate ceramide (sphingomyelinase) disrupts the binding of eiptope-specific monoclonal antibodies and ligand-induced signaling events such as evoked calcium responses and chemotaxis that are not due to changes in surface expression or internalization of the receptor Taub 2002b, 2003a) . Similarly, it has been known for several years that CXCR4 binding forms of gp120 and CXCL12, the natural ligand for CXCR4, evoke different signaling pathways (Corasaniti et al. 2001) . Based on currently available evidence, it seems likely that a differential signaling of CXCR4 may be regulated by the dynamic modulation of receptor location, which serves to alternate protein scaffolding events to direct secondary signal transduction. For example, HIV gp120 has been shown to interact with the chemokine receptor CXCR4 to activate multiple ceramide generating pathways that increase the size and stabilize the structure of GM1 and ceramide enriched lipid rafts (Wheeler et al. 2009 ). CXCL12 does not appear to induce ceramide or stabilize lipid rafts. Thus, HIV binding appears to actively reorganize the structure of membranes to place primary and coreceptors into close approximation for the purpose of enhancing virus binding.\n\nIn addition to modifying the cellular location of receptors important for HIV binding, the location of HIV in lipid rafts places the virus in a membrane domain rich in glycolipids that directly interact with HIV surface molecules to stabilize binding and the formation of the fusion complex. HIV gp120 has been shown to interact with the glycolipids GalCer, Gb3, and GM3 (Yahi et al. 1992; Harouse et al. 1991 , Hammache et al. 1998a , b, 1999 ) through a specific portion of the V3 loop in gp120. Synthetic peptides that mimic the central 15-21 amino acids of the V3-loop region in both CXCR4 and CCR5 strains of HIV competed with and blocked viral entry. These HIV-inhibitory V3 peptides specifically bound to glycolipids of target cells and were not disrupted by antibodies to CD4, CXCR4, and CCR5, suggesting that the mechanism of block did not involve the inhibition of virus binding to primary or coreceptors (Nehete et al. 2002) . Using another approach to mimic the glycolipids GalCer and Gb3, soluble analogs with simple side chains have been developed that also inhibit fusion of CXCR4, CCR5 and dual tropic viruses (Garg et al. 2008; Lund et al. 2006; Augustin et al. 2006) . The apparent lack of specificity of these compounds for viral strain suggests that lipid binding may be a common mechanism required for stabilization of surface binding, and formation of the fusion complex.\n\nIn the CNS, interactions of HIV with lipid components of membranes may be especially important for virus binding and entry into cells of glial origin that do not normally express CD4, but do express CXCR4 and CCR5. In these cells GalCer and Gb3 may function as alternate receptors for HIV (Bhat et al. 1993 ).\n\nIn the preceding sections, we have summarized our current understanding of the mechanisms by which HIV modifies the composition of host membranes to create focal regions that are ideally suited for efficient HIV binding. In this section, we will summarize the contributions of membrane lipids to HIV fusion events (Fig. 2) . The fusion of HIV with host membranes occurs most efficiently in lipid rafts and is known to be dependent on conformational changes in the virus envelope complex which becomes modified primarily by disulphide redox reactions (reviewed in Fenouillet et al. 2007 ). Ceramide is a primary component of lipid rafts thought to be important for both binding and fusion of HIV. Focal and transient changes in ceramide content can act as functional modulators of the membrane outer leaflet, where it can regulate intermolecular interactions of lipid components in rafts to shape receptor clustering, signal tranduction, and membrane curvature important for HIV binding and fusion. The sphingosine backbone of ceramide contains a single unsaturated bond, and the fatty acid is fully saturated. Thus, ceramides tend to decrease the fluidity of the bilayer by increasing membrane packing density (Holopainen et al. 1997 (Holopainen et al. , 1998 Veldman et al. 2001; Grassme et al. 2001) . HIV gp120 binding to CXCR4 can generate ceramide by inducing multiple pathways that include neutral sphingomyelinase-induced hydrolysis of sphingomyelin to ceramide, de novo synthesis and possibly salvage pathways of ceramide generation (Haughey et al. 2004; Jana and Pahan 2004) . Forms of gp120 that bind CCR5 also induce ceramide, but this signaling pathway does not appear to activate neutral sphingomyelinase (Haughey et al. 2004 ). Asymmetrical ceramide synthesis may facilitate the formation of inverted hexagonal structures in membranes that promote fusion, and ceramide self-aggregation in lipid rafts may provide the curvature necessary for fusion owing to a cone-shaped structure of ceramide that results from its small hydroxy headgroup (van Blitterswijk et al. 2003; Ruiz-Arguello et al. 1996; Basanez et al. 1997; Holopainen et al. 2000) . In addition, the protrusion of ceramide alkyl chains appears to interact with the hydrophobic regions on gp41 to promote the stable insertion of this protein into the bilayer (Kronke 1997) . In the presence of calcium, gp41 adopts a fusogenic, predominantly extended β-type structure that can induce both membrane destabilization, and fusion of large unilamellar vesicles (Pereira et al. 1997a, b) . A highly conserved proximal region of gp41 consisting of residues 650-685 appears to be important for interactions with ceramide, and has been shown to preferentially interact with galactosyl ceramide in a galactose-specific manner (Alfsen and Bomsel 2002) . However, the effect of ceramide to promote HIV binding and fusion through modifications of membrane fluidity is likely based on controlled temporal and spatial accumulations of ceramide, since a generalized increase of ceramide by exogenous addition of neutral sphingomyleinase or long-chain ceramides decreases the fusion of HIV with host membranes ). Likewise, non-specifically increasing the rigidity of membranes by the addition of the ganglioside GM3 or dihydrosphingomyelin (a fully saturated lipid) also inhibits viral cell membrane fusion (Vieira et al. 2010; Rawat et al. 2004b ). These experimental findings suggest that regulated focal increases of particular ceramide species are important for stabilizing the HIV-host fusion complex and may play important roles in membrane fusion by inducing focal alterations in the biophysical properties of membranes that favor fusion.\n\nThe formation of DAG in lipid rafts may be an important factor that facilitates viral fusion. DAG is generated by phospholipase Cγ-mediated hydrolysis of phosphatidyl inositol (4,5)P 2 (PIP 2 ) which is present at the inner leaflet of lipid rafts (Magee et al. 2002; Parmryd et al. 2003) . The role of DAG as a membrane fusogen is well known (Goñi and Alonso 1999) , and its asymmetric generation modifies the membrane curvature by promoting a lamellar to nonlamellar transition in lipid bilayers that creates a fusion point (Allan and Michell 1975; Allan et al. 1978; Das and Rand 1984, Siegel et al. 1989) . Although this potential role for chemokine receptor associated DAG generation in viral fusion has not been directly studied, CXCR4 is a known inducer of IP3-mediated calcium release (presumably generated by hydrolysis of PIP 2 ) and phosphatidylcholine-specific phospholipase C has been shown to be specifically activated by gp120 through CCR5 (Fantuzzi et al. 2008) . Likewise, gp120 has been shown to trigger the PI(4,5)-kinase Iαdependent synthesis of PIP 2 , and the expression of an inactive form of PI4P5-K Iα reduces viral infectivity, indicating that these molecules are involved in the first steps of viral infection (Barrero-Villar et al. 2008 ). Based on the biophysical properties of DAG and ceramide, it is possible that a rapid a focal generation of both DAG and ceramide are required to initiate fusion. DAG would create a fusion point by opening the membrane slightly, and ceramides may mediate fusion by increasing the relative volume of carbon chains over hydrophilic head-groups, thus enhancing the hexagonal II phase propensity of the membranes (Kronke 1999) . Indeed, the fusion of artificial membranes that contain phosphatidylcholine, sphingomyelin, and ceramide is efficiently induced by the simultaneous addition of PLC and neutral sphingomeylinase to generate DAG and ceramide, respectively (Wheeler et al. 2009 ). In addition to PIPs and their metabolism products, other phospholipids such as phosphatidylserine have been shown to stabilize the HIV interactions with the host cell, implicating that additional membrane components might be important cofactors for infection by stabilizing binding and enhancing fusion (Callahan et al. 2003; Coil and Miller 2005a, b ).\n\nThe assembly of HIV particles is mediated by the HIV protein Gag and occurs at the plasma membrane, and most probably within lipid rafts ( Fig. 2; see Ono 2010) . Apart from Gag, the interaction of other HIV proteins such as Env and Nef with lipid rafts is also important for the assembly of viral particles (Waheed and Freed 2009) . However, Env appears to be associated with lipid rafts trough Gag interactions (Bhattacharya et al. 2006) . For viral assembly to occur, Gag must be targeted to the plasma membrane, then multimerize and associate with other HIV proteins. The multimerization of Gag occurs efficiently in lipid rafts. Disrupting the structure of these domains by cholesterol depletion restrains Gag multimerization leading to the inhibition of viral assembly and particle release, although cholesterol depletion does not affect itself the localization of Gag to the plasma membrane (likely due to electrostatic interactions of Gag with PIP 2 that are described below; Ono et al. 2007) . It is also possible that the multimerization of Gag serves to stabilize the association of this complex to the membrane by promoting the aggregation and stabilization of lipid rafts. The phenomenon of protein-protein-induced raft coalescence has been previously described (Waheed and Freed 2009 ).\n\nHIV Gag is directed to lipid rafts in the plasma membrane from cytoplasmic polysomes where this protein is synthesized (D'Agostino et al. 1992; Ono and Freed 2001) . Gag initially associates with cholesterol and sphingolipids in the Golgi apparatus. The trafficking of sphingolipids and cholesterol from Golgi to lipid raft regions may be one mechanism by which Gag is targeted to lipid rafts (Nguyen and Hildreth 2000) . Indeed, perturbations in lysosomal functions caused by cholesterol and sphingolipid accumulations in Niemann-Pick C-1-deficient cells, disrupts cholesterol traffic, and results in the sequestration of Gag into endosomal/lysosomal compartments (Tang et al. 2009 ).\n\nIn addition to utilizing cholesterol and sphingolipid transport mechanisms, direct lipid protein interactions and posttranslational modifications of Gag play important roles in targeting this protein to the plasma membrane. Some of the direct lipid-protein interactions which have been described to target proteins to particular lipid components in membranes include: plekstrin homology domains that bind phosphatidylinositols, zinc finger FVYE domains that bind phosphatidylinositol 3-phosphate, Phox homology domains that bind phosphatidylinositol(4,5)P 2 , and phosphatidylinositol(1,4,5)P 3 , Epsin N-terminal homology and AP180 N-terminal homology domains that bind phosphatidylinositol(4,5)P 2 , Bin-Amphiphysin-Rvs domains that bind to concave shapes in membranes, 4.1 protein ezrin/ radixin/moesin domains that bind inositol(1,4,5)P 3 and phosphatidylinositol 4,5bisphosphate, PDZ and TUBBY domains that bind phosphatidylinositols, and C1 and C2 domains that are conserved regions among PKC isoforms with distinct lipid binding properties (Medkova and Cho 1999; Harlan et al. 1994; Kutateladze et al. 1999; Stahelin et al. 2003; Blood and Voth 2006; Hirao et al. 1996; Santagata et al. 2001 ). In a recent study, the C3 domain of the kinase suppressor of Ras 1 was identified as a lipid binding domain that interacts with ceramide not but not with other lipids including 1,2-diacylglyceol, dihydroceramide, ganglioside GM1, sphingomyelin and phosphatidylcholine (Yin et al. 2009 ). The localization of HIV Gag protein to the plasma membrane requires interactions between Gag and phosphoinositides that appear to be largely electrostatic, stemming from ionic interactions between multimerized Gag and negatively charged phospholipids (Dalton et al. 2007 ). PIP 2 , which is mainly present at the inner leaflet of plasma membrane plays a prominent role in interactions with HIV Gag (Saad et al. 2006; Downes et al. 2005; Roth 2004; Ono 2009 ). Reduction of PIP 2 by overexpressing phosphoinositide 5-phosphatase IV, an enzyme that depletes cellular PI(4,5) P2, or overexpressing a constitutively active form of Arf6 (Arf6/Q67L), which induces the formation of PI(4,5)P2-enriched endosomal structures caused Gag to be targeted to endosomal compartments that are enriched in PIP 2 with a consequent reduction in viral assembly (Ono et al. 2004 ).\n\nHydrophobicity and post-translational modifications are additional mechanisms that target proteins to membranes. GPI anchors facilitate protein targeting to membranes by increasing hydrophobicity and protein modifications including acylation, myristolyation, prenylation, and palmitoylation promote membrane localization (Low 1989; Levental et al. 2010; Magee et al. 1989; Thelen et al. 1991; Stokoe et al. 1994; Liu et al. 1993) . The HIV protein Gag is myristoylated and Env is palmitoylated suggesting that these modifications are involved in membrane targeting (Rousso et al. 2000; Wills and Craven 1991; Campbell et al. 2001) . Indeed, if the myristoylation of Gag is prevented by removing the N-terminal glycine to which myristate is attached, the association of Gag to the membrane is lost, and the assembly of viral particles is impaired (Bryant and Ratner 1990; Gottlinger et al. 1989; Pal et al. 1990) . Similarly, when the myristate is substituted by an unsaturated analogue, Gag does not localize to lipid rafts and viral assembly is impaired (Lindwasser and Resh 2002) . There are interesting interactions between phospholipid targeting and the myristoylation of HIV Gag. The polar head group of PIP 2 associates with the highly basic amino acid cluster in MA (the N-terminal domain of the Gag structural protein) in which the unsaturated acyl chain of PIP 2 interacts with the hydrophobic cleft within the globular core of MA (Waheed and Freed 2009; Saad et al. 2006) . Thus, PIP 2 functions as a membrane anchor for Gag triggering myristate exposure to promote the recruitment of Gag to lipid rafts. In these membrane domains, the saturated acyl chain of PIP 2 can fit in a raft environment with highly saturated lipids (Saad et al. 2006 ).\n\nThe Gag-Pol polyprotein gp160 is also targeted to membranes by posttranslational modification. Gag-Pol is palmitoylated prior to its cleavage into gp120 and gp41 subunits through a thioester bond linkage at Cys-764 that is highly conserved in the cytoplasmic domains of almost all HIV-1 isolates, and is located very close to an amphipathic region which has been postulated to bind to the plasma membrane (Yang et al. 1995) . In addition, a fatty acid acylation of the transmembrane protein subunit gp41 has been described to likely function to retain gp41 at the plasma membrane (Yang et al. 1995) .\n\nHIV budding occurs at lipid rafts as is evidenced by the lipid composition of the viral envelope, which is generated using lipids from cell membranes, but its composition is different from that of the membrane of origin. In particular, the compositions of HIV envelopes emerging from HIV-infected T cells are enriched in lipids typically found in rafts such as GM1 and cholesterol, while phospholipids that are not abundant in lipid rafts, are reduced in the viral envelope (Aloia et al. 1993; Waheed and Freed 2010; Brugger et al. 2006; Chan et al. 2008) . PIP 2 has also been found in the envelope of HIV (Chan et al. 2008) , consistent with the association of Gag with this minor membrane component. Likewise, it has been shown that the membrane lateral structure of HIV contains a highly liquid-ordered organization that is characteristic of lipid rafts (Lorizate et al. 2009 ). However, the exact composition of the viral envelope varies slightly depending on the cell of origin, and these variations in lipid content may play important roles in viral tropism. Indeed, altering the composition of the viral lipid envelope is important for the infectivity, and modifying the lipid components of the envelope by expression of ABCB4 (codes for the multidrug resistance protein 3), a member of the superfamily of ATP binding cassette transporters that translocates phosphatidylcholine from the inner to the outer leaflet in membranes, produces HIV particles with increased cholesterol and phosphatidylcholine, and reduced sphingomyelin. Such HIV particles with altered envelope compositions have a lower infectivity (van Til et al. 2008 ).\n\nFinally, for virion release, the interaction between viral particles and lipid rafts could be also important. The release of HIV from the plasma membrane may be initiated by a conformational change in Gag and Gag-Pol that is induced by their association with lipid rafts (Campbell et al. 2001; Kaplan et al. 1994 ).\n\nOne approach to modify HIV entry has targeted glycolipid components of biological membranes to inhibit interactions of gp120 with membrane components. Synthetic peptides that mimic six to ten amino acids in a conserved region of the gp120 V3-loop region have been demonstrated to specifically bind glycolipids of target cells and when applied to cells, inhibit HIV entry (Nehete et al. 2002) . Likewise, soluble analogs of the glycolipids GalCer and Gb3 have also been shown to block HIV entry (Garg et al. 2008; Lund et al. 2006; Augustin et al. 2006; Faroux-Corlay et al. 2000; Mahfoud et al. 2002 ). These glycolipid analogs are able to inhibit HIV infection by masking a highly conserved lipid-interacting region of gp120 that is critical for HIV infection. A second approach has been to increase the rigidity of membranes thus disallowing the fusion of the HIV envelope with host cell membranes. Modulating ceramide levels using pharmacological agents such as N-(4hydroxyphenyl)retinamide or the exogenous additions of sphingomeylinase or long-chain ceramides inhibited infection of a broad-range of HIV isolates in CD4+ T-cells and in monocyte derived macrophages ). Likewise, genetic or pharmacologic inhibition of dihydroceramide desaturase which increases the cellular content of dihydrosphingomylein and increases the lateral packing density of membranes inhibited gp41 insertion and viral fusion (Vieira et al. 2010) . A neutral glycolipid isolated from Streptomycetes, fattiviracin FV-8, inhibited infection by a broad spectrum of enveloped viruses by decreasing the fluidity of membranes and thereby preventing viral fusion (Harada 2007) . Removing critical components from membranes has also been effective to inhibit HIV infection, such as removal of cholesterol that results in a disruption in the structure of lipid rafts (discussed in the preceding sections) and inhibition of glycosphingolipid biosynthesis with 1-phenyl-2-hexaecanoylamino-3-monopholina-1-propanol that reduces the glycolipid content of membranes and blocks HIV Env-mediated fusion. These approaches attempt to modify the structure of host membranes to make them less permissive to viral entry.\n\nThere is compelling evidence that HIV actively modifies the composition of host membranes to create bilayers that are suited for HIV infection. Although we do not yet fully understand the exact metabolic pathways that are invoked by HIV to alter lipid metabolism, the characterization of these pathways will ultimately identify enzymatic targets amenable to the development of small molecule therapeutics. For example, therapeutics that target lipid metabolism could be useful to inhibit the binding and entry of HIV during efforts to eradicate viral reservoirs in which HIV replication may be stimulated for a short time. However, therapeutics that target lipid metabolism is still in early development at this time and it should be noted that modifications of cellular targets to inhibit HIV infection have the potential of altering normal cellular functions. Thus, we must proceed with caution in the development of these agents, keeping in mind potential effects on cellular functions and anticipated length of therapy. Roles for lipids in HIV infection. The BINDING of HIV to CD4 receptors on host cells results in the clustering of CD4 with coreceptors CCR5 and/or CXCR4 in lipid rafts. HIV binding to coreceptors evokes signal transduction pathways that alter the lipid composition of membranes (MEMBRANE MODIFICATION) through actions that involve the sphingomyelin hydrolase neutral sphingomyelinase (creates ceramide), and phospholipase C (creates diacylglycerol [DAG] ). Conserved regions in the V3 loop of gp120 directly interact with glycoipids in host membranes and provide a region for the stable insertion of gp41. These actions help to stabilize HIV binding, and facilitate the formation of a fusion complex. FUSION of HIV and host membranes requires a coalescence of the viral and host membranes that is made possible by these focal modifications in the host membrane"}