{"title": "Sialic acids as receptor determinants for coronaviruses", "body": "Coronaviruses are a diverse group of viruses that infect different mammalian and avian species. They most often affect the respiratory or intestinal tract, but some representatives may also infect other tissues or organs. Coronaviruses are classified within the family Coronaviridae, which belongs to the order Nidovirales. The family of coronaviruses comprises two genera: Coronavirus and Torovirus. Our review will focus on members of the genus Coronavirus. Based on antigenic relationship and sequence similarity, coronaviruses are classified into three groups ( Table 1 ). The best studied representative of group 1 coronaviruses is porcine transmissible gastroenteritis virus (TGEV). Among group 2 coronaviruses most information in molecular terms is available for mouse hepatitis virus (MHV). However, more representative for this group is bovine coronavirus (BCoV). The human coronavirus associated with severe acute respiratory syndrome (SARS-CoV) is only distantly related to the other members of this family and has not yet been classified. The third group within the Coronavirus genus is represented by avian infectious bronchitis virus (IBV).\n\nCoronaviruses belong to the positive-strand RNA viruses, i.e. their genome may serve as a messenger RNA during the infectious cycle. The RNA genome comprises about 30,000 nucleotides and thus is larger than that of any other known RNA virus. The genomic RNA is associated with the nucleocapsid protein and is surrounded by a lipid envelope ( Figure 1 ). Several proteins are incorporated into the viral membrane. The membrane protein M and the envelope protein E induce a budding process and thus play an important role during morphogenesis. The surface protein S is the largest envelope protein being responsible for the \"corona\" visible on electron micrographs around coronavirus particles. The S protein is the major target of the protective immune Schematic drawing of a coronavirus particle. An HE protein is absent from group 1 and 3 coronaviruses (see Table 1 ).\n\nresponse elicited by a coronavirus infection. Furthermore it plays an important role in the initial stage of infection by mediating attachment to the surface of the target cell and subsequently by inducing the fusion of the viral with the cellular membrane. Several members of group 2 coronaviruses contain an additional envelope protein designated HE. This glycoprotein that is described in more detail in chapter 2.1 is present in BCoV, HCoV-OC43, and haemagglutinating encephalomyelitis virus (HEV). Among MHV strains, substantial amounts of HE protein are synthesized only by a few strains, while others express this protein not at all or only in low amounts. A respective gene is absent from SARS-CoV and group 1 and 3 viruses. Attachment of coronaviruses to the cell surface is mediated by the S protein through the interaction with receptors extending from the plasma membrane into the surrounding environment. For several viruses, specific proteins have been shown to serve as receptors (Table 2) . Group 1 coronaviruses attach to aminopeptidase N (APN). Some members have a species-specific binding behaviour, e.g. TGEV only recognizes porcine APN [1] , and HCoV-229E only interacts with human APN [2] . Feline APN on the other hand can serve as a receptor not only for feline coronaviruses but also for TGEV, HCoV-229E, and canine coronavirus [3] . MHV interacts with CEACAM1, a cell adhesion molecule within the carcinoembryonic antigen family of proteins [4] . SARS-CoV recognizes angiotensin-converting enzyme 2 [5, 6] .\n\nFor several members of group 2 coronaviruses (BCoV, HCoV-OC43, and HEV) 9-O-acetylated sialic acid serves as a receptor determinant (Table 2 ). These viruses also contain an HE protein (see above). Whether these viruses, in addition to binding to sialoglycoconjugates also interact with a specific protein receptor during the entry process is not known. TGEV in addition to interacting with APN also has a sialic acid binding activity and thus is an example for a coronavirus that recognizes both sialic acid and a specific protein receptor. IBV also has a sialic acid binding activity, but in addition may interact with a defined protein receptor.\n\nBCoV and TGEV are the best studied coronaviruses with respect to sialic acid binding activity. They differ fundamentally in their dependence on sialic acid. The following two chapters describe (i) the essential role of O-acetylated sialic acids for infection by BCoV and related viruses, and (ii) the accessory role of sialic acids for infection by TGEV. In the final chapter we have combined the available data for a proposal how the sialic acid binding activity may have evolved among coronaviruses. The presence of an acetylesterase in several coronaviruses became evident when Vlasak and coworkers found that BCoV and HCoV-OC43 resembled each other in their interactions with erythrocytes [7] . Following the haemagglutination reaction, bound virions eluted from the erythrocytes rendering the cells resistant to subsequent agglutination by either of the two coronaviruses or by influenza C virus. This finding demonstrated that BCoV, HCoV-OC43 and influenza C virus have a receptor-destroying enzyme in common. For influenza C virus, it has been demonstrated that this enzyme is a sialate 9-O-acetylesterase [8] . The same enzyme activity was detected in BCoV [9] . The active site of the acetylesterase comprises a catalytic triad made up of a serine, a histidine and an aspartic acid. The acetylesterase activity of coronaviruses was assigned to the HE protein for BCoV, haemagglutinating encephalomyelitis virus, and MHV [9] [10] [11] . As mentioned in the introductory section, an HE gene is present only in members of group 2, but not in group 1 and 3 coronaviruses. The different strains of murine coronaviruses contain an HE gene, but differ widely in the amount of protein expressed. The acetylesterase of murine and rat coronaviruses has been shown to have a different substrate specificity compared to that of BCoV, HEV and HCoV-OC43. Though murine cells generally are rich in 9-O-acetylated sialic acid, murine and rat coronaviruses are unable to release the O-acetyl residue from position C-9 of sialic acids with the exception of diarrhea virus of infant mice [12] . They rather hydrolyse the ester linkage at position C-4 of 4-O-acetyl-N -acetylneuraminic acid [13] [14] [15] [16] [17] . Recently, it has been reported that Neu4,5Ac 2 is relatively abundant in the gut and present as a minor component in many other tissues [18] .\n\nThe biological importance of the acetylesterase of coronaviruses has not been analysed in detail. As the same kind of enzyme is present in influenza C viruses, it is reasonable to assume that the acetylesterase plays a similar role as the receptor-destroying enzyme of orthomyxoviruses. The neuraminidase of influenza A and B viruses as well as the acetylesterase of influenza C virus have been shown to be essential for the spread of infection. Inactivation or inhibiton of the receptor-destroying enzyme result in the formation of virus aggregates on the surface of infected cells [19] [20] [21] . Thus, a major function of these enzymes is to inactivate binding sites for the virus (i) on the cell surface and thus to allow virus release from the infected cell, and (ii) on viral surface glycoproteins or glycolipids and thus to avoid aggregate formation. Influenza viruses are respiratory pathogens, whereas for BCoV both enteropathogenic and respiratory strains have been reported. An acetylesterase appears to be essential irrespective of the target organ, because so far no BCoV strain has been isolated that lacks a receptor-destroying enzyme.\n\nInterestingly the virus appears to adapt its enzyme to the environmental conditions. The acetylesterase of respiratory strains has been reported to have lower enzyme activity at elevated temperatures (39 • C), whereas enteropathogenic strains were found to retain full activity [22] .\n\nConflicting data have been reported concerning the role of the receptor-destroying enzyme in the initial stage of infection. Inhibition of the acetylesterase by diisopropyl fluorophosphate was shown to reduce the infectivity about hundredfold in one report, and to have no effect in another report [23, 9] . For influenza A virus it has been shown recently that neuraminidase is important to initiate infection of the human airway epithelium [24] .\n\nThe importance of the acetylesterase of murine coronaviruses is unclear. MHV has evolved to use CEACAM1, a cell adhesion molecule within the carcinoembryonic antigen family of proteins, as a receptor for initiation of infection. As strains such as A59 do not express any HE, the interaction of the S protein with CEACAM1 is sufficient for the entry process. Nevertheless, JHM strains containing the identical S protein but differing in the amount of HE protein expressed were found to have different neurotropism [25] . A strain with abundant expression of HE protein was more neurovirulent than a strain with weak expression of the acetylesterase.\n\nThe ability of many coronaviruses to agglutinate erythrocytes has been known for a long time [26, 27] . However, the molecular nature of the haemagglutinating activity has remained elusive for many years. When Vlasak and coworkers demonstrated that BCoV and HCoV-OC43 contain a receptor-destroying enzyme that renders erythrocytes resistant to agglutination not only by the two coronaviruses but also by influenza C virus, it became evident that these viruses have a common binding site on erythrocytes [7] . For influenza C virus, it has been shown previously that 9-O-acetylated sialic acid serves as a receptor determinant not only for binding to erythrocytes but also for initiating infection of cultured cells [28] . The importance of Neu5,9Ac 2 as a receptor determinant for infection of cultured cells has been demonstrated also for BCoV. As in the case of influenza C virus, desialylation rendered the cells resistant to infection and resialylation by Neu5,9Ac 2 restored the susceptibility to infection [29] . Target cells of many coronaviruses are epithelial cells of the respiratory or intestinal tract. These cells have a polarized organization that involves the separation of the plasma membrane into an apical domain and a basolateral domain. When filter-grown MDCK I cells were analyzed for susceptibility to infection, BCoV was found to infect the cells via the apical but not via the basolateral membrane domain [30, 31] . As the apical membrane of epithelial cells faces the external environment, the infection behaviour observed with BCoV is consistent with the localized infection caused by BCoV and several other coronaviruses entering the organism via the respiratory or the gastrointestinal route. The inability of BCoV to infect MDCK I cells via the basolateral plasma membrane may reflect that the major glycoprotein recognized by BCoV -a mucin-like glycoprotein of 40 kDa -is predominantly present in the apical membrane domain [31] . However, it may also be explained by the requirement of an additional receptor for initiation of infection. In this scenario binding to target cells is mediated by interaction with surface-bound Neu5,9Ac 2 . The second step of the infectious cycle, the fusion between the viral and the cellular membrane that allows the viral genome to enter the cell, would be induced by interaction with a second receptor. If the presence of this putative fusion receptor is restricted to the apical membrane, it would also explain why BCoV infects MDCK I cells only from the apical side. Such a secondary receptor has not yet been identified for BCoV. It is interesting to note that coronaviruses that use specific proteins as receptors also have restricted infection behaviour. Both aminopeptidase N, the receptor for TGEV and HCoV-229E, and CEACAM-1, the receptor for mouse hepatitis virus, are apical membrane proteins consistent with the finding that all three viruses infect polarized epithelial cells only via the apical plasma membrane [32] [33] [34] .\n\nThe ability of BCoV and related viruses to agglutinate erythrocytes is easily detectable by a haemagglutination assay. Other coronaviruses such as TGEV and IBV have a more labile haemagglutinating activity that may require pretreatment of the virus with neuraminidase to be detectable. As BCoV contains an HE protein and the latter two viruses lack such a protein, the haemagglutinating activity has been attributed to the HE protein. In fact, isolated HE protein is able to agglutinate erythrocytes [10, 35, 36] . However, BCoV agglutinates a wider spectrum of erythrocytes than does the HE protein. HE only agglutinates cells that contain a high content of Neu5,9Ac 2 such as mouse and rat erythrocytes. Chicken erythrocytes are agglutinated by BCoV and HCoV-OC43 but not by HE protein. Isolated S protein, however, is able to agglutinate chicken erythrocytes [37] . Therefore, the S protein is the major haemagglutinin and thus the major sialic acid binding protein of coronaviruses. As far as the sialic acid binding activity is concerned, BCoV and HCoV-OC43 resemble some influenza A viruses which also contain a receptor-destroying enzyme, the neuraminidase or NA protein, that has haemagglutinating activity though the HA protein is the major haemagglutinin [38] .\n\nTransmissible gastroenteritis virus is a typical enteropathogenic coronavirus but it can also replicate in the respiratory tract. Pigs are infected via the gastrointestinal route by ingesting contaminated material. The virus is resistant to the low pH of the stomach and infects the columnar epithelial cells covering the apical portion of the villi in jejunum and ileum. The infected cells are shed, which results in villus atrophy followed by watery diarrhea [39, 40] .\n\nThe extent of the gastroenteritis caused by TGEV is related to the age of the infected animal. Although pigs of all ages are susceptible to infection the course of illness is most severe in young animals. Piglets up to the age of two weeks begin to vomit around 20 h after infection followed by a watery diarrhea lasting for several days. This causes dehydration and results in death two to five days after infection. Older animals normally recover from the gastroenteritis, but they can show growth retardation after the disease.\n\nThe susceptibility of cells from different organs to TGEV depends on several factors: age of the animal, environment, virus dose and virulence of the virus strain. The enteropathogenicity of TGEV is influenced by the S protein.\n\nChanges in the S protein sequence result in reduced enteropathogenicity or even loss of enteropathogenicity [41] [42] [43] . One of these pathogenic factors involves the sialic acid binding activity of the S protein. If this binding activity is lost the resulting mutants are no longer enteropathogenic [44] .\n\nA respiratory variant of TGEV, the porcine respiratory coronavirus (PRCoV), was first isolated in Belgium from respiratory tissue of pigs with an increase in antibodies to TGEV [45] . The sequence analysis of both viruses, TGEV and PRCoV, showed a homology of 96%. The main differences are three deletions of the PRCoV genome [46] [47] [48] . Two deletions turn ORF3a, which encodes a non-structural protein of unknown function, into a pseudogene. The third deletion is located on the S gene. A deletion of 672 nucleotides (224 amino acids) in European isolates and of 681 nucleotides (227 amino acids) in North American isolates results in S proteins that lack a stretch of 224 or 227 amino acids, respectively, close to the aminoterminus compared to the S protein of TGEV ( Figure 2 ). Both TGEV and PRCoV use pAPN as receptor to infect their host cells [49] . The binding site for the cellular receptor pAPN is located between amino acids 522 and 744 on the S protein of TGEV [50] . In contrast to TGEV, the S protein of PRCoV contains no haemagglutinating activity as the sialic acid binding site is located in [51] . PRCoV does not replicate efficiently in the gut [52] .\n\nThese data suggested that the sialic acid binding activity of the S protein is connected to the enteropathogenicity of TGEV.\n\nThe first observations concerning haemagglutinating activity (HA) of TGEV were reported in 1987 by Noda and coworkers [53] . They found that different TGEV strains agglutinated erythrocytes at 4 • C. Murine and goose cells gave negative titres whereas high titres were obtained with erythrocytes from chicken, guinea pig, cattle and swine [53] . The HA activity was shown to be virus specific, since it could be inhibited by specific antisera. In 1988, Noda and coworkers showed that the haemagglutinin of TGEV is an integral part of the virion [54] . Infectivity and HA activity cosedimented upon ultracentrifugation and had the same buoyant density in a linear sucrose gradient. Later experiments showed that the haemagglutinin recognizing sialic acids is the S protein [44, 51] .\n\nSignificant HA titres could only be obtained by Noda et al. after concentration of the virus preparations by ultracentrifugation [54] . This led to the conclusion that TGEV is a poor haemagglutinating agent. But the HA activity of TGEV could be enhanced by neuraminidase treatment of the virions. Schultze and coworkers found that high haemagglutination titres are obtained after pretreatment of the virus with neuraminidase [51, 55] . This effect was observed also with the neuraminidase of Newcastle disease virus which has a high preference for cleavage of α2-3-linked sialic acid. This result indicated that α2-3-linked sialic acid had to be removed from the viral surface in order to induce haemagglutinating activity. The most likely explanation for these observations is that sialylated cell surface components are interacting with the sialic acid binding site of the S protein and prevent it from binding to erythrocyte receptors [55] . In contrast to the BCoV group of coronaviruses, TGEV lacks a receptordestroying enzyme (see chapter 2.1) and, therefore, is unable to inactivate these haemagglutination inhibitors. Exogenous addition of neuraminidase results in the release of the virus-bound sialoglycoconjugates and allows the virus to interact with sialic acids on erythrocytes [51, 55] . This view is supported by the finding that neuraminidase-treated virions and TGEV mutants that lack a sialic acid binding activity show a different sedimentation behaviour compared to untreated TGEV [56] .\n\nTGEV is able to agglutinate bovine, porcine and chicken erythrocytes [57] . In the case of bovine cells no pretreatment with neuraminidase was necessary to observe haemagglutination. Bovine erythrocytes possess a high proportion of N -glycolylneuraminic acid (Neu5Gc) on their surface. Schultze and coworkers analyzed chicken erythrocytes pretreated with neuraminidase and resialylated with either N -acetylneuraminic acid (Neu5Ac) or Neu5Gc in an α2-3-linkage [51] . TGEV efficiently agglutinated erythrocytes containing Neu5Gc on their surface, whereas only low HA titres were observed when erythrocytes were resialylated with Neu5Ac. These experiments showed that the preferred binding component of TGEV on erythrocytes is Neu5Gc.\n\nThe sialic acid binding activity of TGEV is located in that portion of the S protein which is deleted in PRCoV. In order to locate the sialic acid binding activity on the S protein of TGEV, Schultze and coworkers analyzed a panel of monoclonal antibodies for HA-inhibition activity [51] . Two antibodies directed against antigenic site B (Madrid nomenclature, site D in Paris nomenclature) on the S protein efficiently inhibited the HA activity of TGEV indicating that the sialic acid binding activity is located within or close to antigenic site B (Figure 2 ). This epitope is absent from the S protein of PRCoV, because of the deletion of 224 amino acids in this portion of the S protein. TGE virions with efficient haemagglutinating activity were not only obtained by pretreatment of the virions with neuraminidase but also by neuraminidase treatment of cultured cells prior to TGEV infection. With this approach Krempl and coworkers compared TGEV mutants that have a single point mutation or a deletion of four amino acids within residue 145 to 155 of the S protein with respect to their HA activity [44] . The pathogenicity of these mutants was examined in newborn piglets [42] . All mutants that showed strongly reduced enteropathogenicity also had lost HA activity. This result indicates that the sialic acid binding activity is an important factor for the enteropathogenicity of TGEV.\n\nFor further analysis of the sialic binding activity of TGEV, virus mutants were isolated, which have lost their ability to agglutinate erythrocytes [58] . These haemagglutinationdeficient mutants (HAD3, HAD7) were not able to bind to porcine submandibulary mucin, a substrate rich in Neu5Gc [59] . Parental TGEV bound to this mucin with high affinity. Binding to Neu5Gc has also been reported for E. coli K99 [60, 61] . When mucins and gangliosides containing this type of sialic acid were compared, E. coli K99 showed a preference for gangliosides, whereas TGEV showed increased reactivity with mucins [62] .\n\nSialic acids are the receptor determinant for the HA activity of TGEV [55] . For virus growth in cell culture the sialic acid binding activity is dispensable. TGEV mutants deficient in sialic acid binding activity grow well in cell culture using pAPN as receptor [44, 59] . Nevertheless, when parental TGEV was compared to mutant viruses with respect to the attachment to cultured cells significant differences were observed [63] . Pretreatment of cells with neuraminidase resulted in a six-fold reduction of the amount of parental TGEV bound to the cell surface. The low level of bound virus determined with asialo-cells was also determined for the mutants irrespective of pretreatment with neuraminidase. This result indicated that the sialic acid binding activity can facilitate binding to cells though it is not essential for infection of cultured cells. In virus overlay binding assays with surface proteins from cultured cells a high molecular mass protein was detected which is recognized by TGEV in addition to pAPN [63] . The binding to this membrane-associated sialoglycoprotein was abolished after neuraminidase treatment of the cell surface proteins. The mutant viruses only recognized pAPN in these overlay binding assays.\n\nWhile the sialic acid binding activity is dispensable for infection of cultured cells, it appears to be an important pathogenicity factor. In virus overlay binding assays with brush border membranes from suckling piglets, TGEV recognized a high molecular mass protein via its sialic acid binding activity [64] . This highly glycosylated protein was designated MGP (mucin-like glycoprotein) as it possesses typical characteristics of a mucin. As binding to MGP was found only in 50% of the analyzed weaned piglets the presence of MGP may be an explanation for the age-dependent differences in the severity of the gastroenteritis caused by TGEV. When in situ binding assays with jejunal cryosections were applied, TGEV bound in a sialic acid-dependent way to a component that was mainly localized in the goblet cells which are known to synthesize and secret mucins [64] . In our view of the enteropathogenicity of TGEV, binding to the sialic acids of MGP helps the virus to penetrate the mucus layer and to proceed to the intestinal enterocytes, where it can interact with pAPN to initiate infection.\n\nThere are some similarities in the sialic acid binding activity of TGEV as a representative of group 1 coronaviruses and the avian infectious bronchitis virus (IBV) of group 3. Bingham and coworkers reported in 1975 that some IBV strains were able to agglutinate erythrocytes [26] . Similar to TGEV, IBV requires pretreatment with neuraminidase for efficient haemagglutinating activity. Furthermore, it preferentially recognizes α2-3-linked sialic acid [55, 65] . The impor-tance of the sialic acid binding activity for the pathogenicity of IBV is not known.\n\nCoronaviruses use quite diverse strategies for interaction with cells involving the recognition of either specific protein receptors or certain derivatives of neuraminic acid. Binding to sialylated surface components may be essential for infection of cultured cells or may be an accessory function facilitating in vivo-infection. This diversity raises the question about the evolution of the different receptor interactions. In this context it has to be kept in mind that coronaviruses are characterized by the highest recombination frequency among RNA viruses. This is a consequence of the nonprocessive nature of the viral RNA polymerase. Therefore, coronaviruses can incorporate foreign genetic material from different sources into their genomes. In this way coronaviruses have a higher chance than most other viruses to acquire new capabilities by recombination events.\n\nWe envisage that the following chain of events provides a plausible explanation for the evolution of the receptor interactions of coronaviruses. An ancestral virus might have had only a single receptor binding activity recognizing either a specific protein receptor or sialic acid residues of cell surface components. In the former case, the virus would resemble viruses like HCoV-229E or SARS-CoV, for which only single receptor proteins are known, human APN or ACE2, respectively. Similar to these two viruses, the ancestral coronavirus might have been a respiratory virus. By incorporation of foreign sequences into the S protein, the virus may have acquired a second binding activity. Such a virus is expected to be more efficient in infecting host cells and therefore, should have increased survival chances. In this way it may have broadened its tissue tropism being able also to infect the intestinal epithelium. As in the case of TGEV, for such a virus, the sialic acid binding activity may only be an accessory function that renders the microorganism more efficient, but it may not be an absolute requirement. By acquiring a receptor-destroying enzyme, a coronavirus may have evolved that binds to sialic acid with higher affinity. The presence of the acetylesterase would help the virus to get released from infected cells and it would also prevent aggregate formation. Such a coronavirus would resemble BCoV and be less dependent on a protein receptor. Binding to the latter may be necessary only to induce the fusion between the viral and the cellular membrane. It is also feasable that the increased affinity for sialic acid makes the interaction with a protein receptor dispensable. By mutation or recombination, coronaviruses may also have adapted to different protein receptors (APN, ACE2, CEACAM1) or different types of sialic acid (Neu5Ac, Neu5Gc, Neu5,9Ac 2 , Neu5,4Ac 2 ). It will be interesting to find out in the future how the receptor binding activities of this fascinating virus family have evolved."}