{"title": "High level expression of surface glycoprotein of rabies virus in tobacco leaves and its immunoprotective activity in mice", "body": "Rabies is an important disease, fatal in 100% of cases if no treatment is administered. The disease spreads through domestic and wildlife animals. Despite the existence of effective pre-and post-exposure treat-ments, at least 60,000 deaths occur worldwide annually from rabies (Meslin and Stohr, 1997) . The first rabies vaccine (Pasteur, 1885) , consisted of subcutaneous inoculation of spinal cord suspension derived from rabid rabbits. Since then, improved vaccines have been developed (Perrin et al., 1990; Plotkin, 1993) . Despite this, the disease continues to be a problem because it spreads through wildlife, and effective vaccines are unaffordable for animals and poorer sections of human population. The nerve tissue vaccine often leads to neurological complications (Swamy et al., 1984) . It is desirable to develop safer, cheaper and efficacious vaccine against rabies.\n\nThe rabies virus genome encodes five major proteins, including the nucleoprotein (N), phosphoprotein (P), matrix protein (M), glycoprotein (G) and RNAdependent RNA polymerase (L) (Coslett et al., 1980; Conzelmann et al., 1990) . The G protein of rabies virus has been identified as the major antigen that induces protective immunity (Cox et al., 1977) . The native G protein is 524 amino acids long, consisting of 19residue long signal peptide at N-terminus (Anilionis et al., 1981) , a 22 amino acid transmembrane domain and a 44 amino acid cytoplasmic domain (Fishbein and Robinson, 1993; Wunner et al., 1988) . Glycosylation of the G protein is required for immunoprotection by the rabies vaccines (Foley et al., 2000) .\n\nIn recent years, plants have been considered as a promising alternative to produce safe and effective pharmaceuticals at low cost. The first vaccine in plants was reported by Curtiss and Cardineau (1990) , who expressed the Streptococcus mutans surface protein antigen A (SpaA) in tobacco. This was followed by Mason et al. (1992) , who expressed hepatitis B surface antigen in transgenic plants. Since then, several proteins of different origin have been expressed in plants. These include Escherichia coli heat-labile enterotoxin antigen (Haq et al., 1995; Tacket et al., 1998) , enkephalins (Vandekerckhove et al., 1989) , human serum albumin (Sijmon et al., 1990) , glucocerebrosidase and granulocyte-macrophage colonystimulating factor (Cramer et al., 1999) , Norwalk virus surface protein (Mason et al., 1996) , VP1 antigen from foot and mouth disease virus (Carrillo et al., 1998; Wigdorovitz et al., 1999) , cholera toxin B subunit (Arakawa et al., 1998) , rabies antigen (McGarvey et al., 1995) , human cytomegalovirus glycoprotein B (Takaberry et al., 1999) , the S protein of transmissible gastroenteritis coronavirus (Gomez et al., 2000; Tuboly et al., 2000) , respiratory syncytial virus G and F proteins (Belanger et al., 2000; Sandhu et al., 2000) , the VP6 protein of rotavirus (Chung et al., 2000; Kim et al., 2001) , the measles (Huang et al., 2001) and rinderpest (Khandelwal et al., 2003) virus hemagglutinin proteins and an epitope from the major surface antigen of Plasmodium falciparum (Gosh et al., 2002) . Some of the recombinant proteins expressed in plants have shown sufficient promise to warrant human clinical trials (Tacket et al., 1998 (Tacket et al., , 2000 . In case of rabies, McGarvey et al. (1995) noticed stable expression of the rabies surface protein in transgenic tomato but immunoprotective ability was not reported. The present study reports the designing of a chimeric gene encoding the rabies virus surface glycoprotein G for its high-level expression in tobacco plants. The G protein enriched fractions gave immunoprotection against virus challenge in mice.\n\nA 1.67 kbp double stranded DNA was theoretically designed to code for a modified sequence of the glycoprotein G of rabies virus ERA strain (EMBL:RHRBGP). Plant-preferred translation initiation context TAAACAATG (Joshi, 1987; Sawant et al., 2001) and codons were used in designing the DNA sequence of the gene. A total of 412 out of the 505 native codons were altered to replace with the codons preferred in plants. The codons ending in CG were avoided since these could provide sites for methylation. The TA ending codons were avoided as these are less stable energetically and are used less often in plants. The putative transcription termination signals (AAUAAA and its variants), mRNA instability element (ATTTA) and potential splice sites were eliminated and long hairpin loops were avoided. The native signal peptide was substituted with a tobacco pathogenesis related signal peptide (Sijmon et al., 1990) at the N-terminal end. An 18 nucleotide long sequence was placed at 3 end of the gene to provide SEKDEL for anchoring of the G protein within the lumen of endoplasmic reticulum. A summary of the various alterations introduced in the gene to facilitate high level expression in dicot plants is given in Table 1 . The whole sequence was synthesised as 50 overlapping oligonucleotides. The oligonucleotides were synthesised on Gene Assembler Special (Pharmacia Biotech, Sweden), purified on urea-polyacrylamide gel and assembled into three fragments by polymerase chain reaction (Singh et al., 1996) . The assembled fragments were cloned in pBluescript SK + cloning vector. At least six clones were sequenced in each case to locate the possible errors in synthesis. Sequencing was done on model 377 automatic DNA sequencer using fluorescent-dye termination cycle sequencing kit (Applied Biosystem Inc., USA). The errors were corrected by exchanging the regions containing mutations with those from correct clones. Finally, the error-free DNA fragments were stepwise ligated to give a full-length gene of about 1.6 kbp ( Fig. 1 ).\n\nFor the purpose of expressing the chimeric G protein gene in plant leaves, it was cloned downstream of CaMV35S duplicated enhancer promoter, PECaMV35S (Kay et al., 1987) . The binary vector containing the chimeric rabies G protein with the Fig. 1 . The G protein-coding region was assembled in three parts (A-C) that were ligated in pSA17. The chimeric gene fragment and promoter ECaMV 35S were ligated to pBI101 at the HindIII and SacI restriction sites to obtain pSA5. Positions of the primers used for amplification are shown by arrows.\n\npromoter was named as pSA5 ( Fig. 1) . Agrobacterium tumefaciens LBA4404 (pAL4404) was transformed with pSA5 by electroporation and used for plant transformation. Tobacco (Nicotiana tabaccum cv. Petit Havana) was transformed using the leaf disc method as described in Horsch et al. (1985) . The kanamycinresistant T 0 plantlets were transferred to soil for growth to maturity in the green house. For segregation analysis, seeds from transgenic plants were germinated on Hoagland solution containing 100 mg/l kanamycin.\n\nA cassette was constructed for the expression of the chimeric gene in E. coli under the control of the T7 lac promoter. For this purpose, the G protein coding region was amplified from the plasmid pSA17 by two primers 5 CCAATTCCATATGATCGAGGGCAGGAAGTTC-CCT3 (P 1 ) and 5 CAGGATCCGAGCTCTCATCAC-AACTCATCCT3 (P 2 ) to create NdeI and BamHI sites at the upstream and downstream of the amplicon (Fig. 1) . It was cloned in the expression vector pET-19b (Novagen, Madison, USA). The plasmid was named as pSA33 and transformed in E. coli BL21DE3. The chimeric G protein was expressed by induction with 1 mM IPTG at 37 • C and analyzed on SDS-PAGE.\n\nThe transgenic plant lines were screened for the expression of G protein by ELISA. Total soluble protein was extracted in 100 mM Tris-Cl pH 8.0, 150 mM NaCl, 2 mM DTT, 0.1% diethyl ammonium dithiocarbamate (DIECA), 2% polyvinylpyrrolidone (PVP), 1 mM phenylmethysulfonyl fluoride (PMSF), 10 g/ml leupeptin, 0.05% plant protease inhibitor cocktail (PPIC; Sigma Chemical Co., St. Louis) and 1% Na-deoxycholate, incubated at 4 • C for 1 h and centrifuged at 42,000 × g for 10 min. The supernatant was coated on microtiter plates in bicarbonate coating buffer pH 9.6 (15 mM Na 2 CO 3 , 35 mM NaHCO 3 ) and probed with polyclonal equine anti-rabies (Haffkine Bio-Pharmaceutical Corporation Ltd., Pune) as primary and anti-equine HRP labeled IgG as secondary antibody (Bangalore Genei, Bangalore). Each transgenic line was screened 3-4 times.\n\nTransgenic tobacco leaves were analyzed for the presence of G protein by immunoblot analysis. A 1 g leaf material was ground in liquid nitrogen and homogenized in 3 ml extraction buffer as above. The tissue homogenate was centrifuged at 15,000 × g for 30 min to remove insoluble debris. A 50 g total soluble protein (Bradford, 1976 ) of transgenic and non-transgenic plants was electrophoresed on 10% denaturing gel and transferred to polyvinylidene difluoride membrane. The membrane was blocked for 2 h at room temperature in 5% non-fat dry milk (NFDM) in Tris-buffer saline (TBS; 100 mM Tris-Cl pH 7.5, 150 mM NaCl) followed by three washings with TBS-T (TBS containing 0.05% Tween-20), and probed for 2 h at room temperature with equine anti-rabies antibody diluted 1:5000 in TBS-T containing 1% NFDM. After three washes with TBS-T, the membrane was further incubated with HRP conjugated anti-equine IgG (Bangalore Genei, Bangalore) at 1:1000 dilution in TBS-T containing 1% NFDM for 2 h at room temperature. The membrane was washed three times in TBS-T and once with TBS. After washing, the membrane was developed by HRP color development kit (Bio-Rad) as per manufacturer's instruction.\n\nTotal genomic DNA was isolated from fresh leaves of transformed and non-transformed (control) plants using the cetyltrimethylammonium bromide method (Murray and Thompson, 1980) . A 10 g total genomic DNA from transgenic and non-transformed control plants was digested with XhoI, electrophoresed in 0.8% agarose gel in 1× TAE (0.04 M Tris acetate, 0.001 M EDTA) buffer at 4 V cm −1 . The gel was depurinated, denatured and neutralized in buffer as recommended by the manufacturer (Amersham Life Sciences, USA). The DNA was transferred onto nylon membrane (Hybond N + , Amersham Life Sciences, USA) in 20× SSC. Hybridization was performed at 65 • C for 24 h, using ␣[ 32 P] dCTP labeled probe, comprising 570 bp XhoI-AgeI fragment at 3 end of the gene. The membrane was exposed to Fuji screen for 24 h and scanned on phosphoimager (Molecular Imager FX, Bio-Rad, Hercules, USA).\n\nTotal RNA was isolated from different transgenic lines and one control non-transformed plant of Nicotiana tobacum cv. Petit Havana in TRIZOL LS reagent (Invitrogen, Life Technologies, USA). A 10 mg fresh leaves were ground in liquid nitrogen and re-suspended in 1 ml TRIZOL reagent. After chloroform extraction, the aqueous phase was precipitated in 0.5 ml isopropanol. The pellet was washed with 70% ethanol, air-dried and resuspended in TE buffer. The DNA was digested with RNase-free DNase. After DNase treatment, the integrity of the RNA was tested by electrophoresis. Total RNA (1 g) was used for the first-strand cDNA synthesis. A 20 l reaction mixture contained 2 l 10× incubation buffer, 2.5 M primer (poly dT), 500 M each dNTP, 5.5 mM MgCl 2 , 0.4 U RNase inhibitor and 1.25 U Multiscribe reverse transcriptase (PE Biosystems Inc., USA). The mixture was incubated at 42 • C for 1 h and heat inactivated at 70 • C for 10 min. The samples were cooled and held at −20 • C until used for PCR amplification. PCR on cDNA was performed using the forward primer 5 CCAAGCTTTCTAGATAAACAATGAACTTCCT-CAAGTCATT3 (VSS1) and the reverse primer 5 GG-ATATAATCTTTCCGGACTGTGGAGTAACGGAG-ACCTCCCTAC CGGT3 (SA60) (Fig. 1) . Expression of the G protein transcript in different transgenic lines was quantified by real time PCR using TaqMan probe 5 -FAM-TCCCAGAGATGCAGTCC-NFQ-3 on ABI Prism 7700 sequence detection system (TaqMan, PE Biosystems Inc., USA). The G protein transcript was normalized with respect to ubiquitin transcript as internal control in the same sample.\n\nRNA was purified by phenol/chloroform extraction, followed by precipitation with 3 M lithium chloride at 4 • C. A 40 g denatured RNA was separated on 1.2% (w/v) agarose formaldehyde gel. After electrophoresis, the gel was incubated twice for 15 min in DEPC treated double distilled water and the RNA was transferred onto nylon membrane using 20× SSC as transfer buffer. The blot was hybridized with ␣[ 32 P] dCTP labeled probe at 42 • C for 24 h in hybridization solution (Seo et al., 1999) . A stringent wash was done using 0.1× SSC and 0.1% SDS and the membrane was exposed on a phosphoimager.\n\nMicrosomes were prepared with some modification of the published procedure (Warneck and Heinz, 1994) . One hundred grams fresh leaves of tobacco were washed, frozen in liquid nitrogen, and homogenized in polytron in 300 ml ice-cold extraction buffer (100 mM Tris-Cl pH 8.0, 150 mM NaCl, 150 mM Sorbitol, 2 mM DTT, 0.1% DIECA, 1 mM PMSF, 10 g/ml Leupeptin, 2% PVP, 0.05% PPIC). After homogenization, the mixture was filtered through a layer of nylon mesh and centrifuged at 1800 × g for 5 min at 4 • C. The supernatant was centrifuged at 40,000 × g for 1 h at 4 • C. The microsomal fraction was suspended in buffer containing 50 mM Tris-Cl pH 8.0, 2 mM DTT, 2.5% glycerol, 1 mM PMSF, 0.05% PPIC, 1% sodium deoxycholate and incubated for 2 h at 4 • C and centrifuged at 100,000 × g for 1 h at 4 • C. The supernatant was loaded on anionic exchanger matrix (Sepharose Q fastflow, Amersham Biosciences, USA), pre-equilibrated with low salt buffer (50 mM Tris-Cl pH 8, 0.1% Triton X-100, 0.1% ␤ME). The unbound proteins were washed with 10-bed volume buffer. The bound protein was eluted by linear gradient of NaCl. The ELISA positive fractions were pooled and loaded on antibody affinity column (human anti-rabies IgG linked to CNBr activated Sepharose 4B Amersham Biosciences, USA) pre-equilibrated with the low salt buffer. The bound protein was eluted by lowering the pH of the matrix with glycine-HCl buffer pH 2.3. The low pH of the eluted protein was neutralized immediately by adding 0.2 V of 1 M Tris-Cl pH 9.5. The ELISA positive fractions were collected. Protein content was estimated by Bradford dye as per manufacturers directions (Bio Rad Laboratories Ltd., Hercules, USA). Purity and size of the protein were assessed by SDS-PAGE and immunoblotting.\n\nBalb/c mice (five in each group) were immunized intraperitoneally with 25 g immunoaffinity purified plant-derived G protein. As controls, mice injected with the commercial (Rabipur, Aventis Pharma Ltd., Mumbai) inactivated rabies virus vaccine (positive control) equivalent to 25 g protein or phosphate buffer saline (negative control) were also included. In all cases, com-plete Freund's adjuvant was used at the time of priming. Three boosters were given on the 7th and 14th day with Freund's incomplete adjuvant and on 28th day without adjuvant. The mice were bled on the 26th and 35th day, from the retroorbital sinus for the estimation of anti-rabies antibody titre in serum.\n\nThe cell-free extract removed from E. coli cultures induced by IPTG for the expression of G protein was solubilized in 1 M urea and dialyzed against binding buffer consisting of 20 mM Tris-Cl pH 7.5 and 0.5 M NaCl. The G protein positive fractions of transgenic tobacco leaf obtained after the anion exchange chromatography, and the E. coli extract were applied onto separate Concanavalin A columns (Amersham Biosciences, USA) and eluted by 0.1 M borate buffer pH 6.5. The unbound fraction and the eluent were analyzed by immunoblotting to establish glycosylation state of the G protein expressed in tobacco and E. coli.\n\nThe presence of antigen specific antibodies in mouse sera was analyzed by double sandwich ELISA. A 96 well microtiter plate was coated with 100 l/well of human anti-rabies immunoglobulin (Rabglob, Bharat Serum and Vaccines Pvt. Ltd., Mumbai) at 1:2000 dilution in bicarbonate coating buffer pH 9.6 and incubated at 4 • C overnight. The wells were blocked with 1% bovine serum albumin (BSA) in phosphate buffer saline (PBS) containing 0.05% Tween-20, and incubated at 37 • C for 2 h. The plates were washed three times with PBS-T (PBS containing 0.05% Tween-20). The wells were filled with inactivated rabies virus (Rabipur vaccine, Aventis Pharma Ltd., Mumbai, 2.5 IU/ml) at 1:50 dilution in PBS-T containing 0.25% BSA and incubated overnight at 4 • C. The wells were filled with 100 l serum in two-fold dilution starting from 1:500 in PBS-T containing 0.25% BSA and incubated overnight at 4 • C. The plate was incubated with 100 l/well of 1:40,000 dilution of alkaline phosphatase conjugated anti-mouse IgG (Sigma Chemical Company, St. Louis) in PBS-T containing 0.25% BSA at 37 • C for 2 h. All plates were washed thrice with PBS-T between any two incubation steps. The plates were incubated with 100 l/well of p-nitrophenyl phosphate for 30 min at 37 • C, the enzyme-substrate reaction was stopped by adding 50 l/well of 3N NaOH and the absorbance was measured at 405 nm. The immunized mice were intracerebrally challenged with 10 × LD 50 of live Challenge Virus Standard (CVS) rabies virus and kept under observation for the appearance of symptoms. After 14 days of the challenge, the survival of mice was recorded.\n\nTransgenic T 0 plants were selected on the basis of in vitro regeneration in the presence of kanamycin. Transcription of the G protein-coding gene was monitored in individual plant by RT-PCR. Positions of the forward primer (VSS1) from the region coding for the signal peptide (PR-S), and the reverse primer (SA 60) from the 3 end of the G protein gene are shown in Fig. 1 . These amplified the expected 1.6 kbp fragment (Fig. 2) . No transcript was detected in the non-transgenic line. All the transgenic lines were phenotypically normal. Quantitative analysis of the G protein transcript in transgenic tobacco plants was carried out by real-time-PCR. The results (Fig. 3) show the number of amplification cycles (x-axis), after which the amplicon was detected (Ct). The relative level of the G protein transcript in the leaves of transgenic plants is estimated quantitatively from the number of cycles required for amplification as compared to that for ubiquitin taken as the internal control. The relative values can be seen for four transgenic plants in Fig. 3 . The relative value obtained for quantitation is expressed as 2 − Ct where Ct represents the difference between the Ct value of G protein transcript and that of ubiquitin. The Ct is the difference between the Ct value of G protein transcript between a given transgenic plant and the least expressing transgenic plant. As shown in Fig. 3 , a 1060-fold difference in the level of expression was noticed among the selected transgenic lines. The highest expressing transgenic line A100-13 started showing exponential increase in signal (due to amplification) from the 19th cycle. It was selected for further studies on the plantexpressed G protein.\n\nNorthern blot of three independent transgenic lines ( Fig. 4) showed single species of the mRNA transcript. The intensity of the hybridizing band varied in proportion to the results of real time PCR on the selected transgenic lines. The level of G protein accumulated in plants was estimated by ELISA. At population level, the expression ranged from 0.001 to 0.38% of total leaf protein in 33 independently transformed T 0 lines examined in the study. Nineteen of those expressed the G protein at 0.1% or more of the total leaf protein.\n\nThe number of transgene integration events in different lines was evaluated by southern hybridization analysis. A 570 bp fragment encompassing 3 end of the gene was used as a probe. The hybridization pattern of DNA isolated from five T 1 transgenic lines is given in Fig. 5 . The results of southern hybridization suggest transformation events with one (lanes 2 and 3) or multiple (lanes 4-6) gene insertions. The highly expressing transgenic line A100-13 had single insert of the transgene. \n\nThe results of SDS-PAGE and Western blot (Fig. 6) show that E. coli expressed the recombinant protein of 60.6 kDa. This was comparable to the molecular mass determined theoretically (http://www.cbio.psu.edu) for the non-glycosylated G protein encoded by the synthetic gene, constructed in this study. An immunoreactive G protein of 60.6 kDa was present in both soluble and pellet fractions of the E. coli, suggesting the formation of inclusion bodies. Fig. 7 shows Western blot analysis of the protein extracted from the transgenic tobacco line A100-13. The protein purified from plant leaves showed a single band of ∼66 kDa that cross reacted with the anti-G antibodies. No such band was detected in the non-transformed plants ( Fig. 7C and  D, lane 3) . Solubilized surface protein of authentic rabies virus (disrupted with Triton X-100 and purified by human anti-rabies IgG antibody affinity chro- matography) and the G protein purified from transgenic tobacco showed nearly similar molecular mass ( Fig. 7A and B) . The chimeric G protein expressed in tobacco leaves as well as the surface protein of rabies virus were higher in molecular mass (∼66 kDa) than (∼60.6 kDa) the protein expressed in E. coli. High level expression of the G protein in tobacco leaves is evident from Fig. 7C and D where, the expected immunopositive band can be seen even in crude protein preparation of the leaves from transgenic plants. Such high level of expression was not obtained in the only earlier study (McGarvey et al., 1995) reported on intact G protein expression in plant leaves.\n\nThe G protein expressed in the tobacco leaves and E. coli was analysed further for glycosylation by examining its ability to bind the concanavalin A matrix. As seen in Fig. 8 , the plant-expressed (lane 3) but not the E. coli -expressed (lane 6) glycoprotein was retained on the concanavalin A column. Microsomal proteins obtained from the transgenic tobacco leaves were fractionated on ion exchange matrix, followed by purification on the anti-G antibody column. The immunopositive fractions gave an apparently homogenously purified single protein (Fig. 8A, lane 2) . Molecular mass of the leaf-derived G protein was similar to that of the authentic viral protein (Fig. 8A, lane 1) . When the glycoprotein G enriched fraction obtained from the ion exchange matrix was loaded on concanavalin A column, several proteins were retained on the matrix and eluted with 0.1 M borate buffer (Fig. 8A, lane 3) . However, only one protein of ∼66 kDa (Fig. 8B, lane 3) that co-migrated with the authentic viral protein (lane 1) showed immunoreactivity with anti-G antibodies. In case of E. coli, no protein was retained by concanavalin A (lane 6). The results establish that the rabies virus glycoprotein expressed in tobacco leaves is glycosylated and is not degraded during the purification procedure.\n\nThe results of the mice experiments (Fig. 9) show that the G protein enriched plant fraction elicits a high level of immune response in mice. The leaf-derived G protein purified from the antibody column was injected in the mice, as described in Section 2. The antibody titre in the serum of immunized mice continued to increase substantially even after the third booster (without adjuvant) in case of the plant-derived vaccine (Fig. 9) . The immunogenicity of the plant-derived protein (PDP in Fig. 9 ) was apparently higher than that of the commercial virus vaccine. Though in both cases, 25 g total protein was injected at each stage, the data reflects only relative comparison since the virus contains additional proteins, as also visible on SDS-PAGE (Fig. 8A , lane 1 and Fig. 7C, lane 2) . These viral proteins (other than the G protein) also show (though weaker) immunoreactivity to anti-rabies virus antibodies (Fig. 7D, lane 2) . After the third booster, all the mice were challenged with challenge virus standard (CVS) rabies virus. The Fig. 9 . Anti-rabies immuneresponse in Balb/c mice injected intraperitoneally with rabies virus glycoprotein. Antibody titres after second ( ) and third ( ) boosters, are shown. pre-immunization serum (PIS), control mice (CON, injected with phosphate buffer), PDP (mice injected with the plant derived glycoprotein fraction of tobacco leaves), V (mice injected with commercial Rabipur vaccine). In each case, five mice were injected. Fig. 10 . Immunoprotection of Balb/c mice after intracerebral challenge with live rabies virus. The five mice whose immuneresponse is shown in Fig. 9 were challenged with live CVS virus maintained at Indian Veterinary Research Institute, Izatnagar, India. Per cent survival in mice vaccinated with phosphate buffer ( ), plant derived rabies virus glycoprotein ( ) and commercial Rabipur vaccine ( ) are shown. challenge dose was 10 × LD 50 injected intracerebrally to mice in all the groups. After challenge, the symptoms of rabies, i.e. paralysis and death appeared in the controls within the next 14 days. The results giving survival are presented in Fig. 10 . The plant derived glycoprotein gave 100% protection, similar to the commercial vaccine. All the mice immunized with saline buffer, died after 14 days of the challenge (Fig. 10) .\n\nThe rabies virus glycoprotein alone is sufficient to induce protective immunity (Wiktor et al., 1973) . Purified glycosylated rabies G protein derived from eukaryotic cells is effective as a vaccine in animal models . The nonglycosylated G protein prepared from bacterial cells does not give protective immunity (Yelverton et al., 1983; Lathe et al., 1984; Malek et al., 1984) . The G protein expressed in yeast is glycosylated. Yet, it gives protection only against intramuscular and not intracerebral virus challenge (Klepfer et al., 1993) , apparently due to differences in yeast-based glycosylations. Vaccination of subjects with DNA coding for the G protein triggers protective levels of virus neutralizing antibodies in animal models (Biswas et al., 2001; Lodmell et al., 2003; Bahloul et al., 2003) . Hence, the expression of a useful anti-rabies vaccine in heterologous hosts, including plants must ensure the accumulation of correctly glycosylated immunoprotective glycoprotein.\n\nRecombinant vaccinia virus (Rupprecht et al., 1986) , adenovirus (Prevec et al., 1990) , baculovirus (Prehaud et al., 1989) and animal cell lines are considered as less desirable for developing human rabies vaccines because of safety concerns. The vaccine derived by expressing the G protein in plants is a promising possibility, provided such a protein is sufficiently immunoprotective. The only study where an anti-rabies antigen has been expressed in plants and examined for immunoprotection is for the vaccine derived by expressing a chimeric peptide (comprising a 23 amino acid antigenic determinants from the G protein and a 15 amino acid determinants from the N protein) on the surfaces of plant viruses (Modelska et al., 1998; Yusibov et al., 2002) . The recombinant virus particles purified from plant tissue gave protective immunity in mice after intra-muscular challenge with lethal dose. However, protection by G protein alone expressed in plant cells and effectiveness of the chimeric protein against intracerebral challenge were not reported in these studies. Moreover, the size of the antigenic polypeptide that can be expressed on the surface of a plant virus vector is limited (Yusibov et al., 1997) and that may limit the development of sufficiently effective virus neutralizing epitopes. Further, the expression is transient and containment could be a significant problem at agricultural level, especially with environmentally stable viruses like TMV. Full-length G protein has earlier been expressed in plant system only by McGarvey et al. (1995) . However, in that study, animal experiments were not attempted. Hence, the utility of plants in expressing immunoprotective G protein has not been established earlier.\n\nPlants offer several advantages over conventional expression systems for the production of recombinant proteins. They can fold and assemble proteins in a manner similar to higher eukaryotes. In our study, the signal peptide of the native G protein was replaced by the tobacco PR-S signal peptide (Sijmon et al., 1990) , known to be efficient in transport of proteins in to the endoplasmic reticulum of the cells. The 5 end of the gene provided an efficient translation initiation context. An ER-retention signal (SEKDEL) was provided at C-terminal of the G protein. The gene was codon optimized to facilitate high-level expression in plants. A summary of the modifications made in the gene is given in Table 1 . The gene thus designed, expressed at a high level in a majority of the transgenic plants. A wide variation in the level of expression (0.001-0.38% of leaf protein) in leaves was noticed at population level. This is understandably due to integration of the transgene at different positions in the genome of independentally selected transgenic lines (Peach and Velten, 1991) .\n\nThe G protein expressed in tobacco leaves was stable and showed a higher apparent molecular mass (∼66 kDa) as compared to that in E. coli. This difference is apparently due to glycosylation of the protein in tobacco leaf and not in E. coli. In an earlier case, where full length G protein was expressed in plants, a protein of 60-62 kDa was noticed in tomato (McGarvey et al., 1995) . Lower molecular mass observed (as compared to 66 kDa surface protein in the virus particles obtained from animal cells) in that study was attributed to differences in glycosylation between the plant and animal cells. The degradation of G protein to smaller peptides encountered by McGarvey et al. (1995) was also not seen in our work (Fig. 7) . In our study, the protein that accumulates in tobacco leaves is of higher molecular mass, comparable to the authentic surface protein of rabies virus. This is presumably due to efficient glycosylation, because we provided the G protein an efficient signal peptide and an endoplasmic reticulum retention signal. Confocal microscopy (data not included) established that the G protein was localized in endoplasmic reticulum of tobacco leaf cells. The results suggest that localization of G protein in endoplasmic reticulum may be critical for its glycosylation, folding into a conformation required for immunoprotection and for its stability in plant cells. McGarvey et al. (1995) did not report the immunogenicity of the G protein expressed in tomato. Moreover, they reported a rather low level of expression and could obtain G protein from the tomato tissue, only after immunoprecipitation. In selected transgenic lines, we noticed at least 100-fold higher expression level in tobacco leaves as compared to them. Some of the best expressors like A 100 -13, gave the G protein at about 0.38% of the total leaf protein. Immunologically, the protein could be detected in even crude protein preparation from the leaves of such lines ( Fig. 7C and D) . The leaf expressed G protein could be purified to homogeneity in a number of ways, as explained in results. High expression is presumably due to several aspects considered by us in designing of the gene. Optimizing the codons to use plant-preferred codons greatly affects expression level (Haq et al., 1995; Mason et al., 1998) of proteins in plants. Horvath et al. (2000) , reported a high yield of bacterial (1,3-1,4)-␤-glucanase in the endosperm of mature grain when C + G content was raised to 63%. The addition of ER-retention signal at C-terminal has been suggested to enhance the accumulation of recombinant proteins in transgenic plants Munro and Pelham, 1987; Napier et al., 1998; Wandelt et al., 1992) . Stoger et al. (2000) , reported protein accumulation, irrespective of the mRNA level, suggesting that the addition of KDEL at C-terminal resulted in enhanced accumulation of antibodies in plants. The increase in accumulation due to SEKDEL may be due to lower turn over of the protein, as reported in case of ScFv where difference in protein yield was observed between the ER and apoplast (Schouten et al., 1996) . Our study demonstrates that a codon optimized gene that targets the rabies glycoprotein to endoplasmic reticulum of tobacco leaves is expressed at a high-level and is immunogenic as well as immunoprotective in animal model."}