{"title": "Assessment of the Clinical Performance of Platelet Concentrates Treated by Pathogen Reduction Technology in Santiago de Compostela", "body": "A safe and stable blood supply is paramount for a functional health system [1] . Regulatory agencies, blood providers and medical professionals are continuously implementing and improving measures that can guarantee a safe blood supply. Much of this effort was initiated in the face of emerging infectious threats in the blood supply, as exemplified by the experience with HIV. Despite the implementation of the HIV blood screening test, one of the most successful reactive safety measures ever implemented, society still had to pay a high price in terms of human lives and health as a result of not being prepared for the emergent pandemic of AIDS [2] . This experience only emphasized the fact that, although a zero risk for blood transfusion is unattainable [3] , provision of the safest blood possible must remain one of the biggest commitments of world policy [4] .\n\nModern times are characterized by intense world travel, migration, and increased global commercial interdependence (globalization). These factors add to demographic changes and contribute to the complexity of the task of maintaining safe blood [5] . Spain pioneered the use of pathogen reduction technology (PRT), initially for the treatment of fresh frozen plasma (FFP) [6] . The application of this proactive risk reduction measure was meant to contain the dissemination of infectious diseases in times of continuous threats, as seen with recent examples such as HIV/AIDS, severe acute respiratory syndrome (SARS), chikungunya and dengue outbreaks as well as West Nile virus infections.\n\nThe Blood Transfusion Center of Galicia supplies blood to 31 hospitals and a population of about 2.7 million inhabitants in the Northwestern region of Spain. It collects approximately 105,000 whole blood and 6,700 apheresis donations per year. Since 1998,\n\nRiboflavin-based pathogen reduction · Pathogen reduction · Clinical performance Summary Introduction: This study assessed the feasibility, performance, and safety of Mirasol ® -treated platelet concentrates (M-PC) stored for up to 7 days. Methods: This prospective observational study was approved by the ethical committee of the University Clinic of Santiago de Compostela. Informed consent was asked from patients receiving M-PC. M-PCs were treated with the Mirasol system according to the manufacturer's instructions. Thrombocytopenic patients were transfused according to the Spanish transfusion guidelines. Post-transfusion platelet counts were measured at 1 h and/or 24 h after transfusion. Post-transfusion surveillance of patients was maintained during the study. Results: Data from 54 evaluable patients and 135 transfusions were analyzed. The mean age of patients was 58 years. The mean age of M-PC at transfusion was 3.6 days. The mean platelet dose was 3.7 × 10 11 . The transfusion responses measured as mean corrected count increment 1 h after transfusion (CCI 1h ) and CCI 24h were 9,659 and 4,751, respectively. 65% of transfusions resulted in CCI 1h values 7,500. 51% of transfusions resulted in CCI 24h values 4,500. Conclusion: The use of M-PC in the supportive treatment proved to be safe and effective for this cohort of thrombocytopenic patients. Recently, the Blood Transfusion Center of Galicia assessed the quality of Mirasol ® PRT-treated (Terumo BCT, Lakewood, CO, USA) platelet concentrates (M-PC) and stored in platelet-additive solution for up to 7 days [7] . This technology uses riboflavin (vitamin B 2 ) and UV light to reduce the pathogen load and to inactivate contaminating white blood cells in blood components. Results of this study demonstrated acceptable platelet quality, which prompted the Blood Transfusion Center and the University Clinic of Santiago de Compostela to start a clinical study to investigate the performance of these products in the supportive therapy of thrombocytopenic patients. The study was designed to assess the feasibility, performance, and safety of M-PC stored for up to 7 days.\n\nThe protocol for a prospective observational study was submitted to the ethical committee of the University Clinic of Santiago de Compostela and granted approval before the start of the study. Patients receiving M-PC had to sign an informed consent form before starting therapy.\n\nPlatelet concentrates processed from whole blood collections with the Or-biSac technology (Terumo BCT) were treated with the Mirasol PRT system according to the manufacturer's instructions for use. After treatment, M-PC were immediately released with no additional treatment. Platelets solved in the platelet-additive solution SSP+ (Macopharma) originated from 5 buffy coat pools and were stored up to 7 days at 22 ° C on an agitator. Blood processing and treatment were done according to a protocol described in an earlier publication [7] .\n\nExclusively stable thrombocytopenic patients were enrolled in this study. These patients were maintained on prophylactic platelet-supportive therapy according to the Spanish and international transfusion guidelines, as well as in accordance with the institution's standard practices. Only patients over the age of 18 receiving at least 1 U of M-PC were included in the study. Patients were excluded if they were refractory to platelet transfusion, if they showed active bleeding, if transfusion was needed during surgery, or if the informed consent form had not been signed. Patients received ABO/Rh group-compatible platelets.\n\nPost-transfusion platelet counts were measured at 1 h and/or 24 h after transfusion. Furthermore, post-transfusion surveillance of patients was maintained during the study period. All statistical analyses were conducted using SAS/BASE, SAS/STAT software, version 9.4 of the SAS System for Windows (SAS Institute Inc., Cary, NC, USA).\n\nCell counters from three departments were used: Sysmex XT-20001 (Sysmex, Norderstedt, Germany) at the Blood Transfusion Center) COULTER AcT \n\nPost-transfusion platelet counts were measured at 1 h and/or 24 h after transfusion. CI (count increment) and CCI (corrected count increment) were calculated using the following formulas (BSA = body surface area): CI 1h = (1-hour post-transfusion platelet count) -(pre-transfusion platelet count)\n\n(1), CI 24h = (24-hour post-transfusion platelet count) -(pre-transfusion platelet count)\n\n(2), CCI 1h = (CI 1h / transfused platelet dose) × BSA (3), CCI 24h = (CI 24h /transfused platelet dose) × BSA (4), BSA = 0.0202457 × height 0.725 × weight 0.425 (5) .\n\nThe mean yield of transfused M-PC was 3.7 × 10 11 , range 2.7-5.0 × 10 11 , standard deviation (SD) 0.5 × 10 11 . The mean age of M-PC at the time of transfusion was 3.6 days, range 2.7-5.0 days, SD 0.1 days. Nearly 90% (89.4%) of platelets were transfused at days 1-5, the remaining 10.6% were transfused at days 6 and 7.\n\nPatients 55 patients were enrolled initially. One patient was excluded due to refractoriness. In total, transfusion data from 54 patients and 135 transfusions were analyzed. The mean age of patients was 58 years (range 32-82 years). 55% of patients were male. Table 1 shows patients grouped by diagnosis: acute leukemia including acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML), non-Hodgkin's lymphoma (NHL) including B-cell lymphoma, Hodgkin's lymphoma (HL), myelodysplastic syndrome (MDS), marrow aplasia including aplasia and hypoplasia, and nonhematological diseases including post-cardiac surgery and liver cirrhosis. Clinical factors that led to increased platelet consumption were absent only in 32% of the enrolled patients. Most of the susceptible patients showed symptoms of fever and/or infection (24%) or had recently undergone bone marrow transplantation (31%).\n\nData measured from identical samples by the three different cell counters appeared to be normally distributed (Shapiro-Wilk; p > 0.05 for all), as demonstrated in figure 1 . The three populations measured on the three counters were found to be normally distributed (Shapiro-Wilk; p > 0.05). ANOVA revealed no difference between the counters (p = 0.4). Descriptive statistics, variability plotting, and box plotting showed similar population distributions for all counters. Hence, data collected by the counters could be used without any further calibration or extrapolation.\n\nThe mean number of transfusions per patient was 2.5, range 1-6, SD 1.5, median 2.0. Considered together, the observed mean of all transfusions CCI 1h (n = 23), and CCI 24h (n = 120) was 9,658 and 4,751 (table 2) . 65% and 42% of transfusions showed CCI levels above the internationally accepted threshold for successful transfusions of 7,500 for CCI 1h and 4,500 for CCI 24h (fig. 2a) . Based on the mean values of CCIs, transfusion responses were lower than thresholds in patients with acute leukemia (CCI 24h ) and HL (CCI 24h ) ( fig. 2b) .\n\nTwo acute transfusion reactions of grade I with imputability considered possible were observed during 135 transfusions.\n\nThe Mirasol PRT technology was partially implemented at the Blood Transfusion Center of Galicia to guarantee the continuous supply of M-PC to the Department of Hematology and Hemotherapy of the University Clinic of Santiago de Compostela during the study period. Due to its simplicity, educating operators and implementing the technology went very smoothly, with treated products being released earlier than the ones treated with alternative technology employed at the site since 2008.\n\nIn this study, clinical performance of M-PC was evaluated by post-count increment determination after prophylactic transfusion of thrombocytopenic patients. Previous studies could show a clear relationship between transfusion failures, defined as increments below international recognized thresholds, and bleeding complications [8, 9] . This study design was chosen to enable a performance as close as possible to the routine process at the hospital and also allow for comparative analysis with other routine experiences reported in the literature [11, 12] . Thus, in this prospective study, count increment levels were used as markers of clinical performance. CCI 1h , a marker of platelet recovery, can be used as a surrogate for platelet quality; hence, results showing a rate of 65% effective transfusions in multiple transfused patients lie definitely within the expected levels of response and can confirm adequate platelet quality. This level of successful transfusions is slightly inferior to what has been reported by investigators in the Netherlands (72%), equal to what has been recently observed in Switzerland (65%) and superior to the reports from Norway (46%). In all of these instances, platelets treated with an alternative pathogen reduction technology had been used [10] [11] [12] . Moreover, the observed rate is slightly inferior to what was observed in the MIRACLE study after transfusion of M-PC (71.3%) [13] .\n\nCCI 24h is a marker of survival and consequently very dependent on patient conditions. In view of the fact that 68% of the patients presented with platelet consumption factors at the time of transfusion, a successful response rate of 42% is quite acceptable. This patient variable becomes more evident if the clinical responses by patient group are analyzed ( fig. 2b) . Besides, the response rate observed in the present study was in the range observed in studies using alternative technologies, which range from 64% in the Dutch, 53% in the Norwegian and 28% in the Swiss reports. In the MIRACLE study, responses above the CCI 24h threshold were observed in 51% of transfusions.\n\nWith regard to safety, two mild allergic reactions were recorded in 2 patients that were resolved without medication. These reactions were considered possibly related to the transfusion of the blood product, implying a rate of 1.5% for adverse events related to transfusion. This rate is far below the observed rate of 8% reported elsewhere for pathogen-inactivated platelet products treated with an alternative technology, and consistent with prior reports on M-PT [11, 14] .\n\nAltogether, the experience acquired in the processing of M-PT under 'routine-like' conditions and used in the supportive treatment of thrombocytopenic patients showed that the technology is easy to implement in the blood bank routine and that the treated platelet-containing products were safe and effective."}