{"title": "A novel real-time PCR assay panel for detection of common 1 respiratory pathogens in a convenient, strip-tube array format 2 Running title: Respiratory PCR panel in a strip-tube array format Assistant Professor of Clinical Pathology and Laboratory Medicine Introduction", "body": "tests offer many advantages including a rapid response time and the ability to detect organisms 70 that will not grow in culture. In addition these tests allow detection of bacteria in patients where 71 antimicrobial treatment has been initiated prior to collection of the sample. We now have access 72 to accurate and rapid multiplex assays simultaneously detecting both viral and bacterial 73 pathogens within a few hours. The ability to diagnose co-infections is a significant improvement 74 as these can be associated with increased morbidity and mortality (19) (20) (21) . Rapid molecular tests 75 have been shown to reduce the length of hospital stay and the cost for testing for those with viral 76 respiratory testing and has facilitated a more targeted approach to patients presenting with 77 respiratory infections with respect to treatment regimens, need for admission and infection 78 control concerns (7, (22) (23) (24) . which are missed by the existing assays. Therefore, in this study, we developed an in-house PCR 106 assay panel (Respanel) customized to detect the most common, and clinically significant 107 respiratory pathogens. The assay was designed to use pre-aliquoted assay-specific reagents in 108 strip-tubes for convenience, and to reduce the hands-on time required to perform multiple The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint acids from 0.5 ml of NPW or NPFS specimens were extracted on a NucliSENS® easyMAG 139 platform (bioMérieux, France) according to the methods described by the manufacturers.\n\nReal-time PCR: Primers and probes for sixteen PCR assays were either obtained from 141 previously published assays or newly designed, in this study by using the Primer Express 142 software v3.0.1 (Life Technologies) ( Table 1) . The in silico specificity of the amplicon sequence 143 for the target pathogen was confirmed by nucleotide blast search against the NCBI non- The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint QuantiTect RT Mix (Qiagen, USA). Ten percent extra volume was added to the required volume 185 for all components, to account for pipetting error. Next, using an electronic dispensing pipette 186 (Eppendorf, USA), 17.5 µl of sample mix was dispensed into the 16-wells of the 96-well PCR plate, in the two adjacent columns containing the primers and probes as described above and in enterovirus, multiple primer and probe sets were tested for superior performance. Because of the 218 cross-reactivity of enterovirus and rhinovirus primers and probes with their respective targets, an 219 additional PCR reaction was added for enterovirus 68 in order to correctly assign results for 220 enteroviruses and rhinoviruses. PCR assays were then tested individually using PCR, DFA or 221 culture confirmed specimens or ATCC reference strains of bacteria and viruses (n=397).\n\nRespanel PCR results in 91%-100% agreement with the reference results (Supplemental table 3) . 223 Next, a total of 34 nasopharyngeal wash specimens that were previously tested by 224 Resplex I and II were tested by Respanel assay as described in the materials and methods. The 225 overall, observed agreement with Resplex assay was ~95% (kappa = 0.734; 95%CI: 0.643-226 0.826). In total, 71 pathogens were identified in these samples by Respanel, which was 48% 227 higher than that of Resplex assays ( for each of the individual pathogens were compared, Respanel assay results were more correlated 240 (>95%) to FTDRP21 assay than Resplex assays (Table 1 and 2).The cost of Respanel is 241 approximately 25% of Resplex assays and requires less than 10 minutes of hands-on time per 242 sample, apart from the initial effort required for producing PCR-ready aliquots of primer/probe 243 mixes in PCR strip-tubes. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint of automation. Many test methods have also been described in the literature for potential use as 254 laboratory-developed tests (LDT). To make an appropriate choice, a careful assessment of 255 performance characteristics as well as costs and benefits associated with the test method is 256 necessary. Ideally, when performance characteristics of test methods are comparable and meet 257 regulatory requirements, a test method and a platform that provides rapid TAT and requires 258 minimum technical skill and hands on time would be preferable. However, the costs associated 259 with the platform, such as test kits and service contracts may not be affordable to many The purpose of this study was to develop a laboratory-developed, real-time PCR based 271 test panel for selected respiratory pathogens with minimum multiplexing and in a format so that 272 minimum hands-on time is required. Accordingly, we designed our workflow so that assay 273 specific reagents are ready to be used for routine testing (Figure 1 ). We also minimized repeated The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. It . https://doi.org/10.1101/455568 doi: bioRxiv preprint"}