{"title": "Localization of an RNA-binding domain in the nucleocapsid protein of the coronavirus mouse hepatitis virus", "body": "Coronaviruses constitute a family of viruses whose single-stranded, positivesense RNA genomes have the largest coding capacities among the RNA viruses [27, 31] . Paradoxically, coronaviruses have relatively few structural proteins. Their large, roughly spherical virions are enclosed by a membrane envelope containing two (or, in some cases, three) types of membrane-bound glycoproteins. Internal to this, multiple monomers of a nucleocapsid protein (N) encapsidate the viral genome, which, in the case of the prototype mouse hepatitis virus (MHV), is some 31,000 nucleotides in length [10, 19] . The nucleocapsids of coronaviruses are helically symmetric [ 12] , a feature seen in only one other group of positive-stranded RNA viruses, those of the proposed family Toro-viridae [25] . Consequently, these structures pose interesting problems with respect to genome translation as well as in understanding the processes of encapsidation and assembly.\n\nElucidation of coronavirus nucleocapsid structure and function will require description of the multiple interactions in which the N protein must participate: (i) the binding of N protein along the entire length of the RNA genome; (ii) contacts between adjacent N monomers on the R N A and between N monomers that neighbor each other per helical turn; and (iii) association between N protein and the membrane glycoprotein (M), which may stabilize virion assembly [32] . For at least some of these, it may be possible to map regions of the N molecule that are involved in a particular interaction. The work presented here focusses on the first type of interaction: the ability of N to bind to RNA.\n\nCoronavirus N proteins are markedly basic, and they form complexes with RNA that tend to dissociate in high concentrations of salt and provide only limited protection against the action of ribonucleases [ 12, 22] . In these respects, they resemble the NP proteins of the orthomyxoviruses [ 1, 4] . By contrast, the N -R N A complexes of the rhabdoviruses and the paramyxoviruses, which also form helically symmetric nucteocapsids, are stable in high salt and are largely resistant to ribonuclease [1, 11] . Few details are known about the association between N protein and RNA in the coronaviral nucleocapsid. We have previously compared the amino acid sequences of the N proteins of five strains of MHV and, on the basis of this analysis, proposed a three domain structural model for the M H V N protein [20] . In this paper it is shown that the central of these three domains is responsible for the RNA-binding ability of the MHV N molecule.\n\nTranscription vectors linking the N gene of MHV to the RNA polymerase promoter of either bacteriophage T7 or bacteriophage SP6 were constructed by standard recombinant DNA techniques [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] . A cDNA clone, pAl5, containing a nearly full-length copy of the N mRNA of MHV-A59 [20] (EMBL/GenBank accession no. M35256) was restricted with SnaBI and SacI, made blunt-ended, and inserted in either orientation into the vector pGEM3Zf ( -) (Promega), which had been opened and blunt-ended at the KpnI and SphI sites of the polylinker. The resulting constructs, pA50 and pA48, contained the T7 or SP6 promoter, respectively, linked to 54 nt of the 78 nt 5' untranslated region (UTR) of RNA7 of MHV-A59 I- 8, 19] , followed by the entire N protein coding region and 225 nt of the 301 nt 3' UTR ( Fig. 1) . HindIII-linearized pA50 encoded run-off transcripts that were bounded by polylinker sequences of 17 nt and 6 nt at their 5' and 3' ends; SacI-linearized pA48 encoded run-off transcripts that were bounded by polylinker sequences of 15 nt and 2 nt at their 5' and 3' ends ( Fig. 1 ). Full-length N mRNAs transcribed from these two plasmids had identical translation efficiencies in vitro. Truncated N mRNAs were transcribed from pA50 that had been linearized with BsmI, ScaI or SpeI and from pA48 that had been linearized with AccI or EcoRI (Fig. 1 ). An internal deletion mutant of the N gene was constructed by restriction of pA50 with [20] . The N mRNA initiation codon is underlined NheI and SpeI ( Fig. 1) , followed by religation of these compatible sites in the vector fragment. The resulting plasmid, pA60, lacked nt 603-920 of the N gene and encoded the mutant protein N/Nhe-Spe. A second internal deletion mutant was generated by cleavage of pA50 with ApaI and NheI (Fig. 1 KpnI site had been inserted immediately preceding the start codon. Details of the construction of pA56 will be described elsewhere. The KpnI(blunted)-HindlII fragment of pA56 was exchanged for the StuI-HindlII fragment of the mutant VSV N SP6 transcription vector pN112 [16] . This yielded a plasmid, pA58, containing nt 1-69 and 370-420 of the coding region of the VSV N gene followed by the entire coding region of the MHV N gene; the encoded protein was designated N/fusl. A deletion mutant of pA58 was created by exchange of the ApaI(blunted)-HindlII fragment of pA50 for the StuI-HindlII fragment of pN112. The resulting plasmid, pA63, contained nt 1-69 and 370-420 of the VSV N gene followed by nt 406-1362 of the MHV N gene; the encoded protein was designated N/fus2.\n\nDuring the construction of pA63, there serendipitously arose a similar plasmid, pA65, containing the same extent of MHV N sequence preceded only by nt 1-24 of the VSV N gene; the protein encoded by this construct was designated N/fus4.\n\nAll plasmid constructs were checked by restriction analysis, and all newly formed junctions were directly verified by dideoxy sequencing [24] . DNA plasmids to be used as transcription templates were purified by two cycles of equilibrium centrifugation in CsCI gradients in the presence of propidium iodide [14] .\n\nCapped, run-off SP6 and T7 mRNAs [18] were typically synthesized in 100 gl reactions containing 40mM Tris hydrochloride (pHT.9), 6mM MgC12, 2mM spermidine, 10mM NaC1, 10 mM dithiothreitoi, I00 U RNasin (Promega), 500 gM each ATP and CTP, 100 gM each GTP and UTP, 500 IIM mVGpppG (New England Biolabs), 10 gCi [5,6-3H]UTP (45 Ci/ mmol; Amersham), 2 gg linearized DNA template, and either 40 U SP6 RNA polymerase or 80 U T7 RNA polymerase (New England Biolabs). Reactions were carried out for 60 rain at either 40 °C (SP6) or 37 °C (T7). Products were extracted twice with phenol-chloroform, twice with chloroform and were twice precipitated with ethanol. The incorporation of labeled UTP was determined by binding of product RNA to DEAE filter paper (Whatman DE 81); the size and homogeneity of synthesized RNA were verified by electrophoresis in 5% polyacrylamide gels containing 8 M urea, followed by fluorography. For the synthesis of high specific activity, 32p-labeled N mRNA, all reaction conditions were identical, except that the labeling nucleotide was 100 ~tCi [a-32p]UTP (3000 Ci/mmol; Amersham).\n\nTranslation of synthetic mRNAs was carried out in a micrococcal nuclease-treated rabbit reticulocyte lysate (Amersham). In the standard reaction, 0.3 to 0.4 ~tg of mRNA in 3 to 4~tl of H20 was used to program 12gl of reticulocyte lysate containing 14U of RNasin and 8 to 10 gCi of [35S]methionine (> 1100 Ci/mmol; New England Nuclear). Incubations were carried out for 90 rain at 30 °C. In many experiments, where noted, 1 gl of either H20 or RNase A was then added, and samples were incubated an additional 30 rain at 30 °C. Bovine pancreatic RNase A (ca. 100 U/mg; Sigma type XII-A) was rendered DNase-free by heat treatment [14] . For translation of authentic MHV mRNA, total RNA was purified [5] from MHV-A59-infected (as well as mock-infected) mouse 17 clone 1 cells at 20 h postinfection, and 6 gg was translated as above.\n\nIn vitro-synthesized proteins were analyzed both by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) [7] and by nondenaturing PAGE employing the standard Laemmli discontinuous system in which SDS was omitted from all gels and buffers, and samples were not heated prior to electrophoresis [15] . Reticulocyte lysate samples (4111) were run on SDS-PAGE gels (10% acrylamide-0.27% methylene bisacrylamide) and nondenaturing PAGE gels (7.5% acrylamide-0.2% methylene bisacrylamide) that were 19 cm long by 1.5 mm thick. Nondenaturing PAGE was performed at 80 V at ambient temperature (ca. 18 h); under these conditions there was no detectable heating of the gel for the duration of the run. Gels were fixed in 50% methanol-10% acetic acid and were impregnated with 1 M sodium salicylate prior to drying and fluorography at -70 °C.\n\n[3SS]Methionine-labeled bands were quantitated either by (/) excision and solubilization in 2 ml of 30% H202 for 48 h at 50 oC prior to counting in 8 ml of Aquasol (New England Nuclear) or (ii) direct counting with a Betascope 603 Blot Analyzer (Betagen).\n\nIn order to develop in vitro assays for MHV N protein function, the N gene was inserted into bacteriophage T7 and SP6 transcription vectors. Synthetic mRNA containing the entire coding region of the authentic N mRNA, as well as most of the 5' and 3' UTRs, was used to program a protein synthesizing system from rabbit reticulocyte lysate. The translation product from this message, labeled with [35S]methionine, was analyzed by SDS-PAGE and had a mobility indistinguishable from that of N protein translated in vitro from total RNA purified from MHV-A59-infected cells (Fig. 2 A, lanes b and c) . In addition, N protein translated from synthetic mRNA was immunoprecipitable by either anti-N or anti-MHV polyclonat antibodies (Peng and Masters, unpubl. data). In vitro-translated N protein had a slightly higher apparent molecular weight than N protein from [35S]methionine-labeled virus of MHV ( Fig. 2 A, lane a). This was possibly due to differential extents of N protein phosphorylation [30] in vitro and in vivo, or it may indicate that the mature N protein found in MHV virions had undergone amino-terminal modification, as has been observed for the N protein of the coronavirus avian infectious bronchitis virus [2] . This apparent difference does not bear on the present study.\n\nTo examine the properties of native N protein, the in vitro translation product was analyzed by nondenaturing PAGE. In this gel electrophoresis system, the major fraction (ca. 60%) of translated N protein migrated into the running gel, forming a discrete band with a mobility of 0.25 relative to bromphenol blue (Fig. 2 B, lane f). The MHV-A59 N protein contains a considerable excess of basic amino acid residues (63 lysines and arginines as opposed to 46 glutamates and aspartates) and has a calculated pI of 10.5 [20] . Initially it was surprising that such a molecule, expected to have a substantial net positive charge, was migrating toward the positive pole during electrophoresis. This result suggested that the N molecule was tightly bound to some polyanionic molecule and migrated as part of a complex having an overall negative charge. That this, in fact, had occurred was shown by incubation of translated N protein with RNase A prior to nondenaturing gel electrophoresis. RNase treatment abolished the ability of translated N protein to migrate into the nondenaturing gel ( Fig. 2 B, lane g) . Thus, synthesized N protein had bound to some RNA species present in the translation reaction, and as a consequence of this complex formation it was carried into the nondenaturing gel during electrophoresis. N protein translated from total RNA purified from MHV-A59-infected cells behaved in the same RNase-sensitive manner (Fig. 2 more immediately digested. The N -R N A complex was more sensitive to RNase A than to RNase T1, possibly due to the different nucleotide specificities of these enzymes (RNase A cuts 3' to pyrimidines; RNase T1 cuts 3' to G residues). Alternatively, the differential sensitivity may have reflected the relative accessibility of each enzyme to phosphodiester bonds within the N -R N A complex. The N proteins of coronaviruses provide their encapsidated genomes only a minimal degree of protection against the action of ribonucleases [12, 22] . Hence, in this respect, the N -R N A interaction in the nondenaturing gel assay resembled that found in the M H V nucleocapsid. The RNase sensitivity of the ability of N protein to migrate into nondenaturing gels was not due to possible contaminating protease activity in the RNase preparations, since the same RNase-treated samples of translated N 148 P.S. Masters protein showed no degradation when analyzed by SDS-PAGE (Fig. 3, lanes an, lower) . Moreover, inclusion of the placental RNase A inhibitor, RNasin, allowed at least partial inhibition of the effect of an intermediate concentration of RNase A (Fig. 3, lanes p and q) . Incubation with RNase-free DNase had no effect on the mobility of N protein in nondenaturing PAGE (Fig. 3, lane r) .\n\nIt has been reported previously that the MHV N protein exhibits sequencespecific binding to nucleotides 56 to 65 of the MHV leader RNA [29] . Since the N mRNAs synthesized from the transcription vectors shown in Fig. 1 contained this portion of the leader sequence, it seemed possible that the N-RNA complex observed in nondenaturing PAGE was that of translated N protein binding to its own mRNA. To test this notion, parallel translation reactions were carried out either with unlabeled N mRNA or with N mRNA labeled to high specific activity (2.4 x 10 7 cpm/gg) with [a-32p]UTP. N protein translated from unlabeled mRNA was labeled with [35S]methionine, while N protein translated from labeled mRNA was left unlabeled (Fig. 4) . It was expected that if translated N protein were binding to its own mRNA, then a 32p-labeled RNA band migrating to the same position as that of [35S]methionine-labeled N protein should have been observed in nondenaturing PAGE. As shown in Fig. 4 (lanes b', c', f' and g') this clearly did not occur. This was not due to failure to translate the 32p-labeled mRNA, since unlabeled and labeled N mRNAs had comparable translation efficiencies (Fig. 4, lanes b, e, b' , and e').\n\nDuring the course of the 90 min translation reactions, the 32p-labeled mRNA underwent limited nucleolyfic degradation, presumably due to low levels of RNase activity in the reticulocyte lysate. Most of the 32P-labeled material produced by this limited breakdown was retained by SDS-PAGE, but virtually all of the same species migrated near the dye front in nondenaturing PAGE. Some minor 32p-labeled bands were seen in the nondenaturing gel at positions other than that expected for N protein-bound material. However, these could not have been due to complex formation with N protein, since the same bands were observed when N protein synthesis was abolished by inclusion of the protein synthesis inhibitor cycloheximide in translation reactions (Fig. 4, lane i') .\n\nThus, the N-RNA complex observed in the nondenaturing gel assay must have been formed by the binding of N to some endogenous RNA species in the reticulocyte lysate. That the observed complex was not due to translated N protein binding to the leader portion of its own mRNA was also supported by the observation that full-length N protein translated from a construct in which the MHV leader sequence was entirely deleted was also able to migrate into nondenaturing gels (data not shown). The same was observed for VSV-N : MHV-N fusion constructs which had the 5' end of a heterologous mRNA substituted for the MHV leader (see below). The complex reported to occur between N protein and MHV leader RNA [29] may not have formed under (a'-j') the conditions of the translation assay or may not have been detectable in the electrophoresis system used here.\n\nThe identity of the R N A b o u n d by N protein in the reticulocyte lysate has not yet been determined. N protein formed a discrete band rather than a heterogeneous smear in nondenaturing P A G E , suggesting that it was binding 150 P.S. Masters to a particular RNA species or at least to a set of species of fairly uniform size. Moreover, a band of identical mobility was formed by N protein that had been translated in a wheat germ extract (data not shown), indicating that the unknown RNA species was not unique to reticulocytes. This non-sequence-specific mode of RNA binding was not unexpected. The N protein of MHV has been shown previously to bind in vitro to RNA of nonviral origin by a labeled RNA overlay protein blot assay [22, 29] , and, indeed such non-sequence-specific binding must be the principal type of protein-RNA contact along the extensive length of the coronavirus nucleocapsid.\n\nThe ability of translated N protein to migrate into a nondenaturing gel was next used as an assay to map the RNA-binding function of the N protein molecule. A set of N protein deletion mutants with successively larger carboxyterminal truncations (designated N/Ace, N/Bsm, N/Sea, N/Eco and N/Spe) was generated by translation of run-off transcripts synthesized from transcription vectors that had been linearized with the restriction enzymes AccI, BsmI, ScaI, EcoRI, or SpeI (Fig. 1) . These variants contained, respectively, deletions of 57, 77, 94, 118, and 148 amino acids. In addition, the internal deletion contained in the N gene of a temperature-sensitive and thermolabile MHV-A59 mutant, Albany-4, was transferred to a transcription vector. The mutant N protein translated from this construct (N/Alb4) contained an in-phase deletion of amino acids 380 through 408 but was everywhere else identical to wild type N ( [ 17] ; Koetzner et al., manuscript in prep.). These six mutants, as well as full-length N protein, were analyzed by SDS-PAGE and by nondenaturing PAGE (Fig. 5) . On SDS-PAGE, all migrated as discrete bands of the expected relative mobilities and were largely unaffected by treatment with RNase A. The N/Ace mutant showed some degree of heterogeneity in both the presence and absence of RNase A (Fig. 5 , lanes e and f). Since this protein product terminated in the basic amino acid-rich sequence KPQRKGR, it possibly was rendered sensitive to degradation by trypsin-like proteolytic activities within the reticulocyte lysate. When analyzed for the ability to bind to RNA, only two of the N mutants, N/Acc and N/Alb4, were able to enter a nondenaturing get to a significant quantitative extent by comparison with full-length N protein (Fig. 5, lanes a' to p') . This migration was completely inhibited by prior incubation with RNase A. The remainder of the carboxyterminal truncated N proteins were only minimally detectable or were undetectable by nondenaturing PAGE.\n\nAn estimate of the relative RNA-binding ability of each N protein construct was made by determining the ratio of cpm of translated protein that had banded in a nondenaturing gel compared to the cpm of an identical sample that had banded in SDS-PAGE (Table 1) . By this analysis, the N/Ace construct retained the major part of the RNA-binding ability of full-length N protein, demon- strating that at least the 57 carboxy-terminal amino acids of N were dispensable with respect to this function. However, carboxy-terminal truncation further into the N molecule, in the N/Bsm, N/Sca, N/Eco and N/Spe mutants, generally abolished the ability of N to bind to RNA. The relative RNA-binding ability of N/Alb4 was intermediate between these latter and that of N/Acc. Thus, the left end of the Albany-4 deletion may define the right-most boundary of the RNA-binding domain of the MHV N protein, since the N/Bsm mutant, which truncated two further residues, lost RNA-binding ability.\n\nEffect of amino-terminal or centrally located deletions on the ability of N protein to bind to R N A A set of deletion mutants collectively spanning the remainder of the N molecule was next constructed. Due to the paucity of convenient restriction sites near P. S. Masters Defined as the average ratio of cpm of translated protein able to enter a nondenaturing gel compared to cpm of an identical sample binding in an SDS gel. The number of independent determinations from which the average was obtained is indicated in parentheses b For the carboxy-terminal and internal deletions (upper set), this is calculated relative to full-length MHV N protein. For the VSV-N:MHV-N fusion constructs (lower set), this is calculated relative to the fulMength construct N/fusl the 5' end of the MHV N gene, a fusion construct incorporating a portion of the 5' end of a mutant VSV N gene was created in order to provide a start codon for a construct in which the 5' end of the M H V N gene was then removed. Consequently, both N fusion genes encoded proteins initiating with the VSVderived sequence: M A P T V K R I I N D S I I Q P K L P A N E D P D R S A E D D K W L P I -YILG, corresponding to amino acids 1-23 and 124-140 of that protein [16] . The full-length fusion protein, designated N/fusl, contained the entire M H V N protein following this sequence. The amino-terminal deletion mutant, N/ fus2, lacking the first 135 amino acids of the MHV N protein, contained the VSV sequence fused to the remainder of MHV N. Two internal deletions mutants, encoding N/Apa-Nhe and N/Nhe-Spe, were generated by removal of the indicated restriction fragments from one of the original (nonfusion) N vectors (Fig. 1) . The resulting protein products transcribed and translated from these lacked regions of 66 and 106 amino acids, respectively. These mutants were analyzed by the two gel electrophoresis systems and on SDS-PAGE were observed to be homogeneous and of the anticipated relative mobilities (Fig. 6, lanes a to k) . Nondenaturing PAGE revealed that the N/fus 1 and N/fus2 proteins retained the ability to bind to RNA, whereas the deletions in N/Apa-Nhe and N/Nhe-Spe abolished RNA binding (Fig. 6, lanes a' to k') . Quantitation of the extent of RNA binding showed that the N/fusl mutant was 62% as binding-competent as unaltered, full-length N protein (Table 1) . Although the VSV N protein is, itself, an RNA-binding protein, the mutant VSV N protein used in the construction of N/fus 1 and N/fus2 is unable to bind Indeed, for N/fus 1 the VSV N-derived portion of the molecule appeared to somewhat impede the entry of MHV N into the nondenaturing gel. Remarkably, the N/fus2 protein was a better RNA-binding molecule than its parent, N/fusl, in spite of the loss of a large portion of the MHV N amino terminus (Table 1) . Clearly, this deleted portion of the N molecule can play little or no role in RNA binding. By contrast, the deletions in the N/Apa-Nhe and N/Nhe-Spe mutants reduced RNA binding to residual levels similar to those observed for the four shortest carboxy-terminal truncation mutants ( Table 1 ).\n\nSince removal of a substantial portion of either the amino or carboxy terminus of the N molecule allowed it to retain the ability to bind to RNA, it became of interest to examine the effect of removal of both of these regions. This was accomplished by generating the doubly-truncated mutant N/fus 1/Acc. Included for comparison in these experiments was N/fus4, an N mutant containing the same amino-terminal deletion as N/fus2 but having only 8 amino acids derived from the VSV N protein (MAPTVKRI). In addition, the corresponding AccIgenerated truncation of N/fus4 was examined. Analysis of these N protein mutants and their full-length counterparts demonstrated that all were able to enter nondenaturing gels to a significant degree (Fig. 7) . Quantitation of the gel assay showed that N/fus4 was at least as competent as full-length N protein and nearly twice as competent as N/fus 1 in RNA binding (Table 1) , thereby extending the prior result obtained with the N/fus2 mutant. The N mutants containing both amino-and carboxy-terminal deletions, N/fus2/Acc and N/fus4/Acc, were at least 60% as able as N/fusl (or at least 40% as able as full-length N) to bind to RNA (Table 1) . Therefore, the RNA-binding domain of the MHV N protein could be localized to a portion of the molecule encompassing amino acids 136 to 397.\n\nThe purpose of this study was to learn what regions of the MHV N molecule participate in the most salient function of N, its binding to RNA. The extent of the deletions and the RNA-binding competence of the various MHV N protein mutants constructed for this study are summarized schematically in Fig. 8 . The results indicate that the RNA-binding ability of the N molecule can be localized to an internal region comprising some 262 amino acids. Deletion of either 135 amino acids from the amino terminus or 57 amino acids from the carboxy terminus of N produced only a limited effect on the RNA-binding function of this protein. Moreover, mutants lacking both termini still retained Fig. 7 . Effect of combined amino-terminal and carboxy-terminal deletions on the ability of N protein to bind to RNA. In vitro-synthesized mRNAs encoding full-length N protein, a VSV-N : MHV-N fusion protein (N/fusl), amino-terminal deletion mutants (N/fus2 and N/fus4), carboxy-terminal deletion mutants (N/Acc and N/fusl/Acc) or combined aminoterminal and carboxy-terminal deletion mutants (N/fus2/Acc and N/fus4/Acc) were translated and subsequently incubated for 30 min at 30 °C with either H20 or with 30 gg/ml RNase A. Control reactions contained no exogenous mRNA (a, b, a' and b').\n\n[35S]methionine-labeled samples were analyzed by SDS-PAGE (a-r) and by nondenaturing (ND)-PAGE (a'-r')\n\nRNA-binding ability. By contrast, deletions occurring within the internal region or entering further into it via the carboxy terminus of the molecule effectively abolished R N A binding. The regions of N defined by this analysis coincide strikingly with those of a three domain model for the molecule that we have proposed previously on the basis of a comparison of the sequences of the N proteins of five different strains of MHV [20] . The present work suggests that these three domains of N are not only structurally distinct but are functionally separable as well. The RNA-binding characteristic of the N molecule resides within domain II, whereas domains I and III are expendable with respect to this activity.\n\nSince the deletions entering domain II are mutations to loss of function, it [6] or recognizable similarity to recently described arginine-rich [9] or methionine-rich [23] RNA-binding domains. Thus, the rules governing this particular mode of protein-RNA interaction remain to be elucidated. In Fig. 8 , the RNA-binding ability of N/Alb4 has been scored as equivocal, based on our recent finding that the ability of this mutant protein to enter a nondenaturing gel is temperature-sensitive with respect to that of wild type N (Koetzner and Masters, unpubl, results) . In addition, revertants of the Albany-4 mutant have been selected, and all of these have N proteins which no longer exhibit the RNA-binding temperature-sensitivity of N/Alb4. For the one revertant that we have analyzed in detail, the single point mutation that causes this restoration of RNA-binding ability resides in the distal third of domain II. This finding further underscores the role of domain II in RNA binding, and supports the notion that the nondenaturing gel assay measures a biologically relevant property of the N molecule.\n\nAlthough the N protein may recognize a specific nucleation sequence or secondary structure on the MHV genome, it must also possess a more general non-sequence-specific RNA-binding capability, since it encapsidates the entire length of the 31,000 nucleotide genome, which does not appear to contain any iterated pattern of potential RNA recognition sequences. This general mode of RNA binding may be a common characteristic of the N (NP) proteins of RNA viruses having helical nucleocapsids. Bacterially expressed NP protein of influenza virus was shown to bind well to both viral and nonviral RNA substrates when assayed in vitro [4] . The N protein of VSV bound tightly to cellular RNAs when synthesized in the absence of other viral proteins in an in vivo expression system [28] , and it bound to endogenous reticulocyte RNAs or added RNA species when expressed by in vitro translation [16] . The measles virus NP protein, expressed in vivo by a vaccinia virus recombinant, has recently been shown to assemble into structures very similar to authentic measles nucleocapsids, as determined by both electron microscopy and equilibrium sedimentation on CsC1 gradients [27] . For MHV, it has been demonstrated previously that the N protein of this virus can bind to a variety of viral and nonviral RNA species following separation of N by SDS-PAGE and blotting onto nitrocellulose [22, 29] . Thus, it is not unexpected that the MHV N protein should bind in vitro to nonviral RNA species in the nondenaturing gel assay reported here.\n\nIt should be noted that an alternative interpretation of the nondenaturing gel assay is that the MHV N protein was not directly bound to RNA but, rather, to a protein constituent of an RNase-sensitive ribonucleoprotein in the reticulocyte lysate. This seems less likely in light of the previously demonstrated RNA-binding activity of N [22, 29] , but it cannot be ruled out until an MHV N RNA-binding assay using purified components is established. If such an N protein-ribonucteoprotein complex is shown to occur, then this may indicate a previously unappreciated interaction between N protein and host cell components.\n\nThe work presented here does not address the problem of sequence-specific RNA recognition by N protein. Only full-length genomic RNA of MHV is packaged into virions. Recently, analysis of defective interfering particles of MHV has identified the RNA packaging signal as falling within a 4(10 nucleotide locus near the 3' end of the huge viral polymerase gene [13, 33] , which is unique to genomic R N A and is not found in subgenomic R N A species. Others have reported sequence-specific binding of N protein to nucleotides 56 to 65 of the M H V leader [29] , which is c o m m o n to all M H V genomic and subgenomic RNAs. This latter sequence was present on many of the synthesized m R N A s used in our study, but selective binding to this R N A region was not observed (Fig. 4) . It is possible that the concentrations of N protein and n o n -M H V R N A in the reticulocyte lysate in our assay were too high to allow demonstration of a selective recognition of M H V R N A . We are currently seeking to establish the assay conditions and the correct R N A substrate to examine sequence-specific R N A binding by the M H V N protein."}