{"title": "Heteroaromatic ester inhibitors of hepatitis A virus 3C proteinase: Evaluation of mode of action", "body": "Regulated proteolysis is a critical feature in the processing of viral polyproteins and is essential for their replication. As such, proteinases constitute an important target for novel antivirals. The main proteinases responsible for this processing in picornaviruses and coronaviruses are the 3C and 3C-like proteinases (3C pro and 3CL pro ), respectively. 1 Picornaviruses include important human pathogens such as human rhinovirus (HRV), poliovirus (PV), and hepatitis A virus (HAV), as well as significant insect, plant and agricultural pathogens, such as footand-mouth disease virus (FMDV). Coronaviruses include the etiological agent of the severe acute respiratory syndrome (SARS) outbreak in 2002. Given the significance of these viral pathogens, intense efforts are underway to develop novel antiviral compounds that target 3C pro s and 3CL pro s.\n\nThe crystal structure of HAV 3C pro was the first solved of the picornaviral proteinases. 2 It has an overall fold resembling the two-domain b-barrel fold of chymotrypsin but with a cysteine in the active site typical of the 3C proteinases. 3 The active site consists of a long groove between the two b-barrel domains and the enzyme's specificity is determined by the residues that line this groove. In the central portion of the groove between the two domains, lie the conserved residues of a catalytic triad: the nucleophilic Cys172; the general acid-base catalyst His44; and Asp84, that forms a hydrogen bond to His44. 4 This catalytic triad is consistent with other 3C pro structures identified to date including those of PV, HRV, and FMDV. [5] [6] [7] The coronaviral 3CL pro s have a similar two-domain b-barrel fold with a third a-helical domain that plays a role in dimerization and contributes to the active site pocket. 8 Coronaviruses have an active site Cys-His catalytic dyad 9 but for both types of proteinases the catalytic mechanism is similar. Following binding of a substrate, the latter's carbonyl carbon atom of the scissile peptide bond is subject to nucleophilic attack by the sulfur atom of the active site Cys. Formation of a tetrahedral intermediate is stabilized by residues of the electrophilic oxyanion hole, and loss of the amide leads to formation of an acyl enzyme intermediate. 4 The catalysis is complete following deacylation and restoration of the active site.\n\nWith some exceptions, such as peptidyl aldehydes 10 and peptidyl fluoromethyl ketones, 11 many of the inhibitors of HAV 3C pro that have been developed to date are not particularly potent in their initial binding to the enzyme. Keto-glutamine analogues have been well studied as potential inhibitors. Such analogues with a phthalhydrazide moiety display initial competitive (reversible) inhibition of HAV 3C pro with the best having a K i of 9 lM. 12 Over a longer period (hours), they then alkylate the active site cysteine thiol with concomitant loss of the phthalhydrazide moiety. 13 Such compounds were improved through cyclization of the glutamine side chain, resulting in inhibitors with IC 50 s in the low micromolar range. 14 Lall et al. 15 also investigated interaction of b-lactones with HAV 3C and found a reversible inhibitor having a K i of 9 lM. Interestingly, the enantiomeric compound was an irreversible inhibitor with a k inact /K i = 3800 M À1 min À1 . 4 Given the similarity of the active site architectures of 3C pro and 3CL pro , it is expected that these proteinases will be inhibited by similar classes of compounds. Indeed, it may be possible to generate broad-spectrum inhibitors of these enzymes. Screening of a 50,000-member library of small molecules revealed a pyridinyl thiophene ester, 1 (Table 1) , that inhibited SARS 3CL pro with an IC 50 of 0.5 lM. 16 This compound also inhibited HAV 3C pro with an essentially identical IC 50 . More recently, a library of 82 heteroaromatic esters based on 1 was created and screened against SARS 3CL pro . 17 The most potent ester 24 (Table 2) inhibited the proteinase with an IC 50 of 50 nM. Mass spectrometric analysis suggested a mechanism of inhibition involving acylation of the enzyme by the furoyl group. Slow reactivation of the enzyme further suggested that the acyl-enzyme was subject to deacylation, and that the enzyme catalyzed the slow hydrolysis of the ester.\n\nHerein, we investigate the ability of the heteroaromatic esters to inhibit HAV 3C pro . The inhibitors were screened against HAV 3C pro using a fluorescent peptide substrate and the steady-state inhibition parameters of the most potent inhibitors were evaluated. The mode of action of the inhibitors was further investigated using an HPLC-based kinetic assay and mass spectrometric analyses. The results of these studies were compared to the inhibition of SARS 3CL pro by the heteroaromatic esters as well as to the previously described HAV 3C pro inhibitors.\n\nThe library of 82 pyridinyl esters (Scheme 1) that yielded potent inhibitors of SARS 3CL pro17 (a coronoviral proteinase) was screened against HAV 3C pro (a picornaviral enzyme) using a microplate assay. Of the 82 compounds, 49 completely inhibited the proteinase's activity when tested at 10 lM, 10 showed complete inhibition at 1 lM, and none showed complete inhibition at 0.25 lM (Table 1) . For six compounds ( Table 2) that inhibited the proteinase activity to the greatest extent at 1 lM, IC 50 values were assessed. The IC 50 experiments were performed as described for the initial screening except that the substrate at a concentration of 20 lM was used. As summarized in Table 2 , the six compounds had IC 50 s ranging from 50 nM to 1.2 lM. The lowest value, for 24, is close to the theoretical minimal value that can be determined in this experiment (i.e., 50% of the concentration of the enzyme).\n\nIn studies using sufficient pyridinyl ester to completely inhibit the initial hydrolysis of the fluorogenic peptide by HAV 3C pro , peptide hydrolysis was sometimes observed after incubating the reaction mixture for $4 min. This suggested that HAV 3C pro might catalyze the slow hydrolysis of the ester inhibitor. To investigate this possibility, we developed an HPLC-based assay to monitor inhibitor hydrolysis by HAV 3C pro and SARS 3CL pro . Reactions were performed using a concentration of pyridinyl ester high enough to ensure enzyme saturation. HPLC analysis of the reaction mixture demonstrated that the expected hydrolysis products could be observed in a time-dependent manner concomitant with the disappearance of the ester (Fig. 1 ) and that this hydrolysis was dependent on the enzyme. For each of the tested esters, product identification was confirmed when possible by comparison to known standards. The assay was performed at several concentrations of ester to confirm saturation of the proteinase with the ester and enzymatic hydrolysis rates were corrected for the non-enzymatic hydrolysis of the inhibitor.\n\nThe calculated and deduced steady-state kinetic parameters for three of the best inhibitors are summarized in Table 2 . The k cat values were calculated from the hydrolysis rates at saturating ester concentrations. The K m values were taken to be the equivalent of the determined K ic values, which is the case for substrates that are slowly turned over (e.g., Seah et al.) . 18 Among the three inhibitors tested with HAV 3C pro , the two with the same acyl group, 24 and 20, had very similar k cat values. Equivalent studies using SARS 3CL pro and the most potent inhibitor, 24, demonstrated that this proteinase also catalyzed ester hydrolysis with parameters similar to those observed for HAV 3C pro .\n\nThe kinetic data indicate that HAV 3C pro catalyzes the slow hydrolysis of the pyridinyl ester inhibitors. To investigate whether hydrolysis proceeds via an acyl-enzyme intermediate, samples of proteinase were incubated for 10 min with 100 lM 24 and the resulting sample was analyzed by mass spectrometry. As shown in Figure 2 , incubation of HAV 3C pro resulted in a mass increase of 100 ± 2.5 Da. This is consistent with the covalent attachment of the furoyl moiety (M W 95 Da) and the departure of the 3-bromo-5-hydroxypyridine as the leaving group. In samples that were incubated for both 2 and 10 min, only the acylated form of the proteinase was detected.\n\nTo gain insight into the interactions between the inhibitors and HAV 3C pro prior to acylation, compound 24 was computer-modeled into the active site pocket of the enzyme. From the 20 docked complexes obtained using the program AUTODOCK, the best binding mode as judged from binding energies and allowable bond lengths and angles is one in which the halopyridine ring occupies the S1-binding pocket (Fig. 3a) . More specifically, the nitrogen of the halopyridinyl ring is hydrogen bonded to the N e2 of His191 (3.0 Å ) and the halogen atom points out toward solvent. The carbonyl oxygen of the ester is located in the oxyanion hole of the enzyme, forming two hydrogen bonds each with the N of Gly170 and Cys172 at distances of 3.1 and 2.7 Å , respectively.\n\nIn this study, a targeted library of compounds was screened to identify several potent inhibitors of the picornaviral HAV 3C pro . The six most potent inhibitors all contain an ester bond connecting a halopyridine ring to a 5-membered ring ( Table 2 ). The most potent of these, 24, competitively inhibited the hydrolysis of a peptidyl substrate with a K ic (120 nM) that is among the lowest for an inhibitor of a 3C pro enzyme reported to date. HPLC and mass spectrometric analysis demonstrated that the esters are slow substrates of HAV 3C pro , with hydrolysis proceeding via an acyl-enzyme intermediate. Consistent with a mechanism involving rate-limiting deacylation, the two compounds possessing the same acylating group, 20 and 24, had very similar k cat values.\n\nInterestingly, the halopyridinyl esters are better substrates for HAV 3C pro than the peptide substrates characterized to date. For example, the k cat /K m value for 37 was 1400 ± 500 M À1 s À1 versus 800 ± 100 M À1 s À1 for Ac-ELRTQSFS-NH 2 . 19 This is due to the enzyme's exceptionally low K m values for the halopyridinyl esters (e.g., 120 ± 20 nM for 24), that were considerably lower than for good peptide substrates (2.1 ± 0.5 mM for Ac-ELRTQSFS-NH 2 ). By contrast, the enzyme turns over peptide substrates much more efficiently (k cat = 1.8 ± 0.1 s À1 for Ac-ELRTQSFS-NH 2 20 versus 25 ± 8 · 10 À5 s À1 for 24). Importantly, the specificity of the viral proteinase for its natural polypeptide substrate has yet to be determined. The presence of an ester linkage is a critical feature for effective inhibition of 3C pro by the tested small molecules. For example, compounds lacking the ester bond, such as 29, 30, and 61, are poor inhibitors suggesting that these compounds do not interact with the proteinase particularly strongly.\n\nComparison of the inhibition characteristics of the esters reveals that there is more flexibility in the cyclic acid moiety of the ester than in the pyridinyl alcohol. For example, 60, 66, 68 and 78 moderately inhibited HAV 3C pro at concentrations of 1 lM despite the different sizes of the cyclic acid moiety. While the cyclic acid moiety is subject to some constraints, as illustrated by compounds 65, 69, and 78, these constraints are difficult to deduce from the current data set. The spacing between the ester and alcohol or acid moiety was also more critical for the alcohol than the acid. Compound 37 was a good inhibitor despite possessing two additional carbon atoms (-CH@CH-) on the acid side of the ester with respect to 20. By contrast, the insertion of a single additional carbon atom (-CH 2 -) on the alcohol side of the ester of the potent inhibitor 24 yielded 25, a poor inhibitor. Finally, the presence and position of the halogen on the pyridine ring were important determinants of inhibition as was the position of the ring nitrogen with respect to the ester bond. Thus, compounds containing 2-or 4pyridinyls (2, 4, 11 and 13) were poor inhibitors. Similarly, compounds lacking the halogen substituent (3 vs 45) or in which this substituent is ortho or para to the es- ter group (15 and 16 vs 45) were also poor inhibitors. Overall, these results indicate that the halopyridine ring is a particularly important determinant of inhibition.\n\nThe model of 24 docked to HAV 3C pro is consistent with the structure-activity relationship of the inhibitors. In particular, the model indicates that the halopyridinyl ring of 24 essentially fills the S1 pocket of the enzyme with the pyridine nitrogen atom forming a hydrogen bond to N e2 of His191 in this pocket (Fig. 3a) in contrast to the considerable space in the enzyme's active site around the furan ring. Although the modeled HAV 3C pro -24 complex does not clarify the role of the halogen group on the pyridine ring as this group, it is possible that the halogen influences the electronic characteristics and/or the solvation of the pyridinyl ring so as to enhance inhibition.\n\nThe modeled HAV 3C pro -24 complex is also consistent with the hydrolysis of these ester compounds via an acyl-enzyme intermediate in two aspects. First, the distance between the S c of Cys172 and the carbonyl carbon in 24 is 3.4 Å . Second, these two atoms are almost coplanar with the imidazole ring of His44. Therefore, His44 is in an ideal position to have its N e2 acting as a general base. During normal enzymatic hydrolysis of peptidyl substrates, the scissile peptide bond is expected to be in line with the spatial orientation between the Cys and His catalytic pair in the active site. However, the modeled HAV 3C pro -24 complex shows a rather different direction for the central scissile ester bond of compound 24, primarily due to the predicted strong propensity of the bromopyridinyl ring to bind inside the S1 pocket. Interestingly, a similar binding mode was predicted for the complexes between SARS 3CL pro and a group of pyridinyl ester-based inhibitors. 21 Considering the similarities of picornaviral 3C pro and coronaviral 3CL pro , it is not surprising that the library of pyridinyl esters yielded similar potent inhibitors of the HAV and SARS proteinases. 17 In particular, both enzymes are catalytically driven by a Cys-His pair and have a high specificity of Gln as the P1 residue. This specificity reflects their similar S1 pockets, especially the histidine at its base (His163 and His191 of SARS 3CL pro and HAV 3C pro , respectively) which is an important determinant of P1 specificity in both enzymes. 4, 22 Consistent with these similarities, the predicted binding mode of halopyridinyl esters to SARS 3CL pro17 is very similar to that predicted for HAV 3C pro , with the halopyridinyl moiety occupying the S1 pocket and the ring of the acid moiety extending into the S2 pocket.\n\nWe have screened a library of 82 non-peptidic inhibitors, including 49 not previously described, against HAV 3C pro and have characterized in more detail several of the most potent of these inhibitors. Some of these inhibitors had been previously shown to potently inhibit the related SARS 3CL pro . The ability of the halopyridinyl esters to inhibit two such divergent 3C pro s strongly sug-gests that these compounds could be used to inhibit the related proteinases of other coronaviruses and picornaviruses such as FMDV and HRV. These inhibitors might be improved by increasing their specificity, presumably by targeting the S2 pocket better, and further slowing their enzymatic hydrolysis. Indeed, given the correlation between turnover of the esters (k cat ) and non-enzymatic stability (half-life), decreasing enzymatic hydrolysis might improve their stability in aqueous solution. Finally, given the slightly different substrate-binding pockets of the different 3C pro s, a comparison of the inhibition of related proteinases by a series of these halopyridinyl esters might provide insight into the mode of substrate binding and how the physicochemical properties of the substrate-binding pocket determine the excellent specificity of these enzymes.\n\nFactor X a was purchased from Hematologic Technologies Inc. (Essex Junction, USA). Peptides were synthesized at the Nucleic Acid Protein Service Unit of the University of British Columbia and confirmed by mass spectrometric analysis. All other chemicals were of analytical grade and used without further purification.\n\nTwo general procedures were used to prepare pyridinyl esters. In method A, the following compounds were added to a solution of carboxylic acid (0.5 mmol, 1.0 equiv) in DMF (2 mL) at rt: EDCI (97 mg, 0.5 mmol, 1.0 equiv), HOBt (68 mg, 0.5 mmol, 1.0 equiv), DIPEA (90 lL, 0.5 mmol, 1.0 equiv), and 5-chloro pyridinol (65 mg, 0.5 mmol, 1.0 equiv). After 24 h of stirring, the solvent was removed in vacuo to afford the crude mixture.\n\nIn method B, the following compounds were added to a solution of carboxylic acid (1 mmol, 1.0 equiv) in DCM (5 mL) at rt: thionyl chloride (0.4 mL, 2.6 equiv) and a catalytic amount of DMF (2 drops). After 20 h of stirring, the solvent was removed in vacuo to afford the acyl chloride product. A solution of the acyl chloride in DCM (5 mL) was added dropwise to a solution of 5chloro pyridinol (130 mg, 1 mmol, 1.0 equiv) and pyridine (0.09 mL, 1.1 equiv) in DCM (5 mL) at 0°C. After 3 h of stirring, the solvent was removed in vacuo to afford the crude mixture.\n\nCrude mixtures were purified using an 1100 HPLC coupled with an ES-MSD Agilent 1956B with positive ion detection. The HPLC was fitted with a semi-preparative column, Zorbax RX-C8 (9.4 · 250 mm, 5 lM) equipped with a guard column. The column was operated at a flow rate of 3 mL/min. Compounds were eluted using a linear gradient of 35-100% acetonitrile in 0.05% formic acid/H 2 O over 20 min, followed by 100% acetonitrile in 0.05% formic acid/H 2 O (2 min) and a final return to 35% acetonitrile in 0.05% formic acid/H 2 O in 0.5 min. The quality of selected purified samples was confirmed by re-injection of the samples on an analytic column (:Zorbax RX-C18, 4.6 · 150 mm, 5 lM) operated at a flow rate of 0.7 mL/min using the above-described linear gradient. \n\nThe HAV 3C pro (C24S) was produced heterologously using Escherichia coli BL21(DE3) pLysS containing pHAV-3CEX. 20 Substitution of the non-essential surface cysteine residue in the C24S variant prevents intermolecular disulfide bond formation. Freshly transformed cells were grown overnight at 30°C in LB broth supplemented with 100 lg/mL ampicillin and 25 lg/mL chloramphenicol, and used to inoculate (1:200) one litre of the same medium. The 1-L culture was grown at 37°C to an optical density at 600 nm of approximately 0.6 whereupon heterologous gene expression was induced by adding 0.25 mM IPTG. The cells were incubated for a further 6 h at 30°C, harvested by centrifugation, washed using 20 mM potassium phosphate, pH 6.5, containing 1 mM EDTA and 2 mM DTT, and then frozen at À80°C until further use.\n\nTo purify HAV 3C pro , the frozen cells were resuspended in 20 mL of 20 mM potassium phosphate, 1 mM EDTA, 2 mM DTT, pH 6.5 and disrupted using a french press operated at 20,000 psi. Cell debris was removed by centrifugation (37,000g for 30 min) and the supernatant was passed through a 45 lm filter. The filtered cell extracted was loaded onto a MonoS 10/10 column pre-equilibrated with 20 mM potassium phosphate, 0.5 mM EDTA, pH 6.5 and operated at 3.5 mL/min an Ä KTA Explorer (GE Healthcare). The proteinase was eluted using a gradient of 80-280 mM NaCl in 96 mL of the equilibration buffer. Eight milliliters of fractions were collected. Those containing the proteinase, as judged from SDS-PAGE, were combined and concentrated using a stirred cell concentrator equipped with a YM10 membrane (Amicon, Etobicoke, ON, Canada). The protein solution was concentrated to 3.0 mg/mL and frozen as beads in liquid nitrogen. Sixty milligrams of 3C pro was typically obtained from one liter of cell culture.\n\nThe His-tagged SARS 3CL pro was produced and purified as described previously 16 except that the His-tag was removed. To remove the His-tag, the protein was exchanged three times into 50 mM Tris pH 8.0 and then amended with 100 mM NaCl and 1 mM Ca 2+ . The Histag was removed proteolytically using Factor X a :3CL (0.002:1, w:w) overnight at 23°C. The concentrated protein was loaded onto a MonoQ 10/10 column pre-equilibrated with 20 mM Tris, pH 7.5. The protein was eluted with a gradient of 0-150 mM NaCl over 100 mL of the equilibration buffer. The fractions containing proteinase were combined, exchanged into 20 mM Tris, pH 7.5, concentrated to 21 mg/mL, and then frozen as beads in liquid nitrogen. A yield of 50 mg of 3CL pro was obtained from 4 L of cell culture.\n\nThe steady-state proteolytic activities of HAV 3C pro and SARS 3CL pro were measured using the fluorogenic peptide substrates Dabcyl-GLRTQSND(edans)G and Abz-SVTLQSGY(NO 2 )R, respectively. Standard assays were performed using 0.1 M potassium phosphate, pH 7.5, 2 mM EDTA containing 0.1 lM proteinase and 10-75 lM peptide at 37°C. Initial inhibitor screening and IC 50 determination for HAV 3C pro were done using a 96-well plate and a Victor 2 fluorescence plate reader (PerkinElmer, Woodbridge, ON, Canada). Substrate (10 lM) and inhibitor (0.25-10 lM) were prewarmed for three minutes in black 96-well microplates in a total volume of 200 ll before the reaction was started with the addition of enzyme (k ex = 355 nm, k em = 460 nm). Determination of K i was done using a Varian Eclipse Fluorescence Spectrophotometer (Varian, Cary, NC, USA). The assay was performed using a 100 lL quartz cuvette (k ex = 340 nm, k em = 490 nm for SARS 3CL pro ; k ex = 320 nm, k em = 420 nm for SARS 3CL pro ). Initial rates were calculated using the first 3 min of the progress curve and were corrected for the inner filter effect as described by Liu et al., 23 using SND(edans)G or Abz-SVTLQ as appropriate. Steady-state equations were fitted to the initial-rate data using the least-squares and dynamic weighting options of LEONORA. 24 \n\nRates of pyridinyl ester hydrolysis were determined by monitoring product formation using an HPLC. Assays were performed at 37°C in HPLC vials containing 400 lL of 0.1 M potassium phosphate, pH 7.5, 2 mM EDTA, 2 lM proteinase, and 10-75 lM pyridinyl ester. Reactions were initiated with the addition of the ester. Aliquots of 50 lL were withdrawn and analyzed using a Waters 2695 separation module equipped with Phenomenex prodigy 10 l OD-prep column and a Waters 2996 photodiode array detector. The column was operated at a flow rate of 1 mL/min and developed using the following three-step profile: 1 mL 5% acetonitrile in 0.05% formic acid/H 2 O; 10 mL linear gradient of 5-100% acetonitrile in 0.05% formic acid/H 2 O; and 1 mL 100% acetonitrile. Rates were calculated over the first hour of the reaction. Enzymatic rates were corrected for non-enzymatic hydrolysis.\n\nSamples of HAV 3C pro were prepared by reacting 50 lM enzyme with 100 lM pyridinyl ester in 100 mM potassium phosphate buffer, pH 7.5, 2 mM EDTA at 37°C for 2 or 10 min. Samples were quenched with 25% acetic acid and submitted to NAPS for MALDI-TOF analysis.\n\nAutomated molecular docking was performed using the program AutoDock 3.0.5 and a recent structural model of HAV 3C pro (PDB: 2CXV) 4 as the target. The 3D structures of ester compounds were constructed using Sybyl 7.1 (Tripos Inc., St. Louis, USA). Inhibitor-enzyme interactions were evaluated using the Lamarckian genetic algorithm (LGA). Binding energies between the compounds and the protein were evaluated using a grid map with 60 · 60 · 60 points spaced at 0.375 Å generated using the AUTOGRID program. Default values of the docking parameters were used except for the following: step sizes for translation (0.2 Å ), orientation (5°), and torsion (5°); and the number of generations (37,000); energy evaluations (1,500,000), and docking runs (20) . The docked inhibitor-enzyme complexes were ranked according to the lowest predicted binding energies and the conformity to ideal geometry of the docked structures."}