{"title": "THE APPLICATION OF HYBRIDOMA TECHNOLOGY TO THE STUDY OF BOVINE IMMUNOGLOBULINS", "body": "Kohler and Milstein's 1975 demonstration that monoclonal antibodies (MAb) of predefined specificity could be produced by the fusion of B-lineage ce|Is from immunized donors with selectable myeloma cell lines provided the paradigm for an explosion of hybridoma research. In subsequent years hybridoma technology has changed the practice of applied and experimental immunology by offering the following advantages over conventional polyclonal antisera: 1) Stabilized, frozen hybridomas can be stored indefinitely thus providing a \"perpetual\" source of well-defined homogeneous MAb; 2) Large amounts (grains or kilograms) of murine MAb can be obtained with minimal investment of resources and personnel; 3) Highly complex or grossly impure antigens can be used in immunization protocols because hybridoma clones secreting MAb specific for a particular antigen can be identified and isolated; 4) Since MAb react with determinants in an \"all or none\" fashion, there is no need to resort to adsorption to improve specificity.\n\nSpecificity is realized by cloning the hybridoma to obtain MAb without other antibodies specific for the same determinant and free of non-antibody protein; 5) Hybridoma technology provides an important route to obtain monocloqal samples of the immunoglobulin repertoire of a given species.\n\nWe will review here our progress in the use of hybridoma technology to accomplish the followin~: !) Derivation oF reagents for identification of bovine immunoglobulin classes and subclasses; 2) Derivation of bovine X mouse SPECIFICITY OFII~rl/ \n\nThe ability to characterize antibody class is fundamental to the analysis of humoral immune responses.\n\nDifferent Ig classes perform different effector functions, may be exclusively or preferentially associated with certain immune responses or be restricted to certain compartments. Consequently, it is important to have a set of reagents of known and constant specificity for the isotypic characterization of bovine immunoglobulins. The advantages of consistency, reagent reproducibility and the specificity inherent in the hybridoma approach led us to prepare a number of class and subclass specific monoclonal reagents (Srikumaran et al., 1982) . The reactivity profiles of five of the more useful members of our library of anti-bovine Ig monoclonal antibodies are shown in figures la and lb. The monoclonal antibody DAS-2 is specific for bovine IgG2; DAS 17, for IgG1; DAS 7 for IgA; DAS 6 for IgM and DAS 9, specific for determinants on the light chain, reacts strongly with all bovine immunoglobulins. In practice, we use a combination of DAS 9 and DAS 10, two noncrossreacting anti-bovine light chain antibodies, in sandwich ELISA or specific assays employ an immobilized anti-light chain monoclonal antibody to capture the bovine Ig and the appropriate isotype-specific MAb ( Figure 1 ) to detect the captured Ig. These reagents were useful in the screening and characterization of the bovine Ig-secreting hybridomas described in the next section.\n\nBovine X mouse hybridomas which secrete monoclonal bovine immunoglobulins Definition of bovine immunoglobulins lags far behind that of human or murine immunoglobulins (Butler, 1983) . This may be due primarily to the extreme rarity of bovine myelomas. Fortunately, it has been possible to circumvent the natural paucity of bovine ~yelomas by resorting to hybridoma technology.\n\nBovine spleen ~r lymph node cells can be fused with the aid of polyethylene glycol to the established mouse myeloma cell line SP 2/0 to produce interspecific hybridomas which secrete bovine Ig (Srikumaran et al., 1983a (Srikumaran et al., , 1983b . Although chromosome loss is expected in interspecific hybrids we and others (Nowinski et al., 1980) have found that aggressive techniques of selection and cloning permit isolation of the small number of stable antibodysecreting hybrids. Srikumaran et al. (1984) found that fusion of bovine lymphoid cells with SP 2/0 resulted in hybridomas in 353 wells, 49 (13.8%) secreted bovine Ig and on subcloning 24 of these retained the secretory phenotype. Thus, the yield of secreting hybridomas obtained from this fusion was 6.8%, about 1 in 20.\n\nWe have used this technology to provide monoclonal reference immunoglobulins for the major classes of bovine Ig. In contrast to polyclonal standards monoclonal Igs provide a single defined molecular species reproducible in quantity and widely available from frozen cell lines. The superiority of monoclonal standards is evident in the fields of murine and human immunology which for years have chosen monoclonal rather than polyclonal immunoglobulin standards. A collection of hybridomas which secrete bovine IgA, IgG1, IgG2, IgM and light chain has been obtained (Table 1) . While demonstrating the feasibility of generating Ig-secreting bovine X mouse hybridomas the library so far is heavily skewed toward IgM. We seek to produce a wider representation of other Ig classes so that several monoclonal examples of each isotype and subisotype can be made available.\n\nDerivation of monoclonal bovine antibodies of predefined specificity The derivation of hybridomas which secrete MAb of predefined specificity is routine in the murine system and is well advanced in the human system.\n\nHowever, there are only two examples of the successful application of this technology to systems of veterinary interest. One is the derivation of a monoclonal bovine anti-DNP (Srikumaran et al., 1983b) and a report of a set of bovine hybridomas which react with bovine enteric coronavirus (Raybould et al., 1985) . The latter report established the feasibility of deriving and stabilizing hybridomas which secrete bovine antibody specific for viruses. We have derived monoclonal bovine antibodies specific For Streptococcus agalactiae, an agent of mastitis (Table I) . Antigen-sti~ulated lymphocytes for the production of hybridomas were obtained from a multiparous Holstein cow immunized with heat killed S_L. aBalaztiae by injecting 5 X 108 bacteria i.v. and 5 X 108 s.c. around each quarter of the udder. Mesenteric and suprama~nary lymph node cells were harvested 4 days after immunization and fused to SP 2/9 as outlined in Srikumaran et al. (1983b) .\n\nA bovine IgM-secreting hybridoma, LHRB 19.17 recognized a heat stable (15 minutes as I00OC) S_~. a~alactiae determinant ( Figure 2 ). This is one oF the most stable secretors, intraspeciFic or interspecific that we have encountered.\n\nOne month post stabilization, LHRB 19.17 was subcloned and all of the 55 resulting clones secreted antibody. Examination oF the karyotype of this hybridoma revealed that it retains 12 oF the original cohort of 60 bovine chromosomes and so, by inference, would be expected to express stably a number oF bovine phenotypes distinct From I~. These results and the success of Raybeuld et al. (1985) in raising bovine MAb against bovine enteric corona virus suggest that interspecific fusion may be generally useful for the derivation of bovine MAbs of any desired specificity.\n\nClearly, the preparation of useful bovine MAb need not wait until a suitable bovine B lymphoblastoid cell line has been found, made HAT sensitive, and shown to produce antibodysecreting hybridomas.\n\nDerivation of monoclonal anti-idiotype antibodies to an antigen-specific bovine monocl onal antibody Jerne (1974) proposed a network theory of the immune system in which idiotypes and anti-idiotypes play a central regulatory role. A necessary concommittant of this theory is that the binding site (idiotope) of an antibody (AB I) which is complementary to an antigen (AG I) will be recognized by an anti-idiotype (AB 2). In some instances, the binding site of AB 2 will bear epitopes that are conformationally quite similar to the epitopes of the original antigen, AG 1. A number of interesting demonstrations of the capacity of AB 2 to mimic some of the biological effects of the antigen, AG 1, have been described and have led to consideration of anti-idiotypes as alternatives to antigen for the induction of immunity. Early work, employing a variety of antigens, demonstrated that the administration of anti-idiotyge can lead to suppression of normally dominant idiotopes (Hart et al., 1972; Strayer et al., 1974) or to induction of the corresponding idiotypes (Trenker and Riblet, 1975) . Also, in some systems it became apparent that whether the outcome of treatment with anti-idiotype was induction or suppression was dependent on dose and antibody class (Eichman, 1974) . (Shulman et al., 1978) as described in Srikumaran et al. (1983b) . The identification of the resulting mouse hybridomas which secreted monoclonal antibodies specific for the immunizing idiotype was accomlished by screening against the following antigens: BSA (control for nonspecific binding); LHRB 8, a monoclonal bovine IgM that does not react with S__~. a~alactiae (identifies those antibodies which are merely isotype specific) and the immunizing antigen, LHRB 19.17. This procedure resulted in the identification of a number of idiotype specific antibodies (Figure 3) .\n\nIn order to determine if any of the idiotype specific antibodies were candidate S__~. a~alactiae antigen mimics, a determination was made of their Figure 3 : Screen of mouse hybridoma for production of bovine-specific antiidiotype S. a~alactiae-specific. Supernatants were screened by a solid phas-e ELISA assay using three sets of polyvinyl chloride microtiter plates as follows: Set 1) 20 ul of a 20 ug/ml solution of LHRB 19.17 a S. a~alactiae-reactive monoclonal bovine IgM; set 2) 20 ul of a 20~g/ml solution of LHRB 8, a monoclonal bovine IgM which has no reactivity with S__~. aBalactiae; and set 3) 20 ul of a 100 ug/ml solution of bovine serum albumin (BSA).\n\nHybridomas producing antibody which reacts with the monoclonal immunizing idiotype, LHRB 19.17, but not BSA or LHRB 8 are subcloned. Such clones are indicated V. capacity to block the binding of the idiotype (LHRB 19.17) to its nominal antigen, S. a~alactiae. This determination was made using wells of polyvinyl chloride microtitration plates coated with 50 ul of freshly grown S. a~alactiae which had been washed twice in PBS and adjusted to a concentration of 5 X 108 Table 2 shows the spectrum of antigen blocking we have encountered using our library of anti-idiotypes and Table 3 provides an overall summary of our experience in deriving anti LHRB 19.17 hybridomas. Of the 24 idiotype specific clones isolated, 15 (60%) are antigen blocking. This is an important consideration because any anti-idiotype that mimics the nominal antigen of the idiotype will compete with that antigen for the antigen binding site. However, for a variety of reasons, not all antigen blocking anti-idiotypes mimic the immunogenic properties of antigen. Therefore, h~ving established that many of our anti-idiotypes meet the necessary condition of antigen blocking, we await the assessment of their capacity to elicit an anti-S__ L. a~alactiae response t~ determine which are true antigen mimics.\n\nMonoclonal antibodies in general, and those of bovine origin in particular, might be of use in problems of animal disease.\n\nPassively administered\n\nMAbs have been shown to be useful for the therapy or prevention of disease:: i) Bluetongue virus neutralizing MAbs protect mice and sheep (Letchworth et al., 1983) ; 2) MAb against herpes simplex virus glycoproteins protects mice against virus-induced neurological disease (Dix etal., 1981) ; and 3) A murine\n\nMAb against E. coli protects calves against enteric colibacillosis (Sherman et al., 1983) and is commercially successful. However, all of these applications have involved mouse MAb. For the passive immunotherapy of veterinary species homologous antibodies in which the effector function-mediating C regions of the Ig are most closely matched to the effector systems of the host would be advantageous. Specifically, in evaluation of mechanisms of humoral immunity such as complement fixation, antibody-mediated opsonisation Ig class-related function, Ig-halflives and tissue distribution there are clear advantages to the use of homogeneous monoclonal antibodies rather than polyclonal antibodies which differ in affinity and epitope specificity. Finally, demonstrations of the effectiveness of anti-idiotypes as alternative vaccines have been made in several model systems (Sacks etal., 1982; McNamara et al., 1984; Sharpe et al., 1984; Uytdehaag and Oosterhaus, 1985) . Homogeneous idigtype is an excellent target for the preparation and characterization of anti-idiotype antibodies and similarly, for the reasons previously mentioned, hybridomas are the preferred source of anti-idiotype antibodies."}