{"title": "Kinetics and synergistic effects of siRNAs targeting structural and replicase genes of SARS-associated coronavirus", "body": "Severe acute respiratory syndrome (SARS) spread to over thirty countries and infected over 8400 individuals and killed 813 lives around the world in 2003 (www.who.int/csr/sars/ en). Isolated SARS cases were reported in Taiwan late 2003 and China early 2004. A novel coronavirus (SARS-associated coronavirus, SCoV) was identified as the agent of SARS [1] [2] [3] [4] [5] [6] . SCoV can produce a similar type of pneumonia in monkeys and other animals [7] [8] [9] [10] . There is a ScoV-like viral pool in a large number of wild animals, and it is likely that SCoV was originated from these wild animals and later transmitted to humans [8] [9] [10] [11] [12] [13] [14] [15] [16] . SARS can be transmitted through the airway or nasal passage, through urine, water, or domestic pets [2, 9, 10, [17] [18] [19] . The identification of SCoV-like virus from beasts and bats indicates further outbreaks of this disease are difficult to be ruled out. No vaccine or specific effective antiviral method has yet been developed to treat this disease.\n\nSCoV is a large, enveloped, positive-stranded RNA virus and its genome is composed of 30-kb nucleotides [19, 20] . The organization of the genome is typical of the coronaviruses, following the characteristic gene order 5 0 -replicase (rep), spike (S), envelope (E), membrane (M), and nucleocapsid (N)-3 0 (Fig. 1) . The non-structural rep gene comprises 21-kb of the genome encoding two polyproteins (encoded by ORF1a and ORF1b) that undergo cotranslational proteolytic processing. The rep gene products are translated from genomic RNA, and play key roles in viral replication and viral gene transcription [19, 20] . These structural proteins are translated from subgenomic mRNA, which are synthesized through a discontinuous transcription process [21] [22] [23] [24] [25] . The spike glycoprotein has been shown to be a viral ligand, which plays a critical role in virus binding to its receptor ACE2 or CD209L for viral entry into the host cells [26, 27] . Based on the peptide protection study, we showed that spike protein is a good target for prevention of viral infection [28, 29] . The nucleocapsid protein has been shown to play a role in viral genome package, transcriptional regulation of viral genes, and intracellular signaling [30] . The envelope protein and membrane protein are involved in viral package, viral secretion and virus-cell interactions.\n\nSmall interfering RNA (siRNA) and short hairpin RNA (shRNA) are potent agents for silencing gene expression, viral infection and replication in a sequence-specific manner [31] [32] [33] [34] [35] . Replicase has long been the favorite target for antiviral drug development. We were the first group to demonstrate that siR-NAs targeted on the rep gene potently inhibited SCoV infection and replication [36] . However, recent studies revealed that viruses could easily escape siRNA targeting through fast mutagenesis [37, 38] . Therefore, identification of multiple effective siRNAs targeting different sites or functional genes of ScoV would be an alternative for the treatment of possible SARS outbreak in the future.\n\n2.1. siRNA design, synthesis, and screening siRNAs were rationally designed according to new strategies as described recently [31, 35] . The candidate siRNAs scored to six or more were selected and subjected to a BLAST search against GenBank to ensure that they are unique to SCoV genome sequences only. Three siR-NAs targeting each gene were designed and chemically synthesized by Proligo BioTech Ltd. (Paris, France). Their antiviral effects were detected by cytopathic effects (CPE) assay and those siRNAs markedly inhibited CPEs were chosen for this study. The sense-strand sequences of these siRNAs are CACUGAUUCCGUUCGAGAUC (SARSi-S); CGUUU-CGGAAGAAACAGGUAC (SARSi-E); CAAGCCUCUUCUCG-CUCCUC (SARSi-N); UGCUUGCUGCUGUCUACAG (SARSi-M1); and GUGGCUUAGCUACUUCGUUG (SARSi-M2). The sequences are corresponding to nucleotide 23150-23169, 26113-26133, 28648-28667, 26576-26594, and 26652-26671 of GZ50 stain (Accession number AY304495), respectively ( Fig. 1) . SARSi-R, the most potent siRNA targeting rep gene (GCACUUGUCUACCUUGAUG, Ref. [36] ), was used as positive control in this study. A siRNA targeting luciferase mRNA [33] , was used as a SARS-unrelated siRNA control. All the siR-NAs were labeled with fluorescence at 5 0 -end of the sense strands.\n\nFetal rhesus kidney (FRhk-4) cells were cultured and maintained in MEM medium with 10% fetal bovine serum (FBS, Invitrogene). Around 5000 cells were set in each well of a 96-well dish for viral infection and replication assay. The cells were transfected either without (negative control) or with siRNA at standard concentration (200 nM) using OligoFectmine (Invitrogen, CA), in accordance with the manufacturer's instructions. Six hours after transfection, the culture medium was removed and the cells were washed twice with PBS before SCoV infection. One hundred microliters of SARS-associated coronavirus (GZ50) diluted in MEM with 1% FBS was added to the transfected cells (multiplicity of infection 0.05). The cytopathic effects (CPE) were observed and recorded under phase-contrast microscope 36 h post-infection [28, 36, 40] . The experiments were performed in triplicate and repeated at least three times.\n\nTotal intracellular RNA was isolated using RNeasy Mini kit (Qiagene, Germany) in accordance with the manufacturer's instructions. The reverse-transcription experiments were performed using Thermo-Script RT-PCR systems (Invitrogen, CA). Real-time PCR was then performed using the forward primer 5 0 -GAAGGACCTACTA-CATGTGGGTACCTA-3 0 (GZ50 strain, nt 1303-1329), the reverse primer 5 0 -AACACTATGCTCAGGTCCAATCTCT-3 0 (nt 1401-1377) and the fluorescent probe 5 0 -(FAM)-CTAATGCTGTAGT-GAAAATGCCATGTCCTGC-(TRMA)-3 0 (nt 1334-1364). The primers and probe bind the 5 0 -region of replicase 1 A that permit us to measure the viral genomic RNA copies. Two microliters of the RT product (template) was used for each reaction. Forward and reverse primers (final concentration 900 nM) and the fluorescent probe (final concentration 250 nM) were mixed with Master Mix (ABI, USA) and real-time quantification was carried out using an ABI7900 Sequence Detection System. The PCR conditions were: 50°C for 5 min, 95°C for 10 min, then 40 cycles of 95°C for 15 sec and 61°C for 1 min [28, 41] .\n\nThe conditioned medium from infected cells was diluted at 10-fold serial in MEM with 1% FBS and used for infecting cells according to the standard protocol. Briefly, cells were set in 96-well dishes sixteen hours before infection. Seventy-two hours post-infection, CPE was observed and recorded under phase-contrast microscopy 72 h post-infection, and infectious viral titer was calculated [28, 36, 40, 41 ].\n\nVirus would easily escape antiviral treatment with a drug targeting a single site or gene via fast mutagenesis [37, 38] . As there is a large SCoV-like virus pool in a number of wild animals [8] [9] [10] [11] [12] [13] [14] [15] [16] , it would be useful to develop multiple cost-effective and specific agents for clinical use in the future. Apparently, development of siRNAs against multiple genes would be an alternative. Based on newly developed rational design protocols [35, 39] , we systematically designed and synthesized multiple siRNAs targeting each structural gene (S, E, M, and N). Then we detected their antiviral activities by CPE assay (described below) and selected the most effective siRNAs for this study (Fig. 1 ). Monkey kidney FRhk-4 cells were used for SCoV infection and replication assay. Cells were set in 96-well dishes and transfected with or without siRNAs. The transfection efficiency was monitored under fluorescent microscopy. It appeared almost all the cells were transfected. The cells were infected with SCoV 6 h after transfection, and CPE was monitored under phase-contrast microscopy. We recorded CPE at 36 h post-infection using phase-contrast microscopy [28, 36] . The non-infected cells were healthy, and showed clear round shapes (Fig. 2, panel I) , while the infected cells displayed longer shapes, and some cells even floated away (Fig. 2, panel II) . No toxicity or CPE was discovered when cells were transfected with a siRNA (GL2i) targeting unrelated luciferase mRNA (Fig. 2 , panel III) or SCoV RNA without virus infection (data not shown). Cytopathic effects appeared when cells were transfected without or with GL2i and infected with SCoV ( Fig. 2 , panels II and IV). As effective siRNA targeting replicase (Fig. 2 , panel V), cells transfected with effective siRNA targeting structural genes (SARSi-S, SARSi-E, SARSi-M1, SARSi-M2 and SARSi-N, Fig. 2 , panels VI-X) protected from CPE.\n\nWe further characterized their antiviral effects of individual effective siRNA by determination of the copy numbers of intracellular viral genomic RNA using real-time RT-PCR assays. We transfected the cells with siRNAs, and infected them with SCoV 6 hours after transfection. We then isolated the total cellular RNA from the infected cells 24 h post-infection and quantified the viral genomic copies by real-time PCR. We found that the intracellular viral RNA level was reduced by 67.3-83.3% (83.3% by SARSi-S, 74.0% by SARSi-E, 77.5% by SARSi-M1, 81.7% by SARSi-M2, and 67.3 % by SARSi-N) compared with the GL2i control at standard concentration (200 nM) (Fig. 3) . These results indicate that siRNAs potently inhibited SCoV RNA replication.\n\nIt is very interesting for us to understand viral kinetics of siRNA targeting SCoV. To our knowledge, no one has been addressed viral kinetic of any effective siRNA against SCoV. The intracellular RNA level is of course a key parameter for monitoring the kinetics of viral replication. Therefore, we carried out quantitative RT-PCR experiments to determine SCoV genomic RNA copies in the infected cells at different time points. The infected cells became sever sick 24 h post-infection, therefore, we measured the intracellular viral RNA copies at The experiments were performed in triplicate and repeated at least three times. Detection revealed that these siRNAs reduced viral replication effectively (student's t test, P < 0.01). The values (mean ± S.E.) were shown in a typical experiment. The values are: GL2i, 1.69 · 10 6 ± 4.7 · 10 3 ; SARSi-R, 1.2 · 10 5 ± 5.5 · 10 2 ; SARSi-S, 2.5 · 10 5 ± 1.0 · 10 5 ; SAR-Si-E, 4.4 · 10 5 ± 1.0 · 10 5 ; SARSi-M1, 3.8 · 10 5 ± 2.2 · 10 5 ; SARSi-M2, 3.1 · 10 5 ± 1.2 · 10 5 ; and SARSi-N, 5.7 · 10 5 ± 1.5 · 10 5 . time point 1, 6, 12, 18, and 24 h. At time point 1 h, we isolated total RNA from infected cells and measured the viral genomic RNA copies by quantitative RT-PCR. We found that the intracellular viral RNA copies were almost same regardless of transfection with or without siRNAs, indicating that transfected siRNA did not prevent virus entry. Therefore, we define the relative copy number as 1. In the control samples, the intracellular viral genomic RNA copies increased over 200 times within 5 h, and increased another 25 times in the following 6 h, as a result, the viral genomic RNA copies were amplified over 5000-fold in FRhk-4 cells in the first 12 h. However, the viral genomic RNA copies were only increased 2 fold either from time point 12 to 18 h or from time point 18 to 24 h (Table  1 ). These results suggested that the viral reproduction displayed two phases in FRhk-4 cells, i.e., fast replication phase (1-12 h) and viral package and secretion phase (12-24 h) .\n\nIn the following 5 h, the viral genomic RNA level was only reduced by 2-3-folds by all the tested siRNAs (Table 1 ). In the next 6 h (6-12 h), the RNA copies were significantly reduced over 57folds by SARSi-R. This strong inhibition was maintained until 18 h and the viral genomic RNA copies were almost unchanged (24 h post-transfection). Eighteen hours post-infection, the viral genomic RNA copies increased rapidly, and the inhibition was dropped to 13-folds at time point 24 h (Table 1) . For siRNA targeting S gene (SARSi-S), about fivefold inhibition was observed at time point 12 and 18 h, but only about 3-fold inhibition was observed at time point 24 h. For siRNAs targeting other structural genes, the viral genomic RNA copies were only reduced by 2-3-folds at all time points (Fig. 4) .\n\nIt remained to be determined whether the reduced RNA levels by siRNAs targeted on different regions had similar impacts on infectious viral titers, i.e., viral reproduction. The living SARS-associated coronavirus contains intact viral genomic RNA and functional viral proteins. The factors such as the efficiency and correction of viral RNA replication, viral package and secretion determine the infectious viral titers.\n\nTo elucidate the effects of siRNAs on viral titers, we performed virus infectivity assay experiments. At 1 h post-infection we removed the media and washed the cells twice with PBS containing 10 mM EDTA. Fresh MEM medium containing 1% FBS was then added to the cells, which were incubated for 24 h. The viral titers in the conditioned media were measured by TCID50 assay. We found 200 nM of siRNAs markedly reduced infectious viruses which were secreted and accumulated in the culture media (data not shown).\n\nTo determine whether SCoV was inhibited by siRNAs in a dose-dependent manner, different amounts of SCoV-specific siRNAs were transfected into FRhk-4 cells before viral infec- \n\ndose It has been shown that there is a saturated siRNA concentration and combinations of siRNAs against the same gene would not increase the antiviral activities [32, 36] . An interesting question was that whether synergistic antiviral effects would be achieved with combined siRNAs targeting different genes at lower doses. If so, it would offer an opportunity to develop cost-effective and specific agents to combat SARS outbreak and drug resistance in the future.\n\nTo answer this question, we first reduced the concentration of siRNA from 200 to 50 nM in the transfection mixtures without carrier siRNA and observed their antiviral effects by TCID50 assays. Lower inhibitory effects were observed (data not shown). When the concentration was further decreased Note. The viral genomic RNA copy numbers at 1 h post-infection was defined as 1. to 10 nM, the viral titer was reduced only about 5-folds by SASRi-R, 8-folds by SARSi-E, 2-folds by SARSi-S, -M1 or -M2, respectively (Fig. 6) .\n\nIt was intriguing whether anti-SCoV effects could be restored with two siRNAs targeting different genes at lower doses, because it would overcome the major cost barrier for clinic settings. To test this possibility, we transfected either a single siRNA or two siRNAs into FRhk-4 cells, and investigated their anti-SARS activities. In these experiments, the same total dosage of siRNAs (10 nM) was used for the transfection regardless of one or two siRNAs. We measured the viral titers in the conditioned media by TCID50 assay 24 h post-infection. In experiments using a combination of two siRNAs, inhibition was significantly increased. Compared with the control, the viral titers were reduced over 50-fold for SARSi-R/-S and SARSi-S/-E combinations, about 18-fold for SARSi-R/-M1 and SARSi-S/-M2 combinations, and over 30-fold for SAR-Si-R4/-E combinations, respectively.\n\nThe SARS-associated coronavirus is a novel identified RNA virus, which poses a severe threat to human health as there is a large SCoV-like virus pool in a number of animal species [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] . Currently, the knowledge on SCoV is limited. In this paper, we report the anti-viral effects and genomic RNA kinetics of effective siRNAs targeting different functional genes, and synergistic antiviral effects at very low dose when two siRNAs against different genes were used in combination. These findings may combat SCoV resistance to a single siRNA via fast mutagenesis and pave a way for the development of cost-effective siRNA agents for anti-SARS treatment.\n\nSpecific siRNAs targeted SCoV genomic RNA would lead to viral RNA cleavage in the host cells. We previously identified effective siRNAs targeting rep gene which markedly reduced intracellular viral genomic RNA level [36] . In this study, we showed that siRNAs targeting S/E/M structural genes also inhibited viral RNA accumulation in host cells with lower efficiency (Fig. 4) while exhibited almost the same inhibitory activities for viral reproductions (Fig. 5 ). There may be several reasons for this phenomenon. First, viral genomic RNA will be immediately translated into viral proteins and undergo a fast RNA replication phase (as measured by timepoint experiments) when it enters the cells. Replicase is encoded by viral genomic RNA and directly responsible for viral RNA synthesis. Therefore, siRNA targeting the replicase region will directly reduce replicase. Secondly, the 3 0 -region of viral genomic RNA encodes several subgenomic mRNAs. The subgenomic mRNAs are abundant in the host cells [21] [22] [23] [24] [25] , which may reduce target efficiency or prolongs the time to cleavage of viral genomic RNA. Finally, active transcription and/or translation in the 3 0 -region of viral genomic RNA may block the siRNA target sites. However, the structural gene products directly contribute to impact viral package and infectious activities. The accumulated infectious viruses rely on both replication, and correct and effective package. Therefore, SARSi-S/-E/-M1/-M2 could display similar inhibitory activities for production of infectious virions to SARSi-R at a saturate concentration in the media.\n\nKinetics studies showed that RNA replication took place in two phases: a rapid replication phase (1-12 h), and a slow replication phase (12-24 h) . In the first 12 h, the viral genomic RNA increased near 6000-fold. However, viral genomic RNA increased only 4-6-fold in the next 12 h (Table 1 ). Viral genomic RNA replication was not potently inhibited in the first six hours post-infection in cells transfected with specific siRNAs targeting any of functional genes, for unknown reasons (Fig. 4) . Viral RNA accumulation was almost completely inhibited in cells transfected with SARSi-R until 18 h postinfection. Viral RNA copies were also increasingly multiplied in cells transfected with other specific siRNA (2-5-fold) from 6 to 12 h and from 12 to 18 h post-infection. The copies of viral genomic RNA increased faster in cells between 18 and 24 h post-infection in some cases (SARSi-R, and -S). These results suggested that the transfected siRNAs in FRhk-4 cells had a relatively short half-life. Therefore, a sustained expression of shRNA via viral vectors, e.g. adenovirus-based short-term expression vectors, would offer an alternative for anti-SARS therapy.\n\nVarious combinations of siRNAs targeting different genes may produce synergistic anti-SCoV effects, as different genes play distinguishing functions in viral life cycles. We did not observe obvious synergistic anti-SCoV effects when two or three effective siRNAs targeted on the replicase region [32] . In this study, we showed that specific siRNAs at low concentrations with highly concentrated carrier siRNA (total siRNAs maintained as 200 nM, Fig. 5 ) exhibited potent anti-SCoV activity. As we know, DNA or RNA carrier reagents would increase transfection efficiency and extend the life of transfected DNA or RNA in the cells. Therefore, we first investigated whether siRNAs would display similar antiviral activities at lower doses without carrier siRNA. We found that a single siRNA at a low concentration (10 nM) without carrier siRNA significantly reduced antiviral activities while combination of two siRNAs targeting different functional genes displayed synergistic antiviral activities (Fig. 6) . Considering that SARSi-R, -S, -M1 and -M2 could only repress viral reproduction about 2-5-fold at 10 nM concentration, and combined siRNAs against two different genes exhibited over 18-50-fold reduction, these combinations are very effective. These results suggested that combinations of effective siRNAs targeting different genes could be used in clinical applications with reduced toxicity at a lower cost.\n\nOur results demonstrated that siRNAs targeting functiondistinguishing structural genes achieved varying degrees of success in inhibiting viral genomic RNA accumulation in host cells but reducing viral titers almost to a same level as effective siRNA targeting replicase gene. In addition, we also showed that siRNAs targeting rep, S, E, and M genes at very low concentration displayed synergistic activities that restored even displayed better antiviral activities than a single siRNA alone at saturated concentration. Our previous study showed that spike protein would be a good target for anti-SARS drug development and siRNA exhibited synergistic antiviral effects with chemical drugs [28, 35] . Taking together, we suggest that replicase, spike protein, envelope protein and membrane protein would be served as targets for siRNAs/shRNAs delivered with vectors (e.g., adenoviral vectors) for inhibition of viral replication and infections."}