{"title": "Innate Humoral Defense Factors", "body": "During the past decade, the field of Innate Immunity has assumed greater importance because of its role in the early phase of the immune response to pathogens. As a result, the term has become somewhat restricted in its meaning to refer to the events associated with the initial recognition of and response to pathogens by the antigenically nonspecific cells and molecules of the immune system. However, innate or nonspecific defense against infectious agents has a much older history, and the exocrine secretions of the body contain many, highly diverse humoral (i.e., soluble) factors that protect the body from the majority of potential pathogens that enter along with food and air, or by intimate contact between individuals. These are the principal subjects of this chapter.\n\nThe contribution of innate defense factors to the protection of mucosal surfaces against microbial colonization and aggression is probably greatly underestimated. Evidence for this is seen in IgA-deficient subjects who lack S-IgA antibodies in their secretions and yet are not severely compromised, even though the deficiency may be partially compensated by secretory IgM or small amounts of IgG in secretions (see Chapter 64). Furthermore, innate defense mechanisms help to define the minimal requirements for successful colonization by commensal and pathogenic organisms: those that cannot adapt to these conditions will be incapable of maintaining themselves within the host. Much of the earlier work on innate defense systems in mucosal secretions was performed in saliva or milk, which are readily accessible in large quantities. However, it has become apparent that similar mechanisms operate in most secretions, although with significant differences of detail. Increased attention to the antimicrobial factors present in the genital tract occasioned by the acquired immune deficiency syndrome (AIDS) epidemic, for example, has revealed that this tract has multiple non-immunoglobulin-based defense mechanisms (Quayle 2002) .\n\nIt is important to note that the mucosal surfaces first present a mechanical barrier, consisting of the epithelium itself, which varies from a single columnar cell layer in the gastrointestinal and respiratory tracts to a stratified and sometimes keratinized epithelium in the mouth and lower female genital tract (vagina). Most such surfaces are reinforced by the copious secretion of mucus, which is propelled by peristaltic or ciliary action and is thought to physically entrap microparticles including microorganisms; however, specific interactions between mucins and bacterial receptors may also be involved (Lichtman et al. 1996 ; see also Chapter 4). Furthermore, mucosal surfaces desquamate, and there is a considerable turnover of epithelial cells (estimated at 10 11 per day from the human small intestine alone; Potten and Morris 1988) , which, on shedding, carry with them a burden of attached microorganisms.\n\nSensitive immunochemical assays can usually reveal the presence of complement proteins, especially the major components such as C3, in various secretions. Furthermore, epithelial cells have been found to synthesize complement components C3, C4, and factor B (Strunk et al. 1988 ). However, the concentrations of complement components present are usually well below those found in serum, and consequently it is uncertain whether the classical or alternate complement pathway operates as a fully functional system in secretions.\n\nPhagocytes represent a major component of innate defense at the cellular level, and all classes of phagocytes, including macrophages, neutrophils, eosinophils, and mast cells, occur within mucosal tissues. Some of them develop special characteristics in accordance with their location, for example, mucosal mast cells (Chapter 36) and lamina propria macrophages (Chapter 26) . Although the activities of phagocytes may be largely confined to the tissues themselves, at least under normal healthy circumstances, rather than taking place within the lumen, the microenvironment close to the mucosal surface may permit phagocytic activity, as in the case of alveolar macrophages. As most secretions are hypotonic, phagocytes probably do not survive with functional activity for long in the bulk fluid phase. However, their contents may be released upon lysis or through surface degranulation and thereby contribute to the soluble antimicrobial factors in the secretions. Part of the lactoferrin and lysozyme, as well as myeloperoxidase (as distinct from salivary peroxidase) found in whole saliva or milk, for example, originates from neutrophils emigrating in the gingival crevice or in the lactating mammary gland (Moldoveanu et al. 1982) . Milk, however, is isotonic, and contains variable numbers of both macrophages and neutrophils, depending upon the stage of lactation and both exogenous and endogenous stimuli. Huge numbers of neutrophils accumulate rapidly in milk in response to infection (mastitis), but their phagocytic activities are compromised by constituents of milk, particularly casein, which they ingest in competition with the microorganisms. This results in premature activation, diversion, and attenuation of the neutrophil intracellular killing mechanisms (Grazioso and Buescher 1996) .\n\nInnate immune recognition is mediated by a series of germline-encoded receptors, known as pattern-recognition receptors (PRRs), which detect virulent microorganisms through recognition of invariant pathogen-associated molecular patterns (PAMPs) (Akira 2001) . Of particular importance are PRRs involved in lipopolysaccharide (LPS) recognition and subsequent activation of signaling events. Such molecules include LPS-binding protein (LBP), CD14, β 2 integrins, and toll-like receptors (TLRs) (Akira 2001) . Studies in wild-type and PRR-deficient mice as well as human macrophages activated by LPS, taxol, or bacterial fimbriae suggest that TLRs, CD14, and β 2 integrins form a functional multireceptor complex that coordinates induction of intracellular signals (Perera et al. 2001; Hajishengallis et al. 2002) .TLRs constitute an evolutionarily conserved PRR family, which serves as central signal-transducing elements for induction of immunoregulatory genes that trigger innate immunity and instruct the development of adaptive immunity, and the induced regulatory and proinflammatory molecules include cytokines, chemokines, cellular adhesion molecules, and costimulatory molecules. Not surprisingly, TLRs are expressed mainly in cells that mediate first-line defense, such as neutrophils, monocytes/ macrophages, dendritic cells, and mucosal epithelial cells (Cario and Podolsky 2000; Zarember and Godowski 2002) .\n\nPRRs are likely to play an important role in mucosal defense, not only as cell surface receptors, but also as humoral factors. Indeed, at least some PRRs are naturally found in soluble form, which may have a contributory or regulatory effect on the function of the cell-associated version. A classic example is CD14, a 55-kDa glycoprotein that can be attached to the cell membrane by means of a glycosylphosphatidyl-inositol (GPI) anchor and is therefore devoid of a cytoplasmic domain (Haziot et al. 1988 ). In addition to the membrane form of CD14 (mCD14), the molecule can also be found in two soluble forms (sCD14), one of which is proteolytically liberated from its GPI anchor (48-kDa sCD14), and a second that escapes from the cell membrane (55-kDa sCD14) (Bufler et al. 1995; Haziot et al. 1988 ). sCD14 can be found in serum at 2-3 μg/ml and in other biologic fluids such as milk, cerebrospinal fluid, and urine (Bussolati et al. 2002; Labéta et al. 2000; Landmann et al. 2000) .\n\nLike mCD14, sCD14 also binds LPS, and the resulting complexes can activate mucosal epithelial and other cells that do not express mCD14 (Pugin et al. 1993) . The activating signals are transduced by TLRs (Akira 2001) . Milkderived sCD14 may facilitate neonatal intestinal epithelial cell responses to LPS (Labéta et al. 2000) , but conversely, injury may be induced by LPS in renal tubular epithelial cells leading to proteinuria (Bussolati et al. 2002) . In contrast to the agonistic activity of sCD14 in mCD14-negative cells, high levels of sCD14 may inhibit LPS-induced TNF-α release in monocytes/macrophages by competing with mCD14 for LPS (Haziot et al. 1994) . sCD14 levels are upregulated in sepsis (Landmann et al. 2000) , possibly mitigating the severity of disease, since LPS lethality in mice was diminished by recombinant sCD14 (Haziot et al. 1995) .\n\nThe LPS-binding protein, which is an acute-phase protein, transfers LPS monomers from micelles to CD14, resulting in cell activation, or from aggregates or sCD14-LPS complexes to high-density lipoprotein (HDL), resulting in LPS neutralization (Akira 2001) . Thus low LBP concentrations may enhance the biologic activity of LPS, whereas during the acute phase high concentrations may be inhibitory, as suggested by the protective effect of LBP against endotoxin shock in mice (Lamping et al. 1998) .\n\nAlthough soluble forms of human TLRs have not been reported, an alternatively spliced murine TLR4 mRNA has been described, which results in expression of a secretory form of TLR4 (sTLR4) devoid of transmembrane and intracellular domains (Iwami et al. 2000) . Functionally, sTLR4 inhibits LPS-induced NF-κB activation and TNF-α release.\n\nOther humoral PRRs have also been reported to suppress the inflammatory function of membrane PRRs. Pulmonary surfactant protein A (SP-A) inhibits TLR2-dependent, Staphylococcus aureus peptidoglycan-induced TNF-α release in human monocytic cells and rat alveolar macrophages by binding directly to TLR2 (Murakami et al. 2002a) . SP-A can also engage CD14 and prevent cellular activation in response to certain serotypes of LPS (Sano et al. 1999) .\n\nSoluble PRRs therefore allow the innate immune system to regulate cellular activation positively or negatively.The property of soluble PRRs to mediate agonistic or antagonistic effects renders them attractive tools for manipulating the innate immune system and its instructive role in the development of adaptive immunity. For example, the identification and application of PRR recognition domains that can act as decoy receptors may help develop novel strategies aiming at downregulating the immune response in various chronic inflammatory diseases.\n\nSince the initial discovery of lysozyme in 1922 in tears and nasal secretions by Alexander Fleming, a huge literature has accumulated on its structure, function, genetics, biosynthesis, regulation, enzyme activity, and properties, and the reader is referred to a definitive monograph that summarizes much of this information (Jollès 1996) . Enzymatically, lysozyme (muramidase; EC 3.2.1.17) hydrolyzes the β(1-4) glycosidic bond between N-acetylmuramic acid and Nacetyl-D-glucosamine in bacterial peptidoglycan (Chipman and Sharon 1969) .\n\nConventional or type c lysozyme has been identified widely in mammals, birds, reptiles, and even in insects. Some forms of lysozyme c bind calcium. A different enzyme, designated lysozyme g, is found only in birds, and enzymes with similar activity occur in plants and bacteriophages. Lysozyme c was the first enzyme to be sequenced and resolved by X-ray crystallography and to have its mechanism of action proposed. Identical forms of lysozyme c occur in various human body fluids and tissues, and it is abundant in the specific granules of neutrophils.The concentrations of lysozyme in different secretions vary widely (Table 5 .1). Concentrations can also differ markedly between species: for example, human milk contains approximately 3000 times higher levels of lysozyme than does cow's milk (Chandan et al. 1964) . Lysozyme within a given fluid may originate from different sources: for example, in human saliva, lysozyme is produced by the salivary glands and by oral phagocytes derived from the gingival crevices (Korsrud and Brandtzaeg 1982; Moro et al. 1984) .\n\nLysozyme consists of a single polypeptide chain of 119-130 amino acid residues; the human enzyme contains 129 residues, M r 14,600, pI 10.5. There are four disulfide bridges that stabilize the molecule in a compact ellipsoidal shape (for review, see Jollès and Jollès 1984) . The crystallographic structure (Fig. 5.1 ) reveals two domains: one α-helical domain comprising the N-terminal and C-terminal segments, and a smaller β-sheet domain (for review, see Strynadka and James 1996) . Glu35 and Asp52 are highly conserved in the active site. Genetically, type c lysozyme is encoded by a relatively small 10-kb gene of four exons with three introns (Irwin et al. 1996) .\n\nAlthough lysozymes isolated from different species or even from different tissues of the same species show similar biologic activity, they differ biochemically and in specific activity. Human lysozyme has a higher specific activity and more potent antibacterial effect against oral microorganisms than hen egg-white lysozyme (Iacono et al. 1980) . However, few species of bacteria are directly lysed by lysozyme, and other modes of action independent of its enzymatic activity have been described, including the activation of bacterial autolysins, bacterial aggregation, blocking bacterial adherence, and the inhibition of acid production by oral microorganisms (Iacono et al. 1985; Laible and Germaine 1985; Twetman et al. 1986; Wang and Germaine 1991) . Moreover, cell walls of oral streptococci weakened by cleavage of peptidoglycan become susceptible to lysis by the addition of detergents or monovalent anions such as bicarbonate, fluoride, thiocyanate, and chloride, which predominate in saliva (Pollock et al. 1987) . When treated with high concentrations of lysozyme in the absence of salt or detergent, Streptococcus Chapter 5 Innate Humoral Defense Factors 75 mutans exhibits areas of cell wall dissolution without cell lysis (Cho et al. 1982) . Its cationic property (pI 10.5) may allow lysozyme to exert bactericidal activity analogous to other cationic proteins, and although binding to oral bacteria is strongly dependent on pH and ionic strength, bacteriolysis caused by lysozyme may be physiologically significant in the oral environment where these parameters can fluctuate markedly. However, there is no clear evidence that salivary levels of lysozyme are related to the occurrence of dental caries or periodontal disease (Tenovuo 1989) . Remarkably, lysozyme is reported to display inhibitory activity against human immunodeficiency virus-1 (HIV-1) . Several synergistic effects between lysozyme and other nonimmunoglobulin or immunoglobulin defense factors have been reported. These include a bactericidal effect on S. mutans exerted by lysozyme and iron-depleted lactoferrin (Soukka et al. 1991) , and the inhibition of glucose uptake in oral streptococci by lysozyme and components of the salivary peroxidase/H 2 O 2 /SCN − system, including the oxidation product, hypothiocyanite (Lenander-Lumikari et al. 1992) . Possibly the membrane damage caused by the cationic nature of lysozyme facilitates the diffusion of thiocyanate oxidation products into the cell. Lysozyme was reported to synergize also with secretory IgA (S-IgA) antibody and complement to cause lysis of Escherichia coli, but these reports were not confirmed by other studies. It is possible that other contaminating factors contributed to the effects observed.\n\nLysozyme displays sequence homology with α-lactalbumin, an abundant protein in milk, which together with galactosyltransferase forms lactose synthase. It is thought that α-lactalbumin evolved from calcium-binding lysozyme c after the divergence of birds and mammals, as it retains the conserved calcium-binding residues found in lysozyme c (McKenzie and White 1991) . Although normally devoid of muramidase or antibacterial activity, a variant form of αlactalbumin has been reported to induce apoptosis in tumor cells . This variant, designated HAM-LET (human α-lactalbumin made lethal to tumor cells), was found to be in oligomeric \"molten globule\" conformation and could be induced by the release of calcium at low pH in the presence of oleic acid . As these conditions may occur in the nursing infant stomach, the authors speculated that HAMLET could serve to protect the infant gut. This form of α-lactalbumin has also been reported to be bactericidal against Streptococcus pneumoniae (Håkansson et al. 2000) .\n\nLactoferrin is a member of the transferrin family of ironbinding proteins. Like plasma transferrin, lactoferrin can reversibly bind two ferric ions, but unlike transferrin it is primarily a protein of exocrine secretions (Table 5 .1) and neutrophil granules and has no clearly defined role in iron transport or metabolism. Nevertheless, a plethora of functions have been proposed for lactoferrin, but despite much research there is still no consensus as to which, if any, are important in vivo.\n\nMany of the proposed functions of lactoferrin relate to antimicrobial, antiinflammatory, and immunomodulatory activities, and these will be discussed in this chapter. Others, such as its possible role in iron absorption and neonatal development, fall outside the scope of this book and will not be dealt with here. For a comprehensive review of all aspects of lactoferrin structure and function, see Schryvers and Vogel (2002) .\n\nLactoferrin is synthesized by a variety of mucosal tissues, major sites being the mammary gland and the genital tract (reviewed by Teng 2002) . Concentrations vary in different tissues and between different species, and indeed some mammals (e.g., rats and rabbits) contain no lactoferrin in their milk (Masson and Heremans 1971) . The other major source of lactoferrin is the secondary granules of neutrophils. Lactoferrin is synthesized by myeloid precursors, rather than the mature neutrophil itself (Rado et al. 1987 ). Significant synthesis also occurs in the kidney, but only minimal synthesis occurs in liver and spleen (Teng 2002) .\n\nLactoferrins from a number of species have been identified and characterized structurally. Like all members of the transferrin family, they are single-chain glycoproteins with a molecular weight of about 80 kDa, and lactoferrins typically show a 60% sequence homology with serum transferrin (Baker 1994) . The polypeptide chain is folded into two lobes, which show ~40% sequence homology, indicative of an ancestral gene duplication (Fig. 5.2) . Each lobe is in turn folded into two domains, separated by a cleft in which each iron-binding site is located. In all cases the ferric iron is liganded to an aspartic acid, two tyrosines, and a histidine, together with two oxygen atoms from a synergistically bound carbonate ion, without which lactoferrin cannot bind iron (Baker 1994) .\n\nIron binding and release are associated with conformational changes in the protein. When lactoferrin is in the iron-free (apo) form, the interdomain cleft adopts an \"open\" configuration, but binding of iron (and carbonate) causes the cleft to close and become locked in this configuration (Anderson et al. 1990 ). One consequence of this is that the open apo form is more susceptible to denaturation and proteolytic digestion than is the Fe-bound (holo) form. Iron is released by lowering the pH, but in lactoferrin the degree of stabilization of the lobe structure is greater than in transferrin, and consequently iron release does not occur until pH ~3 is reached, whereas in transferrin iron release occurs at pH ~5.5 (Mazurier and Spik 1980) . This probably explains why transferrin but not lactoferrin can donate iron to cells via receptor-mediated endocytosis.\n\nAnother important structural difference between lactoferrin and transferrin is that, whereas transferrin has a pI of around 5.5-6.0 (Hovanessian and Awdeh 1976) , lactoferrin is a highly basic protein with a pI of about 9 (Moguilevsky et al. 1985) . This is because of the presence of several surface regions with high positive charge, most notably near the N-terminus of the molecule, which in the case of human lactoferrin has four consecutive arginines at positions 2-5. The high pI of lactoferrin makes it an extremely \"sticky\" protein, and as a result it binds readily to other macromolecules (Lampreave et al. 1990 ), which probably enables it to adhere to mucosal surfaces. The \"stickiness\" of lactoferrin has also hampered attempts to characterize true lactoferrin receptors. Lactoferrin-binding sites with affinities comparable with those exhibited by specific receptors have been identified on hepatocytes (McAbee and Esbensen 1991), monocytes/ macrophages (Birgens et al. 1993) , activated T lymphocytes (Mazurier et al. 1989) , mammary epithelial cells (Rochard et al. 1992) , and intestinal brush border cells. However, only the enterocyte brush border receptor has so far been cloned and functionally expressed (Suzuki et al. 2001) . This, and probably many other receptors, interacts with the basic Nterminal region of lactoferrin (El Yazidi-Belkoura et al. 2001) . Of particular interest is a report that activated γδ T cells express lactoferrin receptors and show enhanced in vitro proliferation in the presence of lactoferrin (Mincheva-Nilsson et al. 1997) .\n\nThe consequences of lactoferrin-cell interactions are generally poorly understood. Interaction with hepatocytes leads to internalization and degradation of lactoferrin (McAbee et al. 1993) , and internalization by T lymphocytes has also been reported (Bi et al. 1996) . However, monocytes show no appreciable internalization of bound lactoferrin (Ismail and Brock 1993) . Interaction of lactoferrin with T lymphocytes results in mitogen-activated protein ( The N-lobe is on the left, the C-lobe on the right. In each lobe the bound iron atom is shown as a black sphere in the center, with its associated carbonate ion. The antibacterial domain on the surface of the N-lobe is highlighted in black, and the N-terminus, where a cluster of positively charged residues is found, is labeled N. about what if any cell signaling events are triggered by lactoferrin-receptor interactions.\n\nDespite a very large number of studies of lactoferrin function, a clearly defined role for lactoferrin has yet to emerge. Unlike transferrin, there is no good evidence that it plays a major role in iron transport. Lactoferrin does not enhance iron absorption from the gut (Hernell and Lonnerdal 2002) , and indeed lactoferrin knockout mice show no abnormalities of iron status (Ward et al. 2003) . Most of the proposed functions are based predominantly on in vitro studies, and in many cases the mechanisms involved are unknown. In those cases where more is known, the activity is usually attributable either to lactoferrin's iron-binding properties or to its basicity. In particular, peptides containing the basic N-terminal region of lactoferrin (\"lactoferricins\") have been isolated and shown to be more active than the intact protein.\n\nLactoferrin has been reported to inhibit the growth or reduce the infectivity of a wide range of infectious agents, including bacteria, viruses, and various parasites. Many different organisms and mechanisms have been implicated, and in the following discussion, particular attention will be given to potential mucosal pathogens.\n\nOne of the first functions attributed to lactoferrin was bacteriostatic activity, following the demonstration that lactoferrin could inhibit the growth of various bacteria in vitro. The activity was only shown by apo-lactoferrin, and addition of iron abolished activity, indicating that inhibition of microbial iron uptake was involved. A large range of microorganisms is susceptible to this activity, including mucosal pathogens such as enteropathogenic E. coli, Salmonella spp., and Vibrio cholerae. This field has been extensively reviewed by Weinberg (2001) . However, many bacteria can overcome the bacteriostatic effect of iron-withholding by lactoferrin; some secrete low-molecular-weight high-affinity iron chelators (siderophores), which can remove iron from lactoferrin or possibly scavenge iron from other host sources (Brock et al. 1991) , and others, notably Haemophilus spp. and meningococci, express specific lactoferrin receptors, regulated by bacterial iron levels, which allow the organism to acquire lactoferrin-bound iron (Gray-Owen and Schryvers 1996) . Inhibition of growth may not be the only consequence of iron withholding by lactoferrin; in the case of Pseudomonas aeruginosa, lack of iron prevents the organisms from forming a biofilm and thus making them more susceptible to other host defense mechanisms (Singh et al. 2002) . In contrast, Fe-lactoferrin could inhibit binding of Actinobacillus actinomycetemcomitans to buccal epithelial cells, whereas apolactoferrin was ineffective (Fine and Furgang 2002) , suggesting that low iron levels might actually aid colonization.\n\nHowever, iron withholding may not be the only mechanism by which lactoferrin inhibits bacteria. A bactericidal effect, independent of iron-binding activity, was first demonstrated by Arnold et al. (1977) , and subsequent investigation showed that this involved increased membrane permeability (Ellison and Giehl 1991) and was mediated by the basic N-terminal region of lactoferrin, the isolated lactoferricin peptides being more active than intact lactoferrin (Bellamy et al. 1992) . The effect can in some cases be abrogated by bacterial proteases, which presumably digest the lactoferricin peptide (Ulvatne et al. 2002) . The bacterial molecules to which lactoferrin or its peptide binds vary. In S. aureus binding is to the cell wall teichoic acid (Vorland et al. 1999) , whereas in E. coli it is to lipopolysaccharide (Vorland et al. 1999 ) and porins (Sallmann et al. 1999) . In S. pneumoniae lactoferrin binds to pneumococcal surface protein A (Hammerschmidt et al. 1999) , and in Gardnerella vaginalis a 120-kDa surface protein is responsible (Jarosik and Land 2000) , though this may be more analogous to the iron-regulated receptors mentioned previously.\n\nA novel antibacterial activity of lactoferrin has been demonstrated in which it inactivates two colonization factors, the IgA1 protease and the Hap adhesin, on Haemophilus influenzae, as the result of an intrinsic serine protease activity (Hendrixson et al. 2003) , suggesting that lactoferrin is a truly bifunctional protein. The possibility that this activity might be caused by a contaminating milk protease bound to lactoferrin seems to be ruled out as both milk and recombinant human lactoferrin were active. In a rather similar model, lactoferrin bound to and caused proteolytic cleavage of the hemoglobin receptor of Porphyromonas gingivalis, thus preventing the organism from obtaining hemoglobin-bound iron (Shi et al. 2000) . However, in this case the proteolytic activity may have originated in the bacterium as the lactoferricin peptide was also active, yet does not contain the region thought to be responsible for the serine protease activity of lactoferrin itself (Hendrixson et al. 2003) .\n\nAlthough the antibacterial effect of lactoferrin has been amply confirmed in vitro, evidence for its in vivo activity, especially clinical data, is less convincing. The facts that lactoferrin occurs in high concentration (~1mg/ml) in human milk, and that breastfed babies are less susceptible than bottle-fed babies to gastrointestinal infection, suggest that lactoferrin might be an important protective factor in breast milk, but attempts to modify the gastrointestinal flora of newborn bottle-fed infants by supplementing formula milks with lactoferrin have failed to demonstrate such a role (Roberts et al. 1992) . However, there is some evidence that lactoferrin can protect against bacterial infection in animal models. Experimental Helicobacter infections were ameliorated by oral administration of lactoferrin (Wang et al. 2001 ). This appears to be the result of the glycan moiety of lactoferrin interfering with bacterial adherence, rather than of iron deprivation. Colonization of the kidney in murine S. aureus infection was reduced by either systemic or oral administration of lactoferrin (Bhimani et al. 1999) , and joint inflammation in experimental murine S. aureus infectious arthritis was reduced by local administration of lactoferrin (Guillen et al. 2000) . Oral administration of lactoferrin or the lactoferricin peptide also reduced the overgrowth and translocation of enterobacteria that occurred in mice fed bovine milk (Teraguchi et al. 1995) , and oral recombinant human lactoferrin reduced the severity of systemic E. coli infection in neonatal rats infected by the oral route (Edde et al. 2001 ). It has also been shown that lactoferrin could protect rabbits against experimental Shigella flexneri infection, through a mechanism involving inhibition by the basic Nterminal region of lactoferrin of bacterial uptake by host cells (Gomez et al. 2003 ). An interesting antibacterial effect of lactoferrin that clearly depends upon its iron-binding properties was reported by Schaible et al. (2002) , who showed that β 2 -microglobulin-knockout mice, which suffer from an iron overload condition similar to human hemochromatosis, became less susceptible to tuberculosis following treatment with lactoferrin. These studies in experimental animals suggest that lactoferrin might have a therapeutic effect on certain types of bacterial infection in man, and it is to be hoped that appropriate clinical studies can be devised.\n\nLactoferrin has been reported to prevent infection by a variety of viruses (for review, see van der Strate et al. 2001) . Both DNA and RNA viruses are susceptible, including cytomegalovirus, HIV, herpesvirus, hepatitis B and C viruses, rotavirus, respiratory syncytial virus, and enterovirus 71. Lactoferrin appears to be most effective at the early stages of infection and can act either by blocking viral receptors on host cells or by binding directly to the virus itself.The molecular mechanisms involved vary. In the case of rotavirus, lactoferrin blocks entry into enterocytes by a mechanism that is independent of iron saturation but is enhanced by desialylation of the protein and can be mimicked by two tryptic peptides that do not, however, involve the lactoferricin region of the molecule (Superti et al. 2001) . This also seems to be the case for anti-hepatitis C activity, in which a peptide from the C-terminal region of lactoferrin binds to hepatitis C virus E2 protein and prevents interaction with the host cell (Nozaki et al. 2003) . In contrast, the ability of lactoferrin to inhibit in vitro hepatitis B virus infection is dependent upon interaction with the hepatocyte rather than the virus (Hara et al. 2002) . The lactoferricin region is partly, but not entirely, responsible for the ability of lactoferrin to inhibit binding of HIV to CXCR4 or CCR5 receptors (Berkhout et al. 2002) .\n\nThe vast majority of studies refer to in vitro antiviral activity, and there is much less evidence for an antiviral role for lactoferrin in vivo. However, lactoferrin administered to suckling mice improved survival rates in experimental hantavirus infection (Murphy et al. 2001) . Protection against cytomegalovirus infection in mice has also been reported, though this appeared to result from enhanced natural killer (NK) cell activity rather than to direct antiviral activity (Shimizu et al. 1996) . Finally, a clinical trial of bovine lactoferrin in hepatitis C virus infection caused a temporary improvement in 6 out of 45 patients (Okada et al. 2002) .\n\nA number of antiparasitic effects of lactoferrin have been reported, though the role of lactoferrin as an antiparasitic molecule remains ill defined, and mechanisms, when elucidated, tend to be parasite specific. For example, the basic properties of lactoferrin are responsible for its ability to prevent Plasmodium bergei from invading fibroblasts (Shakibaei and Frevert 1996) and inhibited CD36-mediated and thrombospondin-mediated binding of Plasmodium falciparum-infected erythrocytes to epithelia (Eda et al. 1999) . Lactoferrin can inhibit in vitro growth of P. falciparum (Kassim et al. 2000) and Pneumocystis carinii (Cirioni et al. 2000) , in the latter case resulting from an iron-withholding mechanism. Other parasites such as Tritrichomonas foetus (Grab et al. 2001) , Treponema pallidum (Alderete et al. 1988) , and Leishmania chagasi (Wilson et al. 2002) possess mechanisms by which they can remove iron from lactoferrin, which might therefore be expected to enhance rather than inhibit growth.\n\nWhile the antimicrobial effects of lactoferrin have been known for decades, it has more recently become apparent that lactoferrin can influence immune and inflammatory responses. In some cases, antimicrobial activity has been found to result from immunomodulatory activity, rather than a direct antimicrobial effect.\n\nOne mechanism by which lactoferrin may exert an antiinflammatory effect is via the binding of non-transferrin bound iron at inflammatory foci and thus rendering it unable to catalyze potentially harmful free-radical reactions (Guillen et al. 2000) . Another mechanism depends upon the previously mentioned ability of lactoferrin to bind to bacterial LPS (reviewed by Baveye et al. 1999) . This results in impairment of LPS binding to soluble or surface CD14 on monocytes (Baveye et al. 2000b ) and the subsequent production of interleukin-6 (IL-6) (Mattsby-Baltzer et al. 1996) , TNFα, and nitric oxide (Choe and Lee 1999) . In neutrophils, lactoferrin inhibits binding of LPS to L-selectin and subsequent production of reactive oxygen species (Baveye et al. 2000a) . It also inhibits LPS-mediated IL-8 production by endothelial cells (Elass et al. 2002) . This activity is mediated by the basic N-terminal region of lactoferrin (Zhang et al. 1999) . In a murine model of endotoxemia, lactoferrin was found to be most effective at reducing parameters of endotoxic shock when administered 1 hour before LPS; administration of lactoferrin either 18 hours before LPS, or following the development of endotoxemia, was less effective (Kruzel et al. 2002) .\n\nOrally administered lactoferrin, or its basic N-terminal peptides, can also reduce the severity of dextran sulfate-induced colitis in mice (Haversen et al. 2003) . The mechanism is unknown, but could involve interference of binding of dextran to mucosal cells as the result of charge neutralization.\n\nAlthough most reports have shown lactoferrin to have an antiinflammatory and immunosuppressive effect, there are some studies showing contrary results. Immobilized, but not soluble, lactoferrin stimulates eosinophil activation (Thomas et al. 2002) , suggesting that lactoferrin bound to airway epithelial cells might exacerbate asthma (though a similar scenario in the gut might result in enhanced antiparasitic activity). Induction of collagen-induced arthritis in mice constitutively expressing human lactoferrin was found to develop more severely than in congenic controls (Guillen et al. 2002) . It was suggested that this may be the result of lactoferrin skewing the immune response toward a proinflammatory type 1 rather than an antiinflammatory type 2 response. Lactoferrin has also been reported to act as a transactivator by upregulating transcription of the IL-1b gene (Son et al. 2002) , an activity that may relate to the proposal that lactoferrin can act as a transcription factor (He and Furmanski 1995) .\n\nIn summary, despite extensive research, much remains to be learned about lactoferrin. Thanks largely to the crystallographic studies of Baker et al. (1998) , we now have a fairly complete knowledge of the structure of lactoferrin and its iron-binding properties. There is increasing evidence that lactoferrin may be a genuinely multifunctional protein, with iron-binding, release of basic peptides, and perhaps proteolytic activity being required in different functional scenarios. However, it must be remembered that many proposed functions of lactoferrin are based entirely on in vitro studies, and in vivo data supporting many of these are lacking. Even with extensively studied areas such as the role of the basic Nterminal lactoferricin peptides, we still do not know if such peptides are actually produced in vivo in functionally significant quantities, if at all. It is to be hoped that future research will focus on the in vivo relevance of functions based on in vitro studies, and eventually lead to clinical evaluation of lactoferrin as a useful prophylactic or therapeutic agent.\n\nPeroxidase activity is found in exocrine secretions including milk, tears, and saliva as well as in vaginal fluid (Table 5 .1). Most of the activity is derived from enzymes synthesized in the glands that produce the secretions. Contributions also come from polymorphonuclear leukocytes (myeloperoxidase; MPO) and possibly from eosinophils (eosinophil peroxidase; EPO). As comprehensive discussion of the various members of the peroxidase family is beyond the scope of this chapter, attention will focus on human salivary peroxidase (hSPO), human lactoperoxidase (hLPO), and, for comparative purposes, bovine lactoperoxidase (bLPO). The latter enzyme has been studied extensively because of its ready availability in high purity and because it has many properties in common with hSPO and hLPO.\n\nHuman SPO is a ~75-kDa protein that is secreted by the parotid glands. The gene for hSPO has been cloned and sequenced (Kiser et al. 1996) , and its sequence is similar (except for two nucleotides) to hLPO, which suggests that these two enzymes are in fact products of the same gene expressed in different tissues (salivary and mammary glands). The amino acid sequence of hSPO displays 99.4% identity to the C-terminal fragment of hLPO (Dull et al. 1990 ). Additionally, hSPO shares high amino acid identity to other mammalian peroxidases (Table 5. \n\nA high degree of homology exists between hSPO and bLPO, and their C-terminal 324 amino acids show 84% homology (Dull et al. 1990 ). However, hSPO has fewer cysteine, methionine, and isoleucine residues and more alanine, glycine, proline, and serine residues than bLPO. Their carbohydrate compositions differ, and hSPO is also more sensitive to inactivation by azide (Månsson-Rahemtulla et al. 1988 ). The bLPO molecule consists of a single polypeptide chain with one heme group, which is covalently attached to the protein via two ester linkages.The sequence of bLPO can be aligned with human peroxidases to reveal the following similarities: MPO, 55.4%; EPO, 54%; and thyroid peroxidase, 44.6%. bLPO probably has an ellipsoidal structure in solution (Paul and Ohlsson 1985) and has properties that are similar to those of other small globular proteins. Inferences about the higher order structure of hSPO can be made based on amino acid composition and solution properties. The mosaic of hydrophobic and charged groups on the surface of hSPO is responsible for its strong affinity for many different kinds of surfaces (Pruitt and Adamson 1977; Pruitt et al. 1979 ). Since absorbed hSPO retains its enzyme activity, attachment to surfaces does not block donor access to the heme group; thus the surface-binding sites and the heme group are not in immediate proximity.\n\nPreparations of bLPO from bovine milk are heterogeneous (Paul and Ohlsson 1985) . A major fraction of bLPO consists of a single polypeptide chain of 78.5 kDa. Subfractions of lower molecular mass are derived by loss of carbohydrate groups and by deamidation of asparagine or glutamine residues. hSPO from human saliva is also heterogeneous (Månsson-Rahemtulla et al. 1988) , and at least three major forms of 78, 80, and 280 kDa have been reported. Human milk contains at least two peroxidases , hLPO and MPO (derived from milk leukocytes), the relative amounts of which vary widely from sample to sample and depend on the stage of lactation.The properties of hLPO are similar to those of hSPO.\n\nPeroxidases protect mucosal surfaces from microorganisms by catalyzing the peroxidation of halides (Cl − , Br − , I − , and the pseudohalide, thiocyanate ion SCN − ) to generate reactive products that have potent antimicrobial properties. MPO and EPO catalyze the peroxidation of Cl − , Br − , I − , and SCN − , but bLPO, hLPO, and hSPO do not catalyze the peroxidation of Cl − . In the absence of halides and SCN − , peroxidases behave as catalases and degrade H 2 O 2 to water and oxygen. The catalase and peroxidase activities of these enzymes also protect mucosal surfaces by preventing the accumulation of toxic products of oxygen reduction. Peroxidase kinetics and reaction mechanisms are very complex (for review, see Pruitt and Kamau 1991) .The products of the reactions and mechanisms depend on the particular enzyme, the particular donor, the relative concentrations of enzyme, H 2 O 2 , and donors, the pH, and temperature. For mucosal defense mechanisms, the most significant peroxidase reactions are those related to catalase activity and to thiocyanate oxidation by hSPO, MPO, and hLPO. Although the actual reactions are complex and include multiple intermediates, the net reactions of the peroxidation of thiocyanate at physiologic concentrations are:\n\nPeroxidation of SCN − occurs via compound I, in which both oxidizing equivalents of peroxide have been transferred to the heme group. The hypothiocyanite ion OSCN − is in equilibrium with its conjugate acid (HOSCN, pK a = 5.3). The net peroxidation reaction may be in an apparent state of dynamic equilibrium in vivo (Pruitt et al. 1986 ), which minimizes the concentration of H 2 O 2 and maximizes the concentrations of HOSCN and OSCN − . Both sets of reactions consume toxic H 2 O 2 and generate products that are harmless to the host. These same reactions can protect some bacteria from H 2 O 2 toxicity (Adamson and Carlsson 1982) . However, HOSCN and OSCN − inhibit the growth and metabolism of many species of bacteria (for review, see Pruitt and Reiter 1985) . The major limiting factor for SCN − peroxidation in human saliva is the availability of H 2 O 2 , as shown by experiments in which the addition of H 2 O 2 to human saliva in vivo (Månsson-Rahemtulla et al. 1983) or in vitro (Tenovuo et al. 1981 ) resulted in increased concentrations of HOSCN and OSCN − . However, concentrations of SCN − below 0.6 mM may also be limiting , and in human milk, the concentrations of SCN − are usually below this level. The low peroxidase concentration in human milk also may be a limiting factor (Pruitt and Kamau 1991; .\n\nThe thiocyanate ion is a critical component of the hSPO system; it is secreted by salivary, mammary, lacrimal, and gastric glands, and can originate from several sources. Salivary SCN − concentration varies considerably and depends, for example, on diet and smoking habits. However, the major source of SCN − is the detoxification of CN − primarily in the liver by the enzyme, thiosulfate-cyanide sulfurtransferase, which catalyzes the transfer of a sulfur atom from thiosulfate to CN − , to yield nontoxic SCN − . Normal plasma levels of SCN − are 20-120 μM, but in secreted fluids containing hSPO, hLPO or bLPO, the levels are much higher. Thiocyanate is found in parotid, submandibular, and whole saliva as well as in gingival crevicular and dental plaque fluids (Tenovuo 1985) and milk (Pruitt and Kamau 1991) . Average concentrations of SCN − in saliva of nonsmokers have been reported to range from 0.35 mM to 1.24 mM, whereas the reported range for smokers varies from 1.38 mM to 2.74 mM (Tenovuo 1985) . In human milk, mean values of 0.021 mM to 0.122 mM have been reported with large variations from sample to sample (Pruitt and Kamau 1991) .\n\nThus SCN − is concentrated 10-fold to 20-fold from plasma into the salivary glands in humans and animals, apparently by active transport. Tenovuo et al. (1982b) showed that the concentration of SCN − in whole saliva rises on initial stimulation and then gradually declines. However, in no instance does the secretion rate of SCN − (concentration of SCN − × secretion flow rate) in whole stimulated saliva drop below that of unstimulated saliva, indicating that the SCN − transport system is able to maintain SCN − levels despite the increased dilution resulting from stimulation. Thus, active transport of SCN − may be increased by stimulation. Active transport of SCN − into saliva may also provide a recycling mechanism for this important ion: as saliva is swallowed continuously, SCN − would be reabsorbed into the blood by the gastrointestinal uptake and concentrated again in the salivary glands.\n\nMPO catalyzes the oxidation of Cl − by H 2 O 2 to form water and a highly reactive oxidizing agent, the hypochlorite ion (OCl − ), which activates latent collagenase, elastase, gelatinase, and cathepsin that are present in leukocytes and inactivates circulating protease inhibitors, causing tissue injury (Weiss 1989) . The cytocidal hypohalous acid oxidants can also be produced by EPO through oxidation of halides (Br − , Cl − , and I − ) in the absence of SCN − . Although the hypohalous acid oxidants mediate the killing of bacteria and the extracellular destruction of invading helminthic parasites (Gleich and Adolphson 1986) , these oxidants are also extremely tissue destructive (Slungaard and Mahoney 1991) . However, SCN − has been shown to be the preferred substrate for both MPO and EPO, although it is present in serum in significantly lower concentrations than the other halides (Thomas and Fishman 1986; Slungaard and Mahoney 1991) . This preference for SCN − results in generation of HOSCN and OSCN − , which are nontoxic to human cells and tissues (Hänström et al. 1983; Slungaard and Mahoney 1991; Tenovuo and Larjava 1984; Thomas and Fishman 1986) .Thus SCN − protects a variety of tissues from damage that could occur as a result of peroxidase-catalyzed oxidation of Cl − and Br − . For example, in the reaction that accompanies the respiratory burst of leukocytes, the oxidation of the Cl − ion by MPO may generate toxic products (Weiss 1989) .\n\nThe peroxidase-SCN − system has antibacterial effects against many Streptococcus species (Pruitt and Reiter 1985) , some periodontitis-associated bacteria (Tenovuo 1985; Courtois et al. 1992 , Ihalin et al. 1998 , and anaerobic mucosal pathogens (Table 5 .3). In streptococci the system inhibits glucose incorporation, glycolysis, and acid production by cariogenic bacteria (Pruitt and Reiter 1985; Lenander-Lumikari and Loimaranta 2000) ; it also affects the cytoplasmic membrane and inhibits various membrane oxidases and reductases in the respiratory chain and formation of the electrochemical proton gradient in E. coli. The reduction of bacterial acid production by the peroxidase system is enhanced in the presence of S-IgA (Tenovuo et al. 1982a) , but this effect does not depend on specific antibodies.\n\nAlthough the peroxidase-mediated effects on gram-positive bacteria are merely bacteriostatic at neutral pH, gram-negative bacteria such as E. coli and P. gingivalis are killed (Fadel and Courtois 1999; Shin et al. 2001) . In addition to bacterial species, yeasts and many viruses (Table 5 .3) are sensitive to the peroxidase-SCN − systems (Pourtois et al. 1990; Mikola et al. 1995) .\n\nMimicking salivary antibacterial capacity has been achieved in commercial products by adding the bLPO system, lactoferrin, or lysozyme into various oral health care products targeted to patients with hyposalivation or xerostomia. In these products bLPO is supplemented with KSCN, and the necessary H 2 O 2 is generated in the mouth by a glucose-glucose oxidase system. The original rationale was to elevate in vivo concentrations of HOSCN/OSCN − to bactericidal levels, and although they indeed appear to increase salivary OSCN − concentrations, there is no clinical evidence that they enhance the antimicrobial activity of human saliva in vivo (Tenovuo 2002) . Interestingly, recent observations indicate that antimicrobial activity against mucosal pathogens can greatly be enhanced if bLPO is replaced by horseradish peroxidase (which does not oxidize SCN − at pH > 6), and iodide is used as the oxidizable agent instead of SCN − (Ihalin et al. 2003) .\n\nIn addition to the major and better known innate factors described previously, there are numerous other antimicrobial agents of a wide variety found in different secretions. Some of these, especially those present in saliva, have been the subject of intensive investigation at the molecular level in recent years.\n\nInorganic and organic acids present in many secretions are known to have antimicrobial properties. For example, neutralization of stomach hydrochloric acid results in a 1000fold reduction in the infectious dose of Salmonella typhi (Mims et al., 1995) . Lactic acid (largely produced by lactobacilli) is believed to be of substantial importance in the maintenance of vaginal health and to inhibit the growth of organisms involved in bacterial vaginosis as well as HIV (see Chapter 99). Human milk contains a large number of oligosaccharides (apart from lactose), some of which are present in concentrations of up to 1-2 g/L, but because they are excreted intact in infants' urine, they are thought not to have significant nutritive value. Several have been found to resemble carbohydrate structures present in bacterial cell walls, for example, those of group B streptococci (Pritchard et al, 1992) , giving rise to speculation that they might be able to interfere with bacterial adherence to host cells, as has been reported in the case of the adherence of E. coli to uroepithelial cells (Coppa et al. 1990 ). Sialyllactose and fucosylated Pruitt and Reiter (1985) , Tenovuo (1998) , and Lenander-Lumikari and Loimaranta (2000). milk oligosaccharides have also been found to inhibit cholera toxin and the heat-stable enterotoxin of E. coli (Idota et al. 1995; Newburg et al. 1990) , presumably by interfering with the binding of these toxins to the carbohydrates on their receptors.\n\nSalivary mucins are reported to form heterotypic complexes with various other proteins, including lysozyme and α-amylase, as well as S-IgA, and thereby enhance their binding and agglutinating properties (Biesbrock et al. 1991; Iontcheva et al. 1997) . The salivary agglutinin, a 300-400-kDa glycoprotein that occurs in parotid secretion and binds various oral streptococci (Rundegren 1986) , has been found to be identical to the scavenger receptor gp-340, which is present in bronchoalveolar fluid and also binds to lung surfactant protein D (Ligtenberg et al. 2001 ).\n\nThe collectins constitute a family of lectins that possess triple-helical collagenlike domains as well as C-terminal Ca 2 -dependent lectin domains (Holmskov et al. 1994) . The best known are serum mannose-binding lectin (MBL-A), which can initiate complement activation by binding to IgA (Roos et al. 2001) , and bovine conglutinin, which interacts with the complement breakdown product, iC3b, and is able to neutralize influenza A virus (Hartshorn et al. 1993) . Livertype mannose-binding lectin (MBL-C) has recently been identified not only in liver but also in the small intestine, where it is presumed to play a role in mucosal defense (Uemura et al. 2002) . SP-A and SP-D (which is closely related to conglutinin) occur in the lung surfactant and are synthesized by type II alveolar cells (Hoppe and Reid 1994) . SP-A and possibly SP-D can bind to bacteria and viruses via carbohydrate groups and promote their phagocytosis by alveolar macrophages, possibly through interaction with the C1q or related receptors (Nepomuceno et al. 1997) .\n\nA large number of peptides or small proteins having antimicrobial activity and sharing the general characteristic of a high content of arginine and lysine residues, which confer a high isoelectric point, have been described in a wide variety of secretions and tissues. These include defensins, cathelicidins, and intestinal cryptdins, as well as magainins from amphibian skin and insect cecropins and are discussed in Chapter 6. It was noted previously that some of the antibacterial effects of lysozyme are probably because of its cationic nature. Nuclear histones have bactericidal properties in vitro, but whether this is of any significance in vivo is debatable.\n\nAngiogenin was originally discovered as a protein from human carcinoma cells having the ability to stimulate vasculogenesis in the chorioallantoic membrane of chicks and is now known to comprise a family of up to four proteins in various mammalian species. However, several observations have suggested that angiogenins, which are released by the liver into the circulation in the acute-phase response, may be involved in defense against infection. Angiogenin-4 has now been found to be expressed by intestinal Paneth cells in mice, especially when stimulated by gut commensal bacteria such as Bacteroides thetaiotaomicron (Hooper et al. 2003) . It is a 144-residue protein and member of the ribonuclease family, secreted along with lysozyme from Paneth cell granules, giving rise to crypt concentrations exceeding 1 mM. It displays potent bactericidal activity against gram-positives such as Enterococcus faecalis, Listeria monocytogenes, S. pneumoniae, and the yeast Candida albicans at concentrations as low as 1 μM. Other angiogenins demonstrate different antimicrobial activities in vitro. Thus it is proposed that angiogenins constitute a new family of peptides involved in innate defense.\n\nThe proline-rich proteins (PRPs) are a large family of salivary proteins produced by parotid and submandibular glands. PRPs constitute nearly 70% of the total protein of human saliva and proline accounts for about 25% to 40% of the amino acids (Bennick 1982) . PRPs are further subdivided into three groups, acidic, basic, and glycosylated, encoded by six genes, characterized by a variable number of tandem repeats of about 60 base-pairs (Azen and Maeda 1988) . The basic and glycosylated PRPs are encoded by four genes, PRB1 to PRB4; the acidic by two genes, PRH1 and PRH2. PRPs are synthesized as precursor proteins (~150 amino acids), many of which are cleaved before secretion giving rise to a large number of PRPs in saliva (more than 20 have been identified). Further variability in PRPs arises by differential RNA processing, and some acidic PRP phenotypes are products of an allelic gene. Interestingly, the submandibular gland expresses only the acidic types. Functional roles of acidic PRPs include binding to hydroxyapatite (thus becoming a part of the acquired enamel pellicle of teeth), binding of calcium ions and inhibition of crystal growth of calcium phosphate in supersaturated solutions, thereby helping to maintain tooth integrity (reviewed by Lamkin and Oppenheim 1993) . All these functions are accomplished through the amino-terminal region of the molecule, which is highly acidic. The carboxyl-terminal domain of acidic PRPs was implicated in bacterial binding, especially for type 1 fimbriae of Actinomyces viscosus. This binding, which may facilitate the formation of dental plaque, happens only when PRPs are adsorbed to hydroxyapatite, not with the free soluble protein. The bound protein undergoes a conformational change in the carboxy-terminal of the molecule, exposing receptors for bacterial attachment, socalled \"cryptitopes\" (hidden epitopes ; Gibbons 1990 ). This provides an efficient means for A. viscosus to bind to teeth without being cleared from the oral cavity. Hydroxyapatitebound acidic PRPs also bind S. mutans and Streptococcus gordonii. S. mutans binds more strongly to the larger PRPs, and in the case of S. gordonii, the binding is localized to the two carboxyl-terminal residues (reviewed by Lamkin and Oppenheim 1993) . The acidic PRPs on the tooth surface are degraded into peptides having potential defense properties by dental plaque proteolysis (Madapallimattan and Bennick 1990) . A recent study showed the possible release of a pentapeptide (Arg106-Gly107-Arg108-Pro109-Gln110) having antimicrobial properties from acidic PRPs by the proteolytic activity of commensal Streptococcus and Actinomyces spp. The synthetic pentapeptide desorbed bound bacteria and counteracted sucrose-induced decrease of dental plaque pH in vitro (Li et al. 2000) . PRPs from submandibular-sublingual saliva were also found to inhibit herpes simplex virus 1 replication (Gu et al. 1995) and were identified as receptors for C. albicans (O'Sullivan et al. 1997) .\n\nAnother acidic PRP is expressed in human lacrimal glands (Dickinson and Thiesse 1995) . It shares 45.5% homology with salivary PRP-1 and appears to be expressed also in salivary glands, but its function is unknown, although it is thought to interact with ocular microbes.\n\nIn contrast, the functions of the basic PRPs, which are expressed only in parotid saliva, have not been well characterized, but they effectively form insoluble complexes with both condensed tannin and tannic acid, which do not bind to acidic or glycosylated PRPs (Baxter et al. 1997; Lu and Bennick 1998) . These findings suggest that PRPs play a role in protection against harmful dietary tannins (reviewed by Bennick 2002) . Parotid salivary basic proline-rich proteins have been shown to inhibit HIV-1 infectivity, independent of secretory leukocyte protease inhibitor or thrombospondin (Robinowitch et al. 2001) . It was postulated that the mechanism involves virus-host cell interaction, possibly the binding of the basic proline-rich proteins to the gp120 coat of HIV-1.\n\nGlycosylated PRP also binds to microorganisms, and depending on its presence in the tooth pellicle or saliva, it facilitates the adherence of bacteria to oral surfaces or their clearance from the mouth, respectively (reviewed by Bennick 2002) .\n\nBefore the genes encoding the human salivary mucins were cloned, there was evidence for at least two types of structurally and functionally distinct salivary mucins, MG1 and MG2, the high-molecular-weight (>1000 kDa) and the low-molecular weight (125 kDa) mucin glycoproteins, respectively (Levine et al. 1987) . These heavily O-glycosylated molecules (85% and 68% for MG1 and MG2, respectively) with tandem repeats in the apo-protein core, are produced by submandibular/sublingual as well as minor salivary glands. MG2 is assumed to exist as a monomer, although it can form dimers and tetramers in vitro (Mehrotra et al. 1998) , whereas MG1 is an oligomer composed of multiple disulfide-linked subunits.\n\nSalivary mucins, as part of viscoelastic mucus, contribute to formation of a protective film on both soft and hard tissues of the oral cavity. MG1 plays a bigger role in mucosal and enamel surface coating, while MG2 is involved in modulation of the microbial flora (reviewed by Levine 1993; Tabak 1995 Tabak , 1998 . As \"amphifunctional\" molecules (Levine 1993) , they regulate the oral microbiota by facilitating the attachment and proliferation of some microorganisms, and the binding and clearance of others, depending upon their intraoral location. Salivary mucins interact with respiratory (e.g., P. aeruginosa), cariogenic (e.g., S. mutans), and periodontal pathogens (e.g., P. gingivalis), the opportunistic yeast C. albicans, and even with HSV-1 and HIV-1 viruses (reviewed by Schenkels et al. 1996) . A high-molecular-weight glycoprotein (most probably mucin) complexed with α-amylase in human saliva inhibits S. mutans glucosyltransferase and may thereby contribute to the control of S. mutans colonization in the oral cavity (Jespersgaard et al. 2002) .\n\nMolecular cloning of the genes encoding the salivary mucins revealed that MG2 is encoded by MUC7 gene (Bobek et al. 1993) . MUC7 protein core is composed of 357 amino acid residues and contains six tandem repeats of 23 amino acids. MG1 is a mixture of at least two mucins, encoded by MUC5B and MUC4 (respiratory mucins). MUC5B, the major component, codes for a protein of 3570 amino acids, containing tandem repeats consisting of four superrepeats of 528 residues each (Desseyn et al. 1997) , and is classified as a gel-forming mucin. MUC4 is a membrane-bound mucin and is the largest mucin identified to date. Protection of oral epithelial surfaces is likely to involve both gel-forming and membrane-bound mucins, which are expressed by salivary glands and epithelia . The membrane-bound MUC1 and MUC4 mucins constitute a protective mucin barrier layer, preventing access by bacteria, fungi, and viruses, and both may form a scaffold upon which MUC5B assembles to form multimers.\n\nRecently it was demonstrated that MUC7-derived peptides (possibly generated in vivo by proteolytic enzymes) can directly kill bacteria and fungi in vitro, making MUC7 a multifaceted, critical component of the oral defense system (Satyanarayana et al. 2000; Liu et al. 2000; Bobek and Situ, 2003) . MUC7 D1, a 51-residue peptide derived from its Nterminus, and MUC7 20-mer, spanning residues 32-51 of MUC7 (Fig. 5.3) , possess antifungal activities that are comparable with or exceed the antifungal activity of histatin 5 (Satyanarayana et al. 2000; Bobek and Situ 2003) . These peptides are effective against the wild-type, azole-resistant, and amphotericin B-resistant C. albicans and Cryptococcus neoformans, respectively, and against Candida glabrata, Candida krusei, and Saccharomyces cerevisiae. In comparison with histatin 5, the fungicidal activity of MUC7 20-mer against C. albicans seems to be independent of fungal metabolic activity. Although it crosses the fungal cell membrane and accumulates inside the cells, mitochondria are not the targets of MUC7 20-mer in either C. albicans and C. neoformans. The 20-mer also showed potent bactericidal activity against S. mutans, S. gordonii, P. gingivalis, A. actinomycetemcomitans, P. aeruginosa, and E. coli (Bobek and Situ 2003) . Other MUC7 peptides were shown to bind or to kill oral streptococci and A. actinomycetemcomitans (Liu et al. 2000 (Liu et al. , 2002 . Although the MUC7 peptides are potent against a broad range of microorganisms in vitro, it remains to be determined if they are effective in vivo. Thus far, the results of two preliminary studies indicated that these peptides, as well as histatin 5, were not effective against C. albicans in animal models of candidiasis (Intini et al. 2003, and unpublished results) .\n\nHistatins are a family of at least 12 small, histidine-rich, cationic peptides secreted into human saliva by salivary glands with significant in vitro antimicrobial activity, especially against fungi such as Candida Oppenheim et al. 1988 ). Histatins 1, 3, and 5 (Fig. 5.4) are the most abundant, and they have been credited with most of the anticandidal activity, histatin 5 being the most effective (Xu et al. 1991) . Histatins 1 and 3 are encoded by HIS1 and HIS2 genes, respectively (Sabatini et al. 1993) ; histatin 5 is a proteolytic product of histatin 3, and all the other histatins are believed to arise from histatins 1 and 3 by proteolytic processing. Besides killing the wild-type C. albicans, histatins have been found to be effective in the in vitro killing of Candida species resistant to the commonly used antimycotics, fluconazole, and amphotericin B (Tsai and Bobek 1997a; Helmerhorst et al. 1999a) , as well as of C. neoformans (Tsai and Bobek 1997b) and Aspergillus fumigatus (Helmerhorst et al. 1999a) . Histatin 5 and its analogues exhibit synergestic effects with amphotericin B against Aspergillus, Candida, and Cryptococcus strains, and against an amphotericin B-resistant C. albicans laboratory mutant (van't Hof et al. 2000) .\n\nDespite numerous studies, the mechanism of histatin antifungal action remains unclear. Earlier studies showed that histatins, unlike other cationic, more amphipathic antimicrobial peptides, do not exert their antifungal action through pore formation (by altering membrane permeability leading to cell lysis). Rather, they act through a multistep mechanism, in which histatin is internalized by C. albicans, possibly through a histatin-binding protein (Edgerton et al. 1998) , and targeted to energized mitochondria (Helmerhorst et al. 1999b ). The killing of C. albicans is accompanied by the release of intracellular potassium ions Xu et al. 1999 ) and intracellular ATP (Koshlukova et al. 1999) . Histatins inhibit respiration and induce the formation of reactive oxygen species in C. albicans cells as well as isolated mitochondria, which leads to cell death . Histatin 5 toxicity to C. albicans is concomitant with a decrease in cellular volume, closely coupled with loss of intracellular ATP, and with cell cycle arrest (Baev et al. 2002) .\n\nGrowth-inhibitory activity and the bactericidal effects of histatins were first shown against S. mutans . Histatins inhibit hemagglutination of P. gingivalis (Murakami et al. 1990 ), thereby inhibiting colonization by these bacteria, and inhibit coaggregation between P. gingivalis and Streptococcus mitis (Murakami et al. 1991) . Histatins also inhibit proteases from P. gingivalis (Nishikata et al. 1991) , both Arg-gingipain and Lys-gingipain, as well as host matrix metalloproteinases (Gusman et al. 2001) . A histatin 5-derived peptide, P-113 (spanning amino acids 4-15), previously identified as the smallest fragment that retains anticandidal activity comparable with that of the parent compound , also shows antibacterial activity against P. aeruginosa, E. coli, and S. aureus, the prominent pathogens of cystic fibrosis (CF) patients (Sajjan et al. 2001 ). This peptide was not active in the presence of purulent sputum from CF patients, but the mirror-image peptide, P-113D (with amino acids in the D configuration) retained significant activity in the presence of sputum and thus shows potential as an inhalant in chronic suppressive therapy for CF patients. The inhibitory effect of histatin 5 on the leukotoxic activity of A. actinomycetemcomitans, which is strongly implicated in the pathogenesis of juvenile periodontitis, suggests a new biologic function of histatins in the oral cavity (Murakami et al. 2002b) .\n\nHistatins as natural antimicrobial peptides show little or no toxicity toward mammalian cells and a low tendency to elicit resistance and thus have great potential to be developed into a novel class of antimicrobials, although few in vivo studies Fig. 5.3 . MUC7-derived peptides exhibiting antimicrobial activity. Numbers above the sequences correspond to the actual amino acid position numbers of the native MUC7. Data from Bobek and Situ (2003) . have been published. Histatin derivatives have some efficacy against experimental gingivitis in beagle dogs (Paquette et al. 1997 ) and in human clinical trials (Mickels et al. 2001; Van Dyke et al. 2002) . A mouth rinse formulation of P-113 has been evaluated in a phase II multicenter clinical trial (Van Dyke et al.2002) , which suggested that it is safe and reduces the development of gingival bleeding, gingivitis, and plaque in human experimental gingivitis. Histatin 5 has also been examined for efficacy against C. albicans infection in a murine model of vulvo-vaginal candidiasis and a rat model of oral candidiasis in comparison with clotrimazole, the \"gold standard\" in candidiasis treatment (Intini et al. 2003; and unpublished data) , but the results showed that histatin 5 delivered in Pluronic F127 gel was not effective in either model.\n\nHuman salivary cystatins belong to family 2 of the cystatin superfamily, all being derived from a common ancestor (reviewed by Bobek and Levine 1992) . Most (but not all) members of this superfamily are potent inhibitors of cysteine proteinases. Salivary cystatins are encoded by four related genes: CST1, 2, 4, and 5, encoding cystatins SN, SA, S, and D, respectively. Cystatins SN, SA, and S are 121-amino acid proteins with about 88% identity; cystatin D contains 122 residues and shows about 55% sequence homology with the other salivary cystatins. CST1 and 4 are expressed also in a few other tissues in the body, primarily in exocrine epithelia , but little is known about the functions of cystatins in other secretions. It is proposed that salivary cystatins evolved from an ancestral housekeeping gene, CST3, encoding the ubiquitously expressed cystatin C. Potential functions of type 2 cystatins are direct inhibition of endogenous and exogenous cysteine proteinases, control of mineralization at the tooth surface, antibacterial and antiviral activities, and modulation of the immune system (reviewed by Dickinson 2002) . The results of studies concerning salivary cystatin levels with respect to increased oral inflammation and periodontal disease are controversial: cystatin levels have been reported to decline, to increase, or not to change (reviewed by Dickinson 2002) .\n\nIn vitro, salivary cystatin SN inhibits human lysosomal cathepsins B, H, and L, and cystatin SA inhibits cathepsin L, which is involved in periodontal tissue destruction (Baron et al. 1999a) , suggesting that salivary cystatins SA and SN are involved in the control of proteolytic events in vivo. Cystatin S did not inhibit these proteases, but was able to bind more calcium and bind more rapidly to carbonated apatite than SA or SN, suggesting that its primary role in the oral environment is likely involvement with the mineral balance of the teeth; previous findings showed cystatin S to bind hydroxyapatite and to be a major component of enamel pellicle (reviewed by Bobek and Levine 1992) . Cystatins SN and SA, but not S, are also good inhibitors of papain and related enzymes from plants, suggesting that they may block the noxious effects of dietary cysteine proteinases and protect other salivary proteins from degradation.\n\nCystatins have been shown to be taken up by cells and to interfere with viral replication dependent on host or viral cysteine proteinases. Thus cystatin SN inhibits replication of herpes simplex virus-1 (Gu et al. 1995; Weaver-Hiltke and Bobek 1998) but not as effectively as cystatin C, and cystatin D inhibits replication of coronavirus (Collins and Grubb 1998) . The cystatins present in tears and saliva only weakly inhibit adenain, a cysteine proteinase of adenovirus, and thus are unlikely to play a significant role in inhibiting adenovirus infections in vivo (Ruzindana-Umunyana and Weber 2001) .\n\nMany types of cystatins have a wide range of effects on immune cells (reviewed by Dickinson 2002) . The list now includes SD-type cystatins, SA1 and SA2, which have been found to adhere to human fibroblasts through cell surface molecules, mainly CD58, leading to expression and release of IL-6 ( Kato et al. 2002) . Salivary cystatins thus may regulate the cytokine network in gingival connective tissues. It would also be interesting to determine whether SD-type cystatins have a role in suppressing oral cancer.\n\nSecretory leukocyte protease inhibitor (SLPI), found in the highest concentrations in saliva but present also in breast milk and genital secretions, is an 11.7-kDa protein that exhibits antimicrobial activities and is thought to play a critical role in mucosal defense. SLPI is a potent inhibitor of serine proteinase (such as human leukocyte elastase) and is also capable of inhibiting HIV-1 infectivity in vitro (McNeely et al. 1995) . In salivary glands, SLPI was shown to be produced by acinar epithelial cells of both parotid and submandibular glands, to traverse the ductal system, and accumulate in the mouth. As the virus is localized to interstitial mononuclear cells within the salivary gland, it meets SLPI in the oral cavity, where the inhibitor may impede infection of additional target cells (Wahl et al. 1997) . These findings suggest that SLPI may be partially responsible for the low rate of oral transmission of HIV-1. SLPI blocks HIV-1 infection of macrophages and primary T cells at concentrations (1-10 μg/ml) that occur naturally in saliva (Shugars and Wahl 1998) , and the mechanism appears to involve blocking of uptake of HIV-1 into CD4-positive target cells through interaction with cell surface molecules other than the primary HIV-1 receptor (CD4), rather than through a direct effect on the virus replication.\n\nAlthough numerous studies report that SLPI protects cultured mononuclear cells against infection, the inhibition of HIV-1 infection of human macrophages is highly variable (Konopka et al. 1999) , and one study even showed that HIV-1 replication is unaffected by human SLPI (Turpin et al. 1996) . These discrepancies have been attributed to factors such as variability of macrophage susceptibility to HIV infection and to the quality of SLPI preparations. Purified and refolded SLPI protein expressed from a newly cloned synthetic gene reduced HIV-1 (Ba-L) infection in differentiated human monocytic THP-1 cells, although the commercially available preparations of SLPI did not (Shine et al. 2002) . This finding warrants a thorough reinvestigation of the molecular and structural basis for the anti-HIV activity of SLPI.\n\nSince elderly individuals are particularly susceptible to mucosal infections, Shugars et al. (2001) have assessed salivary production of SLPI in an aged cohort. Their findings indicated that SLPI production (and also production of lysozyme, but not of lactoferrin and total protein) is diminished among healthy community-dwelling older adults, particularly elderly males, but the impact of this on the increased risk of oral disease with advanced age remains to be determined. In infant saliva SLPI has been shown to play an important role in reducing HIV-1 transmission from mother to child through breast milk of HIV-1-infected mothers (Farquhar et al. 2002) .\n\nBesides SLPI, however, there are other nonimmune endogenous inhibitors of HIV-1 in oral secretions, including thrombospondin, lactoferrin, mucins, cystatins, and PRPs. Thrombospondin, which aggregates the virus and blocks virus-CD4 interaction during viral entry, is also effective at physiologic concentration (Crombie et al. 1998) , whereas the others inhibit HIV only at supraphysiologic concentrations. In addition, Baron et al. (1999b) presented evidence that saliva disrupts HIV-infected mononuclear leukocytes, thus preventing virus multiplication and cell-to-cell transmission through its hypotonicity."}