{"title": "", "body": "Traditional teaching suggests that corticosteroids impair the ability of the body to fight infection and that this may prove catastrophic if an appropriate antibiotic is not chosen. In recent years, however, the early use of steroid therapy has become progressively established in a wide range of infective conditions [1, 2] , including septic shock, its most severe systemic manifestation. We thus decided to conduct a systematic review of the literature to identify the current strength of evidence for the use of corticosteroids in specified infections, and to make appropriate graded recommendations.\n\nThe Cochrane Database of Systematic Reviews, the Database of Abstracts of Reviews of Effects (DARE) and the Cochrane Central Register of Controlled Trials (CENTRAL) (issue 1, 2005) were searched using medical subject headings (MeSH) for steroids, glucocorticoids, adrenal cortex hormones AND (virus diseases OR bacterial infections OR mycoses). In addition, phase 1 of the Cochrane highly sensitive strategy for randomised controlled trials [3] AND a steroid search (Table 1 ) AND search terms for specific clinical entities were utilised in both MEDLINE and EMBASE.\n\nSystematic reviews published since 1999 formed the mainstay of analysis. Trials published more recently, or not considered by the reviews, were also included. For infections with no prior review, original articles are summarised. The abstracts thus obtained were scanned for relevance, and the original papers retrieved. Specific clinical entities are reviewed in order of the strength of evidence, proceeding through meta-analyses of multiple well-controlled trials to single small studies and case reports. Table 2 shows the systems used to grade the level of evidence and consequent level of recommendation for the use of corticosteroids for each specified infection.\n\nThe use of steroids in septic shock has been the subject of controversy for five decades. The lack of benefit reported by two large multi-centre randomised trials [4, 5] prompted two meta-analyses published in 1995 [6, 7] to recommend that short courses of high dose steroids should no longer be used in patients with the sepsis syndrome. Subsequent studies in a sicker septic population, however, reported either survival benefit or reduction in catecholamine requirements with longer courses (≥5 days) of lower stress doses of corticosteroids (200 to 300 mg hydrocortisone daily equivalent) [8] . This strategic shift to an 'adrenal replacement' dose (albeit the doses chosen will still generate supra-physiological levels) arose from the recognition that relative adrenal insufficiency was a common phenomenon in sepsis and a poor prognostic factor. A rebound increase in plasma cytokine levels at three days [9] prompted the recommendation that the steroid dose should be tailed off rather than stopped abruptly.\n\nIn view of the above, a recent Cochrane systematic review and accompanying publication re-examined the use of corticosteroids in septic shock [10, 11] . Although there was Review Clinical review: A systematic review of corticosteroid use in infections no overall outcome benefit, subgroup analysis of trials using low dose steroids did show a significant reduction in 28 day mortality (relative risk (RR) 0.8 (confidence interval (CI) 0.67 to 0.95)), hospital mortality (RR 0.83 (CI 0.71 to 0.97)) and shock reversal at both 7 days (RR 1.6 (CI 1.01 to 2.01)) and 28 days (RR 1.21 (CI 1.04 to 1.52)).\n\nThe largest study contributing to this subgroup analysis is worthy of individual consideration [8] . Although contributing 27% weight to the review, this trial only demonstrated significant mortality reduction in a subgroup of patients showing a subnormal rise in plasma cortisol (<9 µg/l (248 nmol/l)) in response to stimulation by 250 µg tetracosactrin (synthetic adrenocorticotropic hormone (ACTH)). Some have since argued that all septic shock patients should receive corticosteroids regardless of tetracosactrin response on the grounds of lack of harm [12] , whereas others counsel caution in view of the risk of potential adverse events such as myopathy [13] . A large multicentre European study (CORTICUS) is shortly to conclude and will hopefully provide more definitive data. Until then, we believe that steroids should be used only in tetracosactrin non-responders.\n\nLow dose (200 to 300 mg) hydrocortisone equivalent/day for 7 days should be given to patients with a subnormal cortisol response (<9 µg/l (248 nmol/l)) following 250 µg tetracosactrin.\n\nGrade of evidence I; grade of recommendation B.\n\nHydrocortisone can be started pending the laboratory results and discontinued if the rise in cortisol level following 250 µg tetracosactrin exceeds 9 µg/l.\n\nAfter the seven day course, the dose of corticosteroid should be tailed off over a further five to seven days.\n\nGrade of evidence IV; grade of recommendation E.\n\nA recent systematic review performed a per-protocol analysis of 1,853 (89%) of 2,064 enrolled patients, of all age groups, [14] . Corticosteroid therapy consisted of either dexamethasone (0.4 to 0.9 mg/kg), hydrocortisone, prednisolone, or a combination. The mortality rates with and without steroid therapy were 8.5% and 11.6%, respectively, providing a number needed to treat (NNT) of 33 to save one life. This increased to 280 in the subset of 742 children (steroid group mortality 6.2%, placebo 6.6%) but fell to 10 in adult patients (8% steroid, 17.8% placebo). The authors exercised caution over the adult data analysis due to methodological concerns over one major trial included.\n\nThe causative organism appeared important in determining any outcome benefit from steroids. Significant benefit was found when treating Streptococcus pneumoniae and \"species other than Haemophilus influenzae\", though statistical significance was also not achieved with Neisseria meningitides infection.\n\nHearing loss was significantly reduced (2.7% steroids, 7.7% control), providing a NNT of 20. The NNT was lowered to 15 in children (2.9% steroid, 9.8% control) where benefit was seen regardless of causative organism. Long-term neurological sequelae were reduced overall, but this did not achieve significance when age group or organism subset analyses were performed. A non-significant increase in gastrointestinal bleeding was noted, otherwise there were no associated adverse effects. A greater risk reduction occurred if steroid was given with or before the start of antibiotics. On the basis of this review, the authors recommend a regimen of dexamethasone 0.6 mg/kg daily for four days, started preferably before antibiotic therapy.\n\nA recently published study of 301 adult patients with bacterial meningitis adds further support to these findings [15] . Those randomised to receive dexamethasone showed an absolute reduction in death or disability from severe to moderate both overall (NNT 10) and in the S. pneumoniae subgroup (NNT 4). Statistical significance was not, however, achieved in reduction of neurological sequelae, including hearing loss. The authors recommend a dose of 10 mg dexamethasone qds for 48 hours, starting before antibiotic therapy [16] , though reservations have been raised about this regimen for meningitis not caused by pneumococcus, and in the setting of sepsis [17] .\n\nThe population setting may be of importance. A large randomised trial of paediatric meningitis in a developing country with late presentation of disease, high levels of resistance to available antimicrobials, and a higher prevalence of chronic disease and malnutrition demonstrated no effect either on survival or neurological sequelae [18, 19] .\n\nDexamethasone 10 mg qds or equivalent should be given for 48 hours, preferably commencing prior to antibiotic therapy.\n\nGrade of evidence I; grade of recommendation A.\n\nPatients with Pneumocystis jiroveci pneumonia may suffer deterioration in pulmonary function after initiation of antimicrobials. The efficacy of adjunctive corticosteroid therapy in avoiding this complication was investigated, leading to a consensus statement recommending its use in HIV positive adolescents or adults with moderate or severe disease [20] . If the arterial partial pressure of oxygen (PaO 2 ) is <9.3 kPa or the alveolar-arterial gradient >4.7 kPa, steroids should be started, preferably within 72 hours of admission.\n\nA randomised, non-blinded trial of prednisolone versus placebo in 251 HIV positive patients, mainly with confirmed Pneumocystis pneumonia, revealed a significant mortality reduction at 31 and 84 days [21] . The likelihood of the combined endpoint of respiratory failure (defined as death, mechanical ventilation or a PaO 2 :FiO 2 ratio <10 kPa) was 2.3 times more common among eligible non-steroid treated patients. The NNT was 29 to gain benefit. Adverse effects included a significant increase in herpes reactivation, and possibly more oral thrush. \n\nPrednisolone 40 mg twice daily for 5 days, then 40 mg daily for 5 days, then 20 mg daily for 10 days should be given to adult patients with PaO 2 <9.3 kPa or alveolar-arterial gradient >4.7 kPa.\n\nGrade of evidence I; grade of recommendation A.\n\nIn a small, recently published, multicentre trial, 46 patients with severe community-acquired pneumonia randomised to receive hydrocortisone (200 mg bolus followed by 10 mg/h infusion for 7 days) showed significant improvements in gas exchange, resolution of organ failure and reduction in hospital stay [26] .\n\nHydrocortisone (200 mg bolus followed by 10 mg/h infusion for 7 days) may be considered in severe community-acquired pneumonia.\n\nGrade of evidence II; grade of recommendation C.\n\nCorticosteroid therapy (methylprednisolone or hydrocortisone) was routinely used during the outbreak of the coronavirus-associated severe acute respiratory syndrome (SARS) following early anecdotal reports of benefit. The rapid emergence of the syndrome prevented the establishment of randomised controlled trials. Two subsequent retrospective reviews [27,28] from two different Hong Kong hospitals produced conficting results. One claimed greater benefit from initial therapy with pulse steroid methylprednisolone (≥500 mg/day) in terms of supplemental oxygen requirements and better radiographic outcomes, though the need for intensive care unit admission, mechanical ventilation, and mortality rates were similar. The other study, however, reported that corticosteroid use was associated with a doubling in adverse outcomes (37.9% versus 16.7%) and a 20.7-fold increase in risk of either intensive care unit admission or mortality, independent of age and disease severity.\n\nSteroids cannot be recommended for treatment of SARSrelated pneumonia.\n\nGrade of evidence V; grade of recommendation E. \n\nSteroids should not be used in children with bronchiolitis who are ventilated.\n\nGrade of evidence II; grade of recommendation C.\n\nSteroids should be given to children with mild bronchiolitis or viral wheeze who present as outpatients. The best regimen is as yet undetermined.\n\nGrade of evidence II; grade of recommendation C. \n\nSteroids should be administered to children with croup. The optimal dose and route are yet to be defined.\n\nGrade of evidence I; grade of recommendation A.\n\nTuberculous meningitis carries a high mortality. Steroids have been used as adjunctive treatment since the 1950s yet, even so, mortality is still around 20% to 30%, with neurological sequelae common in survivors.\n\nA review of six studies totalling 595 patients with mild to severe disease showed a mortality reduction with steroids (RR 0.79 (CI 0.69 to 0.97), NNT 14) [38]. Analysis by age suggested risk reduction only for those under 15 years old, although the total number of adults recruited was small. Mortality for mild disease was too rare to allow analysis. HIV status was not recorded in the trials analysed. There was considerable heterogeneity in the recording of adverse events and neurological sequelae. No study gave evidence of optimal treatment concealment. A funnel plot was suggestive of publication bias. Hence no firm recommendation could be given without further evidence.\n\nA recent trial involved 545 patients over age 14 from Vietnam with definite or probable tuberculous meningitis who were randomised to receive four weeks of tapering intravenous dexamethasone followed by four weeks of oral therapy, starting at 0.4 mg/kg for non-mild disease, and 0.3 mg/kg in mild cases [39, 40] . At nine months the steroid group showed an absolute risk reduction in mortality of 9.2% over placebo (NNT 11). There was no significant reduction for death and severe disability combined, perhaps because of the study power, or the way in which disability was measured. HIV infection was associated with higher mortality, but no effect of steroid was seen in this subgroup. Adverse events were lower in the steroid group, particularly those that led to a change in antituberculous therapy, such as drug-induced hepatitis. As a change in therapy was associated with death, this is a possible mechanism for the mortality reduction effect of steroids.\n\nDexamethasone tapering over four weeks, from 0.4 mg/kg or 0.3 mg/kg depending upon severity, should be administered for tuberculous meningitis.\n\nGrade of evidence I; grade of recommendation A.\n\nA review of four trials involving 469 patients showed a trend to reduced mortality and persistence of disease [41] . Statistical significance for a reduced mortality was only reached for those with tuberculous effusion (RR 0.48 (CI 0.29 to 0.8)), but this significance was lost on intention-totreat analysis. Subgroup analysis of HIV positive individuals did not show significant results.\n\nA recent randomised trial of 383 South African patients stratified patients by disease type, namely constrictive, effusive with drainage, or effusive with conservative management [42] . The effect of prednisolone on mortality, functional status and need for repeat pericardiocentesis was studied. The prednisolone group showed a trend towards improved overall survival, but it did significantly decrease the composite endpoint of death and adverse outcome (NNT 5), mainly as it reduced the need for pericardectomy and its associated mortality. Upon correction for age and gender, deaths from tuberculous pericarditis were significantly reduced. There was no significant effect on functional status at 10 years.\n\nPrednisolone tapering from 60 mg daily (adult dose) over 11 weeks should be given in tuberculous pericarditis.\n\nGrade of evidence I; grade of recommendation A.\n\nThree small trials investigating the use of steroids in tuberculous pleurisy were analysed in a systematic review [43] . These were not scaled to measure mortality, thus steroids were not recommended on this basis. Significance was not reached for reduction of symptomatology in the acute phase, or reduced pleural sequelae.\n\nA more recent trial of 197 HIV positive patients with pleural tuberculosis showed no significant reduction in mortality, a non-significant increase in recurrence, and a higher rate of Kaposi sarcoma in the steroid-treated group [44] . Hence there can as yet be no recommendation for the use of steroids in this group, and the evidence is still lacking for non-HIV infected individuals.\n\nSteroids should not be given for tuberculous pleurisy in HIV positive patients.\n\nGrade of evidence I; grade of recommendation B.\n\nSteroids cannot yet be recommended for tuberculous pleurisy in non-HIV positive patients.\n\nGrade of evidence II; grade of recommendation C.\n\nVarious clinical and other indices were improved by the use of steroids in pulmonary tuberculosis according to a review of 11 studies [45] . Significant improvement was seen in time to defervescence, weight gain, hospital stay and inflammatory markers. X-ray appearances, both for infiltration and cavitation, were faster to resolve. Sputum smear or culture positivity was not altered. The heterogeneity of these studies did not enable the reviewers to perform overall statistical analysis. It should be borne in mind, however, that most of these studies predate 1970 and were conducted before the advent of rifampicin. The results should thus be treated cautiously.\n\nSystemic steroid therapy has also been suggested to improve bronchoscopic and radiographic resolution of tuberculous bronchial obstruction in children in randomised studies of 117 and 29 patients [46, 47] .\n\nA recent study in HIV-associated tuberculosis [48] , however, suggested that the benefits of prednisolone therapy on immune activation and CD4(+) T cell counts did not outweigh the risks of adverse events (a transient increase in HIV RNA levels, worsening of underlying hypertension, fluid retention and hyperglycemia).\n\nSteroids may be considered for patients with pulmonary tuberculosis, particularly those with extensive disease, but not in HIV-positive patients.\n\nGrade of evidence II; grade of recommendation C.\n\nTen randomized controlled trials, totalling 951 patients, of different regimens of systemic steroids for exacerbations of chronic obstructive pulmonary diseases were recently analysed [49] . The primary endpoint was treatment failure defined as the need for extra or repeated treatment of the exacerbation, or mortality. Steroids reduced this risk (odds ratio 0.48 (CI 0.34 to 0.68), NNT 9) but no difference was seen in mortality. There was improvement in breathlessness, and in measures such as forced expiratory volume in 1 second (FEV 1 ) and arterial blood gas tests. Hospital stay was not reduced, possibly due to heterogeneity of discharge policy and co-morbidity. Adverse events were more likely with the number needed to harm being 6 overall, and 13 for hyperglycaemia. A further review confirmed a reduction in treatment failure and also a reduced length of hospital stay [50] . This review suggested that two weeks of steroid therapy was as effective as eight, with less associated infection risk. Long-term inhaled steroids also reduced the risk of acute exacerbation in a subgroup of patients with FEV 1 <2L (RR 0.75 (CI 0.71 to 0.8)) [51] .\n\nShort course oral steroid should be given for exacerbations of chronic obstructive pulmonary disease. This may be in the form of 30 mg prednisolone daily for 14 days.\n\nGrade of evidence II; grade of recommendation C.\n\nA review of 10 trials of inhaled steroids in cystic fibrosis did not find any difference in lung function testing, or the number of days treatment with antibiotics [52] .\n\nInhaled steroids should not be administered routinely in cystic fibrosis patients.\n\nGrade of evidence II; grade of recommendation C.\n\nA systematic review found 13 adequate trials of steroid therapy prior to interferon-α involving 790 patients [53] . Pretreatment with four to six weeks of steroids showed improved clearance of markers of infection such as hepatitis e antigen and hepatitis B DNA. There was, however, no difference in mortality, hepatitis B surface antigen, hepatitis B e antibody, liver histology, or quality of life. Adverse events were equally distributed. The authors concluded that recommendation would require an improvement in clinical outcome that was not seen.\n\nSteroids should not be used for pre-treatment of chronic hepatitis B.\n\nGrade of evidence II; grade of recommendation C.\n\nA review found eight randomised trials that examined corticosteroids in chronic hepatitis C [54] . Protocols and patient groups showed significant heterogeneity, with use of steroid alone or in combination with interferon, and comparison against placebo or interferon. There was no effect on all-cause or liver-related mortality, virological response, biochemistry, or liver biopsy findings. One trial reported a significant reduction in side-effects of interferon with concurrent steroid use.\n\nSteroids should not be used for treatment of chronic hepatitis C.\n\nGrade of evidence II; grade of recommendation C.\n\nA trial involving 300 patients with acute viral hepatitis studied methylprednisolone tapering from 48 mg daily over 12 weeks [55] . There was no benefit with steroids. Indeed, there was a non-significant trend towards increased mortality. Hospital stay, time to symptom resolution, and most biochemical markers were unaffected.\n\nSteroids should not be used for treatment of acute viral hepatitis.\n\nGrade of evidence II; grade of recommendation B.\n\nA review considered 4 trials, with 179 patients [56] . There was no improvement in recovery of motor function, or presence of synkinesis or autonomic dysfunction. This result is at odds with previously published analyses, which have recommended steroids. The authors note that prior analyses include a study with a loss to follow up of 29%, and that significance is lost with the exclusion of this trial.\n\nSteroids should not be used to treat Bell's palsy.\n\nGrade of evidence II; grade of recommendation C.\n\nAdjunctive steroid has been used to improve mortality and neurological sequelae, both of which are common.\n\nA review found two adequate trials with a total of 143 patients [57] . Mortality did not improve with dexamethasone. Trials so far have been too small, however, to exclude an effect. One study suggested that steroid use increases the time to recovery from coma and, therefore, may be detrimental [58] . Hence there can be no recommendation thus far.\n\nA small trial of steroid in treating nephrotic syndrome as a result of plasmodium malaria found there to be no reduction of proteinuria [59] .\n\nSteroids should not be used to treat cerebral malaria.\n\nGrade of evidence II; grade of recommendation C.\n\nSteroids should not be used to treat nephrotic syndrome secondary to malaria.\n\nGrade of evidence II; grade of recommendation C.\n\nA case control study of 374 blood culture confirmed severe typhoid cases in Papua New Guinea found that 400 mg hydrocortisone 6 hourly for 12 doses did not improve mortality [60] . This finding is in contrast to earlier randomised studies [61] .\n\nA trial of 38 patients in Jakarta examining dexamethasone 3 mg/kg followed by 1 mg/kg for a further 8 doses gave a case fatality of 2/20 for steroid treatment versus 10/18 for placebo (NNT of 3) [62] . The investigators later published a case control series of 41 patients with similar mortality reduction. A partially blinded trial of steroids as adjunct to surgery in typhoid perforation gave a similar mortality reduction, again with trial numbers being small [63] .\n\nGiven the dramatic reduction in mortality, steroids have been recommended in higher dose for severe typhoid, particularly with shock, delirium, or coma, after the exclusion of other bacterial meningitis (but see above).\n\nSteroids should be used in severe typhoid.\n\nGrade of evidence II; grade of recommendation C.\n\nThe effect of adjuvant dexamethasone compared to antibiotics alone was studied in one randomized controlled trial [64] . Children aged between 3 months and 13 years with a diagnosis of septic arthritis were given either placebo or 0.2 mg/kg dexamethasone for four days from diagnosis.\n\nThe steroid group had significantly less joint dysfunction at the time of finishing treatment (2/50 versus 16/50; NNT 4), at 6 months (1/50 versus 19/50; NNT 3) and 12 months follow up (1/50 versus 13/50; NNT 5). Details were not given of adverse events related to steroid use. Residual dysfunction seemed more likely with Staphylococcus aureus infection, but trial numbers precluded subgroup analysis.\n\nDexamethasone 0.2 mg/kg for 4 days should be given for haematogenous septic arthritis.\n\nGrade of evidence II; grade of recommendation C.\n\nIn the absence of a specific antiviral agent, high doses of glucocorticoid and fluid rehydration have been used to treat Dengue shock syndrome. Steroid use has been supported by an early study of 98 patients. [65] . This finding has not been confirmed with more recent trials, there being no case fatality difference amongst the 97 and 63 children randomised in each study [66, 67] . One caveat is that the observed mortality rate was lower than expected, thus under-powering the trials, and leaving the possibility of a steroid effect. Steroids cannot yet be recommended on this basis for Dengue shock syndrome.\n\nSteroids should not be used for Dengue shock syndrome.\n\nGrade of evidence II; grade of recommendation C.\n\nOne recent trial of single dose dexamethasone 0.3 mg/kg administered to adolescents with suspected Epstein-Barr virus (EBV) pharyngitis gave improved pain score on visual analogue scale at 12 hours but not thereafter [68] . An earlier trial combining acyclovir with prednisolone had no effect on either the duration of clinical symptoms or the development of EBVspecific cellular immunity [69] . A further non-randomized study of 22 patients with impending airway obstruction demonstrated more rapid clinical improvement with steroid, although none of the control group actually developed airway obstruction [70] .\n\nSteroids may be of benefit in infectious mononucleosis if there is respiratory compromise or severe pharyngeal oedema.\n\nGrade of evidence II; grade of recommendation C.\n\nA review found only one randomized trial of steroid use in whooping cough in infants, with only seven trial participants, leading to a non-significant effect on cough reduction or duration of hospital stay [71] .\n\nSteroids should not be administered for whooping cough in infants.\n\nGrade of evidence II; grade of recommendation C.\n\nSteroids are recommended by the WHO for new nerve damage in leprosy [72] . This recommendation is, however, based on expert opinion and a recent review highlighted a lack of controlled trials [73] . Case series have demonstrated improved nerve function in up to 88% of ambulatory patients after 40 mg prednisolone daily for 12 to 20 weeks. A recent trial of prophylactic 20 mg prednisolone daily to prevent reversal reaction after treatment resulted in a significant reduction in nerve damage at 4 months, but no statistically significant change at 12 months (albeit a 23% relative decrease) [74] . A trial of higher dose prednisolone, tapering from 40 mg daily over 16 weeks, for established impaired nerve function did not show any greater likelihood of improvement compared with placebo among the 95 people enrolled [75] .\n\nPrednisolone 40 mg daily for 12 to 20 weeks should be used to treat reversal reaction causing new nerve function impairment in leprosy.\n\nGrade of evidence II; grade of recommendation C.\n\nSteroids should not be used as prophylaxis for leprosy reversal reaction.\n\nGrade of evidence II; grade of recommendation C.\n\nSteroids should not be used to treat established impaired nerve function in leprosy.\n\nGrade of evidence II; grade of recommendation C.\n\nOnchocerca volvulus microfilariae are usually treated with ivermectin. When diethlycarbamazine is used there is a significantly increased chance of reaction to the lysed microfilariae. This Mazzotti reaction comprises itching, rash, fever, tachycardia and hypotension, and is sometimes fatal. A small trial of 40 patients demonstrated that the cardiovascular, but not cutaneous, aspects of this reaction could be alleviated by the use of three days of prednisolone 20 mg three times daily [76, 77] .\n\nPrednisolone 60 mg daily for 3 days should be used in treating the Mazzotti reaction.\n\nGrade of evidence II; grade of recommendation C.\n\nIn patients with solitary granuloma stage neurocysticercosis, a small trial of 108 patients has suggested that 1 mg/kg prednisolone for 10 days after the new onset of seizures, as well as anti-epileptic medicine, may result in a higher chance of lesion resolution, and a higher chance of remaining seizure free [78] .\n\nPrednisolone 1 mg/kg for 10 days should be used to treat solitary granuloma stage neurocysticercosis.\n\nGrade of evidence II; grade of recommendation C.\n\nWe present a synthesis of the diverse evidence related to steroid use in infections. A more detailed consideration of the applicability of steroids can be found in some condition-specific reviews, many of which are cited above. The conditions we have covered range widely in severity, duration, site, and type of causative organism. Furthermore, the dosing and duration of steroid therapy varies enormously between conditions and, as clearly illustrated by steroid use in sepsis, benefit or harm may accrue depending on the regimen used. In many of the conditions listed, only limited data are available. There is an obvious need to have more adequately powered trials to provide definitive evidence of benefit or harm, and a better understanding of how steroids modulate disease processes. "}