{"title": "Structural characterization of the HCoV-229E fusion core", "body": "The genus Coronavirus (CoVs) belong to the order Nidovirales, family Coronaviridae and subfamily Coronavirinae. Recently, the Coronavirus Study Group of the International Committee for Taxonomy of Viruses has proposed three genera: including the mammalian genera Alpha-and Beta-and the bird-associated genera Gamma-and Detacoronavirus recently [1e3], to replace the traditional CoV groups 1, 2, and 3 [4, 5] . CoVs are a diverse group of enveloped, plus-stranded RNA viruses that infect humans and many animal species, in which they can cause respiratory, enteric, hepatic, central nervous system and neurological diseases of varying severity [3] . In 2003, a novel aggressive human coronavirus termed Severe Acute Respiratory Syndrome coronavirus (SARS-CoV), which is most related to genus Betacoronavirus, caused a large epidemic with a case fatality rate of~10%, creating a global panic and economic damage [6] . In 2012, the newly emerging Middle East respiratory syndrome coronavirus (MERS-CoV), a highly pathogenic virus with an approximately 50% fatality rate, can cause a serious respiratory manifestations, including fever, cough, shortness of breath, and acute respiratory distress syndrome (ARDS) [7, 8] . To date, it has been shown that four other human coronaviruses HCoV-229E, HCoV-OC43, HCoV-NL63 and HKU1 [9e11], cause a significant portion of upper and lower respiratory tract infections in humans, including common colds, bronchiolitis and neurological disease [12] . To date, no medication is available to effectively prevent or cure HCoV-229E-related diseases. Thus, it is important to design and develop new vaccines or drugs that are specific for the HCoV-229E-related diseases.\n\nCoVs are enveloped virus, suggesting that the fusion between the cell membrane and the viral envelope is essential for the initiation of viral invasion. Following binding with host receptor, CoVs release viral genetic materials into the cytoplasm through direct membrane fusion [13, 14] . Membrane fusion is mediated by spike protein S2 subunit. This subunit is expected to present rearrangement of its characteristic elements called heptad repeats (HRs) to form a stable 6-helix bundle fusion core [14] . Although great advances in the knowledge of CoVs protein and host factors have been achieved, no licensed vaccines or specific drugs are available to prevent CoVs infection [15] . In view of prevalence of epidemics due to CoVs, it is essential to develop novel broadspectrum antivirus drugs. Since fusion with the host membrane is a vital early step in the life cycle of the virus, fusion inhibitors could be designed as antiviral drugs. Such as Human immunodeficiency virus I inhibitor T20, a peptide mimic of HR2 and acting through competitively binding to HR1, is the first fusion inhibitor targeting membrane fusion [16, 17] .\n\nTo date, some studies discovered the highly conserved conformation of fusion core, based on four solved crystal structures namely that from NL-63, MHV, SARS and MERS [18e21] . Little if any experimental evidence has been presented to propose that the HCoV-229E fusion core shares the same features. In order to unravel the structure basis of HCoV-229E membrane fusion, we solved the structure of fusion core of HCoV-229E and characterized the binding of HR1s and HR2s via both sequence alignment and structural analysis. The overall structures shows that the HR1 and HR2 polypeptides are highly complementary in both shape and chemical properties. Although HCoV-229E fusion core presenting the highly conserved sequences copmare with MHV, SARS, MERS, and NL-63, the HR2 have some differences in stereo configuration. Furthermore, the available knowledge concerning HCoV-229E fusion core may provide inportant details for the design of small molecule or polypeptide drugs that target HCoV-229E infection.\n\nThe fusion core construct (FC1), including different truncated heptad-repeat regions (HR1 and HR2) of HcoV-229E spike protein (GenBank™ accession number BAL45641.1), were predicted by LearnCoil-VMF [22] (Fig. 1 ) and further modified according to comparison with the available data on CoV pathogenesis in their corresponding conserved regions. In the FC1 construct, HR1 and HR2 regions cover the amino acids 786e853 and 1051e1102, respectively. Subsequently, truncated HR1 and HR2 were connecting with a flexible linker (LVPRGSGGSGGSGGLEVLFQGP). The coding sequence, optimized codons for Escherichia coli, was synthesized by BeijingAuGCT Biotechnology Co., Ltd., amplified by PCR and inserted between the BamH I and XhoI restriction sites of pET28a vector (Novagen). The protein production information is showed in Table 1 .\n\nThe construct expressed protein with an C-terminal hexa histidine tag. Corresponding proteins were over expressed in E. coli BL21 (DE3) (TransGen Biotech). Cells were grown aerobically at 37 C in Luria-Bertani medium supplemented with 100 mg/ml kanamycin.\n\nWhen the cell density (OD 600 ) reached 0.6, the culture was first cooled for 2 h at 4 C and then induced at 16 C for 18 h with 0.5 mM isopropyl-b-D-thiogalactoside (IPTG).\n\nCells were harvested by centrifugation at 8000g for 15 min. The The fractions were pooled, concentrated to 500 ml, and applied to a Superdex ® 200 gel filtration column (GE Healthcare) equilibrated with buffer A containing 150 mM NaCl. The purity of the protein was estimated to be greater than 95% by SDS-PAGE analysis. Then the target protein were concentrated to 15e20 mg/ml and stored at À20 C until further use.\n\nCrystals of HCoV 229E fusion core were grown at 293 K using the sitting drop vapour diffusion technique. A 1 ml protein solution (10 mg/ml, 25 mM Tris, 150 mM NaCl, pH 8.0) was mixed with 1 ml reservoir solution and equilibrated over 100 ml of reservoir solution.\n\nCrystals were obtained in condition containing 1.5 M ammonium sulfate, 12% (v/v) glycerol, 100 mM Tris/HCl, pH 8.5; The crystal was mounted in a nylon loop before being flash-frozen in liquid nitrogen. Crystallization details are list in Table 2 . X-ray diffraction data were collected at beamline 5 A of the Photon Factory (Japan). All data were processed with the HKL2000 Suite of programs [23] .\n\nThe crystal structure of HCoV-229E fusion core was determinated by molecular replacement with the program Phaser [24] using the structure of the HCoV-NL63 N57C42 (PDB code 2IEQ) trimer as the search template. The initial model was first refined with the Phenix AutoBuild wizard [25] . The model was then improved further with iterative cycles of manual rebuilding in coot [26] and refinement by Phenix. refine [27] . All structures were judged to have good stereochemistry according to the Ramachandran plot calculated by MolProbity [28] . A summary of the data collection, phasing and structure refinement statistics is listed in Table 3 and Table 4 .\n\nSedimentation velocity (SV) experiments were performed with a Beckman/Coulter Optima XL-1 analytical ultracentrifuge or AUC equipped with two-channel centerpieces and sapphire windows (Beckman Coulter). The experiment was carried out at 4 C using purified protein in buffer containing 25 mM Tris, 150 mM NaCl, pH 8. Protein sample (0.3 mg/ml) was centrifuged at 4 C at 42000 rpm and migration of protein was monitored based on absorbance at 280 nm. The SV data were analyzed with the SEDFIT program [29] .\n\nCircular dichroism (CD) spectra were performed on a Biologic \n\nFrom the NCBI database, we obtained the primary sequence of HCoV-229E spike protein (Gen Bank: BAL45641.1). In view of the prediction of the LearnCoil-VMF program and the multiple alignments of the putative heptad repeat regions of HCoV-229E with those of several other coronaviruses, the final construct of the HCoV-229E fusion core was designed. The fusion core consists of HR1, a truncated type of the LearnCoil-VMF predicted HR1 (residues 786e853), connected with HR2, an extended version of the LearnCoil-VMF predicted HR2 (1051e1102) (Fig. 1a) and a flexible 22-residue linker (LVPRGSGGSGGSGGLEVLFQGP). This flexible linker has been shown to work successfully with the fusion core of SARS-CoV and MERS-CoV that allows for easy expression and purification of the fusion core complex [19, 30] . The recombinant protein, designated fusion core (FC1), was expressed in E. coli and purified by affinity chromatography and size exclusion chromatography. FC1 was eluted at approximately 15.8 ml on a calibrated Superdex 200 10/300 column, corresponding to a molecular mass of~45 kDa. AUC was also used to investigate the molecular mass Fig. 1b which gave a value of 49.7 kDa. As the single HR1-linker-HR2 chain is~15.4 kDa, these data indicate a trimer has formed in solution, as expected. We further tested the protein by CD spectroscopy. Double minima at 208 and 222 nm were observed, demonstrating that the FC1 has a high alpha-helical content (Fig. 1c) . The fusion core designed here shared the feature of the helix wheels (Fig. 1d) , a typical characteristic of class I fusion protein [19] .\n\nIn the three-dimensional structure of HCoV-229E fusion core, clear electron densities could be traced for residues Q788-G838 in HR1 and T1060-V1097 in HR2. Residues L791-V836 of HR1 fold into a 13-turn a-helix stretching the entire length of the coiled coil, whereas residues Q788-I790 at the N terminus and residues Q837-G838 at the C terminus form two extended conformations, respectively. While in HR2, residues S1066-S1094 form an eightturn amphipathic a-helix, whereas residues T1060-T1065 at the N terminus and residues T1095-V1097 at the C terminus form two extended loops, respectively. The HR1 helices form an interior, parallel trimeric coiled-coil. Then three HR2 helices pack in an oblique, left-handed and antiparallel direction into hydrophobic grooves on the surface of this trimeric coiled-coil (Fig. 2a) . This leads to a 6-helix bundle of approximately 13 Å in semidiameter and approximately~80 Å in height (Fig. 2b) .\n\nSimilar to the core structure of S2 from HCoV-NL63 [18] , fourteen hydrophobic and three polar residues from each HR1 peptide are packed in layers at the coiled-coil interface. These amino acids had been grouped into seven heptad repeats (Fig. 2c) . In the last two of these repeats, the side-chains of the \"a\" and \"d\" residues in one a-helix point directly into the hole formed between the sidechains of four residues in an adjacent HR1 helix that exhibits canonical knobs-into-holes packing (Fig. 2d) . In contrast, the first six heptad repeats of HR1 lack any regular 3e4 hydrophobic periodicity. Instead, cross-sectional layers containing an \"x-like\" symmetric pattern (Fig. 2e) [31] alternate with layers containing a dalike two-residue pattern (\"y-like\"packing; see Fig. 2f ) [32] . Side chains at the x position project toward the center of the hydrophobic core (Fig. 2e) , and similarly alternating side chains at the y positions pack in a hexagonal arrangement (Fig. 2f) [18] . All these core side chains (excluding alanine) adopt their well-populated rotamer conformations in R-helices.\n\nWe further characterized the atomic details mediating the formation of the hairpin trimer. Consistent with the HR features, the hydrophobic residues at positions \"a\" and \"d\" in HR1 are aligned on one side of the helix, forming an interface of strong hydrophobicity. Three HR1 helices thereby pack against each other and stack the hydrophobic helical laterals in the center of the coiled-coil core. These three hydrophobic grooves become the binding sites of three HR2 helices. Although a notable difference in length is observed between the HR1 and HR2 helices (~13 turns versus~8 turns), both the N-and C-terminal tails of the HR2 region pack in an orderly manner against the hydrophobic grooves of a central three-helical coiled-coil, mainly through hydrophobic interactions involving L1062, L1064, L1068, L1071 and L1078 at the N-terminal portion and L1085, I1089 and I1092 at the C-terminal portion of the HR2 helix (Fig. 3a) .\n\nThe hydrophilic interactions between one HR2 helix and its neighbouring HR1 helices consist of 12 hydrogen bonds, mostly distributed in the regions around the N-and C-terminal ends of the HR2 helices (Fig. 3b) . Around the N-terminal portion of the HR2 helix, its L1062, L1064, E1067 and K1074 form hydrogen bonds with Q821, Q831 and N835 of its fused HR1 helix and Q818, K829 of the adjacent HR1 helix. Around the C-terminal portion of the HR2 helix, its N1091, S1093 and V1097 form hydrogen bonds with N796 of its fused HR1 helix and K797 and N801 of the adjacent HR1 helix. The concentrated arrangement of hydrogen bonds constitute two anchoring points at both ends of one short HR2 helix; further stabilizing its binding with the central hydrophobic grooves.\n\nSince fusion core proteins presented comparatively high sequence similarity within each CoVs genera, representatives of each genera were chosen for comparison. In genera Betacoronavirus, structures from MHV, SAES and MERS are available; in genera Alphacoronavirus, only NL-63 and HCoV-229E; while in genera Gamma-and Delta-coronavirus, no structures are presently available. Superposition of the 2-helix bundle crystal structures of HCoV-229E with NL-63, MHV, SARS and MERS showed~0.60 Å, 0.94 Å,~0.70 Å and~9.37 Å root mean square deviation (rmsd) for 80 C a (Fig. 4) , respectively. The common regions include the following peptide fragments: residues 1060e1082 in HCoV-229E, residues 1244e1266 in NL-63, residues 1227e1249 in MHV, residues 1156e1178 in SARS and residues 1258e1280 in MERS. The residues in the a position (I1061, T1068, S1075, V1082) and d position (L1064, L1071, L1078), showing relatively conservation, pack against hydrophobic grooves formed on the surface of the HR1 core. All of the helical elements and a majority of the extended HR2 loops could be well aligned. However, some terminal residues exhibit conformational variance, and the helices in HR2 diffe in length. As described above, all of the residues at a/d position of HR2 are highly conserved (either Leu and Ile). Their presence is essential to form an interface of strong hydrophobicity. In addition, e/g positions of HR1 are also conserved. Thus, the overall structures and the hydrophobic character of the interaction between HR1 and HR2 is conserved in both fusion cores, suggesting the possibility for broadspectrum inhibitor design targeting fusion core proteins of all CoVs."}