{"title": "Accurate Identification of SARS-CoV-2 from Viral Genome Sequences using Deep Learning", "body": "The Coronaviridae family presents a positive sense, single-strand RNA genome.\n\nThis viruses have been identified in avian and mammal hosts, including humans.\n\nCoronaviruses have genomes from 26.4 kilo base-pairs (kbps) to 31.7 kbps, with G + C contents varying from 32% to 43%, and human-infecting coronaviruses 5 include SARS-CoV, MERS-CoV, HCoV-OC43, HCoV-229E, HCoV-NL63 and HCoV-HKU1 [1] . In December 2019, SARS-CoV-2, a novel, human-infecting Coronavirus was identified in Wuhan, China, using Next Generation Sequencing [2] .\n\nAs a typical RNA virus, new mutations appears every replication cycle of 10 Coronavirus, and its average evolutionary rate is roughly 10-4 nucleotide sub-2 . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint stitutions per site each year [2] . In the specific case of SARS-CoV-2, RT-qPCR testing using primers in ORF1ab and N genes have been used to identified the infection in humans. However, this method presents a high false negative rate (FNR), with a detection rate of 30-50% [3, 4] . This low detection rate can be 15 explained by the variation of viral RNA sequences within virus species, and the viral load in different anatomic sites [5] . Population mutation frequency of site 8,872 located in ORF1ab gene and site 28,144 located in ORF8 gene gradually increased from 0 to 29% as the epidemic progressed [6] .\n\nAs of March 6 th of 2020, the new SARS-CoV-2 has 98,192 confirmed cases 20 across 88 countries, with 17,481 cases outside of China [7] . In addition, SARS-CoV-2 has an estimated mortality rate of 3-4%, and it is spreading faster than SARS-CoV and MERS-CoV [8] . SARS-CoV-2 assays can yield false positives if they are not targeted specifically to SARS-CoV-2, as the virus is closely related to other Coronavirus organisms. In addition, SARS-CoV-2 may present 25 with other respiratory infections, which make it even more difficult to identify [9, 10] . Thus, it is fundamental to improve existing diagnostic tools to contain the spread. For example, diagnostic tools combining computed tomography (CT) scans with deep learning have been proposed, achieving an improved detection accuracy of 82.9% [11] . Another solution for identifying SARS-CoV-2 30 is additional sequencing of the viral complementary DNA (cDNA). We can use sequencing data with cDNA, resulting from the PCR of the original viral RNA; e,g, Real-Time PCR amplicons ( Fig. 1 ) to identify the SARS-CoV-2 [12] .\n\nClassification using viral sequencing techniques is mainly based on alignment methods such as FASTA [13] and BLAST [14] . These methods rely on the 35 assumption that DNA sequences share common features, and their order prevails among different sequences [15, 16] . However, these methods suffer from the necessity of needing base sequences for the detection [17] . Nevertheless, it is necessary to develop innovative improved diagnostic tools that target the genome to improve the identification of pathogenic variants, as sometimes several tests, 40 are needed to have an accurate diagnosis. As an alternative deep learning methods have been suggested for classification of DNA sequences, as these methods 3 . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint In particular, for the case of viruses, Next Generation Sequencing (NGS) genomic samples might not be identified by BLAST, as there are no reference sequences valid for all genomes, as viruses have high mutation frequency [20] .\n\nAlternative solutions based on deep learning have been proposed to classify viruses, by dividing sequences into pieces of fixed lengths, from 300 bps [20] to 3,000 bps [21] . However, this approach has the negative effect of potentially ignoring part of the information contained in the input sequence, that is disregarded if it cannot completely fill a piece of fixed size.\n\nGiven the impact of the world-wide outbreak, international efforts have been made to simplify the access to viral genomic data and metadata through international repositories, such as; the 2019 Novel Coronavirus Resource (2019nCoVR) repository [6] and the National Center for Biotechnology Information (NCBI) [22] , expecting that the easiness to acquire information would make it possible to de- The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint velop medical countermeasures to control the disease worldwide, as it happened in similar cases earlier [23, 24, 25] . Thus, taking advantage of the available information of international resources without any political and/or economic borders, we propose an innovative system based on viral gene sequencing.\n\nDifferently from previous works in literature, that use of deep learning with 65 fixed length features and one-hot label encoding, in this work we propose the use of a different encoding to input the full sequence as a whole. In addition, we use as base input 31,029 as an input vector, which is the maximum length of available DNA sequences for Coronavirus. Finally, we propose a novel architecture for the deep network, inspired by successful applications in cancer detection starting 70 from miRNA [26] .\n\nSARS-CoV-2 identification can give wrong results, as the virus is difficult 75 to distinguish from other Coronaviruses, due to their genetic similarity. In addition, people with SARS-CoV-2 may present other infections besides the virus [9, 10] . Therefore, it is important to be able to properly classify SARS-CoV-2 from other Coronaviruses.\n\nFrom the repository 2019 Novel Coronavirus Resource (2019nCoVR) [6] , we 80 downloaded all the available sequences with the query Nucleotide Complete-ness=\"complete\" AND host=\"homo sapiens\", for a total of 588 samples. Next, we removed all repeated sequences, resulting in 553 unique sequences of variable length (1,260-31,029 bps). The data was organized and labeled as summarized by Table 1 . We grouped HCoV-229E and HCoV-OC43 in the same class, as they 85 are mostly known as Coronaviruses responsible for the common cold [27] ; the two available samples of HCoV-4408 were also added to the same class, as it is a Betacoronavirus 1, as HCoV-OC43. In a similar fashion, we grouped HCoV-NL63 and HCoV-HKU1, as they are both associated with acute respiratory 5 . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint infections (ARI) [28] . Finally, we grouped SARS-CoV/SARS-CoV-P2/SARS-\n\nCoV HKU-39849 [29] /SARS-CoV GDH-BJH01 organisms together, as they are all strains of SARS. Table 1 : Organism, assigned label, and number of samples in the unique sequences obtained from the repository [6] . We use the NCBI organism naming convention [30] . To encode the cDNA data into an input tensor for the CNN, we assigned numeric values to the different bases; C=0.25, T=0.50, G=0.75, A=1.0 (see Fig. 2 ). All missing entries were assigned the value 0.0. This procedure is 95 different from previous methods, that relied upon one-hot encoding [21, 20] , and has the advantages of making the input more human-readable and do not multiply the amount of memory required to store the information. We divide the available samples in two parts, 90% for training and validation (80% training, 10% validation), and 10% for testing, in a 10-fold cross-validation scheme. k- The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint\n\nTwo thirds of the Coronaviruses' genome contain the ORF1ab gene [1] .\n\nTherefore, it is important that we are able to differentiate SARS-CoV-2 from 110 similar viruses, like Astroviruses. From the NCBI repository [30] , we downloaded the genome sequences corresponding to the following search: gene=\"ORF1ab\" AND host=\"homo sapiens\" AND \"complete genome\". This resulted in 402 sequences, distributed as described in Table 2 . For this data, we assigned SARS-CoV-2 label 0, and grouped the rest of the organisms together in label 1. Next, 115 we removed all the repeated sequences, obtaining a total of 384 unique sequences, with 45 samples belonging to SARS-CoV-2. The genomic data was translated to digits using the encoding previously described in Subsection 2.1.1. \n\nThe deep learning model used for the experiments is a CNN with a con-120 volutional layer with max pooling, a fully connected layer, and a final softmax layer, as described in Fig. 4 . The input is a vector of 31,029 elements,\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint which is the maximum size of the genome sequences in the dataset. The convolutional layer is characterized by three hyperparameters, as shown in Fig \n\nIn the first test, we separated the SARS-CoV-2 from other sequences available at the repository 2019 Novel Coronavirus Resource (2019nCoVR) [6] . We The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint resulting confusion matrix (Fig. 6) shows that only 3 out of the 66 SARS-CoV-2 140 sequences were mistakenly assigned to another class. The binarized curve of the test (Fig. 7) has an area under the curve (AUC) of 0.98, with a specificity of 0.9939 and sensitivity of 1.00. This is considered an outstanding performance, according to the guidelines provided by [34, 35] .\n\nAs viruses are characterized by high mutation frequencies, to assess the ro- The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint \n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint \n\nIn a next batch of experiments, we aim to distinguish SARS-CoV-2 from 155 other genome sequences from NCBI [30] , with the following search parameters:\n\ngene=\"ORF1ab\" AND host=\"homo sapiens\" AND \"complete genome\". We get a 10-fold average accuracy of µ = 0.9817 with a σ = 0.0167. The resulting confusion matrix (Fig. 6 ) shows that 7 out of the 45 SARS-CoV-2 sequences, were classified in another class. The ROC curve of the test (Fig. 11 ) has an area The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint \n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint\n\nThe convolutional layers of CNNs de-facto learn new features to characterize the problem, directly from the data. In this specific case, the new features are 165 specific sequences of base pairs that can more easily separate different virus strains (Fig. 12) . By analyzing the result of each filter in a convolutional layer, and how its output interacts with the corresponding max pooling layer, it is possible to detect human-readable sequences of base pairs that might provide domain experts with important information. It is important to notice that 170 these sequences are not bound to specific locations of the genome; thanks to its structure, the CNN is able to detect them and recognize their importance even if their position is displaced in different samples. For this purpose, we use the trained CNN described in Subsection 2.2, that obtained an accuracy of 98.75% in a 10-fold cross-validation. In a first step, 175 we plot the inputs and outputs of the convolutional layer, to visually inspect for patterns. As an example, in Fig. 13 we report the visualization of the first The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint promising, as it seems to focus on the a few relevant points in the genome, and it is thus most likely able to identify meaningful sequences. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint to 148 positions). As some samples might present sequences that are displaced even more, in the next experiments we decided to just consider the relative frequency of the 21-pbs sequences identified at the previous step, creating a sequence feature space, to verify whether the appearance of specific sequences 210 could be enough to differentiate between virus strains.\n\nWe downloaded the dataset from the NGDC repository [6] on March 15 15 2020. We removed repeated sequences and applied the whole procedure to translate the data into the sequence feature space. This leave us with a frequency 215 table of 3,827 features with 583 samples (Table 3 ). Next, we ran a state-of-theart feature selection algorithm [36] , to reduce the sequences needed to identify different virus strain to the bare minimum. Remarkably, we are then able to classify exactly all samples using only 53 of the original 3,827 sequences, obtaining a 100% accuracy in a 10-fold cross-validation with a simpler and more 220 traditional classifier, such as Logistic Regression. Table 3 : Organism, assigned label, and number of samples in the unique sequences obtained from the repository [6] . We use the NCBI organism naming convention [30] . HCoV-OC43 2 136\n\nHCoV-229E 2 22\n\nHCoV-EMC 2 6\n\nHCoV-4408 2 2\n\nHCoV-NL63 3 58\n\nHCoV-HKU1 3 17 \n\nWe downloaded data from NCBI [22] on March 15 th 2020, with the following query=gene=\"ORF1ab\" AND host=\"homo sapiens\" AND \"complete genome\".\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint\n\nThe query resulted in 407 non-repeated sequences (Table 4) , with 68 sequences 225 belonging to SARS-CoV-2. Then, we applied the whole procedure to translate the data into the sequence feature space, and we run the same state-of-the-art feature selection algorithm [36] . This give us a list of 10 different sequences:\n\njust checking for their presence is enough to differentiate between SARS-CoV-2 and other viruses in the dataset with a 100% accuracy. Each of the sequences 230 only appears in SARS-CoV-2. HCoV-OC43 1 105\n\nHCoV-NL63 1 29\n\nHCoV-HKU1 1 13\n\nHCoV-4408 1 2\n\nHCoV-229E 1 3\n\nHCoV-EMC 1 3\n\nHAstV-VA1 1 1\n\nHAstV-BF34 1 1\n\nHAstV-SG 1 1\n\nWe downloaded data from NCBI [22] on March 17 th 2020, with the following query=\"virus AND host=\"homo sapiens\" AND \"complete genome\", restricting Table 6 in percentage of appearance in the GISAID sequences.\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint \n\nAfter deep learning analysis, we identify that the sequence TAGCACTCTC-255 CAAGGGTGTTC is exclusive for SARS-CoV-2 and shows a frequency of 100% in viral genomes available from different countries in the GISAID [37] and NCBI [22] . Using NC045512.2 as reference SARS-CoV-2 sequence, we identify this unique sequence is located from 25604 to 25624 nucleotides in ORF3a gene. In SARS-CoV, this gene encodes a protein of 274 aa, that is related with 260 necrotic cell death [38] , chemokine production, inflammatory response [39] and may play an important role in virus life cycle [40] . With this information, we design a specific primer set for detection of SARS-CoV-2 using Primer3plus [41] .\n\nWe use TAGCACTCTCCAAGGGTGTTC as forward primer and GCAAAGC-CAAAGCCTCATTA as reverse primer. Then, we run an In silico PCR test 265 using FastPCR 6.7 [42] with default parameters, this yields the results from The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint Figure 18 : In silico PCR Test results using TAGCACTCTCCAAGGGTGTTC and GCAAAGCCAAAGCCTCATTA sequences as primers in NC045512.2 as reference SARS-CoV-2 sequence using FastPCR 6.7 program [42] .\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint\n\nBeing able to reliably identify SARS-CoV-2 and distinguish it from other similar pathogens is important to contain its spread. The time of processing samples and the availability of reliable diagnostic tests is a challenge during an outbreak. Developing innovative diagnostic tools that target the genome to improve the identification of pathogens, can help reduce health costs and 280 time to identify the infection, instead of using unsuitable treatments or testing.\n\nMoreover, it is necessary to perform an accurate classification to identify the different species of Coronavirus, the genetic variants that could appear in the future, and the co-infections with other pathogens.\n\nGiven the high transmissibility of the SARS-CoV-2, the proper diagnosis of 285 the disease is urgent, to stop the virus from spreading further. Considering the false negatives given by the standard nucleic acid detection, better implementations such as using deep learning are necessary in order to to properly detect the virus. While the accuracy of current nucleic acid testing is around 30-50%, and CT scans with deep learning go up at 83%, we believe that the use of a 290 CNN-based system with sequencing has the potential to improve the accuracy of the diagnosis above 90%.\n\nOur preliminary results using non-repeated sequences with differences in length from 1,260 to 31,029, missing information (segments with Ns) and noise (errors) do show an area under the curve of 98% in binary classification in a 10-295 fold cross-validation. In order to further improve the proper classification within the 7 existing coronavirus strains, more examples of full genome sequences with host=homo sapiens are needed, in order to make a full sub-type classification instead of grouping HCoV-229E/OC43 and HCoV-NL60/HKU1 as we were forced to do, due to the lack of samples. Thus, to further validate our results, we will 300 increase, and accommodate the data as it becomes available in the international repositories to further improve our system.\n\nAs of March 12th 2020, China and USA have made publicly available 50 SARS-CoV-2 virus gene sequences each. In Europe, however due to the strict 29 . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint privacy laws, only 3 sequences; Italy, Sweden and Finland, one viral genome 305 sequence each are available and this is of great concern. We urge to consider to make more data publicly available, in order to increase the possibility to create counter-measures to the spread of the virus.\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.13.990242 doi: bioRxiv preprint"}