{"title": "Overview of the CSIRO Australian Animal Health Laboratory", "body": "Over the past three decades, there has been an increase in the incidence of emerging infectious diseases (EIDs) in humans, with approximately 70 percent of them arising from animals. A number of factors, including the geographic expansion of human populations, intensification of agriculture and habitat disruption due to climate change and deforestation, have led to a greater risk of EIDs being transmitted from wild and domesticated animals to humans [1] . Furthermore, increased global travel and trade has increased the likelihood that EIDs will rapidly spread. EID outbreaks are unpredictable and often difficult to contain due to the absence of effective control measures such as vaccines and antiviral therapeutics. The World Health Organization has warned that the next human pandemic is likely to be zoonotic and that wildlife is a prime culprit.\n\nWhile the current list of known EIDs is a major concern, it is the existing unknown threats with the potential for efficient human-to-human transmission that pose the largest concern. Over the past decade, there have been a number of epidemics, raising the concern that they are precursors to a pandemic. Examples include the highly pathogenic H5N1 avian influenza virus that has decimated poultry production in Asia and claimed over 350 lives since 2003 with continuing regular outbreaks, the Hendra virus in Australia, the Nipah virus in Malaysia and Bangladesh and hemorrhagic fever viruses (Ebola and Marburg), which have emerged from bats via intermediate hosts, such as horses and pigs, to infect and kill humans over the past two decades. The SARS epidemic in 2003-2004 claimed over 800 lives and cost more than $80b to the global economy. The virus was shown to be transmitted from bats to civet cats to humans. In 2012, a novel coronavirus emerged in the Middle East (MERS-CoV), with a 37% mortality rate for the more than 1600 currently confirmed cases in 26 counties.\n\nBSL3 and 4 facilities must conform to strict infrastructure requirements, policies and procedures to ensure the safety of researchers who are working with a range of dangerous pathogens. There are several international bodies that develop and maintain biosafety guidelines. In the United States, it is the Centers for Disease Control and Prevention (CDC) in partnership with the U.S. National Institutes of Health Biosafety (http://www.cdc.gov/biosafety/ publications/bmbl5/BMBL.pdf). The European guidelines are set by a legislative act of the European Union. In Australia, the Department of Agriculture and the Office of the Gene Technology Regulator have this responsibility. While regulations surrounding BSL3 and 4 facilities may differ from country to country, the basic principles of biocontainment are uniformly observed. For example, all work involving potentially infectious material must be conducted within primary containment, such as a biological safety cabinet. In the case of BSL4 facilities, primary containment is provided by a Class III biological safety cabinet located within a BSL4 cabinet laboratory or by the wearing of positive pressure protective suits with an independent breathing air supply (BSL4 suit laboratory or animal facility). Examples of BSL-4 laboratories around the world include the National Microbiology Laboratory (Winnipeg, Canada, http://www. nml-lnm.gc.ca/index-eng.htm), the Pirbright Institute (Pirbright, UK, http://www.pirbright.ac.uk/), the Uniformed Services University of the Health Sciences (Bethesda, USA, http://www.usuhs. mil/) and the CSIRO Australian Animal Health Laboratory (Geelong, Australia, http://www.csiro.au/ places/AAHL).\n\nThe AAHL is one of the world's premier highbiocontainment facilities, allowing researchers to work with BSL4 pathogens that are highly lethal to humans and for which there is no vaccine or effective treatment. The AAHL is unique in the world in its capacity to undertake studies on a wide range of large numbers of domestic animals and wildlife [2] . At the AAHL, exotic disease agents are used in the laboratory for researching emergency disease diagnoses and studying the relationships between the pathogens and different animal and human hosts. The AAHL facility is unique in that its BSL3 and BSL4 animal facilities are sufficiently large to allow researchers to study a range of security sensitive biological agents (SSBAs) in diverse species, including ferrets, bats, poultry, pigs, dogs, alpacas and horses, as well as small laboratory mammals. As one of only six high-containment animal research centers in the world, we work with national and international human and animal health organizations as part of a global One Health network.\n\nAAHL's mission is to be prepared to quickly and effectively respond to any new emerging infectious disease that may emerge. It does so by working with government and industry to assist in responding quickly to stop threats in their tracks and provide sustainable management strategies. We are exploring new technologies for detection, surveillance, diagnosis and response, and we will continue preparing for the next human pandemic.\n\nThe CSIRO Emerging Infectious Diseases Program located at AAHL has assembled a strong set of multidisciplinary research teams spanning the areas of virology, immunology, veterinary sciences and animal models. By understanding disease emergence and the host response to pathogens, we will inform public policy and develop innovative technologies to enable our industry partners to manufacture and deploy novel disease treatments to protect us from infectious diseases that threaten our wellbeing, economy and environment.\n\nThe use of mouse models has been fundamental to our understanding of human infection and disease, and mice have become the traditional 'workhorse' because of their ease of handling, their fast generation time and the ready availability of mousespecific reagents. However, for many zoonotic pathogens, there are differences in the symptoms of the disease between the natural reservoir animal host (such as a bat or bird) and human hosts. Frequently, zoonotic infections appear asymptomatic and are non-lethal in the natural host, yet induce severe and potentially lethal disease in humans or other spillover hosts. Nevertheless, there are numerous factors that are likely to contribute to these differences, including anatomical, physiological, metabolic and behavioral traits, as well as how the immune systems of these hosts interact with the same disease agent. Therefore, for a better understanding of EIDs, the laboratory mouse may not be the most appropriate model.\n\nThere are many examples in the literature where non-traditional animal models have been highly informative for our understanding of the host responses to pathogens [3] . For example, we are using bats to study several emerging viruses such as Hendra virus, and ferrets, which are widely accepted as an excellent model for influenza infection; they are naturally susceptible to infection with human influenza viruses and the disease pathology they develop resembles that of humans infected with influenza. Furthermore, by studying the pathogen in its natural host, we may be able to devise efficient control measures in that host, thereby disrupting their transmission to humans. This has important implications for predicting, preventing and controlling spillover events and for the development of novel therapeutics and diagnostics.\n\nIt is very difficult and often impossible to test the efficacy of new treatments for highly lethal infections in human clinical trials. Animal models for human EIDs can play a key role in the development and testing of candidate vaccines and therapeutics and can be used to facilitate their regulatory approval. The US Food and Drug Administration (FDA) has developed The Animal Rule to assist in the regulatory approval process [4] . The rule states that when it would not be ethical to perform human challenge studies to measure the efficacy of vaccines and drugs developed to prevent or treat highly pathogens, the FDA may grant approval based on appropriate animal efficacy studies when the results of those studies establish that the drug is reasonably likely to produce a clinical benefit in humans. The Animal Rule states that the FDA will only rely on evidence from animal studies to provide substantial evidence of effectiveness when strict criteria are met.\n\nAt the AAHL, we have pioneered the concept of reducing the risk of human infection by breaking the transmission chain of a zoonotic agent from an animal host to the human. Hendra virus circulates in its natural reservoir host, the fruit bat, without producing clinical disease. On occasions, the virus spills over to horses and causes a rapidly lethal respiratory disease, which can be easily spread to humans by direct contact. Hendra virus causes 70% mortality in humans, but only a small number of cases have occurred, making the development of a human vaccine economically non-viable. Instead, we developed a vaccine for horses (Equivac HeV, Zoetis Australia) that protects them from Hendra virus infection and therefore indirectly prevents the infection of humans [5] . We suggest that a similar approach of vaccinating camels against MERS will help prevent MERS infection of humans. However, the timeline and obstacles required to develop such a vaccine cannot be underestimated [6] . \n\nNo funding sources."}