{"title": "Lyssaviruses-Current Trends", "body": "The disease of rabies, known to mankind since the 23rd century BC (see Baer, 2007) , remains the best known and most feared of all zoonotic diseases. Most rabies cases reported world-wide are caused by rabies virus (RABV), the prototype of the Lyssavirus genus of the family Rhabdoviridae, although all lyssaviruses can elicit the disease. Control of human rabies is achieved most effectively by elimination of the virus from animal reservoirs that maintain and transmit it to other species. In addition, highly efficacious regimens for human disease prevention exist . However, rabies still accounts for an estimated 55,000 human deaths world-wide each year (WHO, 2005) . Dogs, which have long been associated with the disease, form the major rabies reservoir in the developing world where most human exposures and fatalities occur. Failure to prevent disease in many developing countries is due to several factors: poor control and limited vaccination of dogs, lack of public education, poor public health infrastructure, and the high cost and limited availability of antirabies biologicals. In contrast, developed countries have eliminated rabies from their dog populations and postexposure prophylaxis (PEP) is available to those exposed to the disease via contact with wildlife reservoirs.\n\nThis situation has driven many of the recent initiatives in rabies research that are reviewed in this chapter. At the more practical level, development of new reagents such as human neutralizing antirabies glycoprotein (G) monoclonal antibodies (Mabs) are being developed to replace the rabies immune globulin preparations that are in short supply. Efforts to develop improved and cost-effective rabies vaccines continue, primarily to support countrywide pet vaccination programs in the developing world and oral wildlife vaccination for elimination of sylvatic rabies in much of the developed world. Control programs, which require ongoing and timely disease surveillance, are driving the need for fieldbased diagnostic methods to assist in sylvatic rabies eradication, as well as a comprehensive knowledge of rabies epidemiology and evolution now being revealed through molecular epidemiological techniques. The occasional case of human rabies in the developed world provides continued impetus for development of a therapeutic regimen. However, despite the recent advances in our understanding of virus-host interactions summarized here, successful treatment of clinical rabies requires yet deeper appreciation of the pathogenic mechanisms that result in patient death. The ability to manipulate the RABV genome through reverse genetics permits detailed analysis of the viral features responsible for disease and facilitates some novel applications, including the use of RABV as a neurological tracer to provide unique insights into neuronal pathways and development of novel vaccines directed against rabies and other diseases.\n\nWhile the direct fluorescent antibody (DFA) test applied to fresh brain smears or impressions remains the gold standard method for animal rabies diagnosis, its two main drawbacks are the need for sample shipping to central laboratories and the costs involved in acquiring and maintaining a fluorescence microscope. These requirements often restrict sample submissions, particularly from remote areas, for example, arctic regions, and in many parts of the tropics where sample preservation is problematic. These limitations in turn result in rabies underreporting and underappreciation of its significance. A direct rapid immunohistochemical test (DRIT) for rabies, developed by the Rabies Section of the Centers for Disease Control and Prevention (CDC), may help to address this problem. DRIT employs a light microscope to detect RABV antigen in brain impressions using a cocktail of biotinylated antinucleocapsid Mabs with visualization using a streptavidin-peroxidase complex. In a field evaluation in Tanzania, DRIT performed comparably to the DFA (performed at the CDC) with regards to sensitivity and specificity and thus may, subject to mandated biocontainment requirements, be a viable means of testing animal specimens under field conditions (Lembo et al., 2006) . This could facilitate greatly improved surveillance in tropical regions but it might also be useful in developed countries where increased local surveillance is needed to support wildlife oral vaccination campaigns. Another interesting possibility for rapid screening in the field is the use of lateral flow immunochromatography (Kang et al., 2007) , although comprehensive validation against established methods is required.\n\nThe need for antemortem human testing has driven development of alternate diagnostic tools, for example, reverse transcriptase polymerase chain reaction (RT-PCR) testing for the presence of viral RNA in saliva (reviewed in Trimarchi and Nadin-Davis, 2007) . RT-PCR has also been applied to oral swab screening of wild bat populations for active lyssavirus infection in Europe where most bat species have protected status (Echevarría et al., 2001) . Although, real-time RT-PCR (RRT-PCR) would have additional advantages for human testing in terms of rapidity and sensitivity, only a few reports describe its application for detection of specific lyssavirus genotypes (Foord et al., 2006; Wakeley et al., 2005) . The complexity of designing broadly cross-reactive reagents for a TaqManbased approach is challenging due to the extent of lyssavirus sequence divergence (Hughes et al., 2004b) . A SYBR green-based RRT-PCR, that was more sensitive than conventional RT-PCR for the detection of virus in human saliva samples, may be of value providing its specificity can be assured (Nagaraj et al., 2006) . Further evaluation of a nucleic-acid sequence based amplification (NASBA) method, applied to human saliva and cerebrospinal fluid samples is needed (Wacharapluesadee and Hemachudha, 2001) . The issue of testing solid organ transplant tissues has been broached in response to rabies transmission via organ transplantation (Srinivasan et al., 2005) , but such testing will remain impractical unless faster and more readily accessible tests become available ( Jackson, 2004) .\n\nThe existence of multiple RABV strains, each of which is maintained by a specific host within a geographically defined area, drives the need for strain discrimination tools that provide critical information in support of control programs. Both antigenic and molecular-based typing techniques have been increasingly applied over the last 15 years (reviewed in Nadin- Davis, 2007) . Extensive phylogenetic analyses of RABV (genotype 1) isolates recovered world-wide have identified their detailed phylogeography and revealed the existence of a limited number of major lineages: the heterogeneous ''American indigenous'' lineage, found only in the Americas, comprised mostly of bat-associated strains and a few species of Carnivora; at least three distinct canid lineages circulating in South-East Asia; an ''Arctic'' lineage that includes viruses from northern circumpolar regions as well as viruses from central and southern Asia; a canid lineage in western Africa; a lineage associated with herpestid and viverrid species in southern Africa; and the cosmopolitan lineage (Nadin- Davis and Bingham, 2004) , probably widely dispersed as a result of human colonial activities in the 16th-18th centuries, that includes canid-associated viruses of Europe, the Middle East, Asia, and much of Africa, mongoose, skunk and canid associated viruses of the Americas and the Caribbean, as well as most vaccine strains. Ongoing genetic characterization of RABV isolates continues to extend our knowledge of RABV diversity and identifies newly emerging virus-host associations. For example, in the USA alone, a distinct viral variant associated with western pipistrelle bats (Franka et al., 2006) and sustained intraspecific transmission of a bat variant within skunk populations in Arizona (Leslie et al., 2006) were both recently recognized. In Latin America, additional bat-associated variants continue to be identified (Kobayashi et al., 2005) .\n\nConsistent with current taxonomic trends in virology, phylogenetic analysis has been used to investigate membership in the Lyssavirus genus (Kuzmin et al., 2006a) and to delineate the seven species (genotypes or GTs) currently recognized within the genus . However, as new viruses emerge (Kuzmin et al., , 2006b , additional species may be identified.\n\nRecently, methods to estimate nucleotide substitution rates have helped to develop time-scaled phylogenetic trees and thereby explore the time frame of lyssavirus evolution. Regardless of gene region or variant type, RABV coding regions exhibit quite similar rates of nucleotide substitution, ranging from 1.2 Â 10 À4 to 5.3 Â 10 À4 nucleotide substitutions/site/ year, and have a high synonymous to nonsynonymous mutation ratio (Badrane and Tordo, 2001; Davis et al., 2006; Holmes et al., 2002; Hughes et al., 2005; Kuzmin et al., 2007) . The rate at the noncoding G-L region appears to be somewhat higher, around 1 Â 10 À3 nucleotide substitutions/site/year Hughes et al., 2004a) . Evaluation of the growth properties of RABV populations by Bayesian methods generally indicate an exponential growth profile with variable-rate relaxed molecular clocks providing for the best fit to the data.\n\nThe role of the Chiroptera as hosts for most current lyssavirus genotypes has suggested that the primordial lyssavirus was bat-associated and a host-switching event, between 888 and 1459 years ago, was postulated to have resulted in the emergence of carnivoran rabies (Badrane and Tordo, 2001) . A rather shorter time frame of GT 1 lyssavirus diversity of approximately 500 years has also been proposed . Although all lyssavirus genes appear to be equally useful for phylogenetic predictions , Davis et al. (2006) found a lack of congruence in GT 1 evolutionary history, predicted using different genes and were unable to establish whether bat-associated variants or viruses associated with other terrestrial species comprised the most basal evolutionary group. By two different approaches, the most recent common ancestor (MRCA) of North American bat RABVs was dated to the mid-1600s (combined range of 1254-1782) ; this phylogeny suggested that the parental virus initially branched to yield variants currently associated with free-tailed and vampire bats and this was followed by the emergence of distinct variants associated with solitary and colonial bats of North America. If this prediction is correct, genetic heterogeneity in bat RABVs must depend more on the migratory life-style of the host rather than on the age of the viral lineage.\n\nThe ''Arctic'' lineage is estimated to have emerged in Asia sometime between 1255 and 1786 and then spread northward into all circumpolar regions (Kuzmin et al., 2008) , as had previously been proposed (Nadin- Davis et al., 2007) . A study of two distinct southern African biotypes concluded that the canid and mongoose variants exhibit quite different evolutionary dynamics probably reflecting the different ecological niches of their hosts . Moreover, the mean age for the MRCA of the mongoose variant was 73 years, placing its emergence around 1930 and not in the 1800s as had previously been supposed (Nel et al., 2005) . In general, the time frames estimated by Bayesian methods have wide ranges and predict much shorter time scales than suggested from anecdotal information. Unless larger datasets generate different conclusions, it appears that some of the viruses referred to in past outbreaks belonged to now extinct lineages (Badrane and Tordo, 2001) . Coalescent methods generate more coherent time frames when applied to more recent outbreaks (Biek et al., 2007; Hughes et al., 2004a) .\n\nThe European bat lyssavirus type-1 (EBLV-1) group (GT 5), harbored by serotine bats of several European countries, is estimated to have emerged between 500 and 750 years ago and has since diverged into two distinct populations (Davis et al., 2005) . The nucleotide substitution rate (5 Â 10 -5 substitutions/site/year) exhibited by these viruses is one of the lowest values recorded for an RNA virus (Jenkins et al., 2002) . The very high constraints against nonsynonymous substitution observed in EBLV-1 were explained by supposing that the virus had reached a fitness peak so that most amino acid changes reduce viral fitness.\n\nCombination of viral phylogenetic analysis with various mathematical models has provided a valuable toolset for furthering our understanding of the factors contributing to viral disease dynamics. The rapid and well-documented spread of the mid-Atlantic raccoon rabies variant along the eastern seaboard of the USA over the last 30 years has provided extensive surveillance data that permit the development and assessment of such models (Real et al., 2005b) . A model that reflects the initial 4-5 year epizootic period of raccoon rabies, followed by smaller epizootics of decreasing size and periodicity, was developed (Childs et al., 2000) followed by a stochastic spatial model of rabies spread in the state of Connecticut that identified rivers as key barriers to local dispersion and demonstrated the role of long-distance animal translocation in the emergence of new foci of disease . This spatial model was also used to predict westward expansion of raccoon rabies across Ohio, following an outbreak that breached an oral vaccination zone intended to contain this epizootic, and to assist in the design of supplementary control activities . More recently, other models explored how to most effectively use natural barriers such as waterways during wildlife oral vaccination campaigns to prevent rabies spread (Russell et al., 2006) . Coalescent-based estimates using raccoon RABV genetic data were in good agreement with the known spatial and demographic dynamics of disease spread with time and showed the importance of the initial wave of infection in determining spatial genetic structuring of the epizootic (Biek et al., 2007) . In studies of Arctic fox strain rabies, the ecogeographic patterns observed in southern Ontario (Tinline and MacInnes, 2004) were explained by a model that unified the spatial population dynamics and molecular evolution of the RABV (Real et al., 2005a) . Insights into patterns of viral spread may also be gained through raccoon genotyping to identify host subpopulation structure (Cullingham et al., 2005) . Further gains in our understanding of rabies dynamics and evolution will undoubtedly follow future application of such methods.\n\nDespite its small size (about 12 kb) and limited coding capacity (five open reading frames (ORFs), in the order 3 0 -N-P-M-G-L-5 0 ), RABV exhibits remarkable neurotropic and neuroinvasive properties that are central to its transmission cycle. Following deposition of virus in peripheral tissues, via the bite of an infected animal, the virus enters peripheral nerves and is transmitted via nerve connections into the central nervous system (CNS), where extensive viral propagation occurs prior to secretion of large amounts of virus in salivary glands in readiness for the next cycle (Jackson, 2007) . While viral transcription and replication proceeds in a manner highly typical of the Rhabdoviridae (Wunner, 2007) , many aspects of lyssavirus biology are unique to this genus. Detailed structural aspects of RABV replication have recently been reviewed (Albertini et al., 2008) so will not be discussed further, but many new insights into the molecular basis of virus-host cell interactions and RABV pathogenesis will be described.\n\nA. What is the basis for RABV pathogenicity?\n\nDespite the fatal outcome of rabies, limited histological lesions are seen in brains from clinical human cases, suggesting that rabies infection does not cause substantial neuronal death but rather neuronal dysfunction, mediated perhaps by impairment of neurotransmitter release and function and/or ion homeostasis (Fu and Jackson, 2005; Jackson, 2007) . Some degeneration of neuronal processes was noted after infection with pathogenic but not attenuated viruses . RABV-infected mouse brain exhibits a number of ultrastructural changes in neurons including degradation of neuronal axons and dendrites, disruption of cytoskeletal integrity, vacuolation and mitochondrial swelling that might explain neuronal dysfunction (Scott et al., 2008) . The attenuated lab-adapted CVS-B2c strain, derived from the challenge virus standard (CVS) strain, causes much more severe histological damage to the murine CNS than the pathogenic silver-haired bat RABV (SHBRV) field isolate, (Wang et al., 2005) and such differences need to be borne in mind when inferring mechanisms of pathogenesis from studies using lab-adapted strains.\n\nB. Role of viral proteins\n\nThe G protein forms trimeric transmembrane spike structures that allow the virus to attach to neurons and then enter the cell via a fusion event; G protein is thus a key determinant of RABV's neurotropism and neuroinvasiveness (Wunner, 2007) . While the inability of a G-deficient RABV to transfer between neurons clearly demonstrated the importance of G protein to viral spread (Etessami et al., 2000) , establishing the nature of the receptor(s) employed has proven challenging. RABV G binds to the neuronal nicotinic acetylcholine receptor (Gastka et al., 1996) and the murine neural cell adhesion molecule (NCAM) (Thoulouze et al., 1998) , but neither of these receptors is absolutely required for RABV spread in mice. The low affinity nerve growth factor receptor (P75NTR) can also confer RABV binding to a nonpermissive cell line (Tuffereau et al., 1998) . P75NTR is a member of the tumor necrosis factor (TNF) receptor superfamily that binds to several neurotrophins and is targeted by several viruses of many different orders (Kinkade and Ware, 2006) , although the viruses and the neurotrophins often target different domains. The observation that RABV G binds to mammalian P75NTR but not to the avian equivalent was proposed to explain the virus' restriction to mammalian hosts . Moreover, RABV G binding to P75NTR requires Lys330 and Arg333 of antigenic site III, residues previously linked to RABV pathogenicity (see below) while mutations at residues flanking this antigenic site interfered with P75NTR binding . However, other observations argue against a universal role of P75NTR as a lyssavirus receptor. Only lyssaviruses of GT 1 (RABV) and GT 6, EBLV-2, interact with P75NTR, so lyssaviruses of all other GTs must gain cell entry via alternate receptor(s) (Tuffereau et al., 2001) . Furthermore, viral spread occurs throughout the CNS in P75NTR-deficient mice (Jackson and Park, 1999) and viral infection of primary neurons can occur in the absence of RABV G/P75NTR binding (Tuffereau et al., 2007) . While another receptor yet to be identified might function as a universal lyssavirus receptor, it remains possible that these viruses can use a number of different nerve cell receptors to gain entry into the host nervous system. Further study on nerve cell entry by field isolates may help to resolve this issue.\n\nThe specific role of G protein in determining viral spread within the CNS, and hence the extent of pathogenicity, was demonstrated in a study that examined the distribution over time of several viral constructs after stereotaxic inoculation into the rat hippocampus (Yan et al., 2002) . Structure-function studies involving the production of large numbers of chimeric viruses, each differing at just one amino acid within the G protein, reveal an increasing number of residues important to pathogenicity. In addition to an absolute requirement for Arg or Lys at residue 333 (Takayama- Ito et al., 2006a; Tuffereau et al., 1989) , amino acids Ala242, Asp255 and Ile268, especially when present together, confer the highly pathogenic phenotype of the Nishigahara strain (Takayama- Ito et al., 2006b ). An Asn to Lys mutation at residue 194 restored pathogenicity to a highly attenuated RABV strain by increasing viral spread, eliciting faster cellular internalization and shifting the pH threshold for membrane fusion (Faber et al., 2005b) . However, in addition to the protein's primary structure, the level of G protein expression also has important pathogenic consequences; in general, more pathogenic strains produce lower amounts of G protein that in turn may limit the host's apoptotic (Yan et al., 2001 ) and innate immune system responses (Wang et al., 2005) . Interestingly, nonpathogenic G genes are dominant over pathogenic versions .\n\nRABV virulence is increasingly being recognized as a multigenic trait. Regions of the RABV genome, including N, P, M and L genes, as well as noncoding elements, such as the trailer sequence and the G-L intergenic region, have all been reported to contribute to virulence and/or neuroinvasiveness Pulmanausahakul et al., 2008; Shimizu et al., 2007; Yamada et al., 2006) probably through interaction with intracellular factors necessary for efficient viral propagation.\n\nThe P protein, with its highly modular organization that includes both conserved and variable domains (Nadin- Davis et al., 2002) , is emerging as a factor that contributes to viral virulence at many levels. In addition to full-length P protein (P1), the P gene ORF can generate up to four N-terminally truncated P products (P2-P5) (Chenik et al., 1995) . P proteins are targeted by two distinct cellular kinases (Gupta et al., 2000) that phosphorylate several variably conserved sites (Nadin- Davis et al., 2002) . The cellular distribution of these various forms of P is determined by multiple localization signals present at different locations along its primary sequence. An N-terminal nuclear export signal (NES), present only in P1 and P2, normally directs these products into the cytoplasm while P3-P5 are localized to the nucleus; additionally the C-terminal P sequence contains both a nuclear localization signal (NLS) and a NES, functionalities of which appear to be determined by phosphorylation of a neighboring residue (Moseley et al., 2007a; Pasdeloup et al., 2005) . The variable length, phosphorylation patterns, and cellular distribution of the P protein provide it significant potential versatility in its interactions with host cell factors.\n\na. Dynein LC8 Interaction One intriguing interaction of the lyssavirus P protein is its association with the dynein light chain LC8 Raux et al., 2000) , a 10 kDa component of both the cytoplasmic dynein motor and Myosin V, which is involved in minus enddirected movement of organelles along microtubules and in actinmediated vesicle transport in axons. Although functional studies on this interaction have been performed only on GT 1 and GT 3 representatives , the genus-wide importance of this association is suggested by the absolute conservation of the LC8 binding domain (BD) motif D(K/R)XTQT at P protein residues 143-148 (Nadin- Davis et al., 2002; Poisson et al., 2001) . This finding fueled the hypothesis that P/LC8 interaction facilitated microtubule-directed minus-sense axonal transport of RABV ribonucleoprotein to the cell body and thus played a pivotal role in the spread of the virus within the host's nervous system. However, doubt on this model was cast by the fact that viruses lacking the LC8 BD, although slowed in their rate of spread, could still gain entry into the CNS from the periphery ( Mebats ion, 2001; Rasa lingam et al. , 2005 ) . Ta n et al. (2007 ) sho wed that loss of the LC8 BD from P reduced transcription levels in neuronal cells and thus proposed that P protein/LC8 association was important for efficient viral RNA polymerase activity, a role consistent with the P protein's function as an L protein cofactor. Interestingly, the LC8 BD motif can facilitate nuclear protein importation, suggesting that this motif facilitates some nuclear function of P (Moseley et al., 2007b) .\n\nb. Abrogation of the Interferon Pathway An early response to RABV infection of both neuronal cells (Préhaud et al., 2005) and the mouse brain ( Johnson et al., 2006; Prosniak et al., 2001; Saha and Rangarajan, 2003; Ubol et al., 2006; Wang et al., 2005) is an increase in many of the key components of the type-1 interferon (IFN) pathway that acts to protect the host from viral infections. Many viruses have adopted strategies to circumvent this process (reviewed by Haller et al., 2006) . The P protein determines RABV sensitivity to type-1 IFN and abrogates the host's innate immune system by interacting with the IFN pathway at multiple levels (Chelbi-Alix et al., 2006) . Brzó zka et al. (2005) demonstrated that full-length P protein inhibits phosphorylation of cytoplasmic interferon regulatory factor 3 (IRF3) by TANK-binding kinase 1 (TBK-1) thereby curtailing IFN induction by preventing IRF3-dependent transcription of the b-IFN gene in RABVinfected cells.\n\nP protein also interferes with the IFN-effector pathway through an interaction of its C-terminus with STAT1, a critical mediator of the Janus kinase-signal transducer and activator of transcription ( JAK/STAT) signal transduction pathway responsible for the expression of many IFNeffector genes. P protein does not interfere with STAT1 phosphorylation and activation but cytoplasmic forms of P prevent its nuclear accumulation in response to IFN induction (Brzó zka et al., 2006; Vidy et al., 2005) , while the nuclear-localized P3 binds directly to the DNA binding domain of activated STAT1, thereby suppressing transcription of IFN-inducible genes (Vidy et al., 2007) . The higher nuclear translocation of phosphorylated STATs in the presence of the attenuated CVS-B2c strain compared to the virulent SHBRV strain suggests the importance of this P function to virulence (Wang et al., 2005) .\n\nA third target for the RABV P protein is the product of the promyelocytic leukaemia (PML) gene, now recognized as a primary target gene of the IFN pathway (Blondel et al., 2002) . PML exists in the nucleus as both a diffuse nucleoplasmic form and as discrete nuclear bodies in which it associates with several other nuclear proteins; this distribution is often disrupted in virus-infected cells. Through a motif present in the 125 C-terminal residues of P protein, P1 binds to PML and retains it in the cytoplasm while P3 binds to nuclear PML, reorganizes the nuclear bodies and increases their size. High levels of RABV growth in mouse embryo fibroblasts lacking PML suggest an antiviral effect of this product that is inhibited by P protein (Blondel et al., 2002) , but better understanding of PML's normal function is needed to fully appreciate this effect.\n\nThe multi-functional matrix protein may also contribute to viral virulence through many different mechanisms. It inhibits translation in RABVinfected cells via an interaction with the eIF3h subunit, part of the eIF3 complex involved in ribosomal dissociation that is critical to the cellular translation machinery (Komarova et al., 2007) . M protein, in concert with G protein, also regulates viral replication and facilitates cell-to-cell spread (Pulmanausahakul et al., 2008) . In addition, M protein mediates at least some of the virus' apoptotic effects. In a model of RABV-induced neuronal apopto sis, Kassis et al. (2004 ) fou nd that cells transfect ed with M pro tein alone could induce caspase activation and apoptosis via a pathway involving the binding of TNF-related apoptosis-inducing ligand (TRAIL) to its receptors; M mediated release of a soluble, active form of TRAIL important to the early induction of this apoptotic pathway.\n\nThe L protein almost certainly contributes to RABV pathogenicity through interactions with various host cell components needed to support its role in viral transcription and replication but the details of such interactions remain to be explored.\n\nThe increasing availability of methods to explore large-scale changes in cellular expression patterns have facilitated studies to understand how experimental RABV infection changes host transcript levels. Using various methods, infection of mice with lab-adapted RABVs resulted in sequential changes in host cell transcription patterns (Johnson et al., 2006; Prosniak et al., 2001; Saha and Rangarajan, 2003; Ubol et al., 2006; Wang et al., 2005) . Whereas the majority of genes were down-regulated as viral propagation progressed, select groups of genes were up-regulated. A relatively early response was the increased level of many mRNAs encoding products involved in innate immunity, including type-1 IFNs, toll-like receptors (TLRs) which play a critical role in initiating innate immunity (see McCoy and O'Neill, 2008) , many IFN-effectors, as well as chemokines, cytokines and complement proteins involved in the inflammatory response. Indeed, of all genes up-regulated by RABV infection of a human neuron-derivative cell line, 24% were involved in immunity; moreover these neurons were found to express TLR3 which recognizes dsRNA, and could mount a corresponding innate immune response, a novel finding given the immunologically privileged nature of the CNS (Préhaud et al., 2005) . A comprehensive study of TLR induction in the murine CNS in response to RABV infection also identified an early upregulation of TLR3 which would permit increased virus sensing mechanisms in the local vicinity of virally infected cells (McKimmie et al., 2005) .\n\nRabies-infected patients also exhibited enhanced TLR3 expression in neurons and occasionally in glial cells of the cerebellar cortex, a phenomenon that appeared to require induction by soluble factors rather than direct viral infection .\n\nThe innate immune response to RABV infection is followed by an increase in transcript levels for several products that may be significant to clinical disease and viral spread. These include growth factors, which may facilitate viral spread by promoting new axonal connections or prolonging infected neuron survival (Prosniak et al., 2003b) , certain metabolic enzymes, particularly those involved in nucleotide metabolism, selected receptors and transporters, notably dopamine transporter/receptor and serotonin receptor, consistent with the concept of disruptions in neurotransmission, as well as significant increases in ion transporters that could be responsible for reductions of intracellular sodium and calcium (Dhingra et al., 2007; Prosniak et al., 2001; Saha and Rangarajan, 2003; Ubol et al., 2006; Wang et al., 2005) . Moreover, down-regulation of proteins involved in docking and fusion of synaptic vesicles at the presynaptic membrane resulted in synaptic vesicle accumulation (Dhingra et al., 2007) .\n\nIn later stages of disease, there are increases in yet other transcripts that encode products which may support RABV replication and spread, for example, heat shock protein 90 (Hsp-90) and CDC10; proteins involved in axonal guidance and cell repair, for example, neuroleukin (NLK) and apolipoprotein D (ApoD) important for lipid recycling. Finally, there is an up-regulation of products associated with programmed cell death Ubol et al., 2006; Wang et al., 2005) .\n\nApoptosis is now recognized as one critical means by which multicellular organisms try to protect themselves against pathogen invasion (Adams and Cory, 1998) and its role in experimental rabies pathogenesis was suggested when changes consistent with apoptosis, including DNA fragmentation and increased expression of the apoptotic enhancer Bax, were observed in neurons of RABV-infected mice (Jackson and Rossiter, 1997) . Apoptosis was especially prominent in the pyramidal neurons of the hippocampus and cerebral cortex, prime targets for rabies infection, and suckling mice, which are more susceptible to the disease, exhibited higher level s of apoptos is than ad ults (Jack son and Park, 1998; The erasurakar n and . Although elevated levels of Bax were observed in murine neuroblastoma cells within 24 h of infection, followed by up-regulation of caspase 1 , bax-deficient mice still exhibited significant apoptosis thereby implicating additional apoptotic modulators (Jackson, 1999) . Using CVS strains that differ in their pathogenicity, Morimoto et al. (1999 ) observ ed a good correlatio n betwee n high levels of apopto sis and high RABV G accumulation in mouse primary neuronal cell cultures. Similar conclusions were made using recombinant viruses differing in G protein expression levels (Faber et al., 2002) ; high expression of RABV G was accompanied by increases in caspase 3 activity and other apoptosis markers as well as higher anti-G antibody titers in mice. The speed or extent of apoptosis may directly determine the magnitude of the antibody response as suggested by experiments employing a recombinant virus expressing the pro-apoptotic cytochrome c gene (Pulmanausahakul et al., 2001) .\n\nRABV pathogenesis may be determined to a large extent by the cell type undergoing apoptosis and the mechanisms inducing cell death. In a series of experiments on apoptosis in lymphocytes, the highly attenuated vaccine strain Evelyn Rokitnicki Abelseth (ERA) could induce both caspase-dependent and caspase-independent apoptotic pathways after infection of a Jurkat T cell line in vitro, unlike the neurovirulent CVS strain (Thoulouze et al., 2003) . This phenomenon was prevented by constitutive expression of the antiapoptotic Bcl-2 product. These studies also showed that ERA could up-regulate Bcl-2 levels in the Jurkat cell line, a phenomenon that resulted in long-term persistently infected cultures. This observation suggested a mechanism by which live attenuated RABVs such as ERA may, through increased Bcl-2 synthesis, persist in vivo in vaccinated animals; this effect could contribute to their efficacy as vaccines, but could also potentially result in a ''carrier'' state.\n\nIn an exploration of the role of the death-promoting factor Fas Ligand (FasL) and its receptor Fas in initiating apoptosis of activated lymphocytes in vivo, the virulent CVS strain, but not the attenuated PV strain, induced early production of FasL, primarily by infected neurons, which was associated with high levels of T cell apoptosis. Thus, CVS infection of mice induced only a transient migration of lymphocytes into the CNS in contrast to PV infection that permitted sustained T cell migration into the CNS and more limited CD3+ T cell apoptosis (Baloul et al., 2004) . Up-regulation of FasL by the neurovirulent CVS strain may limit CD3+ T cell mediated apoptosis of neuronal cells and thereby preserve the integrity of the neuronal network critical to virus spread.\n\nThe role of apoptosis in natural RABV infections is less evident. Compared to the CVS strain, infection of mice with SHBRV resulted in a lower overall level of neuronal apoptotic cell death (Yan et al., 2001) . If apoptosis is important for pathogenesis of street viruses, it may depend on the triggering of cell death by selected cell types.\n\nNitric oxide (NO) is a free radical produced by the enzyme nitric oxide synthase (NOS) that exists in both constitutive (cNOS) and inducible (iNOS) forms. High levels of NO are cytotoxic and activation of iNOS in macrophages is regarded as an inflammatory mediator (Aktan, 2004) .\n\nUp-regulation of iNOS in the RABV-infected rat brain was proposed to contribute to neuropathogenesis (Akaike et al., 1995) and indeed treatment of RABV-infected mice with a selective inhibitor of iNOS delayed viral replication, apoptotic cell death and death of the host significantly (Ubol et al., 2001) . RABV virions can enter macrophages via endocytosis, and, despite limited virion replication, activate expression of iNOS as well as the CXC chemokine ligand 10 (CXCL10), a T helper cell type-1 chemoattractant ; thus increases in NO levels contribute to macrophage activation in response to RABV infection. The significance of these observations was further extended to microglia cells, the functional equivalents of macrophages in the CNS. RABV entry into microglia was followed, even in the absence of significant replication, by strong induction of the chemokines CXCL10 and CCL5 through activation of several signaling pathways (Nakamichi et al., 2005) .\n\nBoth an attenuated vaccine strain and a pathogenic dog strain induced maturation of immature dendritic cells and monocytes, apparently through the induction of IFN-a1 mRNA . Consistent with other reports, the vaccine strain strongly up-regulated 26 genes involved in the NF-kB signaling pathway, including TLR3, TLR7 and STAT1, while the pathogenic strain elicited a much reduced response. Dendritic cells of the lymphoid tonsillar tissue, which comes into direct contact with oral vaccines, probably play an important role in eliciting immunity and attenuated vaccines may elicit protection, at least in part, by strong induction of the innate immune response at this site.\n\nThe role of TNF-a, another pro-inflammatory cytokine produced by cells of the monocyte/macrophage lineage, was investigated using a recombinant RABV expressing a soluble form of TNF-a (Faber et al., 2005a) . High levels of soluble TNF-a reduced RABV replication in neuroblastoma cells without inducing significant levels of apoptosis. Furthermore, unlike animals challenged with a wildtype (wt) virus, mice survived challenge with the TNF-a-expressing recombinant virus due to significant inflammatory mechanisms as well as a direct antivirus effect. Consistent with such observations, a prior study had suggested the protective effect of the p55 TNF-a receptor, a mediator of T cell protection, in RABV ocular disease (Camelo et al., 2001) . In human cases, RABVinfected neurons induced expression of both TNF-a and iNOS in adjacent astrocytes or microglial cells but not in the neurons themselves (Nuovo et al., 2005) .\n\n3. Role of noncoding RNAs? Saha et al. (2006) observed that neurotropic viruses including RABV induce production of a novel noncoding (nc) RNA, designated VINC (virus inducible ncRNA). While the function of this nuclear-localized RNA remains obscure, this observation sets the precedent that RABV infection can alter the ncRNA complement of infected cells. Given the recent recognition of the role of microRNAs (miRNAs) in control of gene expression and the recent discovery of viral-encoded miRNAs that affect gene expression patterns in virus-infected cells (Qi et al., 2006) , this suggests novel means by which RABV could control host cell expression.\n\nWhile various experimental models of rabies, including the extensive use of laboratory strains of mice, provide important insights into the disease, many of the host's transcriptional changes observed upon RABV infection likely represent common host pathways for countering infection by neurotrophic viruses (Saha and Rangarajan, 2003) . Dissecting out those changes that are especially relevant to RABV pathogenesis will prove difficult although, based on the information now being collected, transgenic mice might yet play an important role in this regard. Furthermore, there are significant differences in the extent of gene activation and the cell types affected in mice depending on the RABV strain employed (Prosniak et al., 2003b) . Street strains limit the response of type-1 IFN and inflammatory pathways far more effectively than avirulent strains, perhaps due in part to a lower level of G expression that limits TLR3associated activation of the innate immune system (Wang et al., 2005) . An accurate appreciation of the pathogenic mechanisms operating in natural infections will require further studies employing street isolates inoculated into their normal reservoir hosts. Presently the lack of tools and reagents to study many of the processes described here in natural rabies hosts (e.g., dog, fox, skunk, raccoon, and bat species) impedes such work. Furthermore, it is evident that a full appreciation of RABV propagation and virulence requires not only an understanding of which host genes play pivotal roles but in which cell types these genes function. Studies that do not consider the heterogeneous cell population of the CNS may miss effects that are restricted to a particular cell type. Ultimately, a combination of immunohistochemical methods and in situ RT-PCR (see Nuovo et al., 2005) may prove invaluable for identifying the cell types and molecular mechanisms most critical to RABV pathogenicity in natural infections.\n\nRABV was the first member of the Mononegavirales order to be successfully manipulated by reverse genetics to generate infectious, replicationcompetent virus (Schnell et al., 1994) . Subsequent observations, that a foreign gene could be inserted within an intergenic region of the RABV genome without significant effect on in vitro replication of the virus, that this insert was translated into functional protein and that the recombinant RABV (rRABV) was genetically stable (Mebatsion et al., 1996) , established the broad utility of this technology. Indeed the fact that the RABV genome can accommodate large increases in size (at least 55% more than wt RABV) (McGettigan et al., 2003b) and that reporter gene expression levels are dependent on insert orientation Conzelmann, 1997, 1999) , genomic position (Wu and Rupprecht, 2008) or the nature of the intergenic sequences (Finke et al., 2000) provides substantial flexibility in engineering novel and useful recombinants. Reverse genetics is now used for various applications, particularly to investigate RABV pathogenesis (see previous section) and to generate novel RV vaccines . The RABV reverse genetics system was initially developed based on the SAD B19 genome sequence, but systems for other lab-adapted RABV strains, including RC-HL (Ito et al., 2001 (Ito et al., , 2003 , HEP-Flury (Inoue et al., 2003) , and ERA (Wu and Rupprecht, 2008) , as well as the SHBRV-18 wildlife isolate , have now been described. As the technology has become more widely used, many methodological improvements have been developed. The original system employed host cells infected with a recombinant vaccinia virus expressing T7 polymerase to drive the transcription of the helper plasmids and the genomic cDNA. Use of host cell lines stably expressing T7 polymerase eliminated the need for the vaccinia construct and circumvented vaccinia virusinduced cytotoxicity and the requirement for removal of contaminating virus from the rRABV cultures (Buchholz et al., 1999; Ito et al., 2003) . One such cell line facilitated the recovery of an RC-HL-derived rRABV containing two copies of the G gene (Hosokawa-Muto et al., 2006) .\n\nOther improvements that increase rRABV/minigenome RNA yields have included construction of new helper plasmids that render the T7 RNA polymerase-transcripts cap-independent for translation (Ito et al., 2003) and the inclusion of ribozyme sequences at the termini of the cloned viral genome to permit generation of RNA with precise 5 0 and 3 0 genomic ends (Inoue et al., 2003; Le Mercier et al., 2002) . A recovery system using expression plasmids bearing the cytomegalovirus (CMV) immediate early promoter in place of the T7 promoter, and which is transcribed by the host cell RNA polymerase II, yielded higher virus recoveries from multiple cell types compared to a comparable T7 promoter-driven system (Inoue et al., 2003) . Use of both CMV and T7 promoters enhanced transcription efficiency and, using a T7 polymerase engineered to localize to the nucleus (Wu and Rupprecht, 2008) , facilitated recovery of a recombinant ERA virus in which the order of the M and G genes was reversed; such a construct could not be recovered previously.\n\nOne application of this technology is to generate novel rabies vaccines. While the use of inactivated rabies vaccines that are safe and efficacious following parenteral administration in humans and animals is well established, logistical considerations dictate that oral vaccination will remain the primary means of controlling sylvatic rabies . Only live attenuated vaccines have to date been proven effective via the oral route. There is continued interest in developing live attenuated RABV vaccines that are safer and more efficacious than the ERA/SAD B19 strains currently used for oral vaccination of foxes in Europe and North America and, in particular, vaccines that are efficacious in other wildlife reservoirs. A common approach is to engineer viruses that express higher levels of G protein that in turn elicits production of protective virus neutralizing antibody (VNA). A recombinant ERA, in which the order of the M and G genes was rearranged so as to increase G protein expression, was less virulent in mice than parental ERA (Wu and Rupprecht, 2008) . A rRABV derived from the RC-HL strain carrying two copies of the wt G gene had increased levels of G protein in virions and in infected cells; this double G virus remained pathogenic in mice but after inactivation it was significantly more immunogenic than the parent virus and may be useful as an inactivated rabies vaccine (Hosokawa-Muto et al., 2006) . SAD B19-derived constructs, in which the G gene was mutated to encode either a Glu or Gln at position 333 instead of Arg, had greatly reduced pathogenicity in mice and elicited VNA upon intramuscular (i.m.) and oral inoculation that afforded protection from lethal challenge (Faber et al., 2002; Morimoto et al., 2001) . A rRABV containing two copies of the Glu333-mutated G gene (SPBNGA-GA) resulted in significantly increased G protein expression and hence elicited significantly higher VNA titers in mice and improved survivorship after challenge over the construct (SPBN-GA) with one G gene copy (Faber et al., 2002) . Pulmanausahakul et al. (2001) found that a rRABV encoding the proapoptotic protein cytochrome c (SPBN-Cyto c(+)) had markedly reduced pathogenicity and increased immunogenicity in mice following intranasal administration when compared to a rRABV carrying an inactive cytochrome c gene. It was subsequently shown that SPBNGA, SPBNGA-GA, and SPBN-Cyto c(+) viruses could be grown to high titer and were genetically stable at position 333, important considerations for candidate vaccines . However, serial passage through neonatal mice resulted in a secondary mutation, Asn to Lys at position 194, in some GA genes which led to an increased pathogenicity. Interestingly, only one GA gene copy of SPBNGA-GA acquired this mutation and this was insufficient to increase pathogenicity .\n\nThe utility of these constructs as oral vaccines has been examined in species other than laboratory rodents. SPBN-GA, SPBNGA-GA, and SPBN-Cyto c(+) administered per os caused no adverse effects in beagles; the majority of vaccinates seroconverted within 1-2 weeks postvaccination and all vaccinates survived i.m. challenge with street virus of canine origin . The safety and efficacy of rRABV with one or two copies of the G gene carrying the Glu333 mutation and an additional Asn to Ser mutation at position 194 (SPBN-GAS and SPBN-GASGAS) following oral vaccination in African mongooses and raccoons was explored. No adverse effects were observed in either species. SPBN-GAS induced VNA and protected African mongooses from lethal challenge . Only two out of five raccoons vaccinated with SPBN-GAS developed VNA and survived challenge; all five raccoons immunized with SPBN-GASGAS survived challenge despite detection of VNA in only two vaccinates , consistent with the observation that rRABV overexpressing G protein had increased immunogenicity in mice (Faber et al., 2002) .\n\nIn a different approach to vaccine development, rRABV completely apathogenic for neonatal mice following intracranial inoculation were produced by deletion of either the P gene (Shoji et al., 2004) or the M gene . Progeny virions could be recovered from cells providing the missing proteins in trans and were able to infect cells normally susceptible to RABV; however, infection did not spread beyond the initially infected cell. When given to mice by either intraperitoneal (i.p.) or i.m. inoculation, the P-deficient rRABV elicited VNA in a dosedependent manner and protected against lethal intracranial challenge with CVS (Shoji et al., 2004) . Similarly, i.m. and intranasal inoculation with the M-deficient rRABV elicited VNA production, but protection against challenge was not determined .\n\nWhile these preliminary studies in various animal models have examined rRABV immunogenicity and, in some cases, efficacy, evaluation of the optimal dose, duration of immunity, safety and efficacy of these candidate vaccines administered in a bait format appropriate for wildlife vaccination is needed before field application can be considered.\n\nThe use of rRABV vectors for development of vaccines against other diseases, especially for acquired immunodeficiency syndrome (AIDS), has also been explored. A chimeric protein comprising the envelope (Env) protein's extracellular domain of human immunodeficiency virus type-1 (HIV-1) and the RABV G protein's transmembrane and cytoplasmic domains was expressed by a rRABV construct, incorporated into virions, and exhibited many of the biological properties of wt Env (Foley et al., 2002; Schnell et al., 2000) . The resulting viruses exhibited a cellular tropism similar to that of HIV-1. Similarly, replication-competent rRABVs containing the HIV-1 gag gene within the G/L intergenic region (McGettigan et al., 2001b) or the N/P intergenic region (McGettigan et al., 2003a) were recovered and expressed functional Gag product following infection of human cells. These results suggested that rRABV might be a suitable vaccine vector for HIV-1.\n\nA strong neutralizing antibody response to the Env-derived gp120 subunit was elicited if mice received an i.m. immunization with rRABV expressing HIV-1 Env protein and were subsequently boosted with recombinant gp41 and gp120, indicating that the HIV-1 Env-pseudotyped rRABV could prime the immune system for production of Env-specific neutralizing antibody . After a single i.p. inoculation with the same rRABV, a long-lasting CD8+ cell mediated cytotoxic T lymphocyte (CTL) response directed against multiple HIV-1 Env epitopes was induced (McGettigan et al., 2001a) . Similarly, rRABV expressing HIV-1 Gag could elicit CD8+ cell-dependent Gag-specific CTL responses (McGettigan et al., 2001b (McGettigan et al., , 2003a . A rRABV expressing both HIV-1 Gag-Pol and an HIV-1 Env/RABV G chimera was generated (McGettigan et al., 2003b) and produced correctly-processed functional proteins.\n\nThe demonstration, that development of an immune response to the vesicular stomatitis virus (VSV) glycoprotein ectodomain was not impaired by prior immunization with an identical RABV vector expressing a wt RABV glycoprotein, suggested that a heterologous prime/boost approach might be a useful strategy for foreign antigens presented in rRABV vectors . Priming with an RABV/HIV-1 Env recombinant followed by boosting with a heterologous rhabdovirus vector (VSV/HIV-1 Env) resulted in robust humoral and CTL responses in mice . A robust cellular response against the HIV antigen was achieved in macaques given a primary immunization with RABV/HIV-1 Env and secondary immunization with a rRABV expressing the HIV-1 Env as well as a chimeric VSV G with the RABV G cytoplasmic domain in place of the wt G protein (McKenna et al., 2007) . Furthermore, this prime/boost approach was able to protect macaques against challenge with a pathogenic simian-HIV strain.\n\nIn a different approach to modifying immune responses to HIV-1 antigens, McGettigan et al. (2006) produced RABV vectors co-expressing HIV proteins and murine cytokines. Compared to the parental RABV vector expressing HIV-1 Gag or Env, co-expression of IL-4 decreased the cellular immune response and abrogated the serological response to Gag and Env, whereas co-expression of IL-2 induced strong cellular responses and induced seroconversion against Env after two inoculations . Inactivated RABV particles can serve as immunostimulatory carrier molecules for display of B cell antigens. Green fluorescent protein (GFP) presented as a fusion protein with the RABV nucleoprotein induced a strong antibody response against GFP in mice, whereas recombinant GFP or a combination of wt RNP with recombinant GFP did not (Koser et al., 2004) . Mice inoculated i.m. with either killed or live rRABV expressing a fusion protein of RABV G protein and the PA domain-4 of Bacillus anthracis developed anti-PA antibodies after a single inoculation and robust anamnestic responses to boosts with the same rRABV .\n\nImmunization of mice with live rRABV expressing the hepatitis C virus E2 envelope protein as a fusion with the RABV G cytoplasmic domain did not induce specific antibody; however, animals boosted with killed recombinant virus as a source of recombinant E2 did mount a potent humoral immune response (Siler et al., 2002) . A single injection with RABV-E1E2, induced a long-lasting antigen-specific cellular immune response. Faber et al. (2005c) showed that a single i.m. inoculation of mice with rRABV expressing the SARS-CoV virus envelope spike protein (S) gene induced a strong SARS-CoV-neutralizing antibody response while the same RABV vector expressing the SARS-CoV nucleocapsid protein (N) did not elicit production of any N-specific antibodies, suggesting that the nature of the immune response to antigen introduced via RABV-derived vectors is antigen-dependent. While these preliminary studies show that antigen presented in the context of RABV can stimulate both humoral and cellular immune responses, further studies will be required to determine the quality of these responses vis-à-vis protection from virulent challenge.\n\nFurther vaccine development is currently targeting two main rabies reservoir groups: wildlife species not readily immunized using current oral vaccines and dogs in the developing world, which require stable, safe, and inexpensive products given either by the oral or parenteral route. Two prominent strategies which have sought to address these deficiencies are described.\n\nWhile the vaccinia-rabies glycoprotein recombinant V-RG was, until recently, the only heterologous recombinant vaccine employed for rabies control in the field (Brochier et al., 1991) , the potential utility of various adenovirus recombinants has been explored. Constructs which have been generated include those based on human adenovirus type-5 (HAd5), using either E3-deleted (Yarosh et al., 1996) or E1-deleted vector backbones (Vos et al., 2001; Xiang et al., 1996) , chimpanzee adenovirus serotype 68 (AdC68) (Xiang et al., 2002) or canine adenovirus type-2 (CAV-2) (Hu et al., 2006; Li et al., 2006) . The immunogenicity of many of these constructs was established in the murine model as well as in a number of other target species. An AdRG1.3 construct, originally described by Yarosh et al. (1996) , and shown to be highly efficacious in skunks via the oral route (Knowles et al., manuscript in preparation) is now being assessed in a bait formulation in limited field trials for rabies control in skunks in Ontario, Canada (see http://www.mnr.gov.on.ca/MNR/csb/news/ 2006/aug18nr2_06.html). CAV-2 recombinant vaccines, based upon a live vaccine already employed in dogs, were immunogenic in mice and in dogs after subcutaneous inoculation (Hu et al., 2006) . Oral administration in dogs elicited strong long-term serological responses and protected against challenge (Zhang et al., 2008) while protective serological responses in cats required i.m. administration (Hu et al., 2007) . Further evaluation of some of these constructs for licensing purposes appears likely. One concern with use of adenoviral-based vaccines is that prior adenovirus infection might generate immunity to the vector and thereby limit the vaccine's efficacy. Indeed, the anti-RABV G antibody response of mice given a HAd5RABG recombinant can be compromised by pre-exposure to the homologous adenovirus (Xiang et al., 2002) . The use of vaccines based on several different adenovirus vectors that elicit limited serological cross-reactivity may be one means of overcoming such a limitation (Xiang et al., 2002) .\n\nThe stability and low cost of DNA vaccines makes them ideal candidates for use in the developing world. Proof of principle for this approach, which involves inoculation of the animal with DNA of a plasmid that directs expression of the RABV G protein under a strong viral promoter, was demonstrated in the mouse model some years ago (Xiang et al., 1994) . Difficulties in transferring this technology to larger mammals were encountered, though its feasibility for eliciting strong immune responses in cats and dogs was reported by Osorio et al. (1999) and protection of beagles from challenge using a two-dose immunization schedule administered i.m. was reported shortly thereafter (Perrin et al., 2000) . Evaluation of different methods of immunizing dogs using a single DNA vaccine dose suggested that intradermal (i.d.) application into the ear pinnae was the method of choice (Lodmell et al., 2003) and could protect dogs challenged 1 year later (Lodmell et al., 2006) . Experimental and field trials undertaken in Tunisia, suggested that DNA immunization, administered by jet injector into the inner ear of local dogs, was more effective in eliciting long-lasting VNA and protection than a cell culture-derived vaccine (Bahloul et al., 2006) . Intranasal application of a two-dose regimen of DNA vaccine has also been reported to induce a good immune response in dogs (Tesoro Cruz et al., 2006) . An evaluation of DNA vaccines to immunize horses against rabies reported that formulation of the DNA with a cationic lipid, given as a two-dose regimen, elicited a good serological response (Fischer et al., 2003) ; the application of this technology in equines could potentially be very important in Latin America where transmission of vampire bat rabies to livestock continues to cause significant loss es. Bahlo ul et al. (2003 ) also propose d a poten tial role for DNA immunization in PEP based on experiments in the mouse model where a single dose of DNA vaccine given the same day as a RABV challenge was more effective than five doses of cell culture-derived vaccine given over 28 days, though it must be pointed out that overall protection rates (53% and 40%, respectively) were low.\n\nThe potential application of DNA immunization to humans was suggested by a study showing that a DNA vaccine appeared to be comparable to cell culture-derived vaccine in eliciting VNA and protection from challenge in macaque monkeys, although multiple applications of vaccine were necessary (Lodmell et al., 1998) . A later study showed some protection from challenge in macaques 1 year after administration of a single DNA vaccine dose given either via gene gun or i.m., though protection was not complete and did not appear to correlate well with presence of VNA (Lodmell et al., 2002a) . Another study suggested the superiority of i.m. over i.d. administration of DNA vaccines in nonhuman primates and demonstrated the need for a booster dose 6 months after the initial immunization to maintain adequate VNA levels (Biswas et al., 2001) . Use of DNA immunization for PEP in monkeys was less effective, with a 50% protection rate compared to 75% using the human diploid cell vaccine, despite attempts to accelerate the VNA induction using gene gun vaccination into specific tissues (Lodmell et al., 2002b) . Based on these data, the further development of DNA vaccines for human disease prevention, especially for PEP, is not currently advocated (Ertl, 2003) .\n\nDNA vaccines have attempted to address the issue of vaccine coverage. Present vaccines, which are based on selected strains of GT 1, do not elicit production of antibodies that effectively neutralize members of the more divergent lyssaviruses, especially those of GTs 2 and 3. However, Jall et et al. (1999) desc ribed vario us DN A vaccin es, comprisi ng chimer ic glycoprotein constructs generated from the G genes of the PV (GT 1), Mokola (GT 3), and EBLV-1 (GT 5) lyssaviruses, which broaden the spectrum of protection compared to the homologous sequences. Moreover, attempts to generate a DNA vaccine against Mokola virus using the Mokola G gene inserted into several different plasmid vectors showed some promise in mouse models (Nel et al., 2003) . Since very few reported rabies cases are due to lyssaviruses other than those of GT 1, a significant rise in the number of such cases would be needed to drive further commercial development of such vaccines; the recent emergence of several diver gent lyssavi ruses (see Section II.B) may res ult in greater attent ion to this issue in the future.\n\nAlthough there are still some safety concerns with DNA vaccines, for example, genome integration, overall these vaccines are considered generally safe and free of adverse reactions. New approaches for vaccine delivery (e.g. electroporation) appear to be overcoming the limited potency observed for first generation products, especially in larger mammals and humans (Ulmer et al., 2006) . Thus, future licensing of some of these products for veterinary applications may proceed, especially if efficiency gains through the use of multi-cistronic DNA vaccines (see Patial et al., 2007) can be realized.\n\nEffective rabies PEP of humans requires not only an efficacious vaccine but passive immunity applied to the wound area that can limit virus propagation and spread until an adaptive immune response develops. Passive immunity is normally supplied as human (HRIG) or equine rabies immunoglobulin (ERIG) preparations but the limited supply of these reagents often results in incomplete and ineffective PEP. Consequently, the development of alternative preparations comprising human Mabs has become a priority. Since a recent review has summarized most activities in this area (Nagarajan et al., 2008) , only a few salient points are presented here. The anti-G Mabs chosen for this application should be virus neutralizing and should bind to well conserved G protein epitopes to ensure as broad a range of cross-reactivity as possible (Champion et al., 2000; Sloan et al., 2007) . The divergent nature of many of the nonGT 1 lyssaviruses should be taken into consideration in this regard . Moreover, to prevent inadvertent selection of RABV escape mutants by such preparations, more than one G protein epitope should be targeted and hence, a Mab cocktail containing two or more Mabs is desirable (Bakker et al., 2005; Marissen et al., 2005; Prosniak et al., 2003a) and safety and efficacy similar to that achieved with HRIG should be demonstrated (Goudsmit et al., 2006) . While such reagents can be produced in cell culture systems, production of functional Mabs in plant based systems has been proposed as a cost-effective alternative (Ko et al., 2003) .\n\nThe mammalian brain is composed of a series of neural networks and pathways, and knowledge of the interconnectedness of these networks is essential to an understanding of how the brain functions. Fine mapping of CNS neuronal pathways at the cellular level requires the use of neuronal tracers and although a variety of chemical compounds have been employed for such purposes (reviewed in Kö bbert et al., 2000) , these are limited due to nonspecific cell uptake and dilution effects that restrict their usefulness to cells immediately adjacent to those of the injection site. To overcome such limitations, neurotropic viruses such as herpes simplex virus-1 (HSV-1), pseudorabies virus (reviewed in Loewy, 1998) , and more recently, RABV were investigated for their utility in mapping neuronal pathways. Viral replication in infected cells naturally amplifies its signal and allows mapping of higher-order neural connections. Despite their advantages, tracer studies using a-herpesviruses can be confounded due to virus-induced cytotoxicity and the generation, under certain conditions, of spurious labeling by local and nonspecific spread between cells (reviewed in Norgren and Lehman, 1998) .\n\nRABV is particularly useful for studying motor networks as it exclusively infects motoneurons, rather than sensory or sympathetic neurons (Graf et al., 2002; Kelly and Strick, 2000; Tang et al., 1999; Ugolini, 1995) and it propagates by transneuronal transfer (Astic et al., 1993; Coulon et al., 1989; Kucera et al., 1985; Lafay et al., 1991) . Following stereotactic injection of virus into specific nerves, muscles or brain areas of the test subject and a defined incubation time, the animal tissue is perfused with fixative, sectioned, and finally stained to determine the distribution of infected cells. In theory, by adjusting the survival time following RABV inoculation, an unlimited number of serially connected neurons can be visualized and precise mapping of neuronal networks and connections is possible. Model systems thus employed include primates, rats, guinea pigs, and adult and neonatal mice. Since the rate of RABV transport can vary depending on the virus preparation-variant, passage history, size of inoculum-as well as on the animal species (Kelly and Strick, 2000; Ugolini, 1995) , the time course of labeling must be established for each model system to allow determination of the sequential order of neurons in a pathway. While the CVS variants employed as neuronal tracers are fixed viruses, with various levels of pathogenicity, tracing studies are usually sufficiently short such that the test subjects do not develop clinical rabies.\n\nThe potential use of RABV as a neuronal tracer was established using a well-characterized motoneuron network, the hypoglossal system, which showed that RABV could label all main groups of second-order neurons and higher order hypoglossal-related neurons without cytotoxicity (Ugolini, 1995) . There was no lateral spread of RABV at the site of inoculation, either in muscle (Morcuende et al., 2002) or in the brain (Astic et al., 1993; Ugolini, 1995) and spread was strictly transneuronal occurring exclusively at synaptic connections (Kelly and Strick, 2003) . RABV was transported solely in the retrograde direction following intracortical and i.m. injection in primates (Kelly and Strick, 2000) and inoculation into the hypoglossal nerve (Ugolini, 1995) or the bulbospongiosus muscle (Tang et al., 1999) of rats.\n\nRABV has been used in two main types of investigation. First, inoculation of RABV into muscle cells has been used to identify the motoneurons that innervate the tissue, as well as second-and higherorder neurons that relay signals to the CNS; this includes studies of pathways controlling digit movements (Rathelot and Strick, 2006 ), the oculomotor system (Graf et al., 2002; Morcuende et al., 2002) , the olfactory system (Astic et al., 1993) , and respiratory networks (Gaytan et al., 2002; Viemari et al., 2004) . Secondly, RABV has been injected into specific function-related areas of the brain to identify cells that are pre-synaptic to those initially infected, thereby revealing the neurons that project into these sites. A number of such studies have examined the organization of neuronal pathways and the connections between the primary motor cortex and the cerebellum or the basal ganglia (Clower et al., 2005; Kelly and Strick, 2004; Lu et al., 2007) , and within the visual cortex (Nassi and Callaway, 2006) . Use of RABV as a neuronal tracer in these systems has delineated connections to a level that was not previously possible using conventional tracers.\n\nThese studies commonly indicate a higher level of complexity than anticipated. For example, in a guinea pig model considerable cross-talk was demonstrated between neuronal systems controlling horizontal and vertical eye movement with an unexpectedly large number of labeled interneurons in and around the oculomotor and trochlear nuclei proper and surprisingly, labeling of structures known to be involved in directional heading during navigation (Graf et al., 2002) . Morcuende et al. (2002 ) mapped the neu ronal premotor netw orks involv ed in eyelid responses in a rat model and developed a comprehensive picture of the pre-motor networks mediating reflex, voluntary, and limbic-related eyelid responses. This work also highlighted the potential sites for motor learning involved in classical eyelid conditioning.\n\nUsing combined studies with a retrograde tracer (RABV) and an anterograde tracer (HSV-1) Kelly and Strick (2003) demonstrated that multiple closed loop circuits characterize cerebral-cerebellar interactions in the primate brain in contradiction to the traditional view that connections between these regions comprise a massive open loop system; rather the data suggested the existence of separate circuits for cognitive and motor operations.\n\nAnother study challenged the traditional view of connections between cortex, basal ganglia, and cerebellum. By exploring outputs to the anterior intraparietal area (AIP), which responds to sight of objects as well as to the act of grasping them, from both the cerebellum and basal ganglia, Clower et al. (2005 ) were the first to demo nstrate an anat omical pat hway linkin g basal ganglia output with the parietal lobe in primates. Basal ganglia input into the AIP may provide an anatomical explanation for poorly understood nonmotor (visuomotor and visuospatial) deficits observed in Parkinson's disease patients.\n\nDistinct, closed-loop circuits between cortex and sub-cortical areas were also demonstrated in RABV tracing experiments that examined the basal ganglia and cerebellar inputs to the supplementary motor area (SMA) and the pre-supplementary motor area (pre-SMA) (Akkal et al., 2007) . Together with previous studies demonstrating that the SMA and pre-SMA neurons project to separate regions of the basal ganglia (Inase et al., 1999) , these observations suggest that the SMA and the pre-SMA are nodes in distinct neural systems that form separated closed-loop circuits with the basal ganglia. The observation that the basal ganglia, rather than the cerebellum, provided the dominant input to these two nodes may provide an anatomical explanation for why cerebellar hyperactivity in Parki nson's dise ase does not norm alize SMA activity. Hoshi et al. (2005 ) demonstrated an anatomical pathway that directly links the output stage of cerebellar processing to the input stage of basal ganglia processing. This novel observation implies that the cerebellum may be able to adjust basal ganglia activity and suggests a role for the cerebellum in motor and cognitive functions normally associated with basal ganglia dysfunction.\n\nIn many cases, the maps generated by RABV retrograde tracing have provided an anatomical explanation to support pathways or functional mod els estab lished usin g other method ologies. Gaytá n et al. (2002) used RABV tracing to characterize the neuronal networks projecting to the main respiratory motoneurons in adult mice, work which provided a basis for the neural network that integrates respiratory-related activities in complex behavioral responses. RABV tracing confirmed the involvement of A6 neurons in development of a normal respiratory rhythm in mice (Viemari et al., 2004) and also resolved an ongoing controversy by showing that cortico-motoneuronal (CM) cells affecting digit muscles are found in only one area of the primary motor cortex but those for each muscle have a widespread distribution and overlap with the area known to contain shoulder representation, a feature that may allow a wide range of muscle synergies to occur (Rathelot and Strick, 2006) .\n\nTraditionally, immunohistochemical or immunofluorescence methods were used to trace RABV progression through neuronal networks while infected cells were identified to type either by morphology or by doublestaining for cell-specific markers (Tang et al., 1999) . Reverse genetic techniques have permitted the development of novel RABV tracers labeled with endogenously-expressed fluorescent proteins. RABV particles expressing a P protein/enhanced GFP (eGFP) fusion product were generated and used to track binding of virus to cells and virion internalization in vitro (Finke et al., 2004) . More recently, double-labeled virions bearing two distinct fluorescent protein tags fused to P and G proteins were generated (Klingen et al., 2008) thereby permitting distinction of naked RNP from intact, enveloped viruses. Using neuronal cell cultures, these viruses demonstrated a role for RABV glycoprotein in virus particle transport within the neuron. While their utility for in vivo studies has yet to be tested, such viruses may allow real-time tracking of RABV infection.\n\nVirus particles, in which the G gene was replaced by that encoding eGFP, could be generated by complementation with a G proteinexpressing plasmid; these virions infected neurons and replicated their core components, but could not spread beyond the initially infected cells (Wickersham et al., 2007a) . Such infected neurons expressed high levels of eGFP thus permitting a detailed study of the morphology and physiology of neurons at injection sites in the brain. RABV-eGFP was found to be superior to another monosynaptic retrograde tracer, HIV-1 pseudotyped with RABV G protein. Further refinements have been made to this system, in which RABV-eGFP was pseudotyped with the envelope protein EnvA from the subgroup A avian sarcoma and leucosis virus. RABV-eGFP/EnvA can infect only those cells expressing the EnvA receptor, the gene for which is introduced by electroporation, and can spread monosynaptically to projecting cells if the RABV G is also provided in trans (Wickersham et al., 2007b) . In this way, neurons directly pre-synaptic to the EnvA receptor-expressing cells can be unambiguously identified. This system is novel and powerful in that for the first time, it provides a tool for identifying neurons that are monosynaptically connected to a cell group, or even a single cell, and can distinguish weak, direct connections from strong, indirect ones, features which sometimes can confound interpretation of results using conventional RABV trans-synaptic tracers. While this system presently remains at the proof of principle stage, its implementation in vivo appears possible.\n\nWhile the expression of fluorescent proteins by RABVs will clearly extend their utility in physical mapping of neuronal pathways, expression of markers other than eGFP, such as sensors of neural activity or photosensitive ion channels, presents the possibility of using these recombinant viruses for physiological studies of neuronal function, thereby opening up new avenues of investigation.\n\nB. Use of RABV proteins for molecular targeting RABV proteins and modular functional domains derived from them have been used to target the delivery of molecules to specific cells or sites within a cell. Replacement of endogenous envelope proteins of retrovirus-derived vectors with RABV glycoprotein (''pseudotyping'') alters their cellular tropism, permitting the infection of neuronal cells in vitro and in vivo (Azzouz et al., 2004; Mazarakis et al., 2001; Mochizuki et al., 1998; Parveen et al., 2003; Teng et al., 2005) . The utility of these pseudotyped virus vectors for transgene delivery to neurons in vivo has been investigated by incorporating genes encoding fluorescent proteins or b-galactosidase into the vectors, and determining the number and distribution of labeled cells (Mentis et al., 2006; Parveen et al., 2003) . Transduction of neurons was observed following injection of the vectors into the CNS of rats and mice, as well as into muscles, indicating that the RABV glycoprotein facilitated retrograde transneuronal transport of the pseudotyped viruses. In addition, neurotrophic factors such as insulin-like growth factor I and the survival motor neuron gene product were efficiently delivered to and expressed in motor neurons in vitro (Teng et al., 2005) and in vivo (Azzouz et al., 2004) . Targeting of genes to specific cell types will be critical to the development of gene therapies for treatment of degenerative diseases of the CNS and other neurological disorders.\n\nWhile full-length RABV glycoprotein targets pseudotyped viruses to neurons, delivery of small interfering RNA (siRNA) to neurons could be achieved using a synthetic peptide corresponding to the acetylcholine receptor binding site (ARBS) of the RABV glycoprotein extracellular domain (Kumar et al., 2007) . Delivery of siRNA was achieved following both intracranial and intravenous administration of the ARBS-siRNA complexes, indicating that the complexes could be transported across the blood brain barrier. Furthermore, the siRNA was functional; expression of GFP in GFP transgenic mice, and endogenously expressed Cu-Zn superoxide dismutase, were both silenced by appropriate siRNAs and intravenous administration of an ARBS-siRNA targeting Japanese encephalitis virus was protective against fatal encephalitis in a mouse model of infection. While the mechanisms of ARBS peptide transport across the brain endothelium and detachment of the siRNA from the peptide in the cytoplasm remain to be delineated, use of the ARBS peptide for delivery of siRNA, and other small molecular weight therapeutics, to the CNS in a minimally invasive fashion appears most promising.\n\nOther functional domains of RABV proteins have been used to change the cellular distribution of recombinant proteins. Expression cassettes, in which cDNA for a protein of interest is fused in-frame between cDNA encoding the signal sequence and the transmembrane and cytoplasmic domains of the RABV G protein, direct production of recombinant proteins that are targeted to and remain anchored within the cellular membrane (Gupta et al., 1998; Klingen et al., 2008) . This approach produced a membrane-anchored form of the b subunit of human chorionic gonadotropin (b (h)CG) that retained the antigenic epitopes of its secreted form (Gupta et al., 1998) . Similarly, a red fluorescent protein (RFP) was efficiently targeted to the plasma membrane in cells transfected with an RFPglycoprotein construct (Klingen et al., 2008) . Nuclear accumulation of various chimeric proteins, mediated by a NLS from RABV or other viruses, was enhanced by the presence of the RABV P protein LC8 BD (Moseley et al., 2007b) a finding that may provide for improved nuclear targeting of therapeutics.\n\nDespite the many advances in our understanding of rabies-host interactions, and the ability to engineer RABV to produce novel constructs useful for many applications, clinical rabies in humans remains virtually 100% fatal. Even if current approaches to eliminate rabies from known carnivore reservoirs were eventually successful, the occasional cryptic infection of humans from chiropteran reservoirs (Messenger et al., 2002) , which are generally not targeted by any comprehensive control strategies at present, will continue to drive the need for effective therapy. Indeed, much excitement surrounded the recovery of a patient from Wisconsin who survived clinical rabies without ever receiving antirabies biologics. The therapy applied in this case involved induction of coma and provision of antiviral drugs and agents to combat neuronal damage while the patient developed an adaptive immune response (Willoughby et al., 2005) . However, several attempts to replicate this success failed (Christenson et al., 2007; Hemachudha et al., 2006; Schmiedel et al., 2007) , perhaps either due to differences in pathogenicity of the RABV strains involved or variations in patient care, particularly prior to the diagnosis of rabies. To establish the merit of this approach, further experimentation using various animal and nonhuman primate models may be required. In a mouse model opening of the blood-brain barrier to allow infiltration of immune effectors appears to be a critical feature for preventing a lethal rabies outcome . As well, future development of novel antiviral therapies (Real et al., 2004) may greatly improve the odds of surviving this most lethal of diseases."}