{"title": "In vivo cytokine response to experimental feline infectious peritonitis virus infection", "body": "Feline infectious peritonitis virus (FIPV) is a member of the Coronaviridae family and causes sporadic, fatal disease in both domestic and wild cats (Barlough, 1988; De Groot and Horzineck, 1995) . The immunopathogenesis of FIPV infection is multifaceted and correlates with the clinicopathologic features of the disease. Cats acquire the infection either through excreted virus from other FIPV-infected cats or through mutation of an endogenous enteric coronavirus (feline enteric coronavirus) that is ubiquitous and minimally pathogenic among cats (Vennema et al., 1995 (Vennema et al., , 1998 . The increased pathogenicity of FIPV, as compared to the feline enteric coronavirus (FCoV), may be related to an increased macrophage tropism of FIPV (Pedersen, 1987; Stoddart and Scott, 1989) . Infection and replication of FIPV within macrophages allows rapid dissemination of the virus throughout the body (Pedersen, 1987; Weiss and Scott, 1981c) . Antibody against the virus is not protective, but rather often enhances virus infection of macrophages, resulting in an accelerated disease course (Addie et al., 1995; Pedersen and Boyle, 1980; Scott et al., 1995; Vennema et al., 1990; Weiss and Scott, 1981a,b,c) . In addition, antigen-antibody complex deposition in organs contributes to the clinical disease (Jacobse et al., 1980) . Granulomatous inflammation on serosal surfaces, vasculitis and effusive peritonitis/pleuritis are the hallmark histopathologic features (Pedersen, 1987; Weiss and Scott, 1981c) . In contrast to the destructive effects of the inflammatory and humoral response, a strong cell-mediated immune response is associated with immunity and recovery (Pedersen, 1987; Weiss and Cox, 1989) . Although the inflammatory cytokines IL-1 and IL-6 have been shown to increase with FIPV infection, a comprehensive study of type 1, type 2, and inflammatory cytokines has not been performed to date (Goitsuka et al., 1987 (Goitsuka et al., , 1988 (Goitsuka et al., , 1990 (Goitsuka et al., , 1991 . We have evaluated the cytokine response in multiple lymphoid tissues of FIPVinfected cats and suggest a role for cytokines in the immunopathogenesis of the histologic lesions.\n\nSix specific pathogen-free (SPF) cats, 7-9 months of age, were inoculated by intraperitoneal (IP) route with FIPV strain UCD1. These same six cats and an additional six SPF cats were then inoculated IP with ascites fluid from a cat that succumbed to infection with FIPV isolate UCD8 (Hickman et al., 1995; Vennema et al., 1995) . Animals were humanely euthanatized if they lost 10% of body weight, developed persistent anorexia, were unresponsive to medical therapy (e.g. fluids, antibiotics, nursing care), or developed effusive peritonitis or pleuritis. Mesenteric lymph node biopsy was performed on all cats prior to exposure to FIPV and complete necropsies were performed after euthanasia. Lymphoid tissues were processed for histopathology and RNA extraction as described below. Blood was collected by venipuncture for complete blood counts and routine immunophenotypic analysis using flow cytometry as previously described (Dean et al., 1996) .\n\nFormalin-fixed, parafin-embedded biopsy and necropsy tissues were stained with hematoxylin-eosin and then evaluated by a single pathologist in a blinded fashion. Lesions were scored on a scale of 0-3+.\n\nFresh lymph node biopsies and necropsy tissues collected into cold tissue culture medium were disassociated into a single cell suspension in PBS using a cell dissociator sieve (Sigma, St. Louis, MO). The cells were pelleted (2000 × g) for 10 min and then resuspended in 1 ml Trisolv (Biotecx Laboratories Inc., Houston, TX) for total RNA extraction according to the procedure recommended by the manufacturer. RNA was resuspended in 40-60 l DEPC water with 0.5 l RNase inhibitor and 1 l DNase. The extracted RNA was incubated for 1 h at 37 • C to remove DNA, and then heated for 5 min at 99 • C to inactivate DNase. RNase inhibitor was added to samples before storage at −70 • C. RNA concentration was determined spectrophotometrically by measuring the A 260 in a microcuvette (GeneQuant II, Pharmacia, Piscataway, NJ). To determine the distribution of virus within lymphoid tissues in vivo, viral RNA was detected by RT-PCR (Foley et al., 1997; Poland et al., 1996) . Amplification of FIPV RNA from feces was performed as previously described (Foley et al., 1997; Poland et al., 1996) .\n\nTranscription levels of IL-2, IL-4, IL-10, IL-12-p40, TNF-␣, and IFN-␥ were determined by quantitative-competitive RT-PCR as previously described (Dean et al., 1998) . Briefly, a standard curve was generated by performing RT-PCR on a series of samples containing 10-fold dilutions of native RNA template with a constant amount of competitor RNA. To quantify cytokine RNA in unknown samples, a competitive RNA template was added to 1 g RNA from unknown samples, reverse transcribed, amplified by PCR, then analyzed by densitometry on agarose gel. For each cytokine mRNA quantification, the standard curve samples and unknown samples were processed simultaneously to eliminate batch to batch variability. A common cocktail for each batch of RT reactions and PCR reactions was used to minimize sample to sample variability. All RT reactions were 20 l and PCR reactions were 50 l. Competitor RNA, synthesized native RNA, and unknown RNA were always standardized so that the RNA was added to the RT reaction in 5 l aliquots. Samples from PCR reactions were then separated by electrophoresis through a 3% Metaphor agarose gel (FMC Bioproducts, Rockland, ME). The gel was stained in ethidium bromide and an image of the gel was captured using a FOTODYNE Eclipse enclosed darkroom (FOTODYNE Inc., Hartland, WI). Band intensities were determined by Collage densitometry software (FOTODYNE Inc., Hartland, WI). A standard curve was constructed by plotting the log ratio of native to MIMIC band intensities versus the number of copies of native RNA (Zachar et al., 1993) . Cytokine mRNA copy number was determined by interpolation from the standard curve.\n\nParafin-embedded tissues were sectioned at 4-5 m, deparaffinized and hydrated. Slides were protease (P-1547, Sigma, St. Louis, MO) treated for 25 min at 37 • C, washed then blocked with normal goat and horse serum. Monoclonal antibodies against feline IL-10 or TNF-␣ (prepared by G. Dean) were applied for 1 h at room temperature. These antibodies were generated against purified feline recombinant IL-10 or TNF-␣ and the specificity was demonstrated by western blot and immunocytochemistry on COS-7 cells transfected with the feline cytokine (data not shown). Anti-FCoV spike-protein monoclonal antibody (prepared by N. Pedersen) was used for virus detection. Isotype-matched antibodies were used as negative controls. Slides were washed then incubated with goat anti-mouse-FITC (Sigma, St. Louis, MO) for 30 min at room temperature. Slides were washed and then mounted using Vectashield/DAPI (Vector Laboratories, Burlingame, CA).\n\nAll statistical analyses were carried out using the Student's t-test. A P-value <0.05 was considered significant.\n\nSix specific pathogen-free cats were inoculated by intraperitoneal route with FIPV strain UCD1. This strain was previously reported to cause fatal peritonitis in four of the four cats (Pedersen, 1976) . Although all six cats in the current study seroconverted, none demonstrated any clinical signs of infection. These six and an additional six SPF cats were then inoculated IP with ascites fluid from a cat that succumbed to infection with FIPV isolate UCD8 (Hickman et al., 1995; Vennema et al., 1995) . The clinical signs, survival time and serologic data for all 12 cats are shown in Table 1 . The failure of UCD1 to cause peritonitis was unexpected; however, the inoculum used in this study was derived from tissue culture adapted UCD1 that had been repeatedly passed, and it is possible that mutations occurring over time in tissue culture attenuated this strain. Ten of the 12 cats inoculated with UCD8 demonstrated severe clinical signs necessitating euthanasia, while 2 cats showed no clinical signs of disease. Cats exposed to UCD1 and succumbing to disease after inoculation with UCD8 had a significantly shortened survival time as compared to cats that succumbed to disease but were only exposed to UCD8 (mean of 4.6 days versus 8.6 days, P = 0.004, Student's t-test). This is consistent with several previous reports demonstrating antibody-dependent enhancement of disease progression in seropositive cats subsequently exposed to FIPV (Pedersen and Boyle, 1980; Scott, 1987; Scott et al., 1995; Vennema et al., 1990; Weiss and Scott, 1981a,b) .\n\nDespite overwhelming systemic disease, virus was not detected uniformly throughout lymphoid tissues (Table 2 ). Both central lymphoid tissues (mesenteric lymph node, mediastinal lymph node, spleen and thymus) and peripheral lymphoid tissues (popliteal lymph node, cervical lymph node, and femoral bone marrow) were examined. Virus was found in 75% of central tissues (36 of 48 tissues examined) compared to 27% of peripheral tissues (9 of 33 tissues examined) ( Table 2 ). Shedding of virus in feces was demonstrated in 3 of 12 cats. Histological lesions colocalized with virus. Lymphoid depletion, lymphoid necrosis/ apoptosis, and pyogranulomatous inflammation were more prevalent in central tissues while lymphoid hyperplasia was more likely to occur in peripheral lymphoid tissues (Table 2 ). In all tissue where virus was detected by RT-PCR, lymphoid depletion or necrosis/apoptosis was observed. No lymphoid depletion or necrosis/apoptosis was evident in tissue negative for viral RNA. In these studies, we did not determine whether lymphocyte destruction was due to necrosis versus apoptosis. Both processes have been previously described in FIPV-infected cats (Haagmans et al., 1996) . Recent studies have shown apoptosis is a common feature in the pathogenesis of infection for several Coronaviridae members (An et al., 1999; Belyavsky et al., 1998; Liu et al., 2001; Sirinarumitr et al., 1998) . FIPV, in particular, induces lymphocyte apoptosis predominantly in the CD3+ T-cell population (Haagmans et al., 1996) . Depletion of circulating lymphocytes is also a common feature of FIPV infection and was observed in this study as well (Fig. 1) . However, the lymphopenia was not due to depletion of a specific phenotype as CD4+ Tcells, CD8+ T-cells, and B-lymphocytes were markedly reduced in all cats with clinical disease (data not shown). \n\nTo investigate the cytokine response in lymphoid tissues, transcription levels of IL-2, IL-4, IL-10, IL-12-p40, TNF-␣, and IFN-␥ were determined by quantitative-competitive, reverse transcriptase PCR. Different cytokine profiles were correlated with the presence or absence of virus. Virus positive mesenteric lymph node, mediastinal lymph node and spleen had significantly greater expression of IL-10 and lesser expression of IL-4 (P = 0.034 and <0.0003, respectively) as compared to virus negative tissues (Fig. 2) . Interleukin-12 was lower in infected central lymphoid tissues but only statistically significantly lower in mesenteric lymph node (P = 0.014). No significant differences were observed in transcription of IFN-␥ (P = 0.19) or TNF-␣ (P = 0.27). Virus positive peripheral lymph nodes (cervical and popliteal) and thymus had less dramatic cytokine alterations (data not shown). Thus, viral replication, histologic lesions, and changes in cytokine transcriptional levels were colocalized in lymphoid tissues. In addition, an increased IL-10:IL-12-p40 ratio was observed suggesting a bias towards a type 2 cytokine response (Fig. 3) .\n\nSince IL-10 transcripts were markedly elevated in infected tissues and TNF-␣ regulation also occurs at the post-transcriptional level, we sought to further localize production of these cytokines along with viral antigen in mediastinal lymph node. Serial sections of paraffin-embedded mediastinal lymph node taken at necropsy on each cat were stained with monoclonal antibodies against FCoV spike-protein, feline IL-10, and feline TNF-␣. FCoV spike-protein was found in scattered cells that were morphologically consistent with macrophages (Fig. 4) . FCoV antigen positive cells were observed in areas of histiocytosis, predominantly in the subcapsular and medullary sinuses of lymph nodes, and within granulomas. In some areas, diffuse, punctate, extracellular staining was observed that suggested free viral antigen within the tissues. No additional assays were performed to confirm the presence of extracellular virus or antigen. No virus antigen positive cells were observed in mesenteric lymph node biopsies taken prior to infection.\n\nDespite the dramatic upregulation of IL-10 mRNA, IL-10 production was limited to few cells scattered throughout the lymphoid tissues (Fig. 4B ). IL-10 positive cells were morphologically consistent with macrophages (Fig. 4B) . TNF-␣ expression patterns varied depending on the histologic appearance and virus status of the mediastinal lymph node tissues. In virus negative tissues or tissues without lymphoid depletion and necrosis/apoptosis, TNF-␣ expression was limited to scattered macrophages and lymphocytes (Fig. 4C) . However, those tissues positive for FIPV antigen with lymphoid depletion and necrosis/apoptosis showed a shift in TNF-␣ expression. In such tissues, lymphocytes were the predominant source of TNF-␣ and demonstrated high levels of TNF-␣ production ( Fig. 4E and H) . \n\nTaken together these data colocalize FIPV antigen (and replication), TNF-␣ expression, and lymphocyte depletion. We postulate that excessive TNF-␣ production by activated T-cells may induce lymphoid depletion via apoptosis. Studies of FIPV and other Coronaviridae support apoptosis as a key pathogenic mechanism. Furthermore, Haagmans et al have shown ascites from FIPV-infected cats induces apoptosis in activated lymphocytes from uninfected cats, as does TNF-␣ (Haagmans et al., 1996) . In those studies, attempts to inhibit TNF-␣ in the ascites and prevent apoptosis were unsuccessful, however, only anti-human TNF-␣ antibodies were employed. It is possible that the anti-human antibodies did not inhibit the feline TNF-␣ or that the mechanism of apoptosis is different depending on whether the lymphocytes are from FIPV-infected versus non-infected cats.\n\nThe role of TNF-␣ in lymphocyte apoptosis is well documented. Naïve T-cells resist apoptosis but become highly susceptible when cell cycling is initiated in response to antigen (Boehme and Lenardo, 1993; Lenardo, 1991; Russell et al., 1991) . Lymphocyte activation results in upregulation of the death domain of the TNF-␣ receptor (TNFR) superfamily and their ligands. This is an important mechanism for downregulating the immune response normally. In this situation, TNF-␣ is mainly produced by activated T-cells and macrophages (Chicheportiche et al., 1997; Marsters et al., 1996; Tartaglia and Goeddel, 1992) . It is possible that the apoptosis observed in FIPV-infected lymphoid tissues is due to excessive TNF-␣ induced apoptosis of FIPV antigen-stimulated lymphocytes. Further studies are required to conclusively demonstrate this as an important mechanism for FIPV-associated lymphocyte destruction in vivo.\n\nTwo hypotheses have been proposed to explain why most cats fail to generate a protective cell-mediated response against FIPV. The first hypothesis suggests apoptotic destruction of activated T-cells could undermine the cell-mediated response. It is clear that lymphocyte apoptosis is an important feature of FIPV disease and the consequent lymphopenia leads to immunosuppression. Similar lymphocyte apoptosis and immunosuppression has been described in sepsis and acute measles infection (Ayala et al., 1995; Bone, 1996; Hotchkiss et al., 1997; Okada et al., 2000; Wang et al., 1994) . Our data supports a scenario of lymphoid destruction in the presence of FIPV antigen that may be mediated by lymphocyte-produced TNF-␣. The second hypothesis suggests that cytokine expression could be biased toward a type 2 profile. The humoral response observed in FIPV-infected cats and high IL-10:IL-12 ratios measured in infected central lymphoid tissues supports such a bias. However, low IL-4 mRNA levels in infected tissues are more consistent with a mixed cytokine profile. Therapeutic approaches to limit lymphocyte destruction could allow a protective type1 cytokine profile and cell-mediated response to occur and perhaps this could be achieved by blocking TNF-␣ activity.\n\ntechnical expertise of Kim Hawkins, Jeff Carlson, Amy Poland, Alora LaVoy, and Stan Dunston."}