{"title": "Epidemiology of infectious acute diarrhoea in France and Europe", "body": "La place relative des diff6rents agents bactdriens et viraux varie selon l'fige des patients, le contexte 6pid6mique, la r6gion du globe. Cependant, les gastro-ent6rites virales sont de loin la premibre cause, ~ l'origine de pros de la moiti6 des diarrh6es infectieuses aux l~tats-Unis comme en Europe. Dbs 1993, une 6tude fran~aise r6alis6e au CHU de Limoges, portant sur une pdriode de 6 ans (1988-1993) agents repr6sentent 37,9 % des 6tiologies retrouv6es chez renfant de moins de 2,5 ans. L'6tude de Moulin et al, [7] rapportant la surveillance syst6matique des gastroent6rites aigu~s communautaires s6vbres en p6diatrie de 1997 ~t 2000, montre la place majeure des rotavirus (50,89 %) et la faible participation des bact6ries (Salmonella 8,6 %, Campylobacter et Shigella < 1%) dans les causes de diarrh6es n6cessitant une hospitalisation. Dans cette 6tude le pic d'infection rotavirus est situ6 avant 6 mois, alors que les infections Salmonella concernent les enfants de plus de 1,5 ans. Les 6tudes plus r6centes, effectu6es par I'OMS retrouvent des r6sultats proches ( Fig. 1 A et B) . I1 faut noter la place des E. coli ent6rotoxino@nes (ETEC) dans les pays industriali-s6s, qui sont la principale cause des diarrh6es du voyageur (30 ~ 80 %) . Signalons toutefois que selon les 6tudes et les m6thodes diagnostiques utilisdes, 20 ?a 75 % des diarrh6es restent sans 6tiologie. \n\nLes gastro-ent6rites virales communautaires sont endEmiques avec une pr6dominance hivernale (de janvier ~ mars) dans les pays temp6r6s, ~ la diff6rence des gastro-ent6rites bact6riennes dont le pic survient pendant les mois d'6t6 (juin-septembre) [6] [7] [8] (Fig. 2) . Les 6pid6mies localis6es, notamment dans les collectivit6s, sont observ6es tout au long de l'ann6e. La transmission est interhumaine, se faisant soit sur le mode f6cal-oral, soit par a6rosols provenant de produits pathologiques, ou h partir d'une source commune, eau, aliments contamin6s tels que les coquillages qui concentrent le mat6riel contenu dans les eaux souill6es, ou par le personnel de cuisine porteur de l'agent infectieux. Outre les gastro-ent6rites communautaires, chacun de ces virus peut &re impliqu6 dans des 6pid6mies de diarrh6es nosocomiales, hospitali6res ou en creche. La place relative des diff6rents virus refl~te l'6pid6miologie de la population concern6e.\n\nNous aborderons successivement l'6pid6miologie des principaux virus et leur variabilit6 g6n6tique.\n\nLe rotavirus est l'agent pathogbne le plus fr6quemment responsable de diarrh6es s6v6res chez l'enfant de moins de cinq ans. L'infection est acquise trbs t6t dans l'enfance et la s6ropr6valence atteint 100 % ~ trois ans. Si le nombre de d6cbs annuels li6s au rotavirus dans le monde a diminu6 de moiti6 entre 1995 et 2003 (de 873 000 ~t 440 000), parall~le 5 la diminution de mortalit6 li6e aux diarrh6es quelle qu'en soit la cause [15] , la part du rotavirus dans les hospitalisa- [20] . Dans les pays temp6r6s l'infection 6volue sur un mode ~pid6mique sous forme d'6pid6mies hivernales, typiquement de novembre ~ mars avec un pic ~ la saison froide [21, 22] . Fait int6ressant, ces 6pid6mies se superposent en France avec les 6pid6mies de virus respiratoire syncitial (VRS), agent de la bronchiolite du nourrisson, qui touche les m~mes classes d'gge. L'6tude r6cente d'Armengaut et al, [21] La transmission du virus se fait sur le mode f6cal-oral, directe par les mains, ou indirecte par les surfaces ou les objets souill6s. Si la transmission par les s6cr6tions pharyn-g6es n'a pas 6t6 d6montr6e, la transmission par a6rosols partir des mati~res f6cales, de vomissements, ou de linges contamin6s est possible. Elle est favorisde par l'abondance des particules virales dans les selles ?~ la phase aigu~ de la maladie (environ 10 ~° particules virales par gramme), un taux d'attaque 61ev6 puisqu'il suffit de 10 particules virales pour transmettre la maladie, un taux de portage prolong6 dans les selles, j usqu'~ quinze j ours apr~s l'6pisode diarrh6ique, et une grande r6sistance du virus, qui garde notamment son pouvoir infectieux sur les surfaces sbches et les mains. Ainsi, plus de 15 % d'une charge virale d6pos6e sur les doigts peut encore atre transmise apr~s 20 min [23] .\n\nLes enfants infect6s sont 6galement 5 l'origine d'infections nosocomiales, g l'h6pital ou en creche. Les 6pid6mies nosocomiales survenant en creche sont habituellement peu symptomatiques. En milieu hospitalier, les rotavirus repr6sentent la premibre cause de diarrh6es nosocomiales chez le petit enfant. En France, le taux d'incidence par journ6e d'hospitalisation a 6t6 estim6 ~ 9/1 000 [24] . Dans cette 6tude prospective sur deux ann~es cons6cutives portant sur 5 783 enfants fig6s de un mois g quatre ans, 62 % des enfants hospitalis~s pour diarrhde 6taient porteurs de rotavirus et 3,2 % ont d6velopp6 une infection ?t rotavirus en cours d'hospitalisation. Un taux voisin de 3,3 % est retrouv6 dans les h6pitaux du sud est de la France [25] . Les infections nosocomiales suivent la distribution saisonnibre des infec-S 137 tions communautaires, mais peuvent atre rencontrEes toute l'annde. Les facteurs favorisants sont la durEe d'hospitalisation, la durEe du portage dans les selles, souvent prolongEe plusieurs semaines ou mois en cas d'immunodEpression. L'importance des rotavirus en termes d'infection nosocomiales est vraisemblablement sous-estimde : d'une part la durEe courte de l'incubation, de 1 ?a 3 jours conduit h une sous-estimation des infections acquises des les premiers jours d'hospitalisation, d'autre part les diarrhEes survenant aprbs la sortie de l'h6pital peuvent 8tre mEconnues.\n\nLes rotavirus sont de petits virus non enveloppEs h ARN segment6, ddcouverts par Ruth Bishop en 1973 [26] . Observables en microscopie 61ectronique dans les selles des enfants infectEs, ils sont reconnaissables ~ leur aspect en rayon de roue, d'ofa leur nom. Cet aspect est dfi ~t leur structure constituEe d'une capside de forme icosaEdrique hErissEe de spicules antigEniques (Fig. 6 ). Le gEnome viral est cons-titu6 de 11 segments d'ARN double brin. Chaque fragment comporte un gbne, qui code pour une protdine du virus (~ l'exception du fragment 11 qui en code 2), et porte ~ ses extrEmitEs des sequences consensus (communes) non codantes. Cette caractEristique, associEe ?~ une barribre gEnEtique d'espbce faible, puisque de nombreux rotavirus humains sont capable d'infecter d'autres mammif~res et certains oiseaux, est ?~ l'origine d'un phEnomSne de rEassortiment gEnEtique (dchange de fragments codant la mSme protEine), au cours de co-infection d'un mSme h6te par deux rotavirus diffErents.\n\nParmi les protEines structurales du virion, trois sont par-ticuli~rement importantes sur le plan antigEnique : VP7, VP6 et VP4. Les protEines structurales sont organisEes en trois couches : une couche interne constituEe des protEines VP1, VP2 et VP3 qui interviennent dans la transcription et la replication virale, une couche intermEdiaire formEe par la protEine VP6 qui porte les antigbnes de groupe (A, B e t C). Cette protEine est 6galement celle dEtectEe par la plupart des tests diagnostiques. La couche externe est formEe des protdines VP4 et VP7 qui portent les antigbnes de type, permettant de dEfinir les sErotypes Pet G. Actuellement, le typage des souches fait appel le plus souvent ?~ des techniques de biologie molEculaire. L'analyse molEculaire des segments de gdnome 4 (codant VP4) et 9 (codant VP7) permet de classer les souches en gEnotypes plutEt qu'en sErotypes. On distingue ainsi 20 gEnotypes P et 14 gEnotypes G. La combinaison des gEnotypes G et P peut thdoriquement donner naissance 7t plus de cent gdnotypes par de rEassortiment gEnEtique entre les segments 4 et 9 du gEnome. En pratique, dix sErotypes G (superposables aux gEnotypes) et 9 sErotypes P peuvent infecter l'homme. Etant donne que le nombre des [29] . Si, globalement, les types majoritaires sont stables en Europe, des fluctuations portant sur les gEnotypes minoritaires peuvent s'observer d'une annEe ?~ l'autre, avec Emergence et disparition d'un type inhabituel, sans que le mEcanisme soit connu [30] . Ainsi, l'Emergence progressive du type G9 est observEe en \n\nLongtemps consider& comme des agents mineurs responsables de petites EpidEmies ou de cas sporadiques, le r61e important de ces virus dans l'Etiologie de gastroentErites n'est connu que depuis peu de temps, du fait de l'amElioration des mEthodes de diagnostic molEculaire. Les [8] . Cependant, l'immunit6 est limitte dans le temps et dtpend de la souche impliqute dans l'infection, ce qui permet les rginfections ?~ traduction clinique.\n\nLes calicivirus sont par ailleurs la premibre cause d'tpidgmies de gastro-entgrites. Les Norovirus sont ~t l'origine de plus de 90 % des 6pidtmies non bacttriennes survenant en collectivitts. Au contraire, les gastro-enttrites a Sapovirus ont essentiellement 6t6 dtcrites chez les jeunes enfants, en particulier en crbche, et chez les personnes agtes [42, 43] . l'origine de 23 millions de cas annuels, 50 000 hospitalisations et 300 dtcts par an aux l~tats-Unis [44] , et de 501 384 consultations en mgdecine ggntrale et 70 194 cas d'infections alimentaires par an en France en 1998-1999 (rapport de I'InVS : Morbidit6 et mortalit6 dues aux maladies infectieuses d'origine alimentaire en France, http://www.invs.sante.fr et [12] les infections h calicivirus reprtsentent un rtel probl~me de sant6 publique dans les pays industrialisgs. La transmission se fait directement de personne ?~ personne, ou indirectement par consommation d'eau ou de nourritures pollutes. Les coquillages, notamment les hu~tres, sont souvent incrimints. Un taux d'attaque 61evg (10 particules de virus Norwalk suffi-sent h gtntrer une infection), l'existence d'une excrttion virale intense dans les selles en phase aiguE, la frtquence des vomissements, favofisant la transmission par atrosols, une excrttion virale dans les selles pendant prbs de 3 semaines, et une grande stabilit6 dans l'environnement contribuent ~ l'impact considtrable des 6pidtmies a calicivirus [45] . Ainsi en Europe, les Norovirus 6taient responsables de 42 ~t 489 6pidtmies d'origine alimentaires par an selon les pays, jusqu'en 2001. En 2002, du fait de l'tmergence et de la diffusion d'un nouveau variant leur incidence a augment6 de plus de 100 %, atteignant 698 et 1 175 gpisodes annuels dans les pays les plus touchts (Danemark et Suede), d' apr~s les donntes du rtseau de surveillance Europten (Food-borne Viruses Network) [46] . Les donntes du rtseau de surveillance du Royaume-Uni montrent plusieurs profils 6pidtmiologiques : Si les cas sporadiques de diarrhte h Norovirus sont rencontrts toute l'annte avec un pic hivernal, pour les cas 6pid6miques on observe deux profils difftrents : les 6pidtmies d'origine alimentaire, hydriques, ou de personne ~t personne (tcole, httels...) sans saisonnalit6 particulibre, et les 6pidtmies dans les structures de sant6 (htpitaux, institutions mtdicalistes) qui prgsentent un pic hivemal superposable ~t celui des cas sporadiques [47] .\n\nLes genres Norovirus et Sapovirus sont subdivists chacun en g6nogroupes, eux-m~mes subdivis6s en gtnotypes sur la base de la s6quence en acides amints de la prot6ine de capside VP1. Actuellement on conna~t 5 gtnogroupes de Norovirus dont 3 (I, II et IV) comprennent des souches humaines et 26 gtnotypes. Des calicivirus animaux sont 6galement class6s dans le genre Norovirus parmi lesquels des souches bovines (G III), porcines (G II) et une souche murine (G V). Pour les sapovirus, 5 ggnogroupes ont 6t6 dtcrits dont quatre infectent l'homme et l'un (G III) infectant le porc. La diversit6 g6n6tique des souches circulantes est importante, variant d'une ann6e ~t l'autre. Les souches correspondant ~t des 6pidgmies difftrentes sont le plus souvent difftrentes et il est frtquent de voir co-circuler une grande varitt6 de souches de gtnogroupe I et de g6nogroupe II. Une 6tude de surveillance des souches de calicivirus en France entre 1998 et2004 illustre bien cette diversit6 [34] (Fig. 8) . Les 6pid6mies d'origine environnementale (coquillages, eau) sont gtntralement dues ~ plusieurs souches alors que les gpidtmies lites ?a une transmission interhumaine sont li6es h une seule souche. Ainsi, le gtnotype G 11-4, dit ~ Lorsdale >> est prtdominant dans les 6pid6mies transmises de personne ~t personne. La surveillance des 6pidtmies montre une succession d'annges o~ circulent des souches varites intercaltes d'anntes ~ 6pidtmiques ~ marqutes par l'tmergence d'une souche particulibre, parfois responsable de la majorit6 des 6pid6mies dans difftrents pays [41] . Ainsi en 2002, l'6mergence d'un nouveau variant dit ~ variant Lorsdale ~ GG II-4 en Europe se propageant ~t grande 6chelle a gtg responsable de la flambge de gastro-enttrites [46] . L'hypothbse [12] . La distribution saisonnibre des 6pid6mies coincide avec celle des rotavirus, expliquant la fr6quence des co-infections. Les astrovirus peuvent 6galement 8tre h l'origine d'6pid6mies importantes, notamment nosocomiales, comme en t6moigne la premibre observation de ce virus au cours d'une 6pid6mie de gastro-ent6rite dans des maternit6s [49] . Ils sont impliqu6s dans un nombre important de diarrh6es nosocomiales en p6diatrie, en g6riatrie, et chez les patients souffrant de pathologie h6matologiques s6vbres. Ils repr6sentent la troisi~me cause de diarrh6e infectieuse nosocomiale en p6diatrie (14 %) apr6s les rotavirus (43 %) et les calicivirus (16 %) [51] , et la premi6re cause de diarrh6e infectieuse (4,5 %) chez les receveurs de moelle osseuse [52] . Dans ce contexte, la diarrh6e peut d6passer 20 jours, et l'excr6tion virale peut atteindre 101° particules par millilitre de selles. La transmission s'effectue sur le mode f6cal-oral par les surfaces souill6es, les aliments ou les eaux contamin6es. Les particules virales sont r6sistantes ~ la chaleur, h la dessication et aux d6tergents. L'excr6tion virale peut 8tre prolong6e au delh de l'6pisode diarrh6ique jusqu'~t 21 jours lorsque des m6thodes sensibles telles que la RT-PCR sont utilis6es. Le taux d'attaque de ce virus est 61ev6 : 50 % ~ 89 % en crbche selon la mEthode de d&ection, ELISA ou RT-PCR [53, 54] et jusqu'h 80 % chez le sujet ~g6, refl&ant la perte d'immunit6 contre ce virus au cours de la vie. Des 6pid6mies de large ampleur d'origine alimentaire, impliquant plusieurs milliers de personnes ont 6galement 6t6 dEcrites au Japon [55] .\n\nLa classification en grnotypes ?a partir de l'analyse phylogrnique de la rrgion codant la phase ouverte de lecture ORF 2 montre une bonne concordance avec les srrotypes, de 1 h 8. Le type 1 est le plus prrvalent en Europe, en particulier chez les enfants, cependant les autres srrotypes circulent dans la population. Les 6tudes de srroprrvalence effectures en Europe montrent que 90 % des enfants ont des anticorps contre le type 1 ~ 5 ans, alors que les anticorps contre les srrogroupes moins frrquents apparaissent plus tardivement. Ainsi, seuls 10 ~t 30 % des enfants ont des anticorps contre le srrogroupe 6. Les srrotypes les plus prrvalents se rrpartissent comme suit : srrotype 1 : 91% des adultes et enfants, type 3 : 69 %, type 4 : 50 %, type 5 : 36%,type2:31% [56, 57] . Les 6tudes molrculaires plus rrcentes retrouvent une rrpartition similaire, avec une prrdominance du type 1 suivi des type 3, ou 4, avec co-circulation de plusieurs types, ou de plusieurs sous-types [58, 59] , et parfois 6mergence d'un type inhabituel [60] .\n\nChez l'homme ils sont responsables de gastro-entrrites d'incubation plus longue que les gastroentrrites ~ rotavirus ou ~t calicivirus (10 jours), avec un discret pic saisonnier estival [6, 8, 14] . Parmi les nombreux srrotypes d' adrnovirus humains retrouvrs dans les selles de patients ou d'individus sains, seuls les types 40 et 41 et beaucoup plus rarement les srrotypes 2, 3 et 31 sont indiscutablement des agents de gastro-entErites. Un cas particulier est celui de l'infection ~ adrnovirus entrrique chez les personnes immunodrprimres ou greffres. Dans ce contexte, l'infection peut ~tre invasive, justifiant la recherche systrmatique des adrnovirus 40-41 par drtection d'antig~ne en ELISA dans les selles, en particulier apr~s greffe de moelle. Chez ces patients la persistance du virus dans le systbme lymphatique peut ~tre l'origine d'infections endogrnes. Ce qui pourrait expliquer la frrquence 61evre d'excrrtion virale chez les personnes infectres par le VIH (8,7 % contre 2,3 .% chez les personnes srronrgatives) [61] . Dans la population grnrrale, la frrquence de drtection des adrnovirus type 40 et 41 chez les enfants atteints de gastro-entrrite varie de 2 h 14 % selon les 6tudes [6, 9, 11, 12, 14, 61, 62] . Ils sont h l'origine de 2,2 % des cas de gastro-entrrite nrcessitant une consultation chez le grnrraliste, et 2,5 % des cas durant le pic hivernal [12] . Les gastro-entrrites a adrnovirus touchent essentiellement les enfants en bas ~ge, avec un pic entre 11 et 15 mois [6, 11] . ,~ 3 ans entre 30 et 100 % des enfants possbdent des anticorps neutralisant les adrnovirus 40 et 41.\n\nLes adrnovirus entrriques sont des virus ~ ADN double brin, non envelopprs. Ils sont reconnaissables en microscopie 61ectronique ~ leur forme icosardrique h6rissre de spicules ou ~ fibres >>constitures de glycoprotrines qui portent la sprcificit6 de type. Les adrnovirus 40 et 41 sont cultivables sur une lignre de cellules particulibres, les cellules Graham, transformres par un adrnovirus de type 5. Des tests ELISA permettant de d6tecter les antig~nes viraux dans les selles ont 6t6 rapidement drvelopprs. Le grnome viral peut 6galement ~tre drtect6 par PCR. Le type viral peut ~tre drtermin6 soit par srroneutralisation de l'effet cytopathique soit par PCR sprcifique de type. La transmission des adrnovirus entrriques est essentiellement frco-orale. Leur prrsence dans les eaux d'rgouts, les eaux de mer, les fruits de mer [63] , la concentration 61evre de virus darts les selles ti la phase aiguE qui peut atteindre 1011 particules virales par gramme et leur excrrtion prolongre sont autant de facteurs favorisant la dissrmination virale.\n\nLe terme de diarrhre infectieuse recouvre des pathologies dues ~ des agents pathogrnes d'une grande diversitr. Les virus entrriques, ~ l'origine de la majorit6 des cas, reprrsentent une population vadre, avec des caractrristiques 6pidrmiologiques tr~s diffrrentes selon les genres. L'introduction d'une vaccination efficace contre les rotavirus, responsables de la majorit6 des diarrhres infectieuses srvbres dans le monde et en Europe amine a s'interroger sur le risque d'rmergence de nouveaux virus ou de nouveaux types viraux. Les 6tudes de surveillance 6pidrmiologique mises en place aprrs les premiers essais de vaccination contre les rotavirus n'ont pas montr6 d'augmentation des infections calicivirus ou ~ adrnovirus [ 13, 64] . Cependant, ~t l'bre vaccinale, l'rvolution des populations bactrriennes et virales dans les gastroentrrites communautaires ainsi que la dynamique des grnotypes de rotavirus circulant en Europe devrait faire l'objet d'une surveillance 6pidrmiologique continue."}