{"title": "Three-Dimensional Visualization of the Rotavirus Hemagglutinin Structure", "body": "Rotavirus, a genus within the virus family Reoviridae, is a leading cause of severe infantile gastroenteritis worldwide. The mature virion contains six structural proteins and 11 segments of double-stranded RNA (Kapikian and Chanock, 1990; Estes, 1990) . The three-dimensional structureof rotaviruswasfirstdetermined byelectroncryomicroscopy and computer image processing techniques (Prasad et al., 1988) . Subsequent studies provided additional evidence for the identification of topographical features of the viral structural proteins (Prasad et al., 1990; Yeager et al., 1990) .\n\nThe mature rotavirion is -10OOA in diameter and exhibits T = 13 icosahedral symmetry. Rotavirus is classically described as a double-shelled virus, consisting of an inner shell composed of the major structural protein, VP8, and an outer shell composed of two structural proteins, VP4 and VP7 (Estes and Cohen, 1989) . The inner shell surrounds the core, which encompasses the genome and is composed predominantly of VP2, as well as minor amounts of VP1 and VP3. , based on the radial density profile computed from the threedimensional density map of the mature rotavirion, have proposed that rotavirus is a triple-shelled structure with an inner VP2 shell, an intermediate VP6 shell, and an outer shell of VP4 and VP7. The VP2 shell lies between the radii of 210 and 265 A. The existence of this shell is further substantiated by self-assembly of baculovirusexpressed VP2 into shells with a radius of -265 A (Labbe et al., 1991) . The knobby trimers of VP6 constitute the intermediate shell, between the radii of -265 and 350 A. The VP6 shell is bristly in appearance under the electron microscope and is perforated with 132 aqueous channels that lie on a T = 13 levo icosahedral lattice. VP7, a glycoprotein, forms a smooth outer shell of -30 A in thickness, between the radii of 350 and 380 A. This shell contains 132 aqueous channels that are in register with those in the VP6 shell. VP4, the minor of the two outer shell proteins, forms spikes that extend -120 A from the VP7 surface. These spikes are located at one edge of the peripentonal channels and have been suggested to be dimers based on binding of two monocional anti-VP4 Fab fragments per spike (Prasad et al., 1990) . It should be mentioned here that, consistent with the observations that rotavirus is a triple-shelled particle, we will refer to the mature particles as triple-shelled particles (previously described as double-shelled particles) and the particles that lack the outer shell as double-shelled particles (previously described as single-shelled particles).\n\nThe spike protein, VP4, has been implicated in several roles during rotavirus infection. VP4 is the rotaviral hemagglutinin (Kalica et al., 1983 ) is a determinant of virulence and growth in ceil culture (Offit et al., 1986) , and appears to be involved in cell binding (Ruggeri and Greenberg, 1991; Bass et al., 1991) and penetration (Kaljot et al., 1988) . In addition, VP4 is susceptible to trypsin, resulting in the cleavage products VP5' (-60 kd) and VP8' (-28 kd). Proteolysis of VP4 significantly enhances viral infectivity (Espejo et al., 1981; Estes et al., 1981) . VP4 may also play a role in the maturation of progeny rotavirions (Maass and Atkinson, 1990) , in which double-shelled particles bud through the endopiasmic reticulum and become transiently enveloped prior to acquisition of the outer shell proteins (Estes, 1990) .\n\nTo study the structural and functional aspects of VP4, we have exploited the ability of rotavirus to undergo reassot-tment. The functions of various viral proteins of the segmented genome viruses, notably of the Reoviridae (Ramigand Ward, 1991) the Orthomyxoviridae (Ritchey et al., 1978) , and the Bunyaviridae (Endres et al., 1991; Endres et al., 1989) have been elucidated by examining the phenotypic and genotypic variation between reassortants and their parental strains. We have chosen for our structural studies a well-characterized simian variant, SAl 1-4F, and an SAl 1-4F reassortant, R-004. R-004 is genetically identical to SA11-4F with the exception of the VP4 genome segment, which has been exchanged for the bovine strain 8223 equivalent. The exchange of VP4 results in a reassortant with significantly lowered stability and a different plaque morphology . In this paper, we present the structuresof the native SA114F and the reassortant R-004, computed to -28 A resolution by electron cryomicroscopy and computer image processing.\n\nThe electron cryomicrographs of SAl l-4F ( Figure 1A ) and R-004 ( Figure 1B) show the characteristic spoke-andwheel morphology unique to rotavirus. The virions, about 765 A in diameter excluding the spikes, exhibit a smooth outer margin. Regionsof density corresponding to the VP4 spikes (indicated by arrows) project outward from the surface of several SAl 1-4F rotavirions. These projections are not evident in the R-004 image.\n\nThree-Dimensional Structures of SAl l-4F and R-004\n\nThe three-dimensional structures of SA114F and R-004 were computed from the electron cryomicrographs in Figures 1A and 1 B. Because the reconstructions were computed from independent micrographs, corrections for magnification differences and for the contrast transfer function (CTF) were necessary before calculating a difference map between reconstructions (described in Experimental Procedures; see Figure 2 ). These corrections ascertain that the differences between the reconstructions are structural and not due to the imaging conditions. Unless otherwise mentioned, the three-dimensional structures shown are CTF corrected. Figure 3A shows a surface representation of the The reconstructed density map of SAI 1-4F reveals the complex organization of the outer shell of rotavirus. The spherical shell is composed of what appear to be trimers of VP7, arranged onto a T = 13 IWO icosahedral lattice. The spikes are the viral hemagglutinin and are composed of VP4. The dimeric nature of the VP4 spikes can be clearly observed from our -26 A resolution map. (8) The reassortant R-004 has no VP4 spikes, which provides structural justification for the biological and biochemical distinctions between reassortant and parent ). (C) The difference map belween SAI i-4F and R-004 reconstructions reveals that the VP4 spike traverses the VP7 outer shell and interacts with the VP6 inner shell. (D) The surface representation of the R-004 VP6 shell merged with the difference map between R-004 and SAl I-4F. The VP4 spikes emerge from the type II channels in the VP6 shell. The globular interior portion of VP4 covers the channel up.\n\nSAl 1-4F reconstruction viewed along the icosahedral 3-fold axis, computed to -28 A resolution based on the phase residual criterion of the common lines (Crowther, 1971) . Structural features observed in the outer surface and inside of SAl l-4F are similar to those described for other strains of rotavirus (Prasad et al., 1990; Yeager et al., 1990) . The surface of the VP7 outer shell is noticeably rippled, with evidence for possible trimeric clustering of the VP7 molecules. The VP7 molecules are arranged on a T = 13 levo icosahedral lattice of -785 A in diameter. A total of 132 aqueous channels perforate the VP7 shell at three distinct locations. Twelve type I channels are located along the icosahedral 5-fold axes. Sixty type II channels are located at the 6-coordinated positions immediately surrounding the 5-fold axes. The 60 remaining type Ill channels are located at the other 6-coordinated positions that neighbor the icosahedral3-fold axes. The spikts, located at one edge of the type II channels, are -120 A in length from the surface of the VP7 shell. There is distinct asymmetry in the shapes of the type II and type Ill channel openings, while the type I channel has a circular opening. The type I channel is significantly smaller than the other two types. Figure 36 shows the surface representation of the R-004 Figure 3C has been rotated to provide different angles for viewing. Several observations are made: two molecules of VP4 appear to participate in spike formation, and VP4 appears to form multiple contacts with VP6. The dimeric nature of the VP4 hemagglutinin is most pronounced in the exterior VP4 portion, while the globular shape of the interior portion may allow the VP4 spike to make multiple contacts with the VP6 trimers that line the type II channels. See text for an explanation of the white arrows and arrowheads. (B) A bottom view of the VP4 spike reveals that the globular domain that lies beneath the VP7 surface is hollow in its center.\n\n(C) A top view of the VP4 spike emphasizes the bilobed structure at its distal tip. White arrows point to the outermost edge of each lobe.\n\nreconstruction viewed down the icosahedral 3-fold axis, also calculated to -28 A resolution. In comparing the R-004 and SA11-4F reconstructions, it is obvious that R-004 has no VP4 spikes. We examined the threedimensional density maps at various contour levels and failed to detect the presence of any density that may be due to the spikes. Otherwise, the outer surface structure in the SAl l-4F and R-004 reconstructions showed strong similarity in VP7 morphology.\n\nTo discover any other structural differences apart from the obvious lack of surface spikes, particularly beneath the VP7 surface, we computed a difference map between the parent and reassortant structures. The difference map between uncorrected reconstructions (data not shown) was noisy beneath the VP7 surface and difficult to interpret. The difference map between the CTF-corrected reconstructions ( Figure 3C ) issignificantly less noisy. A large globular mass'becomes apparent that is located beneath the VP7 shell in register with each of the 80 VP4 spikes. This globular domain is associated with the exterior portion of each spike by two slender stalks. No other differences between the two structures can be detected.\n\nTo determine the relative position of the inner globular domain with respect to the VP8 inner shell, we merged a truncated map of R-004 with the difference map ( Figure   3D ). Density values between the radii of 325 and 533 A in the R-004 reconstruction were removed to expose the structural organization of the VP8 inner shell. The tips of the VP8 trimers that interact with VP7 were consequently trimmed. In Figure 3D it can be seen that the spikes also extend outward from the type II channels in the VP8 inner shell, but the interior globular domains cover these channels to a large extent.\n\nThe Spike Structure Figure 4A shows one of the 80 equivalent VP4 spikes isolated from the difference map ( Figure 3C ) and viewed at various angles of rotation about the longitudinal axis of the spike. We observe several recurring features in our rotation series: a bilobed structure at the distal tip of the spike (indicated by white arrows) between the radii of -480 and 505 A, with -70 A distance between the two lobes and -40 A width; a distinct separation in the body of the spike (120°) that widens to a maximum of -80 A; and two strands of density intertwining to form the spike, which associate at the base of the spike but diverge again toward the distal tip (white arrowheads). The bilobed structure of the spike is emphasized in the top view of the spike, shown in Figure mass seen in all of the rotational views. When viewed from the inside out, as in Figure 4B , it becomes apparent that this globular region is not a solid mass but instead is concave.\n\n[%]Methionine\n\nIn Vivo Radiolabeling Studies 'To analyze the stochiometric proportions of VP4 and VP7 in the mature virion, we have carried out a35S-radiolabeling experiment. Virus was uniformly labeled with [35S]methionine, digested with trypsin to cleave VP4 into VP5* and VP8*, and separated by 10% SDS-polyacrylamide gel electrophoresis (SDS-PAGE) as described in Experimental Procedures. Figure 5 shows an autoradiogram of uncleaved and trypsin-cleaved SAl 1-4F proteins as separated by SDS-PAGE. The radioactivity contained in VP5* and VP7 (both bands) was quantitated by 8 scan. Given that a virion contains 780 copies of VP7 (Prasad et al., 1988; Yeager et al., 1990) a virion contains 80 spikes, the VP5' fragment of SAl l-4F VP4 contains 12 methionine residues (Mattion and Estes, 1991) , and the mature form of SA114F VP7 contains 8 methionine residues (Stirzaker et al., 1987) the calculated VP5':VP7 ratios would be 1:8.7,1:4.3, and 1:2.9 if each spike contained a monomer, dimer, or trimer of VP4, respectively. The mean VP5*: VP7 ratio from four independent determinations is 15.0 ( -+ 0.14 standard deviation), in good agreement with the predicted ratio for each spike consisting of two molecules of VP4.\n\nThe reassortant R-004, although biochemically distinct from SA114F, appears morphologically similar to its parent in the electron cryomicrographs. However, the threedimensional structure of the reassortant shows no VP4 spikes. Three possibilities could explain the absence of VP4 in the R-004 structure. First, the heterologous VP4 may be unstable during assembly of the progeny virions and, during purification, become dissociated from the virus. Second, the heterologous VP4 may be present on the R-004 progeny in stoichiometric proportions but be disordered so that no VP4 structure is detected after icosahedral averaging. Third, R-004 may be assembled in vivo without any VP4. Biochemical evidence indicates that the first possibility is correct. have shown that the instability of R-004 is largely a consequence of the interactions between heterologous (8223) VP4 and native (SAl l-4F) VP7. Unpurified R-004 can be neutralized by 2G4, a VPCspecific monoclonal antibody , suggesting that correctly folded VP4 is present on the R-004 particles. However, in the purified R-004 particles, a significantly decreased quantity of VP4 is seen by SDS-PAGE in comparison with SA114F. Furthermore, particle-associated VP4 decreases (along with infectivity) as storage time of the purified R-004 increases when measured by SDS-PAGE and plaque assay (D. C. and R. F. R., personal communication). Therefore, the most likely explanation for the loss of VP4 spikes from R-004 particles suggested by these results is that the heterologous VP4 becomes destabilized and falls off.\n\nDifference Map Shows Inward Extension of the VP4 Spike The difference map between the native and the reassortant structures reveals a large domain beneath the VP7 surface centered on the type II channel in close association with the walls of the channel made of trimers of VP6. Possible interpretations as to the identity of this globular mass include the following: first, it is the inward extension of the VP4 spike; second, it represents a conformational difference in VP6 between the native and the reassortant; or third, it is a new structural protein. The second interpretation is unlikely, since SAll-4F and R-004 are distinct only with regard to genome segment 4 and its protein, VP4. It isunlikelythat the heterologousVP4in R-004would cause such a large conformational change in either VP6 or VP7 that they would contribute significantly to the observed globular mass. Assuming a protein density of 1.30 g/cm3, the mass of the globular feature is about 60 kd. Such significant mass displacement in VP6 between the native and the reassortant structures is improbable. Furthermore, examination of the VP6 shell in the two structures shows no evidence of mass translocation in R-004. The third interpretation also is unlikely, as there is no evidence for a new structural protein by SDS-PAGE. The observed globular mass is clearly seen connected to the exterior of the VP4 spike. The difference between the two structures is localized only to this region, and the differences elsewhere are insignificant. Therefore, the most plausible interpretation is the first interpretation, that is, that the large globular mass is a part of the VP4 spike.\n\nThe Rotaviral Hemagglutinin Is a Dimer The structural details in the SAll-4F reconstruction strongly indicate that the rotavirus hemagglutinin is a dimer of VP4. Mass density calculations computed from the difference map are in complete agreement with 120 molecules of VP4 (assuming molecular mass is 88 kd). The dimeric state of the VP4 spike was initially suggested by Prasad et al. (1990) from a low resolution (-35 A) structure of the simian rotavirus strain SAll (clone 3) complexed with anti-VP4 Fab fragments. These studies revealed two Fab molecules bound to the bilobed structure of each spike. Subsequent structural studies of Yeager et al. (1990) at -37 A, also pointed out the bilobed feature of the spikes in another strain of rotavirus. These authors noted the discrepancies between the structural and biochemical results pertaining to the oligomeric state of VP4 and suggested the need for more experimental evidence. The dimeric nature of the VP4 spike is evident at the present resolution of 28 A. At this resolution, a large separation in the body of the spike is apparent, as well as the intertwining of the two strands of VP4. These features were not observed in previous reconstructions of rotavirus.\n\nThe results of previous biochemical studies are not in agreement with any oligomeric structure for the VP4 spike. Densitometric measurements from Coomassie-stained polyactylamide gels of SAll (Liu et al., 1988 ) predict a VP4:VP7 ratio of 1:55. This ratio is much lower than that predicted for even a monomeric VP4 spike (1: 13). Since Coomassie blue is known to stain protein differentially, it is difficult to use this method for quantitation. Our radiolabeling studies provide a more accurate measurement of the quantity of VP4 and VP7 in the mature rotavirion. The VP5':VP7 ratio that we have determined from highly purified (35S]methionine-radiolabeled virus is in excellent agreement with each spike being a dimer of VP4.\n\nIt is not surprising that the rotavirus hemagglutinin is a VP4 dimer. Viral hemagglutinins tend to function as multimeric structures. Within the Reoviridae, the reovirus hemagglutinin, 01 (Weineretal., 1978; Yeungetal., 1987) has been suggested to be a trimer Strong et al., 1991) or tetramer (BasseCDuby et al., 1987; Nibert et al., 1990; Fraser et al,, 1990 ). The 01 protein modulates tissue tropism (Lee et al., 1981) and is functionally similar to the rotavirus VP4. Several more examples of multimeric hemagglutinins can be found in other virus families. The hemagglutinin of coronavirus, also an enteric virus, functions as a dimer (Hogue et al., 1989) . The wellstudied influenza hemagglutinin is a trimer (Wiley and Skehel, 1987) . In addition, the hemagglutinin-neuraminidase of Sendai virus, a member of the paramyxoviridae, has been isolated in both dimeric and tetrameric forms (Laver et al., 1989) .\n\nIn the VP4 spike, any e-fold axis of symmetry is not particularly evident. The location of the spike does not correspond to any local or strict 2-fold axis of the icosahedron. Thus, the dimeric configuration is apparently asymmetric. The asymmetry of the spike can be seen clearly in the views provided by Figure 4A . This result is consistent with the result of Prasad et al. (1990) in which the two Fab fragments bound to the VP4 spike at different angles. Prasad et al. (1990) suggested that the Fab fragments exhibited different elbow angles. It is very likely that the antigenic sites recognized by the Fab fragments are not in structurally similar environments, resulting in different angles for Fab binding. One pertinent question is, to what advantage is this asymmetry? It is possible that the asymmetry is required for stabilizing interactions between quasi-equivalent VP7 and VP8 molecules. On the outer virion surface it appears that VP4 interacts with 2 molecules of VP7, but inside it appears that the large globular domain interacts with all six of the VP6 molecules surrounding the type II channel. However, it is possible that there are more specific interactions between the VP4 dimer and 2 of the 6 VP6 molecules.\n\nThe presence of a large globular domain internal to the outer shell raises interesting questions regarding the assembly of VP4 in the rotavirus particles. During progeny maturation, newly assembled double-shelled particles migrate from the viroplasm to the rough endoplasmic reticulum, through which they bud, resulting in a transiently enveloped particle (Estes et al., 1983) . The steps by which double-shelled particles become triple-shelled are poorly understood. One pending question is, at what stage does VP4 assembly take place, before or after the assembly of VP7? Our results favor the hypothesis that VP4 assembly precedes that of VP7and, thus, the budding event. It would be difficult for the VP4 internal domain, which is -70 A in diameter, to be incorporated into the rotavirion through the VP7 type II channels, which are only -55 A in diameter. VP4 is synthesized on the free ribosomes in the cytoplasm (Estes, 1990) . Examining Figure 30 , one can envision newly synthesized VP4 interacting with the VP6 of double-shelled particles prior to interaction with the rough endoplasmic reticulum membrane. Once assembled on the double-shelled particles, VP4 may aid in recognition of NS28, a nonstructural protein that has been implicated in mediating passage of double-shelled particles through the rough endoplasmic reticulum (Au et al., 1988) . Maass and Atkinson (1990) reported the interaction of NS28 with VP4 and VP7 in infected cells. More recent evidence indicates that the cytoplasmic C-terminus of NS28 has a binding site for both single-shelled particles and VP4 (Au et al., 1993) . Structural studies on double-shelled particles complexed with NS28 and VP4 will be of interest in this regard.\n\nWe conclude from our structural and biochemical studies that the rotavirus hemagglutinin is a dimer of VP4. The dimeric nature of the VP4 hemagglutinin can clearly be seen in our SA11-4F structure. Radiolabeling studies fur-;$avirus Hemagglutinin Structure ther support this conclusion. We also have found that the VP4 structure traverses the outer VP7 shell and interacts with the intermediate shell protein, VP6. The difference map between SAI 1-4F and the reassortant R-064 reveals a large globular domain beneath the VP7 shell that is part of the VP4 structure. This result suggests that VP4 assembly occurs prior to VP7 assembly and that VP4 might interact with double-shelled particles before budding through the rough endoplasmic reticulum. Future structural studies focusing on double-shelled particles complexed with VP4 should provide better insight into the maturation process of rotavirus.\n\nPreparation and Purlftcatlon of Natlve and Reassortant Vlrus Two rotavirus strains were used in these studies: the first, SAl 1-4F, is a variant of the simian rotavirus SAI 1. SAI I-IF was originally isolated by Pereira et al. (1984) and was extensively characterized by Burns et al. (1989) . It has been shown to be more stable than the standard SAl 1 and is purified at higher yields . Because of these qualities, we have chosen this variant for our structural studies. The second, reassortant virus R-004, was derived from a cross of SAl14F and the bovine rotavirus 8223. R-004 contains all SA114F genome segments except segment 4. Genome segment 4 and its encoded VP4 are derived from 8223 in R-004 (Chen et al., 1989) . In contrast with SA114F, R-004 is very unstable and can be purified only to low yield . In addition, R-004 has been shown to express an unexpected antigenic phenotype .\n\nViruses were purified as previously described . In brief, MA104 cell monolayers in 150 cm2 flasks were infected with second passage virus at a multiplicity of infection of 10 pfu per cell. After 1 hr of adsorption at 37OC, the inoculum was removed, and the infected monolayer was maintained in 20 ml of serum-free medium 199 containing 1% aprotinin (Sigma; 22 U/ml). The infected monolayer was incubated at 37OC until complete cytopathic effect was observed. Cell lysates were frozen and thawed three times before purification by a standard CsCl gradient protocol. The triple-shelled particles were collected and dialyzed extensively against Tris-buffered saline (8.0 g/l NaCI, 0.38 g/l KCI, 0.1 g/l N&HPO,, 1 .O g/l dextrose, 3.0 g/l Tris, 0.1 g/i MgCl*, 0.1 g/l CaCh ]pH 7.4)) at 4OC. Triple-shelled particles were stored at 4OC in the presence of 0.01% NaNa.\n\nVlrus Radiolabeled virus was prepared as follows: MA104 cell monolayers in 150 cm* flasks were infected with 20 pfu per cell of SAI 14F. Flasks were incubated for 1 hr at 37*C to allow virus adsorption to cells, and the inoculum was removed. The infected monolayer then was maintained in 20 ml of Eagle's medium lacking methionine for 2.5 hr at 37OC. The monolayer then was put in 20 ml of Eagle's medium lacking methionine per 150 cm* flask, to which 20 mCi/ml of [\"Slmethionine (ICN, 1029 Cilmmole) and 5 mg/ml of actinomycin D were added. The flasks were incubated at 37OC until complete cytopathic effects were observed. Virus was purified by standard CsCl gradient methods as previously described . Purified tripleshelled particles were suspended in Tris-buffered saline and stored at 4OC in the presence of 0.01% NaNa.\n\nQuantltatlon of Relative Ratlo of Radlolabeled VP7:VPS' Direct quantitation of VP4 by SDS-PAGE is difficult because VP4 migrates closely to VP2. However, the VP4 trypsin cleavage products, VP5' and VP8', do not migrate closely to any rotaviral proteins. Virus particles were treated with 5 ug/ml trypsin before SDS-PAGE analysis. The radioactivity of VP5' and VP7 was measured by quantitation of counts per minute (cpm) in bands separated by 10% SDS-PAGE using a betascope blot analyzer (Model 803, Betagen, Waltham, Massachusetts).\n\nElectron Cryomlcroacopy Specimen preparation for electron cryomicroscopy is well established (Dubochet et al., 1988; Prasad et al., 1992) . We have employed a containment system adapted for virus specimen preparation (Jeng et al., 1988) . The virus suspension (-5 ul) was placed onto a carboncoated holey grid, blotted, and plunged into a bath of liquid ethane (-1 SOY& The frozen-hydrated specimen was transferred under liquid nitrogen to a GATAN cryoholder and observed in a JEOL 1200 transmission electron microscope at 100 kV and a specimen temperature of -185OC. Micrographs with regions of interest were recorded as focal pairs with intended sequential underfocus settings of -1 pm and -2 pm, using low electron dose of -5 e-/k with a nominal magnification of 30.008 x Computer Image Processing Micrographs were digitized using a Perkin-Elmer Micro-10 microdensi-tome\\er with a step size of 25 pm2 per pixel, which corresponds to 8.33 A in the object. Individual particles were boxed into a 128 x 128 pixel region, floated, and masked with a suitable radius. The threedimensional reconstruction procedure is similar to that used in earlier studies (Crowther, 1971; Fuller, 1987; Baker et al., 1990; Prasad et al., 1992 . Both SA114F and R-004 reconstructions were generated by particles chosen from a single micrograph. The center of each particle (corresponding to the phase origin) was determined using cross-correlation methods. The orientation of each particle was determined by a common lines procedure (Crowther, 1971; Fuller, 1987) which makes use of the icosahedral symmetry. Particles in the image further from focus, which exhibits enhanced contrast, were used to find the orientations of the corresponding particles in the image closer to focus. The images closer to focus were used for the threedimensional reconstruction. Only those orientations that gave rise to a phase residual value of less than 50° were considered for the reconstruction. The phase origins and orientations were refined iteratively using intra-and interparticle refinement methods. Once a welldistributed set of particles was established (-40 particles), the threedimensional density map was generated using cylindrical expansion. The reconstructions were computed to a resolution of -28 A, as judged by the phase residual values. Surface representations of the three-dimensional maps were generated and displayed with IRIS Explorer (Silicon Graphics; .\n\nCorrectlons for Magnlflcatlon Dlfferencea and the CTF Sincethetwostructureswereobtainedfromtwodifferentmicrographs, it was necessary to correct for the possible differences in magnification and defocus levels prior to computing the difference map. Two steps were carried out before computing the difference map between native and reassortant structures. In the first step, particles were scaled in Fourier space to account for the possible magnification differences between the two micrographs. The appropriate radial scale factor was computed by calculating the average phase residual for the 80 cross common lines in a pair-wise comparison of the particles, using one particle from the SA114F set as a template. The radial scale factor was varied between 0.85 and 1 .I 5 at an interval of 0.01, and the phase residual for the cross common lines was computed as a function of the radial scale factor. The magnification difference between the micrographs was determined to be -0.8%.\n\nIn the second step, the amplitudes in the Fourier transforms of the particles were corrected for the CTF (Erickson and Klug, 1971 ) using an amplitude contrast factor, or Q value, of 14% of the phase contrast (Smith and Langmore, 1992) . This factor was previously estimated to be about 7% by Toyoshima and Unwin (1988) . Smith and Langmore (1992) have suggested that their estimation of 14% could be due to thicker ice. To embed the virus particles completely, the ice thickness has to be more than 1008 A. Hence, we chose the value of 14%. Since the reconstructions were carried out to a resolution lower than that corresponding to the first minimum of CTF, no corrections to phases were necessary.\n\nTo calculate the CTF, the precise defocus value must be known. To calculate the value of defocus we made use of the Fresnel fringe (white ring) that is seen gracing the periphery of the particle images. The Fresnel fringes arise owing to the interference between the scattered and unscattered electrons. In focus, the particle edge, representing asharp discontinuity in the object, has low contrast, and the Fresnel fringe is not perceptible. When defocused, these fringes are clearly seen, and their width is directly proportional to the level of defocus (Hall, 1966) . The Fresnel fringe manifests itself as a deep valley at a radius corresponding to the outer surface in the radial density plot computed from the three-dimensional density maps (Figure 2) . We varied the defocus value between 0.5 urn and 2.5 pm with an initial interval of 0.2 urn to determine a rough estimate of the defocus value, and later an interval of 0.1 urn to refine our estimate. For each defocus value within the range specified above, the amplitudes in the particles within the first minimum were corrected for the CTF, using C. value of 5.4 mm and a 0 value of 14%. The three-dimensional reconstruction was computed using these corrected amplitudes. A radial density plot was then generated, following the procedure described in from the CTF-corrected reconstructions and examined to see if the minimum from the Fresnel fringe had flattened. Using the disappearance of the minimum in the radial density plots as an indicator, the appropriate defocus value for each reconstruction was determined. This minimum flattens out for SAI l-4F when using a defocus value of 2.2 urn and for R-004 when using a defocus value of 1.6 urn. For confirmation, we also calculated the defocus value of the corresponding micrograph of the focal pair of SAl l-4F, which is 1 urn further from focus, and found the defocus value to be 3.2 urn. The evaluation of the defocus values using the Fresnel fringe is possible only because of the relatively smooth outer surface of the rotavirus particles."}