{"title": "", "body": "China and the rest of the world are experiencing an outbreak of a novel betacoronavirus known as severe acute respiratory syndrome corona virus 2 (SARS-CoV-2). 1 By Feb 12, 2020, the rapid spread of the virus had caused 42 747 cases and 1017 deaths in China and cases have been reported in 25 countries, including the USA, Japan, and Spain. WHO has declared 2019 novel coronavirus disease (COVID-19), caused by SARS-CoV-2, a public health emergency of international concern. In contrast to severe acute respiratory system coronavirus and Middle East respiratory syndrome coronavirus, more deaths from COVID-19 have been caused by multiple organ dysfun ction syndrome rather than respiratory failure, 2 which might be attributable to the widespread distribution of angiotensin con verting enzyme 2-the functional receptor for SARS-CoV-2in multiple organs. 3, 4 Patients with cancer are more susceptible to infection than individuals without cancer because of their systemic immunosuppressive state caused by the malignancy and anticancer treat ments, such as chemotherapy or surgery. [5] [6] [7] [8] Therefore, these patients might be at increased risk of COVID-19 and have a poorer prognosis.\n\nOn behalf of the National Clinical Research Center for Respiratory Disease, we worked together with the National Health Commission of the People's Republic of China to establish a prospective cohort to monitor COVID-19 cases throughout China. As of the data cutoff on Jan 31, 2020, we have collected and analysed 2007 cases from 575 hospitals (appendix pp 4-9 for a full list) in 31 provincial administrative regions. All cases were diagnosed with laboratory-confirmed COVID-19 acute respiratory disease and were admitted to hospital.\n\nWe excluded 417 cases because of insufficient records of previous disease history.\n\n18 (1%; 95% CI 0·61-1·65) of 1590 COVID-19 cases had a history of cancer, which seems to be higher than the incidence of cancer in the overall Chinese population (285·83 [0·29%] per 100 000 people, according to 2015 cancer epidemiology statistics 9 ). Detailed information about the 18 patients with cancer with COVID-19 is summarised in the appendix (p 1 figure) .\n\nIn this study, we analysed the risk for severe COVID-19 in patients with cancer for the first time, to our knowledge; only by nationwide analysis can we follow up patients with rare but important comorbidities, such as cancer. We found that patients with cancer might have a higher risk of COVID-19 than individuals without cancer. Additionally, we showed that patients with cancer had poorer outcomes from COVID-19, providing a timely reminder to physicians that more intensive attention should be paid to patients with cancer, in case of rapid deterioration.\n\nTherefore, we propose three major strategies for patients with cancer in this COVID-19 crisis, and in future attacks of severe infectious diseases. First, an intentional postponing of adjuvant chemo therapy or elective surgery for stable cancer should be considered in endemic areas. Second, stronger personal protection provisions should be made for patients with cancer or cancer survivors. Third, more intensive surveillance or treatment should be considered when patients with cancer are infected with SARS-CoV-2, especially in older patients or those with other comorbidities.\n\nWe declare no competing interests. This study was approved by the ethics committee of the First Affiliated Hospital of Guangzhou Medical University. We thank all medical staff who are fighting against this public crisis. We also thank the hospital staff (see appendix pp 4-9 for a full list) for their efforts in collecting patient data. This study is supported by the China National Science Foundation In modern society, it is accepted that individuals have the right to die with dignity. Since 1976, in the USA, people who are incarcerated have a limited constitutional right to health care, consistent with the Eighth Amendment. At present, there are more than 2600 incarcerated men and women in the USA who have been sentenced to death, most of whom have less than a high school diploma or High School Equivalency Certificate (GED), and are disproportionately of minority racial or ethnic backgrounds (42% African-American representation on death row vs 13% African-American representation in the US census). 1 The combination of poor health status, social determinants of health, and paucity of adequate care provided in correctional facilities is driving a public health emergency, which is endangering the North American incarcerated population. We can expect the prevalence and burden of chronic illness to rise concomitantly with the growth of the ageing population in US prisons. 2 Data suggest that cancer is the leading cause of illness-related deaths in US state prisons. 2 In the absence of reform, the mass incarceration trends observed over the past three decades will substantially widen disparities, adversely affecting access to health care.\n\nAs the US prison population ages, and with it the subpopulation of individuals sentenced to death, the burden of cancer can be expected to increase. This increase will be accompanied by the inevitable debate over the appropriate health care, both legally and morally, for those with end-stage cancer. This dilemma is bound to have a downstream effect on patients with cancer who have been sentenced to death and can affect the quality of palliative care provided in correctional facilities. In the community, a multidisciplinary team would manage the medical, mental health, and social service needs of a patient who chooses palliative care for a terminal diagnosis. But what of the patient who is sentenced to die by judicial execution? That any such person should receive a benefit of any sort, including the traditional last meal, is met with public protest and outrage. Such consternation will probably increase despite the fact that denying palliative care results in unnecessary suffering for the patient at no benefit to public safety.\n\nIt is well established that professional ethics forbids health-care staff from participating in any aspect of capital punishment. However, what of the incarcerated patient with cancer who is dying under the care of a physician with direct or indirect duties to the jurisdiction charged with judicial execution? What are the duties of the physician expected to provide palliative care to the incarcerated if the patient desires it? We argue that they are no different than those incumbent upon the physician and health-care staff in the community. The accepted framework of medicoethical principles requires that oncology practitioners consider pain relief and other principles of palliative"}