{"title": "The Major Product of Porcine Transmissible Gastroenteritis Coronavirus Gene 3b Is an Integral Membrane Glycoprotein of 31 kDa", "body": "Porcine transmissible gastroenteritis coronavirus (TGEV) is worldwide in distribution and causes a gastroenteric disease of greatest severity in pigs of Ͻ2 weeks old (Enjuanes and van der Zeijst, 1995; Saif and Wesley, 1992) . Depending on the strain of virus, mortality rates in young pigs may reach 100%. One possible explanation for differences in pathogenicity has come from studies by Wesley et al. (1990) in which there was noted a concordance between the integrity of genes 3a and 3b (as defined by their coding regions), located between gene 2 (the spike [S] gene) and gene 4 [the envelope protein (E) gene] (Godet et al., 1992) , and virulence among variants of the pathogenic Miller strain (Fig. 1) . Genes 3a and 3b, so named because of their location within the 5Ј proximal unique region of mRNA 3 in the Purdue strain of TGEV, potentially encode proteins of 7.7 and 27.7 kDa, respectively (Cavanagh et al., 1990; Kapke et al., 1988a; Rasschaert et al., 1987) (Fig. 1) . Genes 3a and 3b are both uninterrupted in the nonpathogenic Purdue 116 strain of TGEV (Kapke et al., 1988a) , however, suggesting there may be factors other than the integrity of these genes contributing to pathogenic differences.\n\nA curious feature of genes 3a and 3b is that transcription patterns leading to their expression are not the same in all strains of TGEV. In the pathogenic Miller strain, genes 3a and 3b exist as 5Ј-proximal ORFs on separate transcripts (mRNAs 3 and 3-1), whereas in the pathogenic FS772/70 (British) and TFI (Taiwanese) strains and in the nonpathogenic Purdue strain, gene 3b exists as the second (downstream) ORF on a transcript (mRNA 3) that begins with gene 3a (O'Connor and Brian, manuscript in preparation; Britton et al., 1989; Chen et al., 1995; Kapke et al., 1988a; Wesley et al., 1989 Wesley et al., , 1990 Wesley et al., , 1991 . It is unlikely, therefore, that dissimilar mechanisms of transcription of 3b would explain differences in virulence.\n\nDespite an unclear indication of how the product of ORF 3b is synthesized and what its function in virus replication and pathogenesis might be, the existence of a conserved 244-amino-acid (aa) polypeptide showing no more than a 3% aa sequence variation among four isolates of TGEV ( Fig. 1 ) and three isolates of the related porcine respiratory coronavirus Rasschaert et al., 1990; Vaughn et al., 1995) would implicate a biological role. Our studies were initiated to understand the structure and function of this protein.\n\nIn this report, we present data demonstrating that two forms of a product from gene 3b are made during translation in vitro and that a product is made during virus infection. We find no evidence, however, that a gene 3b product is a structural component of the virion.\n\nProteins of 27.7 and 20 kDa are synthesized in vitro from transcripts of gene 3b\n\nThe predicted 244-aa polypeptide product of gene 3b from TGEV, Purdue strain, is largely hydrophobic (114 aa are hydrophobic) and has an acidic C-terminus (8 of 16 aa are aspartic or glutamic acid) and potential asparagine-linked glycosylation sites at aa 17, 22, and 132 (Figs. 2, A and B) . A Kyte and Doolittle (1982) hydropathy analysis using a window of 20 aa shows a clustering of hydrophobic aa at positions 1-20, yielding properties of a potential signal sequence for membrane insertion, and at positions 75-100, yielding properties of a potential transmembrane domain (Engelman et al., 1986; von Heijne, 1983) (Figs. 2, A and B) .\n\nTo examine the properties of the protein, gene 3b was subcloned into a pGEM-4z vector under control of the T7 RNA polymerase promoter and synthetic transcripts from pORF2 DNA linearized at the EcoRI site (Fig. 3) were translated in vitro. A major protein product of 27.7 kDa and a minor product of 20 kDa were routinely observed when transcripts were translated in either wheat germ lysate (Fig. 4A , lane 2) or rabbit reticulocyte lysate (data not shown). At no time were products of the size expected from gene 4 (9.2 kDa; Godet et al., 1992) or from the truncated M gene (11 kDa; Kapke et al., 1988b) observed. The 27.7-kDa protein is the presumed fulllength product of gene 3b. The 20-kDa protein was concluded on the basis of the following observations to be an N-terminally truncated product of gene 3b resulting from either initiation of translation at methionine position 80, 86, or 92 or a proteolytic cleavage at a site downstream of aa 75: (1) the 20-kDa protein was synthesized from transcripts of plasmid pORF2 linearized with NsiI or AvrII, which cut close to the 3Ј end of gene 3b, but not with BsrGI or NdeI, which cut within gene 3b ( Fig. 3 and data not shown). (2) The 27.7-kDa protein, but not the 20-kDa protein, was radiolabeled with 35 S-cysteine, which occurs only at position 75 (Fig. 2B) . (3) The 20-kDa protein was immunoprecipitated with 27.7-kDa proteinspecific antiserum (described below). No differences in the migration rates of either the 27.7-or 20-kDa species were observed when electrophoresis was carried out in the absence of ␤-mercaptoethanol, indicating that neither species contained intramolecular disulfide linkages or were themselves disulfide-linked multimeric forms (data not shown).\n\nTo determine whether the full-length product of gene 3b undergoes membrane translocation and glycosylation as predicted from its aa sequence, in vitro-generated transcripts were translated in wheat germ extract in the presence of pancreatic microsomes and evidence of these events was sought. As shown in Fig. 4A , lane 3, translation in the presence of microsomes yielded a product of 31 kDa, in addition to the 27-and 20-kDa species, that was not made in the absence of microsomes (Fig. 4A, lane 2) . In some experiments, minor amounts of a 29-kDa species were also observed (data not shown). Because core glycosylation typically contrib- utes 1.5-3 kDa/carbohydrate chain (Viitala et al., 1988) and because only one potential asparagine linkage site is present in the deduced 20-kDa protein sequence, it is likely that only the 27.7-kDa species had undergone translocation and glycosylation. This conclusion is supported by an analysis of pelleted intact microsomes from a translation reaction mix in which only the 31-kDa species and some of the 27.7-kDa species, but none of the 20-kDa species, were found (Fig. 4A, lane 6) . The supernatant fraction from this procedure contained the 27.7and 20-kDa species (Fig. 4A, lane 7) . Glycosylation, furthermore, probably occurs only on the two upstream potential glycosylation sites because only these would be accessible on the luminal side of the endoplasmic reticulum based on the deduced topography of the 31-kDa protein (discussed below).\n\nTo confirm the glycosylated status of the 31-kDa species, removal of presumptive sugar side chains was attempted by treatment with PNGase, which cleaves at the bond between asparagine and GlcNAc residues (Maley et al., 1989) . Figure 4B , lanes 4 and 5, illustrates that after enzyme treatment, the 31-kDa protein was absent and only its presumed precursor of 27.7-and the 20-kDa species were present. This result confirms the glycosy- Kyte and Doolittle (1982) and a window of 20 aa as drawn with the Microgenie Program (Beckman Instruments) (Queen and Korn, 1984) . (B) The aa sequence of the 27.7-kDa protein.\n\nPredicted hydrophobic (shaded) and hydrophilic (striped) domains, potential asparagine-linked glycosylation sites (forks), and predicted hydrolysis sites for trypsin (closed arrowhead) and chymotrypsin (open arrowhead) are identified. (C) Deduced topography of the glycosylated 27.7-kDa protein within the microsomal membrane. lated status of the 31-kDa species and indicates, furthermore, that the postulated N-terminal signal sequence had not undergone cleavage because this would have yielded a product of Ͻ27.7 kDa.\n\nTo determine whether the 31-kDa species had become partially translocated and therefore anchored in the microsomal membrane or completely translocated and therefore secreted into the microsomal lumen, an analytical procedure was used that opens microsomes into membrane sheets and determines protein anchorage (Fujiki et al., 1982) . When microsomes from a translation reaction were opened by carbonate treatment and pelleted, the 31-kDa glycoprotein was found almost exclusively in the pellet (Fig. 4A , lane 4), demonstrating its anchorage in the membrane. The 27.7-and 20-kDa species, on the other hand, were found in the supernatant (Fig. 4A , lane 5), indicating no attachment to the membrane. EDTA treatment, which disrupts cation-dependent surface adherence of membrane proteins (Fujiki et al., 1982) , failed to remove the 31-kDa glycoprotein from microsomes ( Fig. 4A , lanes 8 and 9), further supporting the notion that this is an integral membrane protein.\n\nTo determine the topography of the 31-kDa protein, microsomes from a completed translation reaction were incubated with a mixture of trypsin (which hydrolyses the carboxyl group of arginine and lysine) and chymotrypsin (which hydrolyses the carboxyl group of tryptophan, tyrosine, and phenylalanine), and orientation was deduced based on the size of the protected fragments. In the absence of membranes, complete digestion with the two enzymes would theoretically leave fragments of no larger than 4 kDa (Fig. 2B) . This was experimentally shown not to be the case because a prominent product of 6.5 kDa remained after treatment (Fig. 4C, lane 3) . This product may have been the result of short regions of secondary structure masking enzyme digestion sites. Assuming the membrane orientation is as predicted in Fig. 2C and all available enzyme sites are cleaved, a protected glycosylated polypeptide of 15-18 kDa would be expected (i.e., cleavage after aa 112 would yield a core product of 12.6 kDa to which two high mannose side chains would add 3-6 kDa). As illustrated in Fig. 4C , lane 5, protected fragments of ϳ17 and ϳ24 kDa were obtained. These results demonstrate, first, that the 31-kDa species has a substantial cytoplasmic tail. Second, the existence of a predicted 17-kDa fragment supports the topographic model depicted in Fig. 2C . The existence of the unexpected 24-kDa fragment could be explained by the hydrophobicity of aa 91-201 (Fig. 2) , which might lead to a state of protection from the protease. Such might be the case if the hydrophobic portion of the protein closely interacts with the membrane on the cytoplasmic side. A similarly extended hydrophobic region was thought to lead to protection of protease-sensitive sites on the rotavirus NS28 protein by the same mechanism (Bergman et al., 1989) . Alternatively, aa 91-201, or some portion of them, could yield a second transmembrane domain with a luminal positioning of the C-terminus. This topography, found for some molecules of the TGEV multispanning M protein (Risco et al., 1995) , could potentially yield a protease-resistant fragment of 24 kDa.\n\nTo determine whether the 27.7-and 20-kDa species share immunological epitopes and thus are translated from the same open reading frame, 27.7-kDa proteinspecific antiserum was used to immunoprecipitate the products of gene 3b synthesized in vitro. Figure 5A , lane 4, illustrates that immune serum immunoprecipitates the products of gene 3b but not of gene 4 (E protein) (lane 6) or the CAT gene (lane 8), indicating a shared sequence between the 27.7-and 20-kDa proteins. They therefore must be translated from the same open reading frame.\n\nTo determine whether gene 3b is expressed during infection in the animal host, antibodies to its products were sought in convalescent hyperimmune porcine serum. From Fig. 5B , lanes 3 and 4, it can be observed that the convalescent serum, but not the nonimmune serum, precipitated both products of gene 3b synthesized in vitro, indicating that some form of gene 3b must be expressed during animal infection and that the product or products must induce an immune response.\n\nTo determine the intracellular location of the gene 3b products, cultured cells infected with the Purdue strain of TGEV were examined by immunofluorescence with rabbit antiserum prepared against the 27.7-kDa fusion protein. Figure 5C illustrates that in infected cells, there is localization primarily to perinuclear regions of infected cells, but some protein also is observed to be distributed throughout the cytoplasm. These results suggest that at least one of the products of gene 3b, probably the 31-kDa glycosylated species, localizes to the membranes of the endoplasmic reticulum or Golgi, which are known sites of coronavirus assembly (Tooze et al., 1984) . Gene 3b products are not found in the virion of the Purdue strain\n\nTo determine whether the products of gene 3b are structural components of the Purdue strain of virus, a Western blot analysis designed to detect as little as 1 molecule of gene product/virion was used. For this, gradient purified virus was electrophoresed in a denaturing polyacrylamide gel in parallel with known quantities of fusion protein and then blotted with fusion protein-specific antiserum. Because in the peak fraction of purified virus (fraction 10 in Figs. 6, A and B) there are an estimated 3 ϫ 10 10 virions (estimated from a known titer of 2 ϫ 10 9 infectious units/ml in supernatant fluids at 18 h postinfection and a sedimentation distribution resulting in 50% of the virus is in the peak fraction), then 341, 34.1, and 3.41 ng of fusion protein in the separate lanes would be equivalent to 100, 10, and 1 molecule/virion. In parallel experiments with protease factor Xa (New England Biolabs)-digested fusion protein, however, it was determined with fusion protein-specific antibody that only one fourth of the signal in the fusion protein band was due to the gene 3b moiety (data not shown). Therefore, on the basis of radiolabel, a band of equal intensity to the peak virus fraction would be equivalent to 400, 40, and 4 molecules/virion, respectively. As can be seen in FIG. 4 . In vitro translation in the presence of microsomal membranes to test for translocation, membrane anchorage, and glycosylation. (A) Treatment of microsomes recovered from a translation mix with carbonate or EDTA. M indicates molecular weight markers; T, total translation mix; S, supernatant fraction after pelleting membranes; P, pelleted membrane fraction. (B) Treatment of microsomes recovered from a translation mix with N-glycosidase F. Detergent treatment was 1% Nonidet P-40 (v/v) and N-glycosidase F concentrations were 2500 and 5000 U/20 l . (C) Proteaseresistant fragment of the 27.7-kDa protein in microsomes. Protease treatment was an incubation at 0°C for 90 min with a mixture of 1 mg each of trypsin and chymotrypsin per milliliter, and detergent treatment was 2% Triton-X 100. Fig. 6A , although radiolabel is observable in all three lanes of the quantitative standard (lanes 1-3) , no radiolabel was observed in the virus lanes even when threefold greater film exposure time was used (lanes 4-8), indicating that if present, gene 3b products are Ͻ4 molecules/virion. The same blot probed with TGEV-specific hyperimmune porcine serum shows the presence of abundant virus in fractions 9-12 (Fig. 6B,  lanes 4-8) .\n\nIn this study, we show that two protein species are synthesized in vitro from gene 3b of the Purdue strain of TGEV. The most abundant species, the presumed prod-uct of the full-length transcript, is a 27.7-kDa integral membrane protein that becomes glycosylated and electrophoretically migrates in its fully glycosylated form as a molecule of ϳ31 kDa. We conclude from our analyses that the hydrophobic 16-aa N-terminus of the full-length product functions as a signal sequence for membrane translocation but is not cleaved. Interestingly, a recently published algorithm (Nielsen et al., 1997) would not predict cleavage of this postulated signal peptide. We predict, therefore, that asparagine residues N17 and N22 are the likely sites for sugar chain addition, and because it is distal to the transmembrane transfer-stop domain, N132 is unlikely to be a site for glycosylation. Thus the gain in mass of ϳ4 kDa is probably due to glycosylation at both N17 and N22, but this has not been confirmed by mutational analysis. We did not test for evidence of protein acylation. We therefore conclude that the glycosylated 27.7-kDa protein has the orientation depicted in Fig. 2C , which places the majority of the polypeptide in the cytoplasm. The extreme acidity of the hydrophilic C-terminus suggests that it may interact with a basic protein. The second product from the translation of gene 3b in vitro is a nonglycosylated polypeptide of 20 kDa that we postulate to be the result of either downstream initiation of translation or a proteolytic event.\n\nThe abundance of the intracellular form of either protein is unknown. Several attempts to immunoprecipitate a product at different times throughout infection from either the Purdue or Miller strains were unsuccessful. This suggests to us that perhaps the products of gene 3b are in extremely low abundance or are unstable. Nevertheless, immunofluorescence data show that gene 3b products at 15 h postinfection are distributed both throughout the cytoplasm and at concentrated sites primarily in the perinuclear region of infected cells. We postulate, therefore, that the soluble 20-kDa form is distributed throughout the cytoplasm, whereas the membrane-anchored glycosylated 31-kDa form is in the perinuclear membranes within the region where virus assembly has been shown to occur (Tooze et al., 1984) .\n\nOther than its intracellular location, little was apparent from our experimental data that would suggest a function for the products of gene 3b. The fact that gene 3b is truncated in two cell culture-passaged strains of TGEV and in closely related porcine respiratory coronavirus strains (Vaughn et al., 1995) suggests that it is not necessary for virus replication in cell culture. Still, its conservation in size and sequence among several field strains of TGEV (Fig. 1) and PRCV Vaughn et al., 1995) argue that it does function in some capacity during replication in the animal. Curiously, the truncated 3b gene in the Purdue 115 and SP Miller strains (truncated at the N-terminus) would still encode the 20-kDa species, leaving open the possibility that the truncated protein is expressed and fulfills, perhaps only partially, a gene 3b function. A computer search for proteins with sequence identity to that of the TGEV gene 3b product revealed only the homologous protein in other serogroup I coronaviruses [canine coronavirus (Horsburgh et al., 1992) , feline infectious peritonitis virus and feline enteric coronavirus (GenBank accession no. AF033000, Y13921, and S81024), human coronavirus 229E (Jouvenne et al., 1992; Raabe and Siddell, 1989) , and porcine epidemic diarrhea virus (Duarte et al., 1994) ]. Thus no functions were revealed by this search.\n\nBy using a Western blotting procedure with the fusion protein-specific antiserum that would have detected as few as 4 molecules/virion, we found no evidence of either gene 3b product on purified Purdue strain virus. It should be noted that the calculations in this study were based only on viable virus and the presence of noninfectious particles in the purified virus band would necessarily lead to a lower estimate of the number of molecules per virion. We also found no evidence that the fusion protein-specific antiserum had any virus-neutralizing activity. From these experiments, we conclude that, at least for the Purdue strain of TGEV, the gene 3b product is not a structural protein.\n\nThe Purdue 116 and Miller strains of TGEV were obtained from E. Bohl (Ohio Agricultural Research and Development Center, Wooster, OH). Purdue 116 virus was plaque purified from infectious genomic RNA and .41 ng of fusion protein, respectively, and this portion of the blot was exposed to film for 24 h; lanes 4-8 contain pelleted virus from the indicated fractions of the sucrose gradient, and this portion of the blot was exposed to film for 76 h.) (B) Western blot analysis using porcine hyperimmune serum to TGEV. Probing was done on lanes 4-8 of the blot shown in A, and the blot was exposed to film for 24 h. grown on swine testicle (ST) cells (McClurkin and Norman, 1966) in medium containing 10% FCS (Atlanta Biologicals) as previously described (Brian et al., 1980; Kapke and Brian, 1986) . Miller virus was similarly grown but was plaque purified twice from infectious virus on ST cells. Both were used within 8 passages of plaque purification.\n\npGEMFT44 was used to generate transcripts containing the 27.7-kDa ORF with a 5Ј untranslated region of 151 nucleotides (nt) (Fig. 3) . For its construction, the pUC-9based TGEV cDNA clone pFT44 (Tung et al., 1992) was digested with HindIII and the resulting 1430-nt fragment was subcloned into the HindIII site of vector pGEM-4z (Promega Biotech). pGEMFT44 was modified to form pORF2, from which transcripts with a 5Ј UTR of 15 nt were generated (Fig. 3) . For this, PCR-based mutagenesis by an overlap extension procedure (Horton et al., 1990; Senanayake and Brian, 1995) was used. In addition to the forward and reverse primers for the pUC vector (Pharmacia), mutagenesis primer 5Ј-CTAAATTCCAAGC-TTAAATGATTGG-3Ј, which introduced a HindIII site 15 nt upstream from the start of gene 3b, and primer 5Ј-CT-TCTCATAAACGGTGCAGCTCTGCC-3Ј, which binds at a site beginning 421 nt downstream from the start of gene 3b, were used for the overlap extension procedure to generate a 1618-nt PCR product from which the 1294-nt gene 3b-containing HindIII fragment was obtained and cloned into the HindIII site of vector pGEM-4z.\n\nTo generate pMAL-ORF2, an in-frame chimera between the maltose binding domain and all except the 5Ј 8 codons of gene 3b (Fig. 3) , the 1268-nt ScaI-HindIII fragment from pGEMFT44 was cloned into HindIII and XmnI-linearized pMAL-c2 vector (New England Biolabs).\n\nThe junction sites of all constructs were confirmed by sequencing.\n\nTranscription was carried out with T7 RNA polymerase as recommended by the manufacturer (Promega Protocols and Application Guide, 1991; Promega Biotech). For this, 5 g of pORF2 DNA linearized with EcoRI, NsiI, AvrII, BsrGI, or NdeI, as indicated, was incubated for 1 h at 37°C in a 100-l reaction mixture to yield ϳ20-40 g of RNA. RNA transcripts were purified by spin column chromatography (Bio-Rad) and stored in water at Ϫ20°C until use.\n\nTranslations were carried out in wheat germ extract or in rabbit reticulocyte lysate as recommended by the manufacturer (Promega Biotech). Briefly, 1 g of RNA was incubated for 1 h in a 50-l reaction mixture lacking unlabeled methionine and containing 5 l of 35 S-methionine (Ͼ1000 Ci/mmol at 10 mCi/ml; ICN). Translation products were analyzed by SDS-PAGE (Laemmli, 1970) except that samples in sample treatment buffer were not boiled Since this led to aggregation of the 27.7-kDa protein.\n\nTo evaluate membrane translocation, translation was carried out in a 50-l reaction mixture containing 6 l of canine pancreatic microsomes (Promega Biotech), and the status of the protein in microsomes was analyzed according to the method of Fujiki et al. (1982) . Briefly, to 14-l aliquots of the incubated translation reaction mix, we added either (1) 200 l of 100 mM sodium carbonate (pH 11.5), (2) 200 l of 25 mM EDTA (pH 7.4), or (3) 200 l of buffer containing 10 mM Tris-HCl (pH 7.4), 10 mM KCl, and 1.5 mM MgCl 2 as a control treatment, and the mixtures were incubated at 4°C for 30 min and centrifuged at 10,000g for 30 min at 4°C. Proteins in pellets or in acetone-precipitated supernatant fractions were analyzed by SDS-PAGE on a gel of 10% polyacrylamide.\n\nTo evaluate N-linked core glycosylation, 10-l aliquots of the incubated microsome-containing translation reaction mixture were incubated with 2500 or 5000 U of peptide:N-glycosidase F (PNGase) (New England Biolabs) as recommended by the manufacturer.\n\nFor identification of protease-protected intramicrosomal protein fragments, the method of Morimoto et al. (1983) was used. Briefly, 10 l of tetracaine-stabilized, microsome-containing terminated translation mix was treated for 1.5 h on ice with 1.0 mg/ml concentration each of trypsin and chymotrypsin (Sigma) in the presence or absence of 2% v/v Triton-X 100 (Sigma). Products were analyzed by SDS-PAGE on a gel of 15% polyacrylamide.\n\nHyperimmune convalescent serum raised in a pig infected with the Miller strain of TGEV was a kind gift from L. Kemeny (National Animal Disease Laboratory, Ames, IA). Nonimmune porcine serum was obtained at birth from colostrum-deprived neonatal pigs raised on a TGEV-free farm at the Oak Ridge National Laboratories (Oak Ridge, TN).\n\nRabbit antiserum was prepared against the 27.7-kDa protein-containing fusion protein that was purified from pMAL-ORF2-transformed Escherichia coli, strain TB1, by amylose affinity chromatography as recommended by the manufacturer (New England Biolabs) and quantified with the Bio-Rad Bradford Protein Assay Kit. Synthesis of fusion protein was induced with IPTG and confirmed by Western blot analysis separately with maltose binding protein-and TGEV-specific antiserums. Antiserum was produced in a New Zealand White rabbit by injecting 1 mg of fusion protein at 10 sites subcutaneously and boosting with 0.5 mg twice at 2-week intervals. Serum was harvested at 6 weeks after the first injection.\n\nFor immunoprecipitation analyses, the method of Anderson and Blobel (1983) was used.\n\nFor immunofluorescence analysis, freshly confluent ST cells grown on glass slides (Labtek) were infected with TGEV at an m.o.i. of ϳ5. At 15 h postinfection, cells were fixed with absolute ethanol, incubated for 1 h at room temperature with primary antiserum (a dilution of 1:50 for hyperimmune porcine serum and 1:25 for anti-27.7 serum), and then incubated at 1 h with FITC-conjugated rabbit anti-swine IgG (Boehringer Mannheim) or goat anti-rabbit IgG F(abЈ) 2 fragments (Jackson Laboratories), as required.\n\nTo obtain purified virus, freshly confluent ST cells at a density of 5.3 ϫ 10 5 cells/cm 2 in four 150-cm 2 flasks were infected with an m.o.i. of 10, and at 18 h postinfection when there was a cytopathic effect in ϳ50% of the cells, supernatant fluids were decanted and clarified for 10 min at 2000g. Virus was then banded by isopycnic sedimentation on two 20-ml gradients of 60-20% sucrose (w/w) in the Beckman SW 27.1 rotor for 2 h as previously described (Brian et al., 1980) , and 1-ml fractions were collected by needle puncture from the gradient bottom. Buoyant densities of each fraction were obtained by light refractometry, and virus in each fraction was pelleted, dissolved in Laemmli's 2ϫ sample treatment buffer, and analyzed by SDS-PAGE on gels of 10% polyacrylamide followed by Western blotting on nitrocellulose using 125 I-Staph A protein (ICN) as previously described (Hogue et al., 1984; Sethna and Brian, 1997) .\n\nTo quantify gene 3b products in the Western blot, 341, 34.1, and 3.41 ng of fusion protein representing 300, 30, and 3 ϫ 10 6 molecules, respectively, was used per lane in parallel with purified virus. This was calculated to equate to 100, 10, and 1 molecule/virion in the peak lane of purified virus (see Results for rationale)."}