{"title": "Houttuynia cordata polysaccharide alleviated intestinal injury and modulated intestinal microbiota in H1N1 virus infected mice", "body": "Influenza is an infectious disease caused by influenza virus. Fatality of the infection is related to pneumonia, which is characterized by massive lung inflammation resulting in damage of tissue [1] . It was demonstrated that influenza A virus (H1N1, H5N1 and H7N2) infection caused not only lung injury but also intestinal structural damage, thereby leading to gastroenteritis-like symptoms [2] . Clinically, gastrointestinal symptoms including abdominal pain, nausea, vomiting, and diarrhea often occur during influenza [3] .\n\nThe intestinal damage is the impairment of intestinal mucosal barrier system. The barrier is mainly composed of the mechanical barrier, the chemical barrier, the immune barrier and the biological barrier. The mechanical barrier includes the intact intestinal epithelial cells and the intercellular tight junctions including occludin and zonula occludens-1 (ZO-1), which can be disrupted by hypoxia inducible factor-1α (HIF-1α) activation [4] [5] . The chemical barrier mainly consists of mucus secreted from the goblet cells [5] [6] . The induction of goblet cells and mucin secretion occur frequently during acute phase of intestinal injury [6] . The immune barrier consists of factors such as immunoglobulin A (IgA), intra-mucosal lymphocytes, and mesenteric lymph nodes [4] . The immune barrier, associates with the mechanical barrier and the chemical barrier, forms an important line of defense against viruses or invasive bacteria. IgA deficiency is related to a mild intestinal microbiota dysbiosis and a disturbed bacterial dependency network [7] . Normal gut microbiota, which participate in digestion, absorption and metabolism of the host, constitute the biological barrier preventing the invasion of harmful sub-stances [5] . Diversity and health of the intestinal microbiota is helpful for protecting against influenza infection [8] . The host will be affected adversely if the intestinal barrier is impaired.\n\nPolysaccharides from the ink of Ommastrephes bartrami (OPB) restored the expression level of the tight junction protein such as occludin and ZO-1 [9] . Also, OPB changed the intestinal microflora composition [10] . Moreover, the potential therapy mechanism of polysaccharides from Ganoderma lucidum strain S3 on chronic pancreatitis might be intestinal microbiota dependent [11] . We speculated that the regulation of intestinal barrier and microbiota by oral administration of polysaccharides may have beneficial effects on relieving influenza symptoms.\n\nHouttuynia cordata polysaccharide (HCP) is extracted from Houttuynia cordata, a herb which served as a key traditional Chinese medicine for pneumonia treatment [12] . The antiviral [13] , anti-inflammatory [14] , antibacterial [15] and antiproliferative [16] activities of Houttuynia cordata were demonstrated by many researches. Our previous studies proved that HCP reduced the acute lung inflammatory injury caused by LPS in vivo [17] and ameliorated pulmonary inflammatory injury caused by H1N1 infection via inhibition of TLR4 pathway activation and pro-inflammatory cytokines expression [12] . We found in previous study that HCP strengthened the intestinal barrier in H1N1-infected mice, as it significantly increased IgA in intestine [12] . Nevertheless, no in-depth research is carried out about the effects and mechanism of HCP on intestine after H1N1 infection.\n\nHere, a mouse model was used to study the effects of HCP on intestinal barrier, especially on intestinal microbiota, after H1N1 infection. Our study demonstrated that HCP alleviated intestinal barrier damage and gut inflammation, and improved the intestinal microbiota homeostasis. HCP may reduce pulmonary injury caused by H1N1 infection by exerting the activities on intestine and microbiota. Our results proved the high value of HCP in the treatment of influenza.\n\nA mouse-adapted strain of high pathogenicity influenza virus H1N1 (A/FM/1/47) was supplied by Dr. ZHU Hai-Yan, School of Pharmacy, Fudan University, Shanghai, China. It was stored at -70 °C and freshly thawed for the experiments. HCP was supplied by Dr. CHEN Dao-Feng, School of Pharmacy, Fudan University, Shanghai, China. As we previously reported, HCP comprises 77.21% of total carbohydrate [17] . It is mainly composed of Glc, Gal, Ara and Rha in the ratio of 3.40 : 2.14 : 1.17 : 1.00, along with trace of Man and Xyl [17] .\n\nThe reagents included ribavirin (Rib, WeeBeyonnd Scientific & Trade Co., Ltd.); RPMI Medium 1640 (Solarbio); Anti HMGB1, HIF-1α and ZO-1 antibodies (Proteintech Group, Inc.); Goat anti-Rabbit IgG (H&L)-HRP antibody (Bioworld Technology, Inc.); Alcian Blue 8GX, Tris (Sinopharm Chemical Reagent Co., Ltd.); Periodic Acid Solution and Schiff Reagent (Baso Biotechnology Co., Ltd.); Anti TLR2 and TLR4 antibodies (Abcam Co., Ltd.); DAB buffer (Shanghai Rong Xin Biotechnology Co., Ltd.); TIANamp Stool DNA Kit (TIANGEN Biotech Co., Ltd.); TruSeq DNA Sample Preparation Kit, Illumina MiSeq (Illumina); RIPA Lysis Buffer, protease inhibitor, SDS-PAGE Gel Parparation kit, Tween 20, BeyoECL Plus kit, IL-1β ELISA kit (Beyotime Biotechnology Co., Ltd.); Poly-vinylidene fluoride membranes (Millipore); IL-10 ELISA kit (Boatman Biotechnology Co., Ltd.).\n\nMale BALB/c mice (6 weeks) were obtained from Shanghai Slaccas Lab Animal Co., Ltd. (SPF II Certificate; No. SCXK2012-0002). All mice were randomly divided into four experimental groups (n = 6): normal, model, HCP40 and Rib100. The dosage of HCP was 40 mgkg -1 , and ribavirin (Rib), 100 mgkg -1 , according to the research paper [12] . Protocols used for the experiment were approved by the Animal Ethical Committee of School of Pharmacy, Fudan University (Identification: 2013-50). Intranasal instillation of RPMI-1640 culture medium (normal group) or influenza virus A/FM/1/47 H1N1 at a dose of 2LD 50 [12] was performed after intravenous anesthesia with 25 mgkg -1 propofol. The treatment was initiated 2 h after H1N1 challenge and lasted for 4 days. 5‰ CMC and medicine were administered by oral gavage. Mice were sacrificed by euthanasia at day 4 to harvest lung and intestine tissues. The left lobes of lung and 1cm small intestine were fixed immediately in 0.01 molL -1 phosphate buffered formalin solution (pH 7.4) for histological evaluation. The cecum contents were collected and stored at −80 °C for DNA isolation late.\n\nTo evaluate the severity of pneumonia, the lung sections (3 µm) were cut and stained with haematoxylin and eosin (H&E) [18] . Briefly, after clearing the paraffin from the samples held on the glass slides in xylene, the samples were hydrated and then stained in hematoxylin solution. The slides were placed under running tap water, followed by staining the samples in working eosin Y solution. Finally, dehydrate the samples and clear them in xylene. The intestinal sections (3 µm) were stained with Alcian Blue/Periodic acid-Schiff (AB-PAS) to detect mucosubstances in goblet cells [19] . Immunohistochemical staining was carried out by methods described in an article [17] . After antigen retrieval and endogenous peroxidase removal, the non-specific binding sites were blocked. Then, the lung tissues were incubated with HMGB1 antibody or TLR4 antibody and the intestinal sections were incubated with HIF-1α antibody or ZO-1 antibody at 4 °C overnight, followed by washing with 0.01 molL -1 PBS and incubation with HRP-conjugated antibody for 30 min in a 37 °C water bath. Slices were visualized using DAB chromogenic substrate solution and observed under a microscope.\n\nAverage IOD values of four fields per slide were measured by ImageJ for statistical analysis late. Average IOD = Integrated Optical Density (IOD)/Area.\n\nBased on research report, microbial genomic DNA was extracted from samples of cecum contents using a TIANamp Stool DNA Kit [20] . Successful isolation of DNA was confirmed by agarose gel electrophoresis. The V4 hypervariable regions of 16S rDNA were PCR amplified using fusion primers (forward primer was 520F: 5-AYTGGGYDTAAAGNG-3, reverse primer was 802R: 5-TACNVGGGTATCTAATCC-3). The PCR condition was as follows: one pre-denaturation cycle at 98 °C for 3 min, 25 cycles of denaturation at 98 °C for 30 s, annealing at 50 °C for 30 s, and elongation at 72 °C for 30 s, and one post-elongation cycle at 72 °C for 5 min. The PCR amplicon products were separated and extracted from agarose gels. The PCR production was used to construct sequencing library by using TruSeq DNA Sample Preparation Kit. The V4 amplicons products were sequenced by Illumina MiSeq. The sequences were assembled and trimmed.\n\nTaxon-dependent analysis was conducted using the Greengenes Database (Release 13.8, http: //greengenes.secondgenome.com/) [21] . Distribution plot of species at the phylum level was generated by QIIME. Relative-abundance analysis of intestinal microbiota at the genus level were performed by STAMP (http: //kiwi.cs.dal.ca/Software/STAMP) [22] . Alpha diversity indexes include the Chao1 index, Ace index and Shannon index. The Chao1 index and Ace index reflect richness and the Shannon index is an estimator of both the richness and community evenness [23] . They were calculated by Mothur software (version 1.31.2, http: //www.mothur.org/). Beta diversity analysis was calculated by QIIME. According to the results, three-dimensional principal coordinate analysis (PCoA) plot and nonmetric multidimensional scaling (NMDS) plot were made. The heatmap was implemented with R (pheatmap) software. Microbial function was predicted using PICRUSt [24] , as described in a report [25] . The genes and their function were aligned to KEGG database and the data analysis were performed by software STAMP.\n\nThe intestine proteins were prepared using RIPA lysis buffer supplemented with protease inhibitor [26] . The proteins were separated by sodium dodecyl sulfate-polyacrylaminde gel electrophoresis (SDS-PAGE) and transferred to polyvinylidene fluoride (PVDF) membranes [26] . The membranes were blocked with 5% nonfat milk for 30 min and then incubated with the primary antibodies (TLR2 and TLR4) at 4 °C overnight. Membranes were incubated with HRP-labeled secondary antibody for 3 h at room temperature. After washed by Tris-buffered saline and Tween 20 (TBST), the bands were visualized using a BeyoECL Plus kit.\n\nIntestine homogenates were prepared at a concentration of 100 mg tissue/mL PBS [12] , and the total protein concentration was determined. The levels of IL-1β and IL-10 in intestine homogenates were assayed using enzyme linked immu-nosorbent assay (ELISA) kits according to the manufacturer's instructions.\n\nThe results were expressed as mean ± standard deviation (SD). One-way ANOVA with Fisher's LSD test was chosen for multiple comparisons. To statistically analyze intestinal microbiota, ANOVA test was applied (TukeyKramer post hoc tests) with Benjamini-Hochberg FDR multiple test correction. P < 0.05 was considered to be statistically significant.\n\nLung tissues of the infected mice showed that the inflammatory injury was mainly characterized by red blood cells leakage, monocytes and lymphocytes infiltration, and thickened alveolar walls (Fig. 1A) . HCP or Rib treatment minimized those pathological changes. The expression of HMGB1 in lung of normal mice concentrated in the nucleus, but it distributed both inside and outside nucleus in model group (Fig. 1B) . Efficacy of HCP was evident in reducing the release of HMGB1 from nucleus (Fig. 1B, Fig. 1D ). H1N1 infection significantly increased the expression of TLR4, which was down-regulated by HCP (Fig. 1C, Fig. 1E ).\n\nPathological injuries such as intestinal villi swelling occurred in the mice of H1N1 infection, whereas HCP was effective in attenuating the pathological change ( Fig. 2A) . Hypoxia inducible factor-1α (HIF-1α) may cause the loss of tight junction proteins [27] . The results showed intense immunostaining for HIF-1α expression in intestine tissues of model group (Fig. 2B, Fig. 2E ). Compared with model group, HCP and Rib groups exhibited relatively low levels of HIF-1α staining. Zonula occludens-1 (ZO-1) is one kind of tight junction proteins which participate in the formation of the mechanical barrier [27] . ZO-1 protein expression reduced in mice infected with H1N1 virus (Fig. 2C, Fig. 2F ). But HCP and Rib treatment markedly improved the expression. There were more mucosubstances in goblet cells in H1N1 infected mice than in mice of normal and HCP treated group (Fig. 2D,  Fig. 2G ).\n\nAt the phylum level, H1N1 infection decreased the relative abundances of Bacteroidetes and Firmicutes, but increased the relative abundances of SAR406, Proteobacteria, Planctomycetes, Chloroflexi and Actinobacteria (Fig. 3A) . HCP treatment reversed these changes.\n\nAt the genus level, the relative abundances of Vibrio (Fig.  3B 1 ) , Mycobacterium (Fig. 3B 2 ) , Bacillus (Fig. 3B 3 ) and Campylobacter (Fig. 3B 4 ) were higher in H1N1 virus infected mice in comparison with normal mice. HCP and Rib given orally significantly decreased the relative abundances of Vibrio and Bacillus. The relative abundances of Mycobacterium and Campylobacter were under detection limit in Rib treatment group. \n\nAlthough not statistically significant, HCP40 group had a slightly higher Chao1 index and Ace index than the others ( Table 1 ). The Shannon index of model group was mildly higher than that of normal group, HCP40 group or Rib100 group.\n\nWeighted analysis of UniFrac PCoA (Fig. 4A ) and NMDS (Fig. 4B) showed a clear separation between model group and other groups. The community difference between normal group and HCP40 group was minimal. The percentages of PC1, PC2 and PC3 in PCoA were 47.65%, 24.06% and 7.39%, respectively. The heatmap of 50 genus in each sample was showed (Fig. 4C) . The genus in normal group had a difference from those in HCP40 and Rib100 groups. The difference between normal group and model group was more obvious. \n\nThe intestinal contents of model group contained more microbial functional genes than normal group for metabolism of amino acid (Fig. 5A 1 ) , energy (Fig. 5A 2 ) and lipid (Fig.  5A 3 ), but had fewer functional genes for enzyme metabolism (Fig. 5A 4 ) . HCP and Rib treatment reversed these changes. In addition, it was showed in intestinal microbiome of model group that relative abundances of functional genes associated with cancers (Fig. 5B 1 ) , cardiovascular diseases (Fig. 5B 2 ) , infectious diseases (Fig. 5B 3 ) and neurodegenerative diseases (Fig. 5B 4 ) increased. HCP and Rib treatment decreased the relative abundances of these functional genes. \n\nThe results of western blotting showed that H1N1 infection significantly increased the expressions of TLR2 and TLR4 in intestine (Fig. 6A) . HCP and Rib down-regulated their expressions. As shown in Fig. 6B and Fig. 6C, H1N1 infection led to a strong increase of IL-1β production and caused a significant decrease of IL-10 production in intestine. HCP and Rib significantly inhibited the production of IL-1β. In addition, HCP markedly promoted IL-10 production. The IL-10 concentration was slightly higher in mice treated with Rib as compared with the infected mice, but there was no statistical significant. \n\nIn this study, all mice infected with H1N1 virus showed clinical signs of poor appetite and a significant decline in weight from day 3. Most of them also had symptoms of hypergasia, diarrhea and unformed feces. Oral administration of HCP ameliorated the weight loss and diarrhea.\n\nH1N1 infection can lead to lung injury characterized by red blood cells leakage, monocytes and lymphocytes infiltration, and thickened alveolar walls. In addition, the infection caused an increase of the high mobility group box 1 (HMGB1) protein level as seen in lung tissue. TLRs signaling pathway can be activated by HMGB1 which belongs to the damage associated molecular patterns (DAMPs) [28] . We found an increase of TLR4 expression in lung of the infected mice. Our study demonstrated that HCP reduced the expressions of HMGB1 and TLR4 in lung, contributing to alleviating the lung injury caused by H1N1 infection.\n\nLung is a respiratory organ and lung damage will un-doubtedly result in impaired gas exchange, leading to systemic hypoxia. For protecting major organs, body will redistribute blood from intestine to those organs, causing gut ischemia and hypoxia. Upregulation of hypoxia inducible factor-1α (HIF-1α), a protein induced by hypoxia during inflammation and infections [29] , may cause the loss of tight junction proteins such as ZO-1 [27] . ZO-1, goblet cells and mucus as well as IgA are essential for the intestinal barrier integrity, which can be impaired by the changes of these factors. As the result, harmful substances like LPS or bacteria which normally located in digestive tract might invade into tissues and give rise to inflammation [30] [31] . Combined with the present results and previous studies [12] , the destruction of intestinal barriers after H1N1 infection was characterized by the changes of HIF-1α, ZO-1, mucosubstances and IgA in intestine. HCP significantly reversed the changes of these factors to restore gut barriers. Thus, HCP might be able to reduce translocation of bacteria and transportation of harmful substances into blood, and to alleviate inflammatory injury.\n\nRecently, it was found that pathogens introduced into the respiratory system give rise to intestinal dysfunction and intestinal dysbiosis affects lung immune responses, so a gut-lung axis theory was raised to describe the close relation between these two organs [32] . Emerging evidences present a modulatory role of gut microbiota in elicitation of an immune response to influenza and demonstrate that regulation of intestinal microbiota is potential for treatment of lung diseases [8, 33] . A study showed the intestinal microbiota served as a protective mediator in the host defense against pneumococcal pneumonia [34] . The composition of commensal microbiota influenced the generation of virus-specific CD4 and CD8 T cells and the initiation of adaptive immunity following influenza virus infection [35] . Therefore, the intestine, especially the intestinal microbiota, is vital to immune regulation and response to viral pneumonia.\n\nIn our study, the relative abundances of some commonly represented bacterial phyla including Firmicutes, Bacteroidetes, Actinobacteria and Proteobacteria were changed after virus infection, reflecting perturbations [36] . HCP treatment reversed the composition change and markedly diminished the relative abundances of both Vibrio and Bacillus which belong to pathogenic bacterial genera. The regulation of HCP on these phyla and genera may be beneficial to treat influenza. The PCoA, NMDS and heatmap signified that HCP may rebalance intestinal microbiota. A prebiotic causes specific changes in the consumption and/or activity of the gastrointestinal microbiota, which confers benefit(s) upon host health [37] . It reminds us that HCP can be served as a prebiotic and used for diseases related with intestinal dysbacteriosis. Changes of functional genes of intestinal microbiome caused by H1N1 infection might disturb the metabolism of nutrients and damage the stability of intestinal environment. The respiratory pathogen challenge probably raises possibility of diseases by disturbing the corresponding functional genes of the microbiome. HCP regulated the genes and restored, to some degree, the intestinal homeostasis. Further studies are needed to verify whether the function of host can be effectively influenced by the changes of intestinal flora functional genes.\n\nThe intestinal microbiota imbalance could cause the occurrence of gut inflammation [38] . Toll like receptors (TLRs) can bind to a variety of microbial products and recognize endogenous ligands to mediate the cytokines secretion and the immune responses [39] . After the disorder of microbiota, the undesirable changes in bacterial products may stimulate the TLRs signaling pathway. From our experiments, the expressions of TLR2 and TLR4 in intestine of H1N1 infected mice were significantly increased. In addition, the increase of IL-1β (a pro-inflammatory cytokine) concentration and the decrease of IL-10 (an anti-inflammatory cytokine) concentration were showed. The present results indicated that HCP markedly alleviated the inflammation probably via inhibiting TLRs signaling pathway and IL-1β production and promoting IL-10 production, as was consistent with the findings in vitro [17] .\n\nAs macromolecular substance, polysaccharide is not absorbed directly into blood. It is reasonable to treat diseases by oral administration of macromolecular substances which were unable to be used intravenously. HCP given orally may gain systemic treatment by local acting on intestine and microbiota and may improve the gut barrier damage and might reduce bacterial translocation. Moreover, it restored the microbiota homeostasis, helping to maintain intestinal function and modify the activation of TLRs signals. Thereby, the cytokines secretion was regulated and the adverse influences on intestine or distal organs were mitigated. Besides, intestine and microbiota might be potential targets for treating diseases of remote organs.\n\nRibavirin is an antiviral drug commonly used in clinical treatment of influenza [40] . But form our results, although ribavirin effectively reduced lung injury, it may not be necessarily beneficial to intestinal microbiota as it did not rebalance the microbiota or even further reduced some genera to an undetectable level. It did not elevate the concentration of IL-10 in intestine. HCP had a similar effect as ribavirin in suppressing the lung inflammation caused by influenza. What's more, HCP restored gut microbiota homeostasis and elevated the level of IL-10 significantly, suggesting that HCP may be superior to ribavirin in maintaining intestinal health. Therefore, we considered that the combination of HCP and ribavirin may better ameliorate the clinical symptoms of influenza, and it is more beneficial to the recovery after the treatment. This provided a new idea for the clinical treatment of influenza and deserves further exploration.\n\nHCP given orally alleviated lung injury and intestinal dysfunction caused by H1N1 infection. HCP relieved the intestinal barrier damage, as evidenced by an inhibition of HIF-1α and mucosubstances levels, as well as a restoration of ZO-1 expression. HCP restored intestinal microbiota homeostasis by regulating composition, diversity, relative abundances of functional genes of intestinal microbiota. The decrease of TLRs and IL-1β levels and the increase of IL-10 concentration after HCP treatment contributed to inhibiting the inflammation. It is reasonable to treat diseases by oral administration of macromolecular substances such as traditional Chinese medicine which were unable to be used intravenously."}