{"title": "Neuraxial labor analgesia in an obese parturient with influenza A H1N1", "body": "Influenza is a major cause of morbidity and mortality worldwide. On June 11, 2009 the World Health Organization declared a Phase 6 global pandemic of Influenza A H1N1. 1 Parturients have a higher incidence of influ-enza infection than the general population and a higher rate of associated morbidity and mortality. 2 We present a case of the use of epidural analgesia in a parturient with recently-confirmed H1N1 influenza.\n\nA 39-year-old woman, G2P1, at 38 +6 weeks of gestation with a past medical history of asthma, obesity, and tobacco abuse presented to the hospital with six days of progressive fever, chills, cough, congestion, and dyspnea. She had been treated as an outpatient with azithromycin and guaifenesin for a presumed upper respiratory infection. On hospital admission, she had a fever of 38.9°C and SpO 2 of 97% on room air. Physical examination revealed bilateral expiratory rhonchi. A chest radiograph demonstrated a right upper lobe infiltrate, and a nasopharyngeal swab tested positive for non-typeable influenza A using reverse transcriptase polymerase chain reaction (RT-PCR). Treatment began with oseltamivir for suspected influenza A H1N1, and vancomycin, in view of a penicillin allergy, was added due to concern for superimposed bacterial pneumonia. She also received a course of prednisone and nebulized albuterol treatments for possible asthma exacerbation. Over the following week, the patient experienced worsening dyspnea with a subsequent chest X-ray demonstrating radiographic expansion of the disease with multifocal areas of consolidation bilaterally. Furosemide diuresis was initiated for treatment of concurrent pulmonary edema. On hospital day 8, influenza H1N1 was confirmed using real-time RT-PCR by the Illinois Department of Public Health and Centers for Disease Control. In accordance with recommendations of the infectious disease consult team, the patient was isolated and placed on respiratory droplet precautions. Gloves, gowns, goggles and N95 micropore facemasks were worn by healthcare providers whilst she received nebulizer treatments or underwent procedures that could potentially result in contamination by airborne respiratory secretions. The obstetric plan was to manage her expectantly with a contingency of inducing labor or performing a cesarean delivery if her respiratory status deteriorated, or the fetal heart rate tracing became non-reassuring.\n\nOn day 10, following rupture of membranes, the patient was transferred to the labor and delivery unit with painful uterine contractions and an anesthesia consultation was requested. She was 160 cm tall and weighed 133 kg (body mass index 50 kg/m 2 ). On examination, she was dyspneic with frequent cough, SpO 2 97% on oxygen 2 L/min via nasal cannula, heart rate 71 beats/min, respiratory rate 20 breaths/min, blood pressure 137/62 mmHg, and temperature 36.6°C. She had a Mallampati class 3 airway. There were bilateral rales in the lower lobes with occasional expiratory wheezing. She had a trace of urine protein, mildly elevated liver transaminases, and normal white blood cell and platelet counts. Blood cultures were negative for bacterial growth, and sputum was not collected as her cough was nonproductive. She requested labor analgesia soon after transfer to the labor and delivery unit. After discussion with the patient, her obstetrician, and the infectious disease consultant regarding the likelihood of viremia, epidural analgesia was initiated. The anesthesiologist placed an epidural catheter while wearing gloves, gown, goggles, and an N95 micropore facemask. Four hours and 30 minutes later, the patient had an uncomplicated spontaneous vaginal delivery of a female infant with Apgar scores of 6 and 8 at 1 and 5 min respectively.\n\nHer pulmonary symptoms resolved progressively, coincident with radiographic improvement in bilateral lung opacities, permitting, discontinuation of oseltamivir and vancomycin on postpartum day two, after 11 days of treatment. On postpartum day three the patient was discharged home with instructions to wear a surgical mask when in the presence of her newborn and to attend follow-up with physicians from the infectious disease, obstetric, and internal medicine services.\n\nLittle is known about the safety of performing neuraxial techniques in parturients with influenza A, including the H1N1 strain. Although it is common practice to perform lumbar punctures for diagnostic purposes on patients with presumed viral infection and acute mental changes, the provision of elective neuraxial analgesia or anesthesia is controversial. Whether meningoencephalitis may result from possible translocation of bloodborne virus, or bacteria from superimposed infection, to the central nervous system (CNS) is a concern. 3 There are currently no published case reports of acute influenza meningoencephalitis temporally related to neuraxial anesthesia in the English language literature. However, there are reports of spontaneous meningoencephalitis following influenza A infection. 4 This complication has been reported mostly during epidemics in children, with an estimated rate of 7 per 100,000 cases. 5 Non-specific neurological changes have also occasionally complicated seasonal influenza A infections. Among a group of children with altered mental status or seizures and confirmed H1N1 in nasopharyngeal secretions, H1N1 could not be isolated in cerebrospinal fluid, leaving it unclear whether these neurologic symptoms were directly related to viral penetration of the CNS or other indirect effects of the virus. 6 It has been proposed that anti-viral medications may be neurotoxic, because mental changes have been temporally related to the initiation of neuraminidase inhibitors. However, this appears less likely, as oseltamivir and its metabolites have very limited penetrance into the cerebrospinal fluid of healthy volunteers. 7 Additionally, there are reports of acute meningoencephalitis following influenza vaccination containing killed or attenuated virus. 8 The pathogenesis of CNS complications related to influenza is unclear; some suspect direct viral invasion of the blood-brain barrier, but others believe the damage is caused by antigen-antibody inflammatory response. 4 The latter theory is supported by limited isolation of the virus in the CNS. Influenza A has a relatively short incubation period of 1 to 7 days; 1 to 4 days is typical. 1 The first cycle of viral replication occurs in the cells of the tracheo-bronchial epithelium over approximately [4] [5] [6] h. The highest tracheobronchial titers of virus can be isolated concurrently with initial clinical symptoms of infection. 9 Systemic symptoms have been shown to be related to cytokine release with viremia either rare or transient. 10 Influenza A virus was isolated from the sera in 11 of 63 patients with moderately severe clinical symptoms; the highest incidence on the third day after the onset of symptoms. 11 Subsequent investigations have been less successful in identifying any viremia with influenza A. 10 Viremia can be indirectly confirmed by examining viral transplacental transmission. In a large case-controlled, cohort study involving pregnant women, 11% had serological evidence of influenza A infection. In these infected patients, all cord blood samples were negative for IgM anti-influenza antibodies, and the sera of all the infants tested negative for influenza-virus specific IgG. These results suggest the virus does not readily cross the placenta. 12 Other investigators have isolated influenza virus from placenta and amniotic fluid in the third trimester of pregnancy suggesting a maternal viremic phase and placental transfer, but whether this state of viremia is clinically relevant has yet to be determined. 13 Although there are conflicting data on influenza viremia, other viral infections may provide insight into the risks associated with neuraxial analgesia/anesthesia and H1N1. For example, more evidence is available regarding the systemic dissemination of the Herpes Simplex Virus 2 (HSV-2). Viremia may accompany primary HSV-2 infections; as a result, neuraxial procedures that breach the dura have been considered a theoretical risk of viral translocation. Conversely, it is generally considered safe to initiate neuraxial analgesia/anesthesia in patients with HSV recrudescence, presumably because the risk of viremia is low. 14, 15 In a series of 164 parturients with secondary HSV-2 infection who received neuraxial anesthesia for cesarean delivery, there were no neurological complications, supporting the safe use of spinal and epidural anesthesia in patients with secondary HSV-2 infections. Of five patients with primary HSV-2, one had transient postoperative lower extremity weakness of unclear etiology. 16 In patients with primary influenza infections, no guidelines have been established regarding the safety of neuraxial procedures.\n\nWe believe that neuraxial analgesia can be considered in patients being treated for influenza H1N1 in the absence of constitutional signs and symptoms of acute viral or bacterial illness, such as fever, chills, headache, malaise, vomiting, or unexplained hemodynamic changes. Viremia, if present, probably occurs early in the course of illness and concurrent with this constellation of symptoms. It may be prudent to avoid neuraxial anesthesia at this time, due to the theoretical risk of mengoencephali-tis, particularly in patients who have not been treated with antiviral medication. We weighed this theoretical, albeit severe risk against more quantifiable risks including potential urgent management of the airway in an obese parturient without an indwelling epidural catheter. The decision was made after deliberations between our service, obstetric and infectious disease colleagues and following a thoughtful discussion with the patient.\n\nIn managing cases of confirmed H1N1 influenza, strategies should be employed to reduce the risk of spreading the disease to healthcare providers and other patients. Obviously good hand washing and ''universal precautions'' should be employed. If available, a negative pressure labor and delivery room should be used. To prevent the spread of virus via exhaled droplets, the CDC Healthcare Infection Control Practices Advisory Committee recommends that patients with confirmed, probable or suspected H1N1 should, at a minimum, wear facemasks, if tolerated, when hospitalized. The committee recommends that healthcare personnel should wear surgical masks in close proximity to these patients, but wear an N95 or higher-filtering micropore facemask with protective eye cover, gloves, and gown for potentially droplet-producing procedures. 1 Of note, an appropriately fitted N95 respirator is intended to reduce the risk of becoming infected, but there is no evidence to support their effectiveness in the setting of influenza. Properly fitted N95 facemasks have been shown to reduce infection risk of Mycobacterium tuberculosis by 95%; whereas, an ill-fitting mask only decreased the rate of infection by 70%. 17 Although there are no specific guidelines for managing general anesthetics in patients with this new influenza-variant, there are recommendations for both the influenza A subtype H5N1 (Avian flu) and severe acute respiratory syndrome (SARS). Containment strategies have been outlined and include performing tracheal intubation and extubation in a timely and controlled manner to decrease the spread of respiratory secretions in the atmosphere and using hydrophobic filters on the anesthesia circuit to protect subsequent patients. 18 Ultimately, the decision to initiate neuraxial labor analgesia in a patient with confirmed influenza A H1N1 reflects an individual risk benefit analysis. Because this is a novel strain of influenza A, data about its specific virulence and the risk of translocation of blood-borne virus to the CNS are limited. Published evidence about different strains of influenza A and HSV-2 suggests that systemic symptoms result from either a transient viremia or concurrent cytokine-induced inflammatory response. It is unclear if dural puncture as part of a neuraxial technique increases the risks of serious infectious complications, but in the absence of specific safety data, it would seem prudent to avoid unnecessary dural puncture, and to select traditional epidural in preference to combined spinal-epidural technique. In our case, we believed that the 10-day interval between the onset of illness and labor, the absence of systemic symptoms, and prior administration of antiviral and antibiotic medications made epidural analgesia a reasonable intervention.\n\nOf note, influenza A H1N1 vaccine was not available at the time our parturient delivered so did not play a role in her management. However, the anticipated availability of the licensed vaccine in mid-October 2009 may further reduce the risks. 19 "}