{"title": "Respiratory infections in Norwegian dairy calves", "body": "The frequency and severity of bovine respiratory infections have increased globally, and respiratory disease is currently regarded as the principal health problem and the most economically important disease in calves (Svensson et al., 2003 Autio et al., 2007) . The severity of respiratory disease seems to be influenced by immune status and the general condition of the animal, housing conditions, climate, management, and the presence and spreading of infectious agents.\n\nRespiratory viruses, which are effectively spread by aerosol and direct contact between animals and herds, usually act in combination with other infectious agents, in particular bacteria, in the development of respiratory disease. Bovine respiratory syncytial virus (BRSV), parainfluenza virus 3 (PIV3), bovine coronavirus (BCoV), bovine viral diarrhea virus (BVD), and bovine herpes virus 1, have been found to be the most important viruses associated with respiratory disease in calves and young stock (Autio et al., 2007) . In a study of Norwegian dairy calves, Hyllseth et al. (1987) found that the overall seroprevalence was highest for PIV3, whereas antibodies against BRSV were less common. Norway has been declared free from BVD and infectious bovine rhinotracheitis, which is caused by bovine herpes virus 1 (Kampen et al., 2007a; 2007b) . The major bacterial pathogens involved in respiratory disease, such as Mannheimia hemolytica, Pasteurella multocida, Arcanobacterium pyogenes, and Histophilus somni, may all be present as commensals in clinically healthy cattle, but secondary infections with one or more of these worsen the clinical outcome. Bovine mycoplasmas have been reported to be of increasing importance as a primary cause of calf pneumonia (Kusiluka et al., 2000) , and are often isolated from pneumonic lungs in combination with other pathogens (Booker et al., 2008) .\n\nDictyocaulus viviparus, which is one of the most important pathogenic nematodes in cattle, causes endemic disease in cattle kept on permanent pastures (Ploeger, 2002) . Höglund et al. (2004) found animals infected with D. viviparus in both dairy and beef herds throughout Sweden. No studies on the prevalence and distribution of this parasite in Norwegian cattle have been carried out in recent decades.\n\nThe incidence of respiratory disease has been found to peak in calves at between 5 and 7 wk of age (Virtala et al., 1996) . Respiratory diseases are often detected during autumn and winter , and are frequently associated with poorly ventilated housing conditions (Callan and Garry, 2002) and drafts (Lundborg et al., 2005) . The aims of the current study were to estimate the seroprevalence of BRSV, PIV3, BCoV, Mycoplasma bovis, and D. viviparus in Norwegian dairy calves and to identify risk factors for respiratory disease.\n\nThe study was designed as a longitudinal, crosssectional survey. A multistage sampling procedure (Gulliksen et al., 2008) was used for random selection of herds registered in The Norwegian Dairy Herd Recording System (NDHRS) with at least 15 cow years (days from first calving to culling within 1 yr/365) in 30 veterinary districts throughout Norway. Altogether, 193 dairy herds were invited to participate in the study, of which 135 (69.9%) agreed. These herds were divided geographically into regions 1, 2, and 3, respectively: eastern Norway (n = 62), western Norway (n = 23), and central and northern Norway (n = 50). Each herd participated for 1 yr. For logistical reasons, herds in region 1 were enrolled during autumn 2004, herds in region 2 during spring 2005, and herds in region 3 during autumn 2005. The overall study period lasted from September 1, 2004 , to January 31, 2007 .\n\nThe herd owners were sent a questionnaire comprising 55 questions on animal housing, management, and feeding routines (Table 1) . Altogether, 125 of the 135 (92.5%) participating farmers completed and returned the questionnaire.\n\nHealth data were obtained from the NDHRS. Herds registered in this system report diseases, treatments, and preventive treatment for each animal on a regular basis (Østerås et al., 2007) . Each cow has an individual \"health card\" that follows the animal from birth until culling or slaughter. Calves for meat production have a common health card in the herd.\n\nEach herd received 12 additional health cards, one for each month, which were to be returned regardless of whether there was any information to register. In cases of disease for which a veterinarian was not consulted, the farmer was asked to record the event, based on definitions provided by the project. Respiratory disease was defined as coughing or sneezing accompanied by heavy breathing or nasal discharge for at least 2 d.\n\nDuring the 2-yr period of fieldwork, a total of 64 local veterinarians were each responsible for between 1 and 14 herds, which they visited twice at approximately 6-mo intervals. On both visits, 6 calves of >150 d of age were randomly selected for sampling. A blood sample was collected from a jugular vein from each calf and sent overnight to the National Veterinary Institute, Oslo, in a Styrofoam box with a cooling unit. Information on whether the calves had been on pasture was stated on the requisition form enclosed with the sample. Serum was stored at −20°C until analysis.\n\nBlood samples (n = 1,348) were examined with ELISA kits for the presence of antibodies against PIV3, BCV, and BRSV (Svanovir, Svanova Biotech AB, Uppsala, Sweden), as well as M. bovis (BIO K 162 from Bio-X Diagnostics Sprl, Jemelle, Belgium) using the protocols provided by the manufacturers. Samples with positive or doubtful results for M. bovis were retested with a confirmatory ELISA (kindly supplied by Roger D. Ayling of the Mycoplasma Group, Veterinary Laboratories Agency, Weybridge, New Haw, Surrey, UK). Animals with a history of pasture (n = 139) were tested by ELISA for antibodies against D. viviparus (Ceditest Lungworm Strip Kit, Cedi Diagnostics B.V., Lelystad, the Netherlands).\n\nCalves born in the 135 herds within the project period were included in the study (n = 5, 621). For descriptive statistics and statistical analyses, relevant NDHRS data were extracted and transferred, together with data recorded by the project, to SAS version 9.1 software (SAS Institute Inc., Cary, NC). Three separate Cox proportional hazard models (Cox, 1972) were fitted by using the PROC PHREG statement, with respiratory disease (0/1) as the dependent variable based on recordings in the NDHRS.\n\nIn the first model, hierarchical dummy variables were created for the percentage of antibody-positive calves in a herd. To obtain roughly equal numbers of animals in each category, the 10th, 25th, 50th, 75th, and 90th percentiles of the proportion of antibody-positive calves among those sampled per herd were used. For BCoV, the percentiles on a herd level corresponded to >10, >33, >72, and >90% of the sampled calves being seropositive. The equivalent percentiles for BRSV were >0, >30, >54, and >70%, and for PIV3 were >30, >58, >75, and >90%, respectively. The infectious agents were first tested individually and then combined. In addition, dichotomous variables for herds with (1) or without (0) seropositive calves were created and tested separately for the 3 viruses. In the second model, the influence of housing and management (Table 1 ) on the occurrence of diarrhea was studied, and herds for which the questionnaire had not been returned were excluded (n = 10), leaving a total of 5,101 calves in the study population. A season variable was created for each calf based on its month of birth. Spring was defined as March through May, summer was defined as June through August, autumn was defined as September through November, and winter was defined as December through February. Hierarchical dummy variables were created for herd size divided into >20, >50, and >70 cow years. Hierarchical dummy variables were also created for parity of the dam divided into >1, >2, and >3 parities. Yearly milk yield in 1,000 kg/cow was included as a continuous variable.\n\nIn the third model, the significant variables from the first and second model were combined. Variables on commitment to calf health recordings were tested in the final model to adjust for differences in reported incidence of respiratory disease between herds caused by a lack of recordings (Gulliksen et al., 2009) .\n\nThe positive stable frailty models in the SAS Macro Klein, 1999, 2005) were included in all models. The significance of the frailty effect was assessed by the likelihood ratio test of independence [H 0 : theta (θ) = 1]. The frailty effect equals the strength of association between 2 individuals within the same herd, as measured by Kendall's τ (1 − θ), and was considered significant at P < 0.05. The end of the observation period in a calf was defined as 180 d of age if there was no event of respiratory disease. Data were censored when the animal left the herd because of sale or slaughter. Only the first case of respiratory disease from birth until 180 d of age was considered an event. The significance of the different variables was initially evaluated by univariate analysis. If the P-value was less than 0.1, the variable was included in a final multivariable model. Nonsignificant variables were removed one by one by backward stepwise elimination, with the inclusion criterion of P Only calves born and raised in the same herd are included. < 0.05. Possible interactions between significant fixed effects were tested.\n\nRespiratory disease was recorded at least once during the project period in 128 of the 5,101 (2.5%) calves in the study herds. The distribution within each environmental risk factor is presented in Table 1 .\n\nThe seroprevalences of PIV3, BCoV, and BRSV at the calf and herd level are presented in Table 2 . Four calves tested positive for M. bovis with the Bio-X Diagnostics ELISA kit, but this result was not corroborated by the confirmatory test. A total of 6 of 139 (4.3%) calves from 4 of 47 (8.5%) herds were seropositive for D. viviparus.\n\nCalves in herds with BCoV-seropositive calves had an increased risk of respiratory disease compared with herds in which calves with BCoV antibodies were not detected [hazard ratio (HR) = 3.9, 95% confidence interval (CI): 1.0 to 15.5], as had calves in herds in which the majority (>54%) of the sampled calves were seropositive for BRSV (HR = 2.7, 95% CI: 1.3 to 5.8; Table 3 ). Calves in herds with a high prevalence of PIV3 antibody-positive calves (>58%) had an increased risk of respiratory disease (HR = 2.4, 95% CI: 1.6 to 3.5), but this effect became nonsignificant when accounting for cluster effects. Parainfluenza virus 3 was not found to influence the risk of respiratory disease when variables on housing and management were included.\n\nOther factors found to increase the risk of respiratory disease in calves were shared housing with cows during the first week of life compared with separate housing (HR = 16.7), larger herds (>50 cow years) compared with smaller herds (HR = 8.2), more than an 8-wk age difference between calves housed together in the same group pen compared with having pen mates of a more similar age (HR = 3.9), a previous record of diarrhea compared with no recorded diarrhea (HR = 3.9), and leaving calves with dams for >24 h after birth compared with earlier separation (HR = 3.5) ( Table 3) .\n\nVariables on time of the first colostrum feeding (Table 3) were highly correlated with herd size. No herds with >50 cow years reported feeding the first colostrum within 30 min after birth. Calves in herds in which the first colostrum was fed later than 30 min after birth had an increased risk of respiratory disease (HR = 2.6, 95% CI: 1.3 to 5.2). Calves in herds in which the first colostrum was fed later than 4 h after birth, or herds in which information on colostrum feeding was missing, had a further increased risk (HR = 2.0, 95% CI: 1.3 to 3.2). \n\nIn this study, the 2.5% incidence of respiratory disease in calves was somewhat lower than has been reported in other countries (Gardner et al., 1990; , but by adjusting for missing records, an estimated \"true\" incidence of 4.1% of such disease was found in Norwegian dairy calves (Gulliksen et al., 2009) . Variables on commitment to calf health recordings did not influence the risk of respiratory disease and were not considered confounders. This contrasts with the study of Lundborg et al. (2005) , who found that on farms with poor record keeping, the risk of respiratory disease was increased.\n\nTo avoid interference from maternal antibodies, only samples from calves >150 d were analyzed (Uttenthal et al., 2000) . The present study shows that important respiratory pathogens are common in the Norwegian dairy cattle population, as in other cattle-producing countries (Härtel et al., 2004; Hägglund et al., 2006) . Bovine respiratory syncytial virus, PIV3, and BCoV seem to be ubiquitous, because more than 70% of the herds were positive (Table 2) . Antibodies against M. bovis were not found, and respiratory disease caused by this agent has apparently not been reported in Norway. A recent Finnish study also reported similar results for M. bovis (Autio et al., 2007) . These results are in contrast to the situation reported in other countries, where M. bovis is considered an important cause of respiratory infections in cattle (Radaelli et al., 2008) . The present results and the fact that Norway is recognized as free from important infectious diseases such as BVD and infectious bovine rhinotracheitis (Kampen et al., 2007a,b) indicate that a restrictive import policy is probably beneficial because it limits the introduction of new infectious agents. Routine screening at high-risk settings, such as bull-testing facilities, may be an option for detecting the introduction of infectious respiratory diseases, and molecular characterization of isolated viruses from such a setting may be a useful tool for monitoring those strains that are actively circulating in the cattle population.\n\nThe incidence of D. viviparus was lower than that reported from Sweden (Hägglund et al., 2006) . Cattle from regions with mild summers and heavy rainfall are usually most exposed to lungworm infections. Geographical differences in the incidence of D. viviparus may be due to climatic variations, but our material was insufficient to assess this possibility. A specific study to investigate these aspects of lungworm infections in more detail could provide useful results.\n\nOur results showed that infections with BRSV, PIV3, and BCoV were common and were likely to cause respiratory disease in dairy calves throughout the country. Similar results have been obtained in other studies (Ganaba et al., 1995) . When the viruses were included individually in separate models, all were apparently associated with an increased risk of respiratory disease. However, because the hierarchical dummy variables for percentage of antibody-positive calves in a herd were highly correlated, especially for BCoV and PIV3, it was difficult to determine the importance of each separate virus. Additionally, environmental and management factors within each herd seemed to influence the development and severity of disease during infections.\n\nBovine coronavirus causes not only respiratory distress in calves and adult cows (Decaro et al., 2008) , but also diarrhea in calves (Snodgrass et al., 1986) as well as in adult cattle (winter dysentery; Saif et al., 1991) . It is still unclear whether respiratory and enteric BCoV strains have distinct biological, antigenic, and genetic characteristics, although there seem to be some differences between these strains (Hasoksuz et al., 2002) .\n\nThe dynamics of BRSV within herds has been widely discussed (Uttenthal et al., 2000; Hägglund et al., 2006) . A high prevalence of calves seropositive for BRSV throughout the year may indicate that the infection is maintained within the herd. Bovine respiratory syncytial virus may survive within herds through persistently infected cattle, and a steady state of low-level reinfection might maintain a reservoir of infectious virus (Van der Poel et al., 1993) .\n\nOur results are consistent with those from a study by Norström et al. (2000) , who found that the risk of respiratory infections was greater in large herds (>50 cows) than in smaller herds. The number of animals susceptible to infections in large herds is higher than in small herds, which could contribute to maintaining infections circling within a herd over extended periods. The degree of human traffic and spreading of infectious agents between herds would also be greater in larger herds; therefore, the importance of establishing biosafety routines should be considered higher in larger herds than in smaller ones. Calves in larger herds tend to be more densely housed, resulting in closer animalto-animal contact, which could promote the spread of infections. Svensson and Liberg (2006) found that calves housed in group pens of more than 12 calves had an increased risk of respiratory disease. Nonsupervised calvings have also been associated with an increased risk of respiratory disease (Svensson et al., 2003) , and as herd size increases, the daily inspection of individual animals might be reduced.\n\nBecause the time of the first colostrum feeding was highly correlated with herd size, a satisfactory colostrum-feeding regimen appears to be more difficult to establish in large herds. Variables on colostrum feeding were not included in the final model because inclusion of herd size gave a significantly better model fit. Nevertheless, these results emphasize the need for adequate colostrum feeding to reduce the possibility of respiratory disease.\n\nFive of the 10 (50.0%) herds in which the calves were left with their dam for more than 24 h reported that suckling was the only routine for colostrum supply. Both factors were found to have a significant effect on the occurrence of respiratory infection when cluster effects at the herd level were not included. Although the presence of the dam and suckling might increase the amount of IgG absorbed (Quigley et al., 1995) , calves left to suckle their dams have often been found to have insufficient IgG intake (Trotz-Williams et al., 2008) and the risk of disease in these calves is higher (Svensson et al., 2003) . Additional colostrum, fed manually by bottle, seems beneficial if the calf and dam are left together.\n\nAs has been reported in other studies , calves diagnosed with diarrhea during their first months of life had a significantly higher risk of respiratory disease than calves without previous diarrhea. This might be due to common predisposing factors, such as inadequate passive transfer of IgG; poor climatic conditions, as well as an immunosuppressive effect of the infectious agents involved; and nutritional and electrolyte imbalance because of the diarrhea.\n\nThe majority of Norwegian dairy calves are housed together with the milking herd, and cows may act as reservoir for infectious diseases in calves. Depending on animal density, the load of infectious agents in a stall housing both calves and cows is likely to be considerably higher than in a stall housing only calves, thereby increasing the risk of infections. However, young cattle should be regarded as the primary reservoir and as important contributors for most infectious calf pathogens (E. Jor, National Veterinary Institute, Oslo, personal communication). Svensson et al. (2003) found an increased risk of respiratory disease in calves of 1 to 12 wk of age housed in group pens of 6 to 30 animals compared with calves housed in smaller groups. Minimizing the age difference between calves housed in the same group pen is favorable because older calves are often the source of infection for younger calves (Maddox-Hyttel et al., 2006) .\n\nHigh milk yield was associated with an increased risk of respiratory disease. This could be related to the lower colostral IgG content found in high-yielding cows (Gulliksen et al., 2008) , probably because of a dilution effect.\n\nIn conclusion, PIV3, BCoV, and BRSV are widespread in Norwegian dairy cattle, but environmental factors seem to have a considerable influence on the development and severity of disease during infections. Finding associations between the prevalence of seropositive calves and risk factors for respiratory disease could be a first step in determining the role of respiratory pathogens, but further studies are needed to establish their clinical importance."}