{"title": "Journal Pre-proof Preparedness among Ophthalmologists: During and Beyond the COVID-19 Pandemic Preparedness among Ophthalmologists: During and Beyond the COVID-19 Pandemic", "body": ". Several months earlier, Dr. Li had attempted to warn his colleagues of a potential infectious disease outbreak, urging doctors to wear personal protective equipment while examining patients. 1 As 1 of 8 \"whistleblowers\" who attempted to sound the alarm about this unusual respiratory illness, Dr. Li is now considered a national and international hero for his efforts.\n\nIn less than four months, the outbreak has rapidly escalated from a World Health In the midst of this chaotic pandemic, the health care systems and its providers are endangered. In particular, front-line health care workers -emergency medicine physicians, intensivists, anesthesiologists, nurses, and many others -have continued to care for massive surges of COVID-19 patients in the setting of health systems illprepared for the level of disease severity with dangerous, worldwide shortages of personal protective equipment (PPE) and protocols that might attenuate health worker risk overwhelmed. Over 9,000 health care workers have developed infection internationally including 3,400 in China and over 6, 200 in Italy, as well as hundreds of infections in United States personnel. 4 During this time of a global health emergency, rapid communication, international collaboration, and transparency are critical to better inform and adapt the guidance of precautionary measures when new evidence becomes available. Countries around the world have responded in different ways in managing risk to ophthalmologists and patients in the absence of signs or symptoms of COVID-19. Preparedness through risk mitigation strategies for the public, patient and providers are warranted and should be informed by available evidence and our collective, global experience. The gaps in evidence that we face also need to be addressed during this pandemic to guide international consensus and inform preparedness measures for future outbreaks. Limiting ambulatory care services to time-sensitive or urgent conditions, particularly in high-volume specialties such as ophthalmology, have also been recommended to reduce the potential for transmission in the community and physician offices. However, measures within the clinic are also needed to mitigate risk for patients with urgent or emergent complaints, and routine evaluations as the outbreak abates.\n\nWithin the ophthalmology clinic, measures can be broadly divided into clinic management, staff protection, and environmental precautions. 5, 6 i. Clinic management: Contacting patients prior to their appointments to ask those with fever or respiratory symptoms not to attend the clinic is essential. The majority of patients with SARS-CoV-2 infection may be asymptomatic, 8 and shedding appears to be highest in the earliest stage. Thus, asymptomatic carriers of SARS-CoV-2 may confer a particular risk to ophthalmologists during examination. 8 Specific factors may place ophthalmologists at increased risk of infection during examination of their patients, compared to the risk experienced by clinicians in other disciplines. Specialties that may also be at higher risk of infection include anaesthesiologists who are routinely exposed to aerosolized respiratory secretions and otorhinolaryngologists related to sinus and nasopharyngeal procedures.\n\nDuring the ophthalmic exam, the face-to-face proximity of the slit lamp biomicroscopic examination may place the ophthalmologist at a higher risk of aerosolized particles. Of the health care workers who died from COVID-19 in Wuhan, three were Chinese ophthalmologists who worked in the same unit including Li Wenliang, who believed that he had been infected while treating an asymptomatic glaucoma patient. 9, 10 The route of transmission in these cases is unknown, but the upper respiratory system and nasopharynx are a major site of viral infection, and likely present a higher risk to the ophthalmologist than exposure to tear film harbouring SARS-CoV2. Recent studies have shown that viral RNA may be observed in association with the small minority of patients who display conjunctivitis (i.e. < 1% of patients with COVID-19 presented with conjunctivitis). Viral RNA has not been identified in the tear film of COVID-19 patients without conjunctivitis to-date, but data representing sampling performed early in disease when viral load is highest are lacking. 11, 12, 13 The World Health Organization (WHO) and United States Centers for Disease Control and Prevention (CDC) have recommended the use of full PPE for the examination of PUIs and COVID-19 patients. The face masks can be divided into N95 respirators and surgical masks, and both have different uses. The N95 respirator is designed with filtration requirements to prevent inhalation of small airborne particles and minimize leakage from the facial seal. 14 As such, it protects the wearer from the inhalation of viral particles. Surgical masks are often fitted loosely but can prevent respiratory droplet transmission and prevent hand-to-face contact. They are considered to be more effective in preventing spread from an infected person wearing the mask to another than in protecting the wearer from infection. In a randomized clinical trial, the use of N95 respirators and surgical masks were found to have comparable outcomes in protection from influenza virus in outpatient settings 14 ; however, N95 respirators are the preferred option when dealing with PUIs or COVID-19 patients.\n\nCountries around the world have responded in varying ways (See Table 1 However, custom made barriers could also become a potential source for contamination. 6 and care must be taken to properly sterilize them between each patient encounter. Scientific evidence regarding the effectiveness of these shields is unavailable.\n\nIn the context of a disease where person to person spread occurs through infected respiratory droplets, the appropriate use of facemasks is particularly contentious especially when supply constraints must be factored into policy decisions. Within some hospitals in the US, UK and Australia, standard precautions (e.g., wearing surgical face masks for doctors and patients, routine hand hygiene/washing, temperature screening) are taken for asymptomatic patients. In addition, some hospitals actively prohibit the use of surgical masks by doctors and patients within hospital premises. In Singapore, one nuanced approach involves segregation of all doctors to work in 1 location exclusively. Health personnel are further divided into 2 teams to ensure proper isolation between team members.\n\nThe variation in practice patterns worldwide points to the need for a network of international ophthalmology partners, to develop evidence-based consensus on risk mitigation protocols that adequately protect the public, patients, staff, and ophthalmologists. Clear consensus statements with regards to operational issues such as clinic flow protocols, instrument cleaning protocols and the appropriate use of PPE under different circumstances will help systems in the appropriate allocation of scarce resources. In addition, the mandate to gather evidence during this pandemic that will guide our approach to this and future outbreaks is clear. Following the tragic loss of life and health during the Severe Acute Respiratory Syndrome (SARS) epidemic of 2003, many countries have used lessons learned to inform their policies during the current COVID-19 pandemic. We must all do the same. As we face the unique, extraordinary challenges of this pandemic, rapid adaptations are required in the U.S. and around the world.\n\nWhile in the throes of managing the acute pandemic, we must also not lose sight of the need to prepare our profession, and the medical profession in general, to emerge capable of fully meeting the needs of patients with ophthalmologic conditions that threaten their vision, their independence and their quality of life. This will require not only a functioning general health infrastructure (people, organizations, facilities, and funding) but assistance from governmental authorities to recover those elements of the system devastated by the medical and economic consequences of the pandemic. The world's population, for example, will still need cataract surgery, glaucoma care, corneal transplants and management of vitreoretinal diseases.\n\nDr. Li Wenliang and other ophthalmology colleagues paid the ultimate price after alerting the world about this global public health crisis. 1 The challenges we face as a discipline are of profound public health impact. By taking action now, we can protect our patients, fellow front-line health care workers, and ophthalmology colleagues.\n\nExperience with the COVID-19 pandemic will also inform our ability to protect vision globally in the future, as infection threats of varying scale inevitably recur."}