{"title": "Identifying and Addressing the Daily Needs of Contacts of an Ebola Patient During Investigation, Monitoring, and Movement Restriction, Ohio", "body": "An essential element of Ebola control involves monitoring and movement restrictions for people who come into contact with an Ebola patient while the patient is infectious. Although procedures can vary by local regulations, monitoring and movement restrictions for Ebola contacts normally last for 21 days after the last exposure to the infectious patient. Contact monitoring and movement restrictions allow for early identification of disease to prevent further transmission. 1 However, movement restrictions also limit a contact's ability to meet some of his or her own daily living needs. Ensuring that measures and processes are in place to provide for these needs is an important component of implementing movement restrictions. Stigmatization of contacts because of community fears creates an additional need for supports. 2 A previous report of a related Ebola investigation in Texas described the needs of Ebola contacts, including basic needs for food, financial assistance, and education. In that investigation, health officials found that meeting the needs of Ebola contacts was essential to successful contact monitoring. 3 Providing for the daily needs of people whose movement is restricted during an outbreak response is not new to public health. This need was noted during the typhus and cholera epidemics in New York City in 1892 4 and during the severe acute respiratory syndrome epidemic in Taiwan and Canada in 2013, where affected individuals experienced uncomfortable surroundings, discrimination, uncertainty, and a need for family support. 5, 6 We discuss the importance of preparing for such daily needs and how the Ebola experience in Ohio adds to the Texas report to inform future situations in which movement restrictions are needed.\n\nThe Ohio experience with Ebola actually began in Texas. On September 30, 2014, the first case of Ebola virus disease (Ebola) was diagnosed in the United States. A nurse who cared for this patient in Texas was diagnosed with Ebola on October 15. The nurse had traveled to Summit County, Ohio, on October 10. 7, 8 Health officials determined that the nurse's infectious period began October 10 and spanned the duration of the nurse's Ohio trip (October 10-13). 7 This investigation was reviewed by the Centers for Disease Control and Prevention (CDC) for human subjects protection and determined to be non-research.\n\nAfter the nurse's October trip, public health officials monitored 164 contacts in Ohio with whom the nurse who had traveled from Texas 7 had come into contact ( Table 1) . As described previously, 7 contacts in Ohio were risk-stratified into tiers modified from CDC's guidelines for monitoring and movement restriction 1 based on type and duration of exposure and proximity to the nurse. Contact monitoring entailed twice-daily monitoring of temperature and symptoms. Three contacts were under direct active monitoring, where monitoring by public health officials was conducted twice daily (once in person and once by telephone), and under home quarantine (Tier 1). Seventeen contacts were under direct active monitoring and were not allowed to travel by public transportation or leave their jurisdiction without notifying local health officials (Tier 2a). An additional 94 contacts were under active monitoring, where monitoring by public health officials was conducted once daily by phone and the contacts were not allowed to travel internationally (Tier 2b). Fifty contacts self-monitored and had no movement restrictions (Tier 3). During the initial phase of the response, Ohio's monitoring and movement guidance was still being developed, and several contacts eventually categorized as Tier 2a were initially asked to voluntarily remain in their homes until further guidance was provided.\n\nDuring contact monitoring, health officials identified and addressed areas where contacts needed support. The purpose of these efforts was to maintain the health and well-being of contacts-an important ethical consideration when public health restrictive measures are implemented 2 -as well as to foster relationships that promoted adherence to monitoring and movement restrictions. As part of daily monitoring, local health officials regularly asked if contacts had any needs. All contacts were also given direct telephone numbers for local public health officials outside of scheduled monitoring times and a 24-hour telephone number for emergencies. State and federal public health officials supported the local effort as needed.\n\nBased on reviews of health officials' notes, incident forms, and call logs, we summarized areas of support into 5 categories-psychosocial, physical health, employment and financial, educational, and domestic-and provided descriptive examples for each category. The public sometimes incorrectly perceived close relatives and friends of contacts who had had no contact with the Ebola patient as contacts. This misperception was exacerbated by a misunderstanding that interaction with a contact was the same as exposure to an Ebola patient. Stigmatization resulting from a lack of knowledge about how Ebola is spread, a need to find blame for Ebola, fear about disease and death from Ebola, and the gossip that spreads false information, rumors, myths, and fears about Ebola may have contributed to this misperception ( Table 2 ). 9 Because they were falsely perceived by the public as contacts themselves, these perceived contacts had many of the same needs as actual contacts, and examples of their needs are also described.\n\nThe most frequently reported needs of contacts and perceived contacts were psychosocial, relating to the individual's mental health or social interactions. Many contacts reported experiencing some degree of stigma, fear, or anxiety. Some of this anxiety was associated with attempts by the media and the public to identify contacts. For example, local law enforcement officers had to make a special effort to protect a contact's privacy by erecting a barrier to deter members of the news media from approaching the contact's residence. All 3 contacts under home quarantine reported feeling trapped in their residences. Many other contacts reported feeling socially isolated because of public fear and misconceptions. The employers of a few contacts opted to have them not return to work during the monitoring period. Health officials sought to counter these misperceptions through public education, including press releases, media interviews, community meetings, and responses to public inquiries. For example, Summit County Public Health established an information line to give the public extended access to health department staff members for inquiries.\n\nOther needs were related to physical health and were reported primarily by quarantined contacts (Tier 1). Contacts under home quarantine had domestic needs (eg, requiring home delivery of groceries and other personal care items) that were primarily met by friends and relatives. Additionally, local, state, and federal public health officials partnered to provide guidance on residence decontamination and care for contacts' animals in case the contact became ill. One quarantined contact expressed concern about a lack of physical activity. In response, health officials obtained and delivered indoor exercise equipment. Another quarantined contact requested that local health officials deliver over-the-counter medications during scheduled monitoring sessions. Yet another contact had preexisting medical conditions that required health officials to coordinate with the patient's medical provider to develop care guidelines that would protect the patient from any possibility of exposure to Ebola and that could differentiate between the preexisting conditions and symptoms of Ebola. The child of 1 contact was inappropriately denied urgent medical care even though the child had never been in contact with the nurse and posed no risk to providers or other patients. Local health officials coordinated with the medical provider to ensure the provision of appropriate care for this child.\n\nApproximately 10 contacts in Tier 2a reported that employers requested letters from public health officials stating that the contact and/or their relative were safe to return to work during the monitoring period. Despite assurances from public health officials, 8 Tier 2b contacts who worked at a local hospital and 2 relatives of a Tier 1 contact were asked by their employers to not return to work until monitoring was completed. A few other such contacts reported concerns about job loss or loss of income while away from work. In at least 1 instance, a social service agency provided supplemental funds to help support a contact who was not permitted to return to work during monitoring. One local business visited by the nurse reported a loss of customers and revenue. Finally, state public health officials worked with businesses who agreed to refund or defray contacts' costs when contacts' travel plans were canceled or rescheduled because of movement restrictions.\n\nEarly in the Ohio Ebola response, fears and misconceptions about Ebola transmission led to 3 brief school closings, lasting 1 or 2 days. Two schools did not allow student Negative social media statements about groups of people Excluding people who pose no risk of transmitting Ebola virus from regular activities Engage with stigmatized groups in person and through media channels, including news media and social media Share the need for social support for people who have returned from an affected region or are worried about friends or relatives in affected regions Maintain strict confidentiality regarding Ebola patients and contacts to prevent release of names and personal information that could lead to discrimination contacts or students living with contacts to attend classes during the monitoring period, while others required return to school notes signed by public health officials. Local public health officials partnered with local schools to ensure proper home-based schooling when needed, including online instruction. 10, 11 Public Health Implications\n\nWe offer several lessons learned from our experience with Ebola in Ohio that can help inform future situations in which restrictions are needed. First, we observed how important it was for local public health officials, who led efforts to provide for the needs of contacts, to form partnerships with state and federal public health officials, social services agencies, legal counsel, health care providers, friends and relatives of contacts, community partners, businesses, and schools. Previous assessments described the importance of developing multisector partnerships. For example, Kun et al 12 described the extent to which state, local, and territorial health departments strengthened partnerships during the US response to novel influenza A (H1N1) virus. During that pandemic, CDC Public Health Emergency Response grantees reported substantial strengthening of partnerships with pharmacies, schools, medical providers, education authorities, and businesses. Chi et al 13 described Los Angeles County Department of Public Health partnerships with diverse community partners to develop Community Disaster Resilience in general and identified lack of training in engaging community partners as a leading barrier to partnerships. Through partnerships, Ohio public health officials provided public education and addressed contacts' needs during an Ebola response, thereby providing for the well-being of contacts and facilitating cooperation with public health monitoring.\n\nSecond, many of the needs reported by contacts appeared to be a consequence of stigmatization and discrimination. Indeed, stigmatization and discrimination were the most common issues described. Although public health officials worked assiduously to educate the public, the emergent nature of Ebola still generated concern and fear about the disease and how it is transmitted. This concern and fear resulted in unnecessary negative consequences for contacts and their friends and relatives (eg, exclusion from school or work, refusal to provide medical care). Public health partners can take measures to counter stigmatization during Ebola responses (Table 2) .\n\nThird, the needs of contacts' friends and relatives came to the fore during the response and should be considered in future responses. The impact of Ebola extended beyond the contacts. For example, the public sometimes incorrectly viewed friends and relatives of contacts as being contacts. Public health officials had to plan for the needs of these individuals in addition to the needs of the contacts themselves.\n\nFourth, we noted the lack of and need for a formal, structured needs assessment, which is both a limitation and an important finding. This gap limited our ability to quantify the needs of contacts and likely resulted in an underestimation of these needs. Using standardized data collection tools in future responses would allow investigators to quantify needs; improve the way in which contacts' needs are identified, tracked, and aligned with resources of community partners; and demonstrate more conclusively the essential role that meeting needs may have on successful monitoring. Innovative opportunities to improve data are potentially available. For example, Sawyer et al 14 proposed the development and use of smartphone application technology to help health departments quickly organize community partner resources during an infectious disease outbreak and produce quantifiable data for program evaluation and planning. The findings and experiences from the Ohio Ebola investigation can be used to inform future emerging infectious disease responses that involve contact monitoring and movement restriction."}