{"title": "Comparative features of a coronavirus isolated from a cheetah with feline infectious peritonitis", "body": "A coronavirus which was isolated from a cheetah (Acinonyx jubutur) that succumbed to feline infectious peritonitis was characterized in vitro. The virus was determined to be highly cell-associated with Crandell feline kidney (CrFK) cells and was routinely rn~~ned as a persistent infection (CrFK 83-4497). The cheetah coronavirus was compared with other members of the feline coronavirus group including the feline enteric coronavirus (FECV) 79-1683 and the feline infectious peritonitis viruses (FIPV), 79-1146, and UCD-1. The cheetah coronavirus was demonstrated to have a restricted host-cell range with limited cytopathic effect. Indirect immunofluorescence with antisera to FIPV UCD-1 revealed the concentration of viral antigens in the perinuclear region of cells infected with the cheetah coronavirus. Ultrastructural studies of the cheetah coronavirus indicated a limited number of immature viral particles within cytoplasmic vesicles and at the cell surface. This was in contrast to electron microscopy results of FECV 79-1683 and FIPV 79-1146, which had numerous mature virus particles within the cytoplasmic vesicles, as well as at the cell surface. The cheetah coronavirus was tentatively placed in the feline coronavirus family based upon its antigenic reactivity by immunofluorescence; however, the possibility that it represents a unique coronavirus of cheetahs should not be dismissed without further analyses at the host and genomic levels. Coronaviral infections of cats have been of considerable interest due to the severity of disease manifestations and the lack of prophylactic measures for containment of infection and disease (Barlough and Stoddart, 1989; Horzinek and Osterhaus, 1979a; Pedersen, 1987) . The feline coronaviruses are comprised of two major pathogenic groups known as feline infectious peritonitis virus (FIPV) and feline enteric coronavirus (FECV) (Pedersen et al., 1984) . The FIPV strains cause an i~une-mediated vasculitis which has a high mortality once clinical signs are observed (Pedersen, 1987; Weiss and Scott, 1981) . The FECV strains, although closely related to FIPV strains antigenically, cause a mild to asymptomatic infection of the gastrointestinal tract (Fiscus et al., 1987; McKeirnan et al., 1981; Pedersen et al., 1981b Pedersen et al., , 1984 Tupper et al., 1987) . Although the feline coronaviruses have been primarily studied in their natural host (Pedersen, 1987) , reports of FIP-like disease conditions have been reported in other members of the Felidae, including the large exotic cats, lion, tiger, and most recently, the cheetah Evermann et al., 1984 Evermann et al., ,1986 Horzinek and Osterhaus, 1979b; Pfeifer et al., 1983; Quesenberry, 1984; Worley, 1987) . The outcome of FIPV infection in the cheeetah has taken on an apparently more virulent aspect as higher percentages of the cheetah population have succumbed to disease than is currently recognized in the domestic cat population . The apparent increased susceptibility of the cheetah to disease may be due in part to the introduction of an FIPV strain into an immunologically naive population, or to an abnormality in the cheetah's immune response or a combination of both factors Heeney et al., 1989; Marker and O'Brien, 1989; O'Brien et al., 1985) . In an effort to determine if the strain of coronavirus which was isolated from a cheetah that died of FIP (Evermann et al., 1984) was unique from other currently available strains of feline coronavirus, comparative studies were conducted to characterize the cheetah coronavirus in vitro.\n\nFour cell lines derived from domestic cats and two cell lines derived from cheetahs were used to determine the cell susceptibility to the cheetah coronavirus, WSU 83-4497 (Table 1 ). Cells were maintained by weekly passage in Dulbecco's minimal essential medium (DMEM) supplemented with 10% fetal bovine serum and 100 IU/ml penicillin, 100 pg/ml streptomycin, and 25 pg/ml of fungizone. A persistent virus-infected cell line of Crandell feline kidney (CrFK) cells was used as the source of the cheetah coronavirus 83-4497 (Evermann et al., 1984) . The persistently infected cells (CrFK 83-4497) were maintained as described above except were passaged every 3-4 weeks. Serum-free medium containing 5 p&/ml trypsin was used to enhance the cytopathic effect (CPE) and virus titers of UCD-1, UCD-4, and 83-4497 (Hoffmann and Wyler, 1988; Toth, 1982) .\n\nFour strains of feline coronavirus were used to compare with the cheetah coronavirus, WSU 83-4497 (Evermann et al., 1984 . These included FIPV strains, WSU 79-1146, UCD-1, and UCD4, and FECV strain, WSU 79-1683 (McKeiman et al., 1981; Pedersen et al., 1981a; Pedersen and Floyd, 1985) . Viruses were added to cells at the time cells were transferred (simultaneous inoculation). The more rapidly cytopathic strains, FIPV 79-1146 and FECV 79-1683, were added to cells at an MO1 of approximately 0.01 and the slower cytopathic FIPV strains, UCD-1 and UCD4, at an MO1 of approximately 1.0. The cheetah coronavirus, 83-4497, was primarily cell-associated and maintained as a persistently infected culture in CrFK cells (CrFK 83-4497).\n\nAntisera prepared in specific-pathogen-free cats hyperimmunized against either FECV 79-1683 or UCD-1 (kindly provided by Dr. N. Pedersen) were used in the indirect immunofluorescence assay (Evermann et al., 1984) . Goat anti-cat IgG fluorescein-labeled conjugate (Kirkegaard-Perry Laboratories, Gaithersburg, MD) was used at a dilution of 1: 20 in Dulbecco's phosphate buffered saline (D-PBS) free of calcium and magnesium. Selected fields were observed and photographed using a Zeiss IIIRS fluorescent microscope with a mercury light and Kodak T&X pan 400 ASA film. Cheetah sera were obtained as part of a serologic survey for determining the prevalence of feline coronavirus infection in captive and wild-caught cheetahs (Heeney et al., 1989) . Feline coronavirus antibody titers were determined by the indirect immunofluorescence test (Evermann et al., 1984) , which has been shown to correlate closely with competitive enzyme-linked immunosorbent assays (Fiscus et al., 1985) .\n\nCells infected with feline coronavirus strains were trypsinized at selected time intervals, washed twice in D-PBS and fixed in 1.25% glutaraldehyde solution (Chasey and Alexander, 1976) . The glutaraldehyde-fixed cell pellet was rinsed with several changes of 0.1 M cacodylate buffer (pH 7.2) followed by post-fixation in 1% osmium in 0.1 M cacodylate buffer for 1 h. The osmium-fixed pellet was rinsed in a 4.5% sucrose solution and stained with a 1% aqueous solution of uranyl acetate containing 4.5% of sucrose for 30 min to enhance the contrast of the cells. Dehydration was carried out in a graded series of ethanol with three changes of absolute ethanol. The ethanol was replaced with propylene oxide and the cells were then infiltrated with equal volumes of propylene oxide and epoxy resin (LX-112) overnight. The cells were embedded in pure LX-112 resin in Beem capsules and allowed to cure for 48 h at 60 0 C prior to cutting thin sections. The sections were double-stained with 2% uranyl acetate followed by lead citrate and then stabilized with carbon in a vacuum evaporator. The sections were observed and photographed with a Hitachi H-7000 electron microscope operated at 75 kV.\n\nSix different cell types were studied to determine the permissiveness for coronavirus replication. The results are summarized in Table 1 . The most permissive cell types were those derived from domestic cat and included CrFK, Fcwf-4, FC-009, and FEA cells. The two cell lines derived from cheetahs, AjuKid and AjuFib, were less permissive for CPE and virus infectivity than those cells derived from domestic cats. There was a gradient of CPE noted in cells with the FIPV strain 79-1146, the most virulent, followed by FECV 79-1683, FIPV UCD-1, and FIPV UCD4, respectively. The cheetah agent was highly cell-associated and required prolonged incubation (up to 14 days post-infection) before the monolayers showed CPE. The cheetah agent also expressed the most limited host range in that virus was not detected in two of the domestic cat cell lines, FC-009 and FEA cells, and one of the cheetah-derived cell lines (AjuFib). Based on these observations, electron microscopy and imrnunofluorescence were conducted on virus-infected CrFK cells. Routine propagation of the cheetah coronavirus was accomplished by maintenance of the persistently infected cell line, CrFK 834447, and harvesting supematant fluids for attempted isolation of cell-free virus and for Western blotting (to be reported elsewhere, Heeney et al., 1989) . \n\nThree types of fluorescence were observed in the study. The first consisted of a diffuse, homogeneous pattern when antiserum was tested with the corresponding virus strain (homologous reaction). Fig. la illustrates this type of pattern with FECV 79-1683 and cat anti-79-1683 antisera. The second type of fluorescence was noted when cheetah sera with known indirect immunofluorescence assay antibody (1: 3200) to feline coronavirus were tested against heterologous coronavirus. The fluorescent pattern was markedly perinuclear (Fig. lb) . The third type of fluorescence was observed in the cells persistently infected with the cheetah coronavirus, CrFK 83-4497. The pattern was homogeneous yet concentrated around the nucleus in single cells (Fig. lc) . This type of fluorescence was characteristic of cheetah sera and cat antisera to one particular strain of FIPV, UCD-1.\n\nUltrastructural analysis of the lytic FECV 79-1683 and FIPV 79-1146 revealed the maturation of numerous virus particles budding from membranes of the smooth endoplasmic reticulum into cistemae within the cytoplasm (Fig. 2a, b) . Additional virions were observed clustered at the cell surface. The morphology of the virus particles was spherical and particles with peplomers could be readily discerned at the cell surface and to a limited extent within the cytoplasmic vacuoles (Fig. 2a, b  inserts) . These observations were in contrast to those of the cheetah coronavirus in CrFK in which the virus was highly cell-associated. Abnormal viral structures were observed in cytoplasmic cistemae and to a limited extent at the cell surface (Fig. 2~) . The virus structures appeared crenated, with irregular shaped envelopes and in the process of either being degraded or incompletely formed (Fig. 2c insert) . There were no virus particles with peplomers observed within the cytoplasmic vacuoles or at the cell surface.\n\nThe cheetah coronavirus was determined to be highly cell-associated with CrFK cells and exhibited a host range in vitro that was the most restrictive of the feline coronavirus studied to date. This limited growth potential (cytopathic effect) in cell culture could be augmented by the addition of trypsin to the growth medium in the absence of serum (Table 1) . It has been well documented that host-cell proteases are essential in the replication of certain viruses, especially during the maturation phase of crucial glycoproteins (Holmes et al., 1987; Sturman et al., 1985; Wellink and VanKammen, 1988) . Trypsin has been used to enhance the plaque-forming capability of bovine coronavirus and has been used to select potential phenotypic markers on strains of transmissible gastroenteritis and feline coronaviruses (Chen, 1985; Chen and Kahn, 1985; McKeiman et al., 1987; Toth, 1982) . Additional studies are required to determine if other factors, such as viral interference by replication-defective mutants, temperature-sensitive mutants, etc., may be controlling the persistent cheetah coronavirus infection in the CrFK cells (Whitaker-Dowling and Youngner, 1987) . The in vitro properties of the cheetah coronavirus (highly cell-associated and reactive by indirect immunofluorescence with UCD-1 antisera) tentatively place it between the non-cell adapted FECV strain, UCD, and the FIPV strain of low to moderate virulence in vitro and in vivo, UCD-1 (Pedersen et al., 1981a; Pedersen and Floyd, 1985) . The cytopathic strains FECV 79-1683 and FIPV 79-1146 demonstrated the widest host range in vitro. Although both of the aforementioned viruses were highly lytic in cell culture, surviving cell populations were demonstrable in cheetah fibroblastic cells (AjuFib) with both strains and in CrFK cells and cheetah kidney (AjuKid) with FECV 79-1683. Characterization of these persistently infected cell cultures is currently underway.\n\nImmunofluorescent studies revealed a propensity for cheetah sera with known serum antibodies to the feline coronaviruses to stain virus-infected cells in the perinuclear region, while serum from cats experimentally infected or naturally exposed (data not shown) to feline coronaviruses stained more homogeneously throughout the cytoplasm. Although the cheetah coronavirus was detected by immunofluorescence with domestic cat antisera prepared against different strains of feline coronavirus, the most intense staining was observed when cheetah coronavirus antigens were identified by antisera to FIPV UCD-1. The UCD-1 strain has been reported to be of moderate virulence in domestic cats (Pedersen et al., 1981a) .\n\nUltrastructural analysis of the cheetah coronavirus indicated the presence of abnormal virus particles in the cytoplasmic vesicles of CrFK cells that were persistently infected. Although the virus particles appeared spherical, the envelopes were irregular and the viruses appeared to be either in various stages of degeneration or incomplete development.\n\nRare cell-free virus particles were observed, which were devoid of any discernable peplomers. These results are consistent with prior data on the limited in vitro growth potential of the virus in a variety of cell types and the tendency for the immunofluorescence patterns to be confined primarily to the perinuclear region of the infected cells. The electron microscopy of the cytolytic coronaviruses, FECV 79-1683 and FIPV 79-1146 revealed similarities in terms of multiple immature and mature virus particles in the cytoplasmic cisternae and the accumulation of mature virions with peplomers in and at the vicinity of the cell surface (Chasey and Alexander, 1976; Beesley and Hitchcock, 1982) .\n\nAs with other members of the coronavirus family, there are specific virus strains within the feline coronavirus group with a spectrum of disease potential (Barlough and Stoddart, 1989; Pedersen, 1987) . This diversity of virus strains and in vivo virulence have been well studied with the murine coronavirus, mouse hepatitis virus (Holmes et al., 1987) , and more recently with the avian coronavirus, infectious bronchitis virus (Kusters et al., 1987 and Western blot analysis (Heeney et al., 1989; Horzinek and Osterhaus, 1979b) . Additional studies are necessary to determine the pathogenicity of the virus in specific pathogen-free cats, as well as in organ cultures derived from coronaviral-seronegative cheetahs. Molecular analysis of the cheetah coronavirus utilizing cDNA probes to various members of the coronavirus family would be important in terms of determining the degree of homology, as well as possibly defining the site(s) of restriction in the persistently infected CrFK cells (DeGroot et al., 1987; Jacobs et al., 1987; Kooi et al., 1988; Shockley et al., 1987) ."}