{"title": "Discovery, synthesis, and optimization of an N-alkoxy indolylacetamide against HIV-1 carrying NNRTI-resistant mutations from the Isatis indigotica root", "body": "Acquired immunodeficiency syndrome (AIDS) is caused by the human immunodeficiency virus (HIV) infection, which destroys the body's immune system by infecting human immune cells and causing patients to eventually die from complications such as severe infections or secondary tumors [1, 2] . In 2018, there were approximately 37.9 million people worldwide living with HIV/AIDS, including 1.7 million children [3] . Moreover, 1.7 million individuals became newly infected in 2018. As there is no AIDS vaccine available, highly active antiretroviral therapy (HAART) is still the main clinical treatment of HIV/AIDS. Many HAART comprises two or three antiretroviral drugs acting on different targets, such as reverse transcriptase (RT), protease (PR), and integrase (IN) [4e6].\n\nHowever, long-term widespread use of HAART can lead to drugresistant viruses and treatment failure [7] . At least 50% of patients have drug-resistant viruses. The non-nucleoside reverse transcriptase inhibitors (NNRTIs) nevirapine (NVP) and efavirenz (EFV) have been used for more than 10 years in clinical practice, and stable drug-resistant strains have emerged [8] . Clinical studies have found that after 48 weeks of etravirine and rilpivirine administration, the body produces a virus resistant to both the drugs. Several new forms of NNRTIs have been reported in recent years [9e16] . In consideration of drug resistance continues to increase, the development of new NNRTIs is still worth the challenge.\n\n\"Ban lan gen\" (Isatis indigotica root) is one of the most important traditional Chinese medicines used for the treatment of influenza and various infectious diseases [17] as well as anti-severe acute respiratory syndrome (SARS) [18] . Previous studies demonstrated that indirubin, one of the bioactive indole alkaloids of the herbal drug, had the most significant cytotoxicity on IL-60 cells and inhibitory effect on pesudorabies virus (PrV) replication, while extracts from roots and leaves of I. indigotica also showed cytopathic effect (CPE) reduction either before or after infection of PrV on porcine kidney (PK-15) cells [18] . Moreover, from the ethanol extract of \"da qing ye\" (I. indigotica leaves) an isatisine Aderived artificial acetonide was reported to have a moderate anti-HIV-1 activity (EC 50 ¼ 37.8 mM) [19] . However as far as we know, was neither extract or purified compound from \"ban lan gen\" reported to inhibit HIV virus replication. Because the \"ban lan gen\" decoction is practically used in clinic, whereas the ethanolic extracts were mainly focused in the previous studies, we systematically studied the chemical constituents and biological activities of an aqueous extract of the I. indigotica root, resulted in characterization of more than 100 chemical constituents including around 50 alkaloids and some with antiviral (influenza virus A/Hanfang/ 359/95, herpes simplex virus 1, and/or Coxsackie virus B3) and celldamage protective activities [20e34] . A continuation of the work led to characterization of a novel anti-HIV compound methyl (1methoxy-1H-indol-3-yl)acetamidobenzoate (CI -39) (Fig. 1A) with an EC 50 value of 3.40 mM from a remaining subfraction. CI -39\n\nrepresents the first anti-HIV-1 indolylacetamidobenzoate derivative from I. indigotica, though from other plants a variety of natural products and extracts with inhibition of HIV-1 replication were reported [35e40] .\n\nIn view of the structure of CI -39 and its inhibitory effect on the HIV-1 virus, along with the recent reports on indole derivatives with anti-HIV activity [41e55], we determined that the optimization of activity and physicochemical properties by synthesis to obtain optimized lead compounds or drug candidates was worthy of further study. Because of limitation of the sample amount from the plant extract, CI -39 was firstly synthesized with confirmation of the anti-HIV-1 replication. For the structural optimization, the effect of the following structural changes on the anti-HIV-1 activity were investigated in this study: (i) the shift of methoxyformyl on the phenylamine moiety with replacement or introduction of other functional groups; (ii) the replacement of the phenyl ring with an aromatic heterocyclic ring; (iii) the substitution of the N-methoxy group on the indole nucleus by other N-alkoxy groups; (iv) the extension or shortening of the acetamide linker between the indole and phenyl ring units. The synthetic lead compound CI -39 and most potent derivatives were further tested for their activity against the HIV-1 strains carrying some of the most clinically relevant mutations that confer resistance to NNRTIs. Herein, reported are isolation, structural determination, and synthesis of the lead compound CI -39, along with synthesis, anti-HIV-1 activity, and structure-activity relationship of 57 new derivatives as well as activity of three optimized compounds 6d, 10f, and 10i as novel NNRTIs against seven NNRTI-resistant HIV-1 strains carrying different RT-mutations. Molecular docking of the lead compound CI -39 and the most potent compound 10i is also discussed.\n\n2.1. Chemistry 2.1.1. Isolation, structure elucidation, and antiviral assay of CI - 39 The aqueous decoction of the air-dried and pulvarized I. indigotica root was concentrated under reduced pressure and separated by column chromatography (CC) over macroporous adsorbent resin (HPD-110), eluting successively with H 2 O, 50% EtOH, and 95% EtOH, to yield three corresponding fractions A, B and C. Fraction C was subjected to CC over silica gel, with elution using a gradient of increasing acetone concentration (0e100%) in petroleum ether, to afford fractions C1eC11 [20] . Fraction C9 was separated successively by CC over Sephadex LH-20, reversed phase silica gel (C 18 ), and silica gel to give a mixture, from which CI -39 was isolated by HPLC using a semipreparative C18 column (see Experimental section 4.1.1).\n\nCompound CI -39 was obtained as colorless prisms in acetone. Its IR spectrum showed the presence of amino (3247 cm À1 ), ester and amide carbonyl (1701 and 1677 cm À1 ), and aromatic ring (1585 and 1511 cm À1 ) functionalities in the molecule. Combinatory analysis of HRMS(ESIþ) and NMR spectroscopic data led to determination of the molecular formula as C 19 H 18 N 2 O 4 . In the molecular, the occurrence of a 3-substituted indole nucleus, an orthosubstituted benzene ring, two methoxy groups, an isolated methylene, and two ester and amide carbonyl carbons was deduced from analysis of the NMR spectroscopic data ( Table 1 ). The connection of these structural units was further established by the 2D NMR experimental data as illustrated in Fig. 1B . Briefly a linkage between the indole nucleus and one carbonyl carbon via the methylene unit to form a 2-(1H-indol-3-yl)acetyl moiety was unambiguously H COSY  spectrum as well as the two-and three-bond heteronuclear correlations from H-2 to C-3, C-3a, C-7a, and C-8 and from H 2 -8 to C-2,  C-3 , C-3a, and C-9 in the HMBC spectrum, along with the chemical shifts of these proton and carbon signals (Fig. 1B) . Location of an methoxyformyl at the ortho-substituted benzene ring to construct an methyl ortho-substituted benzoate moiety was deduced from the 1 He 1 H COSY coupling correlations of H-3 0 /H-4 0 /H-5 0 /H-6 0 and the long-range HMBC correlations from H-3 0 to C-1 0 and C-5 0 and from H-6 0 to C-2 0 , C-4, and C-7 0 as well as from OCH 3 to C-7 0 . To satisfy the requirement of the molecular composition, the remaining methoxy unit must be located at the N atom of the 2-(1H-indol-3-yl)acetyl moiety, in turn which must link via an amide bond to the only opened position of the methyl ortho-substituted benzoate moiety. The deduction was finally proved by X-ray diffraction analysis of a suitable single crystal crystallized in the acetone solution of CI -39, an ORTEP drawn of the crystal structure shown in Fig. 1C . Thus, the structure of CI -39 was determined as methyl (1-methoxy-1H-indol-3-yl)acetamidobenzoate. According to clinic application of \"Ban lan gen\" (I. indigotica root) in traditional Chinese medicine [17] , anti-viral activity of CI -39 was assayed using cell-based protocols as reported in our previous publications [20e34,56] The synthesis of CI -39 is shown in Scheme 1. Methyl 2-(2-(1Hindol-3-yl)acetamido)benzoate (CI-a) was obtained through an amidation reaction of indole-3-carboxylic acid with 2aminobenzoate. Methyl 2-(2-(indolin-3-yl)acetamido)benzoate (CI-b) was prepared through reduction using trifluoroacetic acid and triethylsilane [57] . The oxidation of CI-b was carried out by sodium tungstate and hydrogen peroxide to produce methyl 2-(2-(1-hydroxy-1H-indol-3-yl)acetamido)benzoate (CI-c) [58] . Then, the methylation of CI-c with trimethylsilyldiazomethane produced CI -39.\n\nWith the synthesized CI -39, inhibitory activities against RT RNA-dependent DNA polymerase [59] and ribonuclease H [60] were detected, along with an activity test against VSVG/HIV-1 replication [56] . The result (Table 3) indicated that CI -39 was an inhibitor of the RT RNA-dependent DNA polymerase with the IC 50 value of 7.20 mM, but inactive to ribonuclease H (IC 50 > 30 mM).\n\nThe synthesis of N-alkoxy indole derivatives is shown in Scheme 2. The first two steps to obtain the intermediates 2, 3, 7 and 8 are as same as the method of preparing CI-a, CI-b. The oxidation of 3 was carried out by m-CPBA to produce an indole N-hydroxyl derivative (4) [61] . The methylation of 4 with trimethylsilyldiazomethane produced the target product (5), and 6 was synthesized from 4 in the presence of potassium carbonate and a halogenated alkane. The intermediates 8 were transformed into the indole N-hydroxyl derivative (9) through an oxidation reaction using sodium tungstate and hydrogen peroxide. Then, alkylation of 9 under the basic condition provided 10 (Scheme 3).\n\nThe synthesis of 14 and 15 is depicted in Scheme 4. The intermediate (13) was prepared sequentially by oxidation of 11 and alkylation of the resulting product 12. A reaction of 13 with oxalyl chloride and 3-chloro-4-aminopyridine yielded 14, which was further transformed into 15 by reduction with sodium borohydride. The reaction of indole (16) and pyridinecarboxaldehyde under the basic condition [62] afforded 17, which was sequentially reduced and oxidized to yield the intermediates 19 via 18. Then, propylation of 19 synthesized 20 (Scheme 5).\n\nAll the synthesized CI -39 and 58 derivatives were tested against replication of the wild-type HIV-1 virus and their cytotoxicities on HEK 293T cell as well. As shown in Table 2 , replacement of either the NeOMe in CI -39 by NeH (CI-a) and NeOH (CI-c) or the indole by an indoline (CI-b) resulted in loss of activity. This indicates that the N-substituted indole moiety is one of the key pharmacophores. Among the phenylamine ring substituted derivatives (5), only those with ortho-halogen atoms Cl, Br, and I (5j, 5m, and 5n) retained activity with the EC 50 values of 3.30, 3.20, and 4.40 mM, respectively, whereas all the others (5aÀ5i, 5k, 5l, and 5oÀ5u) as well as those with the acetyl linker replaced by propionyl and butyryl (5v and 5w) resulted in loss of activity. Accordingly, ortho-substitution at the phenylamine moiety by the electron-withdrawing groups (COOMe, Cl, Br, and I) and retention of the acetyl linker are essential to maintain activity.\n\nFor the N-alkoxy-substituted derivatives of CI -39, activity was decreased by prolonging the linear alkyl chain (6a and 6b). However, for the halogenated analogues of 5j, activity was enhanced by extending of the linear alkyl chain from one to five carbon atoms, e.g. methoxy (5j: EC 50 carbon atoms exceeded to six, the HIV-1 virus replication inhibitions were gradually decreased (6g: EC 50 ¼ 1.02 mM; 6h: EC 50 ¼ 1.95 mM; 6i: EC 50 ¼ 4.40 mM), and completely lost when the carbon atom number reached to 9 (6j). In addition, introduction of the bulky units at the N-atom of the indole moiety also weakened activity, e.g. benzyloxy (6l: EC 50 ¼ 8.55 mM), phenethyloxy (6m: EC 50 ¼ 5.50 mM), and p-methoxybenzyloxy (6n). Complete loss of activity was observed also when electron-withdrawing acetyloxy or benzyloxy substituted at the N-atom of the indole moiety (6o and 6p). Interestingly, as compared with 6d (EC 50 ¼ 0.29 mM), the potency was decreased by ortho-substitution of the electronwithdrawing group CF 3 on the phenylamine moiety (6q: EC 50 ¼ 4.28 mM), which differed from 5j, 5m, and 5n. The aforementioned results indicate that the N-alkoxy in the CI -39 derivatives is required for activity against the HIV-1 virus replication, and the best activity is gained when the number of the linear alkyl carbon atoms is three (6d: EC 50 ¼ 0.29 mM).\n\nWith replacement of the phenylamine moiety by pyridinamines (10a-10c), activity was retained only for the derivative of pyridine-4-amine (10c: EC 50 (14) and replacement with a methylene unit (20) resulted in the disappearance of activity. Therefore, in the synthesized derivatives the 3-chloropyridin-4-amine moiety is optimal to replace the methyl 2-aminobenzoate moiety in the natural product CI -39. The three potent compounds 6d, 10f, and 10i were selected for following investigations. Notably, we discovered that the intermediate 4o (ZT55, inactive to HIV-1) was a highly-selective tyrosine kinase inhibitor of JAK2 V617F against myeloproliferative neoplasms [63] while other derivatives were inactive at 10 mM. As shown in Table 2 , all compounds cytotoxicity was tested, and the cell viabilities were influenced somehow by treating with the compounds at the maximum concentration of 30 mM; nevertheless, the CC 50 of all 59 compounds was higher than 10 mM, which was the highest concentration on anti-HIV replication assay.\n\nThe time-of-drug addition (TOA) assay was conducted to identify the stage at which the active compounds had the inhibitory effects on HIV-1. The reverse transcriptase inhibitors zidovudine (AZT) and EFV, and the integrase inhibitor raltegravir (RAL) were used as reference drugs. The assay showed that the activity lost curves of 6d, 10f, and 10i were close to those of AZT and EFV. They had a range of time of 50% failure (FT 50 ) from 8.2 to 9.1 h comparable to AZT at 8.5 h and EFV at 9.4 h, which were far ahead of the integrase inhibitor RAL with a FT 50 of 12.2 h (Fig. 2) , indicating that compounds 6d, 10f and 10i inhibit HIV-1 replication at the reverse transcription step.\n\nReverse transcription is a process of generating double-stranded proviral DNA with an HIV-1 RNA genome as the template. This complex process is preceeded by RT catalysis with DNA polymerase and Ribonuclease H activities, during which (À)DNA strand is generated by DNA polymerase activity based on the template RNA and the template RNA is hydrolyzed by Ribonuclease H [64, 65] . Since the lead compound CI -39 was proved as a RT DNA polymerase inhibitor, we also tested the effects of compounds 6d, 10f and 10i on both HIV-1 RT DNA polymerase and Ribonuclease H activities. As shown in Table 3 , all three compounds displayed inhibitory activity on RT RNA-dependent DNA polymerase, but not on Ribonuclease H, which indicated that compounds 6d, 10f, and 10i were RT DNA polymerase inhibitors.\n\nHIV-1 RT comprises two subunits p66 and p51. The p66 is the catalytic subunit designated as fingers, palm, thumb, connection, and RNase H domains [66] . All members of approved NNRTIs are RT-DNA polymerase inhibitors by binding to a hydrophobic pocket located between the base of the thumb and the b-sheets of the palm domain, about 10 Å under the catalytic active center. Due to the low fidelity of HIV-1 replication and over two decades of NNRTIs use in clinic, the NNRTI-resistant mutants have developed. Among these, K103N, Y181C or Y188L, carried by RT, are the most prevalent mutants [67] . Lys103 locates on the outer rim of the NNRTI-binding pocket and in the vicinity of the entrance to the pocket; Tyr181 and Tyr188 locates at NNRTIbinding pocket. When Lys103 changes to asparagine, the RT catalytic pocket is preferred in its closed form, resulting in less electrostatic forces within the NNRTIs [68] . Both Tyr181 and Tyr188 exist at the catalytic pocket, which the NNRTIs act on through the p-p interaction of their aromatic rings. As the mutations of Y181C or Y188L occur, the forces between NNRTIs and RT by p-p interaction disappear [69] . For novel NNRTIs, the activity against existing NNRTI-resistant HIV-1 is a pivotal characteristic.\n\nIn this study, we evaluated the activities of the natural product CI -39 and the potent derivatives 6d, 10f, and 10i against replication of the seven NNRTI-resistant HIV-1 strains. Overall, 10f and 10i exhibited better activities and drug resistance folds compared to NVP against six of the seven resistant strains (Table 4 ). Particularly, 10i (EC 50 ¼ 0.43 mM) was more notably more active against the double mutant L100I/K103N comparing to both NVP (EC 50 ¼ 0.76 mM) and EFV (EC 50 ¼ 1.08 mM). It is worth noting that the natural product CI -39 is the only one fully active on all the viral mutants though it did not exhibit the best activity among the four tested compounds. Scheme 5. Synthesis of target compounds 20a-20c. Reagents and conditions: (a) NaOH, MeOH, r.t.; (b) Et 3 SiH, CF 3 COOH, reflux; (c) sodium tungstate dihydrate, hydrogen peroxide (30%), MeOH, 0 C then 15 C; (d) K 2 CO 3 , DMF, r.t..\n\nThe effect of the compounds against wild type HIV-1 replication a . \n\nIn order to better understand the possible binding mode of the active compounds, the potent 10i and CI -39 as well as the positive controls NVP and EFV were docked into the HIV-1 WT RT (PDB code: 1TL1) [69] and the HIV-1 RT mutants RT-Y181C (PDB code: 1JLB) [70] , RT-K103N/Y181C (PDB code: 5VQY) [71] , and RT-L100I/ K103N (PDB code: 2ZE2) [72] , respectively. The docking results of 10i into WT RT (Fig. 3) showed: (i) p-alkyl interactions between the indole ring with Lys103, Leu100, Val179, and Val106; (ii) alkyl interactions between the end of the butoxy chain with Val106, Leu234, Phe227, and Pro225, respectively, in addition to an H-bond between the oxygen-germinal hydrogen on the N-alkoxy chain and the Lys101 carbonyl oxygen; (iii) p-p interactions between the pyridine ring with Tyr181, Tyr188, and Trp229, respectively; and (iv) interactions between chlorine with the Tyr181, Pro95, and Leu100 residues. The docking into the Y181C mutated RT (1JLB) (Fig. 4a) indicated that the interaction between chlorine and Tyr181 in WT RT was replaced by a p-alkyl interaction between the pyridine ring and Cys181, while Tyr188 retained the p-p interaction with the pyridine ring. In addition, the pyridine ring lost its acting force with Leu100, in turn which had a p-sigma interaction with the indole ring. Differently the docking result of CI -39 into 1JLB showed that the terminal methyl group of methoxyformyl on the phenylamine moiety shared the p-alkyl interactions with Trp229, Phe227, and Tyr188 and the alkyl interaction with the Leu234 (Fig. S187b in Supporting Information).\n\nCompound 10i docking into the K103N/Y181C double-mutated RT (5VQY) (Fig. 4b) showed that an H-bond was formed between the Asn103 amide NH 2 group and the N-alkoxy oxygen atom, replacing the p-alkyl interaction of the indole ring with Lys103 in WT RT. Meanwhile, the p-p interaction between the pyridine ring and Tyr181 was substituted by a p-sulfur interaction between the indole nucleus and eSH group. Additionally, the pyridine N atom hydrogen-bonded to the phenolic hydroxy proton of Tyr188 and the terminal eNH 2 of Lys223, while the pyridine ring maintained the p-p interaction with Tyr188. However, the carbonyl oxygen of methoxyformyl on the phenylamine moiety of CI -39 hydrogenbonded to the terminal eNH 2 of Lys223 and the phenolic hydroxy proton of Tyr188, while Cys181 maintained the same mode of action as 10i (Fig. S187c in Supporting Information). For the positive control NVP, which is resisted by K103N/Y181C double-mutated RT, the docking simulation ( Fig. S185c in Supporting Information) showed no interaction of NVP with Asn103. This suggests that the H-bond between the N-alkoxy oxygen atom and the Asn103 amide NH 2 group may play an important role in the effect of 10i, which is supported by the experimental data (Table 4 ).\n\nIn the case of the L100I/K103N double-mutated RT (Figure 6c) , the docking exhibited a position exchange between the indole and pyridine ring moieties in the interacting model, and the hydroxy group from isomerization of the acetamide unit in 10i (Table 4 ). representatives 10f and 10i exhibited much better inhibitory effects on the six of seven tested resistant strains compared to NVP. Moreover, the two candidates strongly suppressed NNRTI-resistant HIV-1 carrying the RT-K103N/Y181C mutation. Especially 10i was superior to both NVP and EFV against the HIV-1 RT-L100I/K103N , which suggested that it has the potential for use in developing a new NNRTI. Additionally, the computational docking results also hinted at possible binding mechanisms of the potent 10i. In summary, this class of derivatives has a good antiviral prospect and deserves further investigation.\n\nGeneral experimental procedures, plant material, extraction, and preliminary fractionation of the extract, see Ref. [20] . Fraction C9 (2.8 g) was subjected to CC over Sephadex LH-20 (CHCl 3 /MeOH, 1:1) to give C9-1ÀC9-3, of which C9-2 (1.2 g) was fractionated by RP flash CC (30e70% MeOH in H 2 O) to give fractions C9-2-1ÀC9-2-3. Subfraction C-9-2-1 (500 mg) was separated by CC over silica gel eluting with a gradient of increasing MeOH in CHCl 3 (1e5%) afforded C-9-2-1-1-C-9-2-1-5, of which C-9-2-1-4 (15.4 mg) was isolated by reversed phase HPLC using a semipreparative C18 column and the mobile phase of 33% MeOH in H 2 O to yield CI -39 (2.1 mg). \n\nAll the synthetic starting materials and reagents were purchased from commercial suppliers and used directly without further purification. Column chromatography was performed using silica gel (200e300 mesh) purchased from Qingdao Haiyang Chemical Co., Ltd. Thin-layer chromatography was performed on precoated silica gel F-254 plates and was visualized under UV light. 1H NMR and 13C NMR spectra were recorded on Varian Mercury 300 MHz, 400 MHz or 500 MHz with TMS or solvent peaks as references. Chemical shifts (d) are reported in parts per million (ppm) and coupling constants (J) are reported in hertz (Hz) . The splitting patterns are indicated as: s ¼ singlet, d ¼ doublet, t ¼ triplet, q ¼ quartet, dd ¼ doublet of doublet, m ¼ multiplet. HR-ESIMS data were obtained on an Agilent 6520 Accurate-Mass Q-TOF LCMS spectrometers (Agilent Technologies, Ltd., Santa Clara, CA, USA). Analysis of sample purity was performed on an Agilent HPLC system consisting of 1100 controller, 1100 pump, and 1100 dual l absorbance detector with an CAPCELL PAK AQ-C18 column ( To a solution of indole-3-acetic acid (1.05 g, 1 equiv.) in dry CH 2 Cl 2 (100 mL) was added EDCI (1.27 g, 1.1 equiv.). The reaction mixture was stirred at room temperature for 1 h, then methyl 2-aminobenzoate (1.0 g, 1.1 equiv.) and DMAP (0.07 g, 0.1 equiv.) were added. The mixture was stirred at room temperature for 3 h; 2 M hydrochloric acid (100 mL) was added and stirred strongly for 10 min. The organic phase was separated and the water phase was extracted with CH 2 Cl 2 (50 mL) twice. The combined organic phase was washed with brine and dried with Na 2 SO 4 . Filtration and removal of the solvent at 40 C under reduced pressure yielded methyl 2-(2-(1H-indol-3-yl)acetamido) benzoate (CI-a, 1.03 g).\n\nTo a solution of CI-a (1.03 g, 1 equiv.) in CF 3 COOH (30 mL) was added Et 3 SiH (1.2 g, 3 equiv.), stirred at 60 C for 1 h, followed by recovery of the solvent under reduced pressure to yield a residue. The residue was dissolved in ethyl acetate and washed by saturated Na 2 CO 3 and brine in order, subsequent removal of the solvent under reduced pressure afforded methyl 2-(2-(indolin-3-yl)acetamido)benzoate (CI-b, 0.98 g). To a solution of CI-b (0.98 g, 1 equiv.) in MeOH (50 mL) was added sodium tungstate dehydrate (0.3 g, 0.3 equiv.) at 0 C, followed by dropwise addition of hydrogen peroxide (30%, 3.5 mL, 10 equiv.) then stirred at 10e15 C for 1 h. The reaction mixture was partitioned between CH 2 Cl 2 and water, and the organic phase was washed with brine and evaporated, the resulting residue was purified by column chromatography (silica gel, petroleum ether/ethyl acetate 2:1) to furnish methyl 2-(2-(1-hydroxy-1H-indol-3-yl)acetamido)benzoate (CI-c, 0.69 g). Selectively the CH 2 Cl 2 solution of CI-c (0.69 g) was added a solution of trimethylsilyldiazomethane in n-hexane (6 M, 3.5 mL, 10 equiv), stirred at room temperature overnight, followed by recovery of the organic solvent to give a residue. The residue was purified by silica gel column chromatography (petroleum ether/ethyl acetate 2:1) to yield CI -39 (0. 49 General procedure for the synthesis of 5, 6 and 10. The first two steps of general procedure for the synthesis of intermediates 2, 3, 7 and 8 are same as that of preparing CI-a, CI-b. To a solution of 3 (1 equiv.) in MeOH was added m-CPBA (2 equiv.), stirred at room temperature for 2 h, then concentrated under reduced pressure to yield a residue, which was dissolved in CH 2 Cl 2 and washed successively by saturated Na 2 CO 3 and brine. The CH 2 Cl 2 solution was evaporated and the resulting residue was purified by column chromatography (silica gel, petroleum ether/ethyl acetate 2:1) to furnish 4. Similarly, 9 was obtained as same as the procedure of prepare CI-c. Selectively the CH 2 Cl 2 solution of 4 or 9 was added to a solution of trimethylsilyldiazomethane in n-hexane (6 M, 10 equiv) or the alkyl halide (1.5 equiv.), stirred at room temperature overnight or for 2 h in DMF with K 2 CO 3 (2 equiv.), followed by partition between CH 2 Cl 2 and water, then dry with Na 2 SO 4 and recovery of the organic solvent or to give a residue. The residue was purified by silica gel column chromatography (petroleum ether/ ethyl acetate 2:1) to yield 5, 6, and 10.\n\nFour steps yield 29.6%. 1 To a cold solution of 11 in MeOH (0 C) was added sodium tungstate dehydrate (0.3 equiv.) and dropwise hydrogen peroxide (30%, 10 equiv.), stirred at 10e15 C for 1 h, then added CH 2 Cl 2 and water and stirred for 10 min. After separation, washed with brine, and dried over anhydrous Na 2 SO 4 , the organic phase was evaporated to give a residue; then added DMF, K 2 CO 3 (3 equiv.), and the alkyl halide (1.5 equiv.), stirred at room temperature for 2 h, and followed by addition of water and ethyl acetate then stirring for 10 min. The organic layer was separated, dried over anhydrous Na 2 SO 4 , and evaporated to give a residue. The residue was dissolved in diethyl ether, added oxalyl chloride (1.5 equiv.) dropwise at 0 C, and stirred at room temperature for 2 h. After removal of the diethyl ether and redissolving in CH 2 Cl 2 , to the solution was added 4-amino-3chloropyridine (1.2 equiv.) and triethylamine (2.0 equiv.) dropwise at 0 C then stirred at room temperature for 3 h. Evaporation of the solvent gave a residue that was purified by silica gel column chromatography (petroleum ether/ethyl acetate 1:1) to furnish 14.\n\nTo a solution of 14 (1 equiv.) in methanol was added sodium borohydride (3.0 equiv.), stirred for 1 h, then diluted with water and extracted with ethyl acetate. The ethyl acetate layer was washed with brine then evaporated to afford a residue, which was purified by silica gel column chromatography (petroleum ether/ethyl acetate 1:1) to obtain 15.\n\n4.1.2.3.1. N-(3-Chloropyridin-4-yl)-2-oxo-2-(1-propoxy-1Hindol-3-yl)acetamide (14) . Three steps yield 45.7%. 1 H NMR\n\nVSVG plasmid and env-deficient HIV vector containing luciferase reporter (pNL4-3.luc.R À Eor pNL4-3.luc.R À E -RT-mutant ) were co-transfected into HEK 293T cells. 48 h post transfection, the supernatant was collected and filtered through 0.45 mm filters, the harvested VSVG/HIV-1 or VSVG/HIV-1 RT-mutant virions were quantified by using an ELISA kit (ZeptoMetrix, Cat. 0801111). HEK 293T cells were seeded on 48-well plates at a density of 3 Â 10 4 cells/well one day prior to infection . The tested compounds were added to wells 15 min ahead of VSVG/HIV-1 or VSVG/HIV-1 RT-mutant infection (0.1 ng p24/well). The infected cells were lysed 48 h postinfection, and the luciferase activity was measured using a Sirius luminometer (Berthold Detection System) according to the manufacturer's instructions. Infectivity (%) ¼ luciferase activity tested compound /luciferase activity DMSO Â 100 [56] .\n\nHEK 293T cells, 4 Â 10 3 cells/well in a 96-well plate, were treated with the compounds at the indicated concentration for 48 h. The cell viability was measured by the CellTiter-Glo® Assay (Promega, Madison, WI, USA) according to the manufacturer's protocol. Cells treated with the same amount DMSO (1‰) served as the solvent control. The cell viability of the each tested compound was calculated as Cell viability (%) ¼ RLUs tested compound /RLUs DMSO Â 100% [74] . \n\nHIV-1 reverse transcriptase RNA-dependent DNA polymerase activity was detected as described previously [59] . The tested compound was added into 60 mL reaction system containing 11.7 mg/mL poly(rA), 1.125 mg/mL oligo(dT)15, 2.8 mM dTTP, 800 nM Digoxigenin-11-dUTP, 40 nM Biotin-11-dUTP, 50 mM Tris-HCl (pH 7.8), 290 mM KCl, 30 mM MgCl 2 and 10 mM DTT. The reaction was initiated by RT addition. Blank control was conducted without adding RT, while solvent control was to add DMSO instead of the tested compound. The mixture was incubated at 37 C for 1 h followed by being transferred into a streptavidin-coated plate (Roche) for 1 h incubation at 37 C. The supernatant was then discarded and the plate was washed with PBS. Anti-DIG-POD was added to the plate and incubated at 37 C for 1 h. The plate was washed and TMB (3,3,5,5-tetramethylbenzidine) was added. After 15 min, 1 M H 2 SO 4 was added to terminate the reaction, and the OD 450 values were read by a multimode reader (Tecan). RNA-Dependent DNA polymerase activity ¼ (A 450 tested compound e A 450 blank control )/(A 450 solvent control e A 450 blank control ) Â 100%.\n\nDetection of Ribonuclease H activity was performed as described previously [60] . Briefly, the 1 mL tested compound was added into 49 mL reaction system which containing 50 mM Tris-HCl added into the reaction system to react for 30 min at room temperature. Blank control was conducted without adding RT, while solvent control was to add DMSO instead of the tested compound.\n\nThe reaction was terminated by adding 50 mL 0.5 M EDTA. The relative fluorescence units (RFU) were detected by multimode reader (Tecan) (Ex ¼ 490 nm, Em ¼ 528 nm). Ribonuclease H activity ¼ (RFU tested compound eRFU blank control )/(RFU solvent control eRFU blank control ) Â 100%.\n\nMean value, standard deviation (SD), half maximal effective concentration (EC 50 ), half maximal inhibitory concentration (IC 50 ) and 50% cytotoxic concentration (CC 50 ) were calculated by Graph-Pad Prism software.\n\nThe molecular docking was performed with the Discovery Studio Client v18.1.0.17334 software package (Accelrys, San Diego, USA). The complex structure was obtained from the Protein Data Bank (WT RT: 1TL1, Y181C RT: 1JLB, K103NeY181C double-mutated RT: 5VQY, L100IeK103N double-mutated RT: 2ZE2). In the complex, water molecules and the original ligand were removed, and the binding cavity of active site was re-docked with the compound to be tested, both the structures of receptor and ligand for docking were energy optimized. The docking was carried out with the CDOCKER protocol that employs CHARMm. All calculations were performed on a DELL OptiPlex 7040 workstation.\n\nThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}