{"title": "Molecular detection of infectious bronchitis and avian metapneumoviruses in Oman backyard poultry", "body": "Infectious bronchitis virus (IBV) is a highly contagious viral pathogen of chickens. It is a type 3 coronavirus and part of the family Coronaviridae (Cavanagh, 2001) . Most IBVs infect the respiratory, urinary and reproductive tracts causing considerable production losses (Dolz et al., 2008; Jones, 2010; Roussan et al., 2008; Villarreal et al., 2007; Worthington et al., 2008) . IBV infections can also be further aggravated by the presence of bacterial infections such as Escherichia coli, Mycoplasma gallisepticum, Mycoplasma synoviae and Ornithobacterium rhinotracheale (Landman and Feberwee, 2004; Matthijs et al., 2003; Naqi et al., 2001; van Empel et al., 1996) .\n\nSince the first description of IBV in 1931 (Schalk and Hawn, 1931) , a number of different IBV genotypes have been detected worldwide (Jackwood, 2012) . Virulent IBV genotypes (eg. 793/B, QX, IS/ 1494/06, IS/885/00, Q1) that have a severe impact on chicken health and production have been reported in recent decades (Gough et al, 1992; Kahya et al., 2013; Meir et al., 2004b; Yu et al., 2001) . Infections from different IBV genotypes present a challenge for poultry producers worldwide (Dolz et al., 2008; Jones, 2010; Worthington et al., 2008) , and also for owners of backyard chicken flocks. The spike subunit 1 (S1) is highly variable in IBV and analysis of S1 using reverse transcription-polymerase chain reaction (RT-PCR) and sequencing has allowed for genotyping of IBV strains (Kingham et al., 2000) .\n\nAvian metapneumovirus (aMPV) is an avian virus belonging to the Paramyxoviridae family (Lee et al., 2007b) . It is capable of infecting the respiratory tract of birds, causing avian rhinotracheitis in turkeys (Jones, 2010) and swollen head syndrome in chickens (Georgiades et al., 2001) . Furthermore, it also causes a drop in egg production and/or egg quality in both turkeys and chickens (Banet-Noach et al., 2005; Hess et al., 2004) . The virus was first reported in South Africa in the 1970s (Buys et al., 1989) and has since spread to other continents (Jones, 2010) . There are four distinct aMPV subtypes; A, B, C and D (Cook and Cavanagh, 2002) . Subtypes A and B are widespread throughout Asia, Europe, Africa and South America (Jones, 2010; Kwon et al., 2010; Owoade et al., 2008) . Reports of infections by subtypes C and D are infrequent and to date, subtype C has been reported in France, Korea and the US (Alvarez et al., 2003; Bayon-Auboyer et al., 2000; Lee et al., 2007a) , with D so far only detected in France (Bayon-Auboyer et al., 2000) .\n\nThere is a particular paucity of information from Oman, with almost no published studies of avian respiratory viruses for any species. This is despite Oman's geographic location (between the horn of Africa and southern Asia), its importance as a site for migrating wild birds and the presence of large commercial poultry production farms. These farms produce the majority of the Omani poultry requirements; however census data in 2004 reports there were around 25,000 backyard flocks bred for household consumption (Anon, 2004) . Due to the avian influenza contingency plan implemented between 2004 and 2012, this number has been reduced to nearly 10,000 flocks (Rural Women Development Department, personal communication, 2012) . Maintaining a good health status of backyard flocks is crucial for both the flock owners and the owners of nearby commercial flocks (McBride et al., 1991) . Backyard poultry in Oman are not vaccinated against IBV or aMPV.\n\nThis paper reports the first study on the prevalence of IBV genotypes and aMPV subtypes within backyard poultry flocks in Oman.\n\nOropharyngeal swabs were collected from a total of 243 backyard flocks (2317 birds) from 237 backyard farms within all regions and governorates of Oman (Fig. 1) , from June to September 2012. More than one flock was sampled if the farm had more than one species of bird. The samples were collected during a study on the prevalence of respiratory viruses, such as avian influenza (AI), Newcastle disease (ND), IB and aMPV. The number and location of sampled farms was determined based on the estimated prevalence of Avian Influenza (AI) and Newcastle Disease (ND) in Oman backyard poultry. Sampling criteria were calculated based on an estimated prevalence of AI of 30% and between-cluster variance of 0.7. The number of flocks to be sampled was stratified by region according to the number of poultry farms, total number of poultry, number of people and number of backyard poultry present in each region. A confidence level of 95% was utilised along with a twostage cluster sampling method (Thrusfield, 1986) .\n\nThe total backyard poultry population in Oman was estimated by the Ministry of Agriculture and Fisheries, Department of Rural Women Development to be approximately 10,000 poultry flocks (Table 1 ) with a median size of 50 birds per flock. The vast majority of the sampled farms raised local village chickens; however turkeys, guinea fowl, duck and geese were also present.\n\nLocal veterinarians and animal health engineers from the Ministry of Agriculture and Fisheries in each state aided with the selection of farms at different locations. Inclusion criteria involved a minimum distance between two farms (>1 km) and <3 farms from each village. If only one flock was present at a farm, 10 healthy adult (>3 months) birds were selected randomly and sampled. If more than one species of bird was present in the farm, then two flocks would be randomly chosen and 10 birds sampled from each flock. If there were fewer than 10 birds within a chosen flock, then all were sampled.\n\nFor detection of respiratory viruses, oropharyngeal swabs were collected from each flock and pooled into 1.5 ml distilled water in a sterile 5 ml plastic bijou container. All samples were kept cool in crushed ice within a thermal-box and brought to the nearby Veterinary Research Centre. The bijou was vortexed and 100 μl was inoculated into the centre of a Flinders Technology Associates (FTA) card (Sigma Aldrich, Dorset, UK) using a sterile pipette and tips. Cards were left to dry for 1 hour at room temperature (22°C), away from direct light sources, then stored at 4°C in air-tight plastic bags. Samples were transported to the University of Liverpool, UK, for processing and analysis. Data such as sampling date, farm location (village, state, and region), species of birds, flock size, species of sampled birds, housing conditions, and water sources were recorded for each farm. Spatial coordinates of the location were recorded using GPS (Garmin GPS MAP 62s, USA).\n\nOne circle from each FTA card was removed using sterile scissors and forceps and placed in a bijou containing 800-1000 μl of TE buffer (10 mM Tris-HCl, 0.1 mM EDTA, pH 8.0), vortexed and incubated at room temperature for 10 min (Abdelwhab et al., 2011) . The supernatant was then used to extract viral RNA.\n\nRNA extraction was performed using the QIAamp Viral RNA Mini Kit (Qiagen Ltd, Hilden, Germany) according to the manufacturer's instructions and stored at −20°C until required.\n\nRT-PCR was performed on each of the 243 RNA extracts using both primers and cycle conditions as previously published (Cavanagh et al., 1999) . A 268 bp band corresponds to type A, whereas a 361 bp band is type B. Positive isolates were typed by comparison of amplicon size to an aMPV type B positive control. This PCR protocol has previously been shown to detect up to 10 1.56 and 10 1.51 CD50/ ml viral concentration of aMPV type A and B respectively from FTA cards and one log higher from TOC medium (Awad et al., 2014) . Subtypes C and D were not examined in this study.\n\nAll samples were subjected to RT-PCR to detect IBV positive flocks. Primers and cycle conditions were as previously described (Cavanagh et al., 1999) . The presence of a 380 bp amplicon (relating to the S1 gene) demonstrates that the sample is positive for IBV. The IBV M41 genotype was utilised as the positive control. It is possible to detect IBV up to 10 2.3 EID50/ml from FTA cards (Awad et al., 2012) .\n\nPositive PCR reactions were purified using 0.15 μl exonuclease 1 (EXO) and 0.99 μl of shrimp alkaline phosphatase (SAP). The mixture was incubated at 37°C for 30 min and then a further 10 min at 80°C to remove any residual impurities. Purified DNA along with the forward primer SX3+ was sent for commercial sequencing (Source Bioscience Ltd, Nottingham, UK).\n\nSequences were initially analysed in ChromasPRO v1.7.3 (http://technelysium.com.au/) to confirm good quality read data. Alignments were carried out in MEGA6 (Tamura et al., 2013) using Clustal W (Thompson et al., 1994) . Following alignment, BLAST searches were conducted to confirm isolate identification. Obtained IBV sequences were compared against reference strains for S1 retrieved from GenBank (National Centre of Biotechnology Information). Reference strains used throughout this study were UK/ 3/91 (Z83977) Maximum likelihood analysis was utilised to infer phylogeny of both isolate and reference sequences, with default settings and 1000 bootstrap re-sampling. BLAST was utilised for nucleotide and amino acid identity comparisons between representative isolates within identified clusters.\n\nFrom the total of 243 flocks sampled during the study, five tested aMPV positive (2.06%). All five samples were from chickens and all were identified as aMPV subtype B. The positive samples came from northern regions of Oman; three from the Ad Dhahirah region (Albrimi, Ibri and Dank), one from the Ash Sharqiyah region (Snaw) and the fifth from the Muscat Governorate (Qurayat). Four of the infected flocks were located within the mainland, with a single flock from the coastal town of Qurayat (Fig. 1A) .\n\nFrom the 243 flocks assayed using RT-PCR, a total of 39 tested positive for IBV (16.05%) (Fig. 1B) . Of the 39 isolates sequenced, it was possible to determine the genotypes of 32 (82.05%) using BLAST (Table 2) . A total of five genotypes were represented within the sample size. The majority of samples showed greatest homology to genotype 793/B (n = 26/39; 66.67%), with the remaining isolates relating closely to M41 (n = 2/39; 5.12%), D274 (n = 2/39; 5.12%), IS/ 1494/06 (n = 1/39; 2.56%) and IS/885/00 (n = 1/39; 2.56%). All 32 sequenced samples were submitted to GenBank and assigned accession numbers (Fig. 2) .\n\nThe Al Wusta region demonstrated the highest flock prevalence rate (37.5%) followed by the Dhofar Governorate (28.5%). The 793/B-like genotype was identified from all regions and governorates, except the Muscat Governorate which remained the only region to have no IBV positive flocks. Dhofar Governorate was the only infected region to demonstrate a single genotype (793/B), while the other infected regions had a presence of ≥2 genotypes. All IBV infected flocks consisted of solely chickens, with the exception of one duck and one turkey flock.\n\nGenotype 793/B was detected in the duck and turkey flocks from Ad Dakhliyah and Al Batinah regions respectively. The 793/B genotype was also detected within chicken flocks from these regions. Table 1 The estimated total number of flocks in each region, the number of flocks sampled, the number and type of each poultry species sampled in the eight regions of Oman. \n\nResults from the maximum likelihood analysis demonstrate that the isolates formed five distinct clusters (Fig. 2) , relating to genotypes of strains previously reported. Representative isolates from each of the five clusters were chosen for comparison of nucleotide and amino acid similarities (Table 3) .\n\nThe majority of the 26 isolates clustering with UK/4/91 had between 96% and 100% nucleotide homology (resulting in 92-100% amino acid similarity). The IS/885/00-like strain had a higher \n\nWe present the first study to identify the circulating IBV genotypes and aMPV subtypes in backyard flocks in Oman. For this study, an epidemiologically representative number of samples were collected from different regions of Oman and transferred to the University of Liverpool on FTA cards. The cards inactivate genomic material and allow for RNA extraction once back in the laboratory, proving useful for analysing field isolates away from the point of sampling. The successful use of the cards for both IBV and aMPV has been previously described (Awad et al., 2014; Moscoso et al., 2005) . Using RT-PCR and direct amplicon sequencing, we identified the prevalence of both viruses within backyard flocks in relation to location and poultry species.\n\nThirty-nine flocks were identified as IBV positive, with an overall prevalence of 16.04%. This finding is lower than previously reported in production farms within neighbouring countries, for example 58.8% and 42.8% in Jordan and Iran respectively (Roussan et al., 2009; Seyfi Abad Shapouri et al., 2004) . However both studies sampled chickens within a higher density environment, which may have contributed to the higher prevalence rate compared with the backyard flocks.\n\nIn this study, 793/B was the dominant IBV genotype infecting backyard flocks, with an overall prevalence of 66.67% in IBVpositive flocks. The presence of 793/B in commercial flocks has previously been reported in other Middle East countries such as Iran, Jordan and Israel (Meir et al., 2004b; Roussan et al., 2008; Seyfi Abad Shapouri et al., 2004) . In the last few years, 793/B vaccines and strains closely-related to 793/B, have been detected in the Omani commercial chicken (K. Ganapathy, unpublished data, 2010) . The 793/B isolates detected within the backyard flocks formed a close phylogenetic cluster, indicating that potentially the same 793/B strain may be circulating between different Omani backyard flocks and regions. Oman-Lewa-4-12 was distinct from other 793/B-type isolates, with only 92% identity with the vaccine strain, which shows that it could be a virulent 793/B virus circulating in this flock.\n\nThe Mass serotype was the first to be isolated in the 1930s (Jackwood, 2012) and adopted for use in early IBV vaccines (Jackwood, 2012; Sjaak de Wit et al., 2011) . Strains belonging to the D274 serotype were first isolated in the Netherlands (Davelaar et al., 1984) and later developed as a vaccine. In the current study, we detected M41-like and D274-like infections within four chicken flocks at a low prevalence of 0.82% each. Both genotypes have been previously reported in commercial flocks in the Middle East (Roussan et al., 2008; Seyfi Abad Shapouri et al., 2004; Sjaak de Wit et al., 2011) , albeit at a much higher prevalence than witnessed during this study. Despite no clinical disease being identified in the M41 or D274 positive birds, both viruses are known for their ability to cause disease in chickens (Bourogaa et al., 2009; Feng et al., 2012) .\n\nIBV genotypes IS/1494/06 and IS/885/00 were originally isolated in Israel and are currently circulating in a number of Middle East countries (Kahya et al., 2013; Meir et al., 2004a) . Here, for the first time, we report the detection of these important Middle East variant IBV in backyard flocks. Even though a low prevalence was witnessed in this study, their importance cannot be ignored due to their ability to cause severe respiratory, reproductive and renal diseases (Kahya et al., 2013) . These viruses pose a threat not only to backyard flocks but also to the commercial poultry industry in Oman and possibly further afield in the region.\n\nIt is of interest to note that IBV genotype 793/B was detected in a flock of Muscovy ducks from the Ad Dakhliyah region and in a turkey flock in the Al Batinah region. This presence suggests that common circulating IBV genotypes (such as 793/B) could potentially establish an infection in both ducks and turkeys. Using RT-PCR, IBV has previously been detected in apparently healthy ducks in China and Nigeria (Feng et al., 2012; Semeka et al., 2013) . Despite previous reports having identified a turkey coronavirus closely related to IBV (Breslin et al., 1999; Cavanagh et al., 2001) , to date there has been only one report of IBV infecting turkeys (Semeka et al., 2013) . To our knowledge, this appears to be the first report of an IBV-like detection in both duck and turkey flocks in the Middle East.\n\nAll five aMPV positive samples from this study were of subtype B and were isolated from five different states within four northern regions, highlighting the sporadic distribution pattern of aMPV in the backyard flocks. Although subtype A was not identified in this study, co-circulation of both subtypes A and B within commercial flocks in the Middle East has been previously reported (Banet-Noach et al., 2005) . This appears to be the first detection of aMPV within backyard flocks in Oman. With its involvement in respiratory and reproductive disorders (Georgiades et al., 2001; Jones, 2010) , the circulation of this pathogen is likely to pose a threat to backyard and commercial poultry in Oman. As subtype C has only previously been reported in France, Korea and the US, and subtype D is Table 3 Nucleotide and amino acid similarity between representatives from each distinct cluster (n = 9) and closely related reference strains (n = 7) for partial S1 sequences. only present in France, neither subtypes were investigated during this study.\n\nOur study demonstrates the complex epidemiology of both IBV and aMPV in backyard flocks in Oman. The reasons for the predominant detection of 793/B-like over other IBV genotypes and the presence of a single aMPV subtype (subtype B) are unknown. Further to this, the potential sources of these viruses in the sampled flocks are not known. The detection of 793/B in duck and turkey flocks highlights the possible role of these birds as potential mechanical or biological carriers. With the expanding commercial poultry industry and the increasing role of backyard poultry in Oman, it is essential to improve our understanding on the epidemiology of IBV and aMPV strains for better control of these pathogens."}