{"title": "Analysis and control of an SEIR epidemic system with nonlinear transmission rate", "body": "Mathematical models describing the population dynamics of infectious diseases have been playing an important role in a better understanding of epidemiological patterns and disease control for a long time. In order to predict the spread of infectious disease among regions, many epidemic models have been proposed and analyzed in recent years (see [1] [2] [3] [4] ). However, most of the literature researched on epidemic systems (see [5] [6] [7] [8] ) assumes that the disease incubation is negligible which causes that, once infected, each susceptible individual (in class S) becomes infectious instantaneously (in class I) and later recovers (in class R) with a permanent or temporary acquired immunity. The model based on these assumptions is customarily called an SIR (susceptible-infectious-recovered) or SIRS (susceptible-infectious-recovered-susceptible) system (see [9, 10] ). Many diseases such as measles, severe acute respiratory syndromes (SARS) and so on, however, incubate inside the hosts for a period of time before the hosts become infectious. So the systems that are more general than SIR or SIRS types need to be studied to investigate the role of incubation in disease transmission. We may assume that a susceptible individual first goes through a latent period (and said to become exposed or in the class E) after infection before becoming infectious. Thus the resulting models are of SEIR (susceptible-exposed-infectious-recovered) or SEIRS (susceptible-exposedinfectious-recovered-susceptible) types, respectively, depending on whether the acquired immunity is permanent or not. Many researchers have studied the stability, bifurcation or chaos behavior of SEIR or SEIRS epidemic systems (see [11] [12] [13] [14] [15] [16] ). Michael et al. [11] study the global stability of an SEIR epidemic system in the interior of the feasible region. Greenhalgh [17] discusses Hopf bifurcation in models of SEIRS type with density dependent contact and death rates. In addition, some literature on the SEIR-type age-independent epidemic systems has been investigated by many authors (see [15, 17, 18] ) and their threshold theorems are well obtained.\n\nMany authors find that most practical systems are more exactly described by differential and algebraic equations, which appear in engineering systems such as power systems, aerospace engineering, biological systems, economic systems, etc. (see [19] [20] [21] [22] ). Although many epidemic systems can be described by differential and algebraic equations (see [2, 13, 16, 23] ), they are studied by reducing the dimension of epidemic models to differential systems and the dynamical behaviors of the whole systems are not better described. By reducing the dimension of an SEIR epidemic system via substituted algebraic constraint into differential equations and using the methods of reconstructed phase and correlation dimension, Olsen and Schaffer [13] studied the system described by differential equations that is chaos with a degree of seasonality β 1 = 0.28.\n\nHowever, we can find more complex dynamical behaviors if the SEIR epidemic system is described by differential and algebraic equations via an analysis of the whole system. The systemic parameters in this paper are same as [13] . In particular, the system is hyperchaotic when systemic parameter β 1 = 0.28 in this paper. Some authors study biologic systems based on seasonal forcing. Kamo and Sasaki [24] discuss dynamical behaviors of a multi-strain SIR epidemiological model with seasonal forcing in the transmission rate. Broer et al. [25] studied the dynamics of a predator-prey model with seasonal forcing.\n\nDifferential and algebraic systems are also referred as descriptor systems, singular systems, generalized state space systems, etc. Differential and algebraic systems are governed by the so-called singular differential equations, which endow the systems with many special features that are not found in classical systems. Among these are impulse terms and input derivatives in the state response, nonproperness of transfer matrix, noncausality between input and state (or output), consistent initial conditions, etc. Research on nonlinear differential and algebraic systems has focused on systems with the following description:\n\nwhere Ξ (t) ∈ R n × R n is singular; H and J are appropriate dimensional vector functions in x(t), u(t) and t; x(t), u(t) and\n\ny(t) are the appropriate dimensional state, and input and output vectors, respectively; t is a time variable. In particular, the systems (1.1) are normal systems if rank[Ξ (t)] = n. Some authors have discussed chaotic dynamical behavior and chaotic control based on differential and algebraic systems. Zhang et al. [26, 27] discuss chaos and their control of singular biological economy systems by the theory of differential and algebraic systems. The literature mentioned above is concerned about low-dimensional chaotic systems with one positive Lyapunov exponent. The attractor of chaotic systems that may have two or more positive Lyapunov exponents is called hyperchaos. However, many researchers have investigated hyperchaotic systems which are the classical hyperchaotic systems, such as hyperchaotic Chen systems, hyperchaotic Rossler systems, hyperchaotic Lorenz systems and so on (see [28] [29] [30] [31] ). They are all based on hyperchaos synchronization and hyperchaos control. Up to now, a wide variety of approaches have been used to control hyperchaotic systems, for example, the sliding mode control, state feedback control, adaptive control and tracking control, etc. (see [32] [33] [34] [35] ). However, no literature discusses hyperchaos and its control based on differential and algebraic systems.\n\nTo the best of our knowledge, hyperchaos appears first in differential and algebraic systems based on this paper. The contribution of this paper can be divided into three main parts. In the first part, an SEIR epidemic system with seasonal forcing in transmission rate, which is a new form of differential and algebraic system, is modeled. We discuss the cases of only one varying parameter, two varying parameters and three varying parameters, respectively. For the case of one varying parameter, the periodic, chaotic and hyperchaotic dynamical behaviors of the system are analyzed via the bifurcation diagrams, Lyapunov exponent spectrum diagram and Poincare section. For the cases of two and three varying parameters, the dynamical behaviors of the system are investigated by using Lyapunov diagrams. In the second part, for the hyperchaotic dynamical behavior of the system, we design a tracking controller such that the infectious trajectory of the system tracks an ideal state i d (t) = 0. In the last part, the case for the degree of seasonality β 1 = 0 is studied. Taking isolation control, we reach the aim of elimination of the disease, and it is easy to implement in real life. This paper is organized as follows. In Section 2, some preliminaries for the differential and algebraic systems are introduced and the SEIR model is described by differential and algebraic equations. In Section 3, the dynamical behaviors of the model are analyzed and a tracking controller is designed for the hyperchaotic system, such that the infected gradually disappears. In particular, the case for the degree of seasonality β 1 = 0 is studied. Taking isolation control, the aim of elimination of the disease can be reached. Simulation results are presented to demonstrate the validity of the controller. Some concluding remarks are given in Section 4.\n\nIn this section, we describe the SEIR epidemic model and introduce some correlative definitions about differential and algebraic systems.\n\nWe describe an SEIR epidemic model with nonlinear transmission rate as follows. The population of size N(t) is divided into classes containing susceptible, exposed (infected but not yet infectious), infectious and recovered. At time t, there are S(t) susceptible, E(t) exposed, I(t) infectious, and R(t) recovered. The host total population is N(t) = S(t)+E(t)+I(t)+R(t) at time t. And we assume that immunity is permanent and that recovered individuals do not revert to the susceptible class. It is assumed that all newborns are susceptible (no vertical transmission) and a uniform birthrate. The dynamical transfer of the population is depicted in Fig. 1 .\n\nThe parameter b > 0 is the rate for natural birth and d > 0 is the rate for natural death. The parameter α > 0 is the rate at which the exposed individuals become infective, so 1/α means the latent period and γ > 0 is the rate for recovery. The force of infection is βI N , where β > 0 is effective per capita contact rate of infective individuals and the incidence rate is βIS N . The following differential and algebraic system is derived based on the basic assumptions and using the transfer diagraṁ\n\n(2.1) Remark 1. The system (2.1) is a classical epidemiological one (see [2] ) when the population size N(t) is assumed to be a constant and normalized to 1.\n\nThe rate of removal α of individuals from the exposed class is assumed to be a constant so that 1/α can be regarded as the mean latent period. In the limiting case, when α → ∞, the latent period 1/α → 0, the SEIR model becomes an SIR model (see [24] ).\n\nFrom the first to fourth differential equations of system (2.1) describe the dynamical behaviors of every dynamic element for whole epidemic system (2.1) and the last algebraic equation describes the restriction of every dynamic element of system (2.1). That is, the differential and algebraic system (2.1) can describe the whole behavior of certain epidemic spreads in a certain area.\n\nWe consider the transmission rate with seasonal forcing in this paper as follows:\n\nwhere β 0 is the base transmission rate, and β 1 (0 ≤ β 1 ≤ 1) measures the degree of seasonality.\n\nWe make the transformation\n\nN to obtain the following differential and algebraic system:\n\nwhere s, e, i, r denote the proportions of susceptible, exposed, infectious and recovered, respectively. Note that the total population size N does not appear in system (2.2), this is a direct result of the homogeneity of the system (2.1). Also observe that the variable r is described by differential equation r = γ i − br as well as algebraic equation\n\nthere is no the variable r in the first to third equations of the system (2.2). This allows us to attack system (2.2) by studying the subsystem\n\n3) is also a differential and algebraic system. The dynamical transfer of the epidemic model such as measles, smallpox, chicken-pox etc. accords with the description of system (2.3).\n\nFrom biological considerations, we study system (2. 3) in the closed set:\n\nwhere R 4 + denotes the non-negative cone of R 4 . We introduce some definitions that are used in this paper as follows. We consider the following differential and algebraic system [22] :\n\nΩ is an open connectible set.\n\nDefinition 1 (M derivative [36] ). M f (q(X(t), Y (t))) and M g (q(X(t), Y (t))) are said to be the derivatives of M about vector fields f and g at the function q(X (t), Y (t)), respectively, if the following equations\n\nDefinition 2 (Relative degree [36] ). Assume that the output function of system\n\nthere exists a positive integer θ which is called the relative degree if the following conditions are satisfied:\n\nIn this subsection, we not only consider the case of only one varying parameter β 1 , but also discuss the cases of two and three varying parameters. For the case of only one varying parameter β 1 , the dynamical behaviors of system (2.3) are analyzed by using the bifurcation diagrams, Lyapunov exponent spectrum diagram and Poincare section. In particular, there is hyperchaotic dynamical behavior for system (2.3) with β 1 = 0.28, i.e., system (2.3) has two positive Lyapunov exponents.\n\nFor the cases of two and three varying parameters, the dynamical behaviors of system (2.3) are analyzed by using Lyapunov diagrams.\n\nLet β 1 be a varying parameter of system (2.3), and the rest of the parameters are b = 0.02, α = 35.84, γ = 100 and β 0 = 1800, respectively (see [13] ). The bifurcation diagrams of systemic parameter β 1 and every variable of system (2. We can observe that the Lyapunov exponent spectrum gives results completely consistent with the bifurcation diagram. In particular, Fig. 3c shows that there are two positive Lyapunov exponents with the parameter β 1 = 0.28, i.e., system (2.3) with β 1 = 0.28 is hyperchaotic.\n\nAssume that λ j (j = 1, 2, 3, 4, 5) are Lyapunov exponents of system (2.3), satisfying the condition λ 1 ≥ λ 2 ≥ λ 3 ≥ λ 4 ≥ λ 5 . The dynamical behaviors of system (2.3) based on the Lyapunov exponents are given in Table 1 .\n\nHyperchaotic dynamical behavior is analyzed via phase plots as follows. The projection of a hyperchaotic attractor on phase plan of system (2.3) with β 1 = 0.28 is given in Fig. 4 .\n\nThe hyperchaotic attractor of system (2.3) with β 1 = 0.28 is shown in Fig. 5 .(a), (b), (c) and (d). The Poincare section of system (2.3) with β 1 = 0.28 is given in Fig. 6 . \n\nHyperchaotic attractor\n\nChaotic attractor \n\nIt is well known that systemic parameters vary in many practical problems. In this subsection, we consider the cases of two and three varying parameters. Broer et al. [37, 38] introduce an algorithm on Lyapunov diagram and the diagram is used to scan the parameter plan. To observe clearly the dynamical behaviors, Lyapunov diagrams Figs. 7 and 8. are applied in our paper. A Lyapunov diagram is a plot of a two-parameter plane, where each color corresponds to one type of attractor, classified on the basis of Lyapunov exponents λ 1 ≥ λ 2 ≥ λ 3 ≥ λ 4 ≥ λ 5 , according to the color code in Table 2 .\n\nFor the case of two varying parameters, we discuss three sub-cases as follows. \n\nLegend of the color coding for Figs. 7 and 8: the attractors are classified by means of Lyapunov exponents (λ 1 , λ 2 , λ 3 , λ 4 , λ 5 ).\n\nRed\n\nHyperchaotic attractor Green\n\nChaotic attractor Blue (1) Fixing b = 0.02, β 0 = 1800 and γ = 100, let the parameter β 1 and α be varying parameters. Taking β 1 ∈ [0, 1] and α ∈ [34, 36] , the Lyapunov diagram is given in Fig. 7 (a). (2) Fixing b = 0.02, β 0 = 1800 and α = 35.84, let the parameter β 1 and γ be varying parameters. Taking β 1 ∈ [0, 1] and γ ∈ [90, 110], the Lyapunov diagram is shown in Fig. 7 (b). (3) Fixing b = 0.02, β 0 = 1800 and β 1 = 0.28, let the parameter α and γ be varying parameters. Taking α ∈ [34, 36] and γ ∈ [90, 110], the Lyapunov diagram is given in Fig. 7(c) .\n\nFor the case of three varying parameters, fixing the parameter b = 0.02, β 0 = 1800 and taking β 1 ∈ [0, 1], α ∈ [35.5, 36] and γ ∈ [96, 104], the Lyapunov diagram is shown in Fig. 8 .\n\nAccording to the above-mentioned analysis, we know that system (2.3) has very complicated dynamical behaviors, such as period, chaos and hyperchaos phenomena with some parameter values, respectively.\n\nHyperchaotic dynamical behavior is similar to chaotic dynamical behavior, and multi-stability coexists in a system. A hyperchaotic attractor has a multi-direction adjacent orbit exponent divergent characteristic, as well as the complex characteristic of a high tangle orbit. From Figs. 4-6, the hyperchaotic attractor has not only the general characteristic of a low dimension chaotic attractor, but also has the following speciality: hyperchaotic systems have shrinkable or radiation behavior at least on a plane or loop plane. Hereby, the projections of hyperchaotic attractor on a phase plane are of more complicated fold and tensible trajectories. It is shown that the instability in local region of hyperchaotic systems is stronger than in low dimension chaotic systems. Hence, the control difficulty of hyperchaotic systems is increased.\n\nThe biologic signification of hyperchaos in epidemic models is that, the epidemic disease will break out suddenly and spread gradually in a region at the period of the high incidence of the epidemic disease. This means that many people in the region will be infected by disease, and some of them could even lose their lives. Nevertheless, there exists an uncertain prediction for the low period of the incidence of the epidemic disease. Therefore, it is important to control the hyperchaos of the epidemic model.\n\nIn this subsection, we will control the hyperchaos for system (2.3) and design a tracking controller u(t) so that i(t) → 0 when t → ∞. That is, the disease gradually disappears and our aim is reached.\n\nIt is well known that there are three conditions for epidemic transmission, i.e., sources of infection, route of transmission and a susceptible population. If we understand rightly the rule of the epidemic process of epidemic disease, take timely valid measures and prevent any one of the three conditions from being produced, the transmission of epidemic disease can be prevented. Therefore, we can reach the aim of controlling and eliminating epidemic disease. The susceptible, the body for certain diseases that is lower or has a lack of immunity, cannot resist the invasion of certain pathogens. The higher the percentage of the susceptible is, the larger is the possibility of disease outbreaks. Therefore, it is important to control the susceptible and it is easy to implement this measure.\n\nThe new controlled system has the form of\n\nTo simplify, we take the transformation x(t) = 2π t, the nonautonomy system (3.1) is equivalent to the following autonomy system: \n\nAccording to the definition of M derivative, take the output h(X (t), Y (t)) = i(t) of system (3.2), and we obtain\n\nIt shows that the relative degree is 3. Take the following coordinate transformation,\n\nWe can get the following standard form:\n\nObviously, it shows that the differential equations of system (3.2) are divided into a linear subsystem of input-output behavior (that is from the first to third differential equations of system (3.4)), where the dimension is 3 and the other subsystem with dimension 1 (that is the fourth differential equation of system (3.4)), but this subsystem does not affect the output of system (3.2) . In order to research the output tracking of system (3.2), we only consider from the first to third differential equations of system (3.4) and the algebraic restrict equation. Our aim is that the output trajectory of system (3.2) tracks an ideal state i d (t) = 0, this means the disease gradually disappears. \n\nwhere the constants c 0 , c 1 , c 2 satisfy that all roots of equation p 3 + c 2 p 2 + c 1 p + c 0 = 0 lie the left half plane of p, the output of system (3.2) h(X (t), Y (t)) = i(t) → 0 when t → ∞.\n\nProof. Let the error variable ω(t) = (ω 1 (t), ω 2 (t), ω 3 (t)) T ∈ R 3 ,\n\nWe can get the following error system:\n\nSubstituting (3.3) and (3.5) into (3.6), we can obtain the following subsystem:\n\nwhere υ = −c 0 ω 1 (t) − c 1 ω 2 (t) − c 2 ω 3 (t), according to the theory of [39] , choose appropriate constants c 0 , c 1 , c 2 satisfying all roots of equation p 3 + c 2 p 2 + c 1 p + c 0 = 0 that lie in the left half plane of p, thus subsystem (3.7) after feedback is an asymptotically stable system. That is ω(t) → 0 when t → ∞, thus i(t) → 0 when t → ∞, that means the output of system tracking ideal trajectory is i d (t) = 0. This completes the proof.\n\nThere is important practical significance of the control for the susceptible in Theorem 3.1. First, we can be vaccinated for the susceptible and enhance immunity by taking exercise. Second, it is necessary to decrease contact with the infectious. In this subsection, we discuss the stabilities of trivial equilibria and nontrivial equilibria for system (2.3) with β 1 = 0, respectively. We further study the bifurcation of the system and design a isolation control such that the disease is eliminated gradually.\n\nThe system (2.3) with β 1 = 0 can be written\n\nTo obtain the equilibria of system (3.8) \n\nWe get the disease-free equilibrium P 0 (1, 0, 0, 0) and the endemic equilibrium\n\nwhere X 1 = [s, e, i] T , Y 1 = r and β 0 is a bifurcation parameter of system (3.8). Since D Y 1 g = 1 = 0, we can get\n\n.\n\nThe following theorem shows the stability of disease-free equilibrium P 0 (1, 0, 0, 0).\n\nThe disease-free equilibrium P 0 (1, 0, 0, 0) of system (3.8) is globally asymptotically stable in Γ if β 0 < β *\n\nProof. The Jacobian matrix of system (3.8) at the equilibrium P 0 is\n\nand we can get the characteristic equation of Σ P 0 ,\n\nWe can see that one of the eigenvalues is −b and the other two are the roots of\n\n, all three eigenvalues have negative real parts and the equilibrium P 0 is locally asymptotically stable. If β 0 > β * 0 , the nontrivial equilibrium emerges and the trivial equilibrium P 0 becomes unstable. There are positive real parts of two eigenvalues. The equilibrium P 0 is unstable. This completes the proof. Theorem 3.3. If β 0 > β * 0 , the equilibrium P 1 of system (3.8) is locally asymptotically stable; if β 0 < β * 0 , P 1 is unstable.\n\nProof. The Jacobian matrix of system (3.8) at P 1\n\nThe characteristic equation of Σ P 1 is\n\nwhen β 0 > β * 0 , the conditions of the Routh-Hurwitz criterion are satisfied. Then, the equilibrium P 1 is locally asymptotically stable. When β 0 < β * 0 , there exists one or three positive eigenvalues. The equilibrium P 1 is unstable. This completes the proof.\n\nRemark 4. According to Theorems 3.2 and 3.3, we note that if β 0 < β * 0 , the system (3.8) is stable at the equilibrium P 0 , which corresponds to the disappearance of the disease. If β 0 > β * 0 , the system (3.8) is stable at the equilibrium P 1 which the endemic disease is formed. The stability of the equilibrium P 0 produces the transformation at β 0 = β * 0 . It shows that a bifurcation may happen at β 0 = β * 0 .\n\nTheorem 3.4. The system (3.8) undergoes transcritical bifurcation at the disease-free equilibrium P 0 , when the bifurcation parameter β 0 is β * 0 . Proof. When the bifurcation parameter β 0 = β * 0 , the matrix\n\nThere is no other eigenvalue on the imaginary axis and\n\nAccording to the literature [40] , system (3.8) undergoes transcritical bifurcation at the disease-free equilibrium P 0 . This completes the proof.\n\nNote that when β 0 = β * 0 , the endemic equilibrium P 1 translates the disease-free equilibrium P 0 . We must effectively control the transmission rate β 0 , such that the value β 0 is less than β * 0 . It is important to effectively control the value β 0 .\n\nWe take the isolation control method to reach our aim. Taking isolation control, then the system (3.8) can be written\n\nwhere the isolation rate 0 < η < β 0 .\n\nAccording to Theorems 3.2-3.4, we know that if β 0 − η < β * 0 , the system (3.9) is stable at P 0 ; if β 0 − η > β * 0 , the system (3.9) is stable at P 1 . Obviously, when β 0 − β * 0 < η < β 0 , the aim of elimination of the disease can be reached, and it is easy to implement in real life. Nevertheless, the investments in human, material and financial resources are larger as the isolation rate increases, and it is hard to realize. Therefore, we take the isolation rate η → β 0 − β * 0 to achieve our aim.\n\nRemark 6. By enhancing the immunity of the susceptible, quarantining the infectious and decreasing contact between the infectious and the susceptible, we can obtain the isolation rate η.\n\nIn this subsection, numerical examples are used to demonstrate the validity of the controller. By calculating, we get β * 0 = 100.0758. Making a different isolation rate η, the response of i(t) is shown in Fig. 10 . From Fig. 10 , we can see that the larger the isolation rate η is, the better the effect of control is, and the smaller the infection is. When η = 70 < β 0 − β * 0 , the controlled system is stable at the endemic equilibrium. It shows that the endemic disease forms. When η = 80 > β 0 −β * 0 , number of the infectives gradually becomes zero with time, i.e. , when β 0 −η → β * 0 , the disease is eliminated ultimately. To avoid forming an endemic disease at certain region, isolation control is an effective measure. This is also a common method.\n\nBifurcation or chaos dynamical behavior exists in many epidemic models. These dynamical behaviors are generally deleterious for biologic systems, and often lead to a disease spreading gradually or breaking out suddenly in certain regions. In other words, many people in the region would be infected by disease and some of them could even lose their lives. Therefore, it is important to effectively control bifurcation or chaotic dynamical behavior of epidemic models. In this paper, we study an SEIR epidemic model which is a differential and algebraic system with seasonal forcing in transmission rate. We consider three cases: only one varying parameter, two varying parameters and three varying parameters. For the case of only one varying parameter, we analyze the dynamics of the system by using the bifurcation diagrams, Lyapunov exponent spectrum diagram and Poincare section. For the cases of two and three varying parameters, a Lapunov diagram is applied in the analysis of dynamical behaviors. Furthermore, for the hyperchaotic dynamical behavior of the system, we design a tracking controller such that the disease gradually disappears. In particular, we discuss the stability and the transcritical bifurcation for the degree of seasonality β 1 = 0. The disease is eliminated by taking isolation control which is an effective measure. Finally, numerical simulations are given to illuminate the proposed control methods."}