{"title": "Newcastle disease in pheasants (Phasianus colchicus): A review", "body": "The term 'pheasant' usually refers to varieties and hybrids of the 'ring-necked pheasant' (Phasianus colchicus).\n\nOther species, such as the golden pheasant (Callonetta leucophyrs), make up only a tiny proportion of the pheasant population reared as game birds. Pheasants are predominantly reared in large numbers in parts of Europe for shooting as a sport on game bird 'estates'. Although at one time rearing pheasants was labour intensive and involved the use of surrogate domestic hens in the hatching and rearing stages, the usual practice now is to obtain the eggs from pheasants retained from the previous year and these are hatched in hatcheries similar to those used for commercial domestic fowl. The birds are then reared semi-intensively until released through pens that allow the pheasants to move out gradually into the cover where they will live extensively and be driven from to be shot. There is considerable trade, both nationally and interna-tionally in day-old and older chicks and, to a lesser extent, hatching eggs.\n\nThe number of pheasants released each year, and of those surviving in the wild is difficult to estimate. Parrott et al. (2003) quoted a survey by Compass Research for the UK Countryside Alliance in which it was estimated that in 2000-2001 some 11 million birds were killed in professional 'shoots' on game bird estates in the United Kingdom. This figure probably corresponds to numbers approaching 30 million pheasants being released, as Turner and Sage (2003) reported that only 30.5% of pheasants released were shot on the estate where they were released and only 16% survived the game bird shooting season. Earlier, Tapper (1999) had estimated annual figures of 20 million pheasants released and 8 million resident birds in the UK.\n\nNewcastle disease (ND) is regarded throughout the world as one of the two most important diseases of poultry, not only due to the serious disease and high flock mortality that may result from some ND virus (NDV) infections, but also because of the economic impact that may ensue due to trading restrictions and embargoes placed on areas and countries where outbreaks have occurred.\n\nND is listed as notifiable by the World Organisation for Animal Health (OIE), and within the OIE Terrestrial Animal Health Code for International Trade (OIE, 2005) , justifiable trade restrictions may be put in place to prevent the introduction of virulent NDV by live birds, poultry meat and poultry products to countries free of ND.\n\nIn the current virus taxonomy NDV, or avian paramyxovirus type 1 (APMV-1), is classified with the other avian paramyxoviruses, in the genus Avulavirus, sub-family Paramyxovirinae, family Paramyxoviridae, order Mononegavirales (Lamb et al., 2005) i.e. it has a negative sense, single-stranded, filamentous RNA genome and a glycoprotein/lipid membrane. Kaleta and Baldauf (1988) reported that natural or experimental infection with NDV has been described in 27/50 orders of birds, and suggested that despite no record of infection of birds in some orders, it is likely that all would be susceptible to infection. They reported a high level of susceptibility in Phasianiformes (including gallinaceous birds), Psittaciformes, Struthioniformes and Columbiformes. This statement is well supported by the fact that these species have been affected in many recent outbreaks of NDV across the world (Alexander, 2001) . All ages of pheasants are highly susceptible to ND, and infection with NDV often leads to death, which is preceded by a range of clinical signs (Higgins, 1982) . In this article, it is intended to review the literature available describing infections in pheasants.\n\nAs with other birds, clinical signs in pheasants infected with NDV can be quite varied and presentation will depend on a number of factors including the host, environmental conditions and the strain of the infecting virus. This was confirmed by Muller et al. (1990) , who recorded a range of clinical signs in pheasants infected experimentally, but reported that none could be considered pathognomonic and that diagnosis required the isolation and identification of virus.\n\nClinical signs that have been reported in pheasants infected with virulent strains of NDV include nervous signs, in-coordination, depression, failure to feed, watery white/green diarrhoea, egg production problems and head shaking (Alexander et al., 1997a; Al-Hilly et al., 1980; Borland, 1972; Geral et al., 1976; Jørgensen et al., 1999; Lage et al., 1974) . Reports of respiratory signs seem to be mixed, some reports comment the notable absence of respiratory signs (Borland, 1972; Muller et al., 1990 ) and some report their presence (Al-Hilly et al., 1980; Jørgensen et al., 1999) .\n\nMortality levels in infections can vary considerably. For example, in an outbreak in free living pheasants in Denmark, the mortality at the different sites ranged between 22 and 77% (Jørgensen et al., 1999) . In an outbreak of ND in young pheasants on a shooting estate in the UK in 2005, even in the worst affected pen the mortality did not exceed 3% (Aldous et al., 2007) . However, in two experimental infection studies clinical signs developed into 100% mortality in unvaccinated birds (Lage et al., 1974; Muller et al., 1990) . High morbidity and mortality of Japanese pheasants infected during enzootic outbreaks of NDV in Japan has also been reported (Ozai et al., 1987) . However, in a study by Geral et al. (1976) experimental infection of pheasants and two types of partridges demonstrated an inconsistent relationship between virus dose and host mortality, with some individual birds demonstrating resistance to disease.\n\nPost mortem findings in pheasants infected with virulent strains of NDV have included facial oedema, submucosal haemorrhages, proventricular haemorrhages, kidney lesions, spleen lesions, haemorrhagic ulcers on the intestine and varying degrees of enteritis and tracheitis (Borland, 1972; Geral et al., 1976; Higgins, 1982; Jørgensen et al., 1999; Lage et al., 1974; Muller et al., 1990) .\n\nVaccination of pheasants against ND has been practiced using a range of schedules and regimens similar to those used for chickens (Borland, 1972) , and does offer protection from disease signs, but not necessarily from virus replication (Beer, 1976; Capua et al., 1994; Muller et al., 1990) . The implications of this for internationally traded live birds was demonstrated when vaccinated pheasants imported into Italy and swabbed as part of a surveillance programme were found to be excreting the pigeon variant of virulent NDV (PPMV-1) in the absence of ND-related disease signs (Capua et al., 1994) .\n\nDespite the claims of some authors, it is not clear when ND was first recorded in pheasants. Several publications in the 1940s discussed ND infections in the birds (Brandly et al., 1946; Levine et al., 1947; Wagener, 1948) and these probably represent the earliest recognition of the disease in pheasant. Beer (1976) reported that the first outbreak of ND in free-living pheasants in the UK was in 1963. In the earliest reports pheasants were often infected during epizootics in chickens and there was debate as to whether the pheasants introduced the disease to chickens or vice versa. What is clear is that when outbreaks of ND have been widespread in chickens, pheasants have also been affected. For example, during the extensive ND epidemic in poultry that began in Essex (UK) in 1970, isolations of NDV were made from submissions of pheasants over a seven-month period from birds showing clinical signs (Borland, 1972) .\n\nVirus diseases of game birds can occur following spread from domestic poultry and wild birds. NDV, infectious lar-yngotracheitis, avian poxvirus and infectious bronchitis virus have all been recorded in game birds as a result of direct or indirect contact with domestic birds or wild bird vectors (Lister, 1989) . The role of wild birds in the spread of NDV in pheasants is illustrated by the outbreak in free-living pheasants in Denmark, where in the absence of any traceable contact with diseased poultry or other birds, it is suggested that the outbreak occurred due to virus introduced by infected feral migrating birds (Jørgensen et al., 1999) . In a further example, pigeons and doves infected with PPMV-1 were proposed as the likely sources of virus causing disease in nearby pheasants, since the viruses isolated from the two sources were quite distinctive and very closely related (Aldous et al., 2004; Alexander et al., 1997a ).\n\nAn elevated risk of disease transfer to semi-domestic hosts could exist where birds are kept in direct or indirect contact with domestic poultry, due to the increased risk of exposure to viruses present in the domestic population (Pearson, 1975) . Examination of sera from captive game birds (pheasants and partridges at the rearing stage or from adult breeding birds) identified antibodies to infectious bronchitis, marble spleen disease, avian rotavirus, pheasant coronavirus and NDV (Gough et al., 1990) . In this study the authors considered the antibodies to NDV were most likely the result of spread of live ND vaccines used on nearby poultry farms.\n\nSince 1994 there have been a number of reports of outbreaks of ND in pheasants in countries of the European Union (Table 1 ). In 1994, Capua et al. reported the isolation of PPMV-1 (the variant APMV-1 virus responsible for the ongoing panzootic in pigeons) in pheasants imported into Italy. Alexander et al. (1997a) described an outbreak in a single flock of pheasants in 1996 also caused by PPMV-1 virus, which had almost certainly spread from an infected loft in the vicinity. However, an outbreak in Denmark, also in 1996, in a population of approximately 12,000 free-range pheasants (Jørgensen et al., 1999) was caused by a more typical virulent NDV strain and shown to be closely related to viruses causing outbreaks in poultry in countries in Scandinavia and the British Isles in 1995 -1997 Jørgensen et al., 1997) .\n\nThe two most recent outbreaks (Great Britain and France in 2005) were considered to be epidemiologically linked; the affected pheasants in Great Britain were located on a shooting estate, which at the time had 12,000 young pheasants in seven release pens, a proportion of which (Alexander et al., 1997b) . d These were not reported as ND outbreaks in poultry because it was considered the pheasants were wild birds, having been released. In both cases it virus was believed to be circulating in feral birds. e OIE (2005). f Aldous et al. (2007) . g Aldous et al. (2003) . h Virus isolated from partridges. i Aldous et al. (2004) .\n\nhad been recently imported from France. Tracing by the French authorities confirmed that mild disease had been seen on the farm of origin and while no virus could be isolated, a positive result was obtained by RT-PCR. The nucleotide sequences of the partial fusion gene product obtained in the French investigation and the comparable area of the fusion gene of the British virus were identical (Aldous et al., 2007; OIE, 2005) . Genetically, viruses isolated from pheasants (from the data available) do not appear to relate to a specific group and representative pheasant samples can be found in all genetic lineages (Aldous et al., 2004 (Aldous et al., , 2003 Alexander et al., 1999) . This seems to confirm that pheasants are susceptible to all strains of NDV, and in many cases they are infected with those strains prevalent in poultry or other birds at that time.\n\nThe role that these semi-captive/free-ranging birds could play in the dissemination of this virus is an important consideration. It would appear that unvaccinated birds remain fully susceptible to the disease, and usually will show some clinical signs, which should enable detection of the infection. However, the wide variety of clinical signs that may be seen in infected pheasants means that there is a potential for delay in diagnosis. Considering the increasingly intensive nature of the pheasant industry, and the associated trade and movement of pheasants and their products, it would seem possible that diseased birds may be moved significant distances and have the potential to mix at holding stations before any infection with NDV could be detected. Vaccinated birds appear to show little or no disease signs when infected with NDV, so could be asymptomatic shedders (Capua et al., 1994) .\n\nVariable levels of susceptibility of different species of game birds have been reported in experimental infections. Geral et al. (1976) reported considerable resistance to experimental infection with ND in red-legged partridges (Alectoris rufa), and to a lesser extent pheasants, in comparison to the highly susceptible grey partridges (Perdix perdix). In a similar study, Lage et al. (1974) experimentally infected chickens, turkeys, guinea fowl, pheasants and quails with velogenic NDV and reported pheasants to be the most susceptible and quails to be the most resistant.\n\nOnce at a farm, pheasants are unlikely to move large distances, so whilst they could be shedding virus their potential to spread it very far is low (Muller et al., 1990) . This was confirmed by Borland (1972) , who reported that the outbreaks investigated remained localised, and by Beer (1976) , who described pheasants as sedentary creatures in which movements of even one kilometre are unusual. It would seem fair to suggest that the real risk that pheasants pose in the dissemination of NDV is when (unknowingly) infected birds are shipped, mixed with other poultry and transported by humans (Shortridge et al., 1978) . This con-clusion is confirmed by the recent outbreak of ND in pheasants in Great Britain (Aldous et al., 2007) , where disease signs were recorded at a shooting estate shortly after receiving a batch of imported pheasant chicks and virulent NDV was isolated."}