{"title": "Department of Occupational and Environmental Health", "body": "The Coronavirus Disease 2019 (Covid-19) is an emerging respiratory infectious disease caused by SARS-CoV-2 (also known as 2019-nCoV), which first occurred in early December 2019 in Wuhan, China. Until March 1, Covid-19 has affected more than 79,900 individuals and caused 2873 deaths in China, and quickly spread to over 55 countries worldwide. 1 Although some studies with varying sample sizes have described the clinical characteristics of patients with Covid-19, 2-7 and a previous study has reported the early transmission dynamics of the first 425 confirmed cases in Wuhan, 8 most recent data are required to illustrate the full spectrum of the epidemiological characteristics of the outbreak in Wuhan.\n\nDuring the outbreak, the Chinese authorities have implemented a series of non-pharmaceutical interventions to control the epidemic (details in Fig. 1 Several modelling studies have used the international cases exported from Wuhan to extrapolate the severity of epidemic in Wuhan, which estimated much larger numbers of infected cases than those officially reported, implying a substantial amount of unascertained cases. 9, 10 While the huge discrepancy remained unexplained, these early models can no longer be applied since January 23 due to the intensive intra-city and inter-city traffic restriction, social distancing measures, and improvement of medical . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint resources within Wuhan city. These interventions would inevitably affect the model parameters such as the transmission rate across time. In addition, many previous modeling studies have used the date of laboratory confirmation in the analysis without considering the long lag between onset and confirmation date for the early cases. [11] [12] [13] Moreover, several recent studies have reported a nonnegligible proportion of asymptomatic cases [14] [15] [16] and transmissibility of the asymptomatic or presymptomatic cases, 17-19 which were not considered by previous models.\n\nIn this study, we described the epidemiological characteristics of the laboratory-confirmed patients with Covid-19 in Wuhan till February 18, 2020. We developed a novel susceptible-exposed-infectious-recovered (SEIR) model to study the epidemic by accounting for time-varying population movement, ascertainment rate, transmission rate, and duration from illness onset to hospitalization. We compared model prediction under different scenarios and the actual reported cases to evaluate the overall impact of the city quarantine and subsequent interventions on the epidemic in Wuhan.\n\nCovid-19 cases from December 2019 till February 18, 2020 were extracted on February 19 from the municipal Notifiable Disease Report System, including the general information of birth date, sex, occupation, residential district, date of illness onset (the self-reported date of symptoms such as fever, cough, or other respiratory . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint symptoms), and date of confirmed diagnosis (the laboratory confirmation date of SARS-CoV-2 in the bio-samples). The identifiable personal information was removed for privacy protection. A case was recorded as a healthcare worker if reported to work in a hospital or clinic.\n\nCases were diagnosed and the severity status was categorized as mild, moderate, severe, and critical according to the Diagnosis and Treatment Scheme for Covid-19 released by the National Health Commission of China. 20 A laboratory-confirmed case was defined if the patient had a positive test of SARS-CoV-2 virus by the real-time reverse-transcription-polymerase-chain-reaction (RT-PCR) assay or high-throughput sequencing of nasal and pharyngeal swab specimens. We only included laboratory-confirmed cases in our analyses for consistency of case definition throughout the periods.\n\nTo better reflect the dynamics of the Covid-19 epidemic and corresponding interventions, we classified the outbreak into four periods based on important dates that could affect the virus transmission (Fig. 1) . The time before January 11, 2020, the first date of Chunyun (massive migration for the Chinese New Year), was considered as the first period when no intervention was imposed. The second period referred to the Chunyun of January 11-22, 2020, when massive population movement occurred . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint and was expected to accelerate the spread of Covid-19. No strong intervention was imposed except for the announcement of human-to-human transmission and infections in healthcare workers on January 20. The hospitals started to be overcrowded with people with fever or respiratory symptoms. During the third period between January 23 and February 1, the local government first blocked all outbound transportations on January 23 and subsequently suspended public transit and banned all vehicular traffic within the city. Other social distancing measures were also implemented, including compulsory mask-wearing in public places and cancellation of social gathering. Due to severe shortage of medical resources in this period, many confirmed or suspected cases could not receive timely treatment and were self-quarantined at home. On February 2, with improvement in medical resources, the government implemented the policy of centralized quarantine and treatment of all confirmed and suspected cases, those with fever or respiratory symptoms, as well as close contacts of confirmed cases in designated hospitals or facilities. Meanwhile, temperature monitoring and stay-at-home policies were implemented to all residents in the city. Taken together, we divided the outbreak in Wuhan into four periods (before January 11, January 11-22, January 23-February 1, and February 2-18, 2020, respectively) with specific intervention activities provided in Fig. 1 .\n\nWe calculated the daily onset numbers of confirmed Covid-19 cases from December 2019 till February 18, 2020. We estimated the attack rate, defined as the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint number of infections per day per 10 6 people, by age, sex, healthcare occupation, and residential districts, with the subtotal population size in each stratum from the Wuhan Statistical Yearbook 2018. Logistic regression was used to evaluate the association of age, sex, time period and healthcare occupation with the disease severity (mild/moderate versus severe/critical). Odds ratios (ORs) were reported along with the 95% confidence intervals (CIs) and P values.\n\nWe extended the classic SEIR model to account for population movement, unascertained cases, and quarantine by hospitalization ( Fig. 2 and Supplementary Methods). We chose to analyze data from January 1, 2020, when the Huanan Seafood Market was closed. We assumed a constant population size of 10 million of Wuhan with equal daily inbound and outbound travelers (500,000 for January 1-10, 800,000 for January 11-22 due to Chunyun, and 0 afterwards due to cordon sanitaire since January 23). 9 We divided the population into six compartments including susceptible individuals, latent cases, ascertained cases, unascertained cases, hospitalized cases, and removed individuals. Here, unascertained cases included asymptomatic cases and those with mild symptoms who could recover without seeking medical care and thus were not reported to authorities. We assumed only those seeking medical care would be reported and quarantined by hospitalization. Dynamics of these six compartments across time were described by ordinary differential equations (Supplementary Methods), along with the key parameters. The daily case data were assumed to the Poisson regression under the SEIR model. Considering the impacts of major interventions, we assumed that the transmission rate and ascertainment rate were the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . same in the period 1 and 2, while the two parameters were different for the period 3 and 4. The effective reproductive number R t , defined as the expected number of secondary cases infected by a primary case, was computed for each period.\n\nInitial states of the SEIR model and parameter settings for the main and Methods).We used the fitted model to predict the trend from February 11 to 18 and compared that with the observed data to assess the accuracy of the model.\n\nThe ethics approval was considered exempt because all date collection and analyses belong to a part of continuing public health outbreak investigation determined by the National Health Commission of China.\n\nOur analyses included a total of 25,961 confirmed cases, among whom 49.7% were men and 50.3% were women ( Table 1 ). The epidemic curve according to the onset date and key interventions is shown in the Fig. 1 . Most cases occurred between January 20 and February 6, with a spike on February 1. There was a substantial delay . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint between the onset date and confirmation date in early periods, with the lag decreasing over periods (median 22, 14, 10 and 5 days for the four periods, respectively; Fig.   S1 ).\n\nThe outbreak started from the urban districts and gradually spread to the suburban and rural areas across the four periods, leading to strong geographic differences with the highest attack rates in the urban districts (Fig. S2) . The average daily attack rate per 10 6 people dramatically increased from 2.2 (95% CI, 2.0 to 2.4) before January 11, to 44.9 (43.6 to 46.2) between January 11 and 22, and to 150.9 (148.3 to 153.5) between January 23 and February 1, while dropped to 54.1 (52.9 to 55.3) after February 2 (Fig. 3A) . Similar patterns were observed for men and women, with slightly higher attack rate in women (Fig. 3A) . A total of 1316 healthcare workers were infected, representing 5.1% of the total cases ( Table 1) The median age of the patients was 57 years, with the majority (n=19，693, 75.9%) aged 40 to 79 years ( Table 1) . The attack rate peaked in the third period then declined in the fourth period for those older than 20 years, while it continued to increase throughout the periods for children (age <20 years) (Fig. 3B) , particularly for the infants below 1 year old (Fig. 3C) .\n\nThe clinical severities of the confirmed cases (n=25,727) were classified into . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint Fig. 3D ). The proportion of severe/critical cases decreased gradually over time, accounting for 53.9%, 34.8%, 22.0% and 14.7% of the classifiable cases in the four periods, respectively, while the proportion of mild cases increased dramatically (Fig. 3D) . Compared to cases aged 20 to 40, children younger than 10 were less likely to be severe/critical (OR, 0.33; 95% CI, 0.14 to 0.82), while (Table S1 ). In addition, females were at lower risk of severity than males (OR, 0.89; 0.84 to 0.95), while there was weak evidence that healthcare workers were at higher risk of severity (OR, 1.12; 0.96 to 1.31).\n\nOur SEIR model fit the observed data well, except for the outlier on February 1 (Fig.   4A ). The slight overprediction for the last five days (February 14-18) was likely due to the delay in laboratory confirmation of recent cases. The transmission rate decreased from 1.75 (95% CrI, 1.71 to 1.80) before January 23 to 0.58 (0.56 to 0.60) and 0.15 (0.13 to 0.17) after January 23 and February 2, respectively (Table S2) , which could be translated into R t of 3.88 (3.77 to 3.99), 3.86 (3.74 to 3.97), 1.26 (1.21 to 1.31), and 0.32 (0.28 to 0.37) for the four periods, respectively (Fig. 4B) . We estimated the number of cumulative ascertained cases till February 18 to be 49,943 (95% CrI, 43,577 to 56,635) if the trend of the third period was assumed (Fig. 4C) , or . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint 474,897 (410,660 to 537,448) if the trend of the second period was assumed (Fig. 4D) , both were much higher than the current ascertained case number of 25,961. These numbers were translated to a total of 48.0% (40.7 to 54.3%) and 94.5% (93.7-95.2%) prevented cases by the interventions.\n\nStrikingly, we estimated that the overall ascertainment rate was 0.21 (95% CrI, 0.18-0.24), and similar across the periods ( (Fig. 4E) . If the trend remained unchanged, we predicted the number of ascertained cases to become zero by April 22 (95% CrI, April 5 to May 19), 2020, and the total number of both ascertained and unascertained cases would become zero around May 4 (April 17 to May 30), 2020.\n\nWe performed a series of sensitivity analyses to test the robustness of our results by considering the outlier data point on February 1, and varying incubation and infectious periods, transmission ratio between unascertained and ascertained cases, and initial values of the model (Fig. S4-S12, Tables S2-S4 ). Our major findings of remarkable decrease in R t in response to interventions and the existence of a large proportion of unascertained cases remained in all sensitivity analyses. In particular, we noticed that the estimated ascertainment rates increased with decreasing initial number of unascertained cases (Fig. S9-S11, Table S2 ). If we assumed an extreme . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint scenario with no unascertained cases initially (Fig. S11) , the overall ascertainment rate would be 0.41 (0.36-0.47), which would be the upper bound of the ascertainment rate. We also tested a simplified model assuming no unascertained cases anytime, but this simplified model performed significantly worse than the full model in fitting the data (Fig. S12) .\n\nHere we provide a comprehensive assessment of the epidemiological characteristics of the laboratory-confirmed Covid-19 cases in Wuhan, the epicenter of outbreak. The virus affected equally to men and women and most cases were middle-aged and elderly adults.\n\nThe attack rate continued to increase before February 2 while dramatically declined thereafter for all groups, except for children (age <20 years). Consistent with early analyses, younger people were less likely to be affected, 8, 11 ,21 but we found that the attack rate continued to increase over time for those aged under 20 years. In particularly, infants under the age of 1 year had the highest attack rate than the other age groups of children, probably because they cannot wear masks and have low immunity. 22 Children had a lower chance of getting infected probably because they had less frequent social activities during the school winter break starting in early or middle January, but the attack rate increased when all people were required to stay at home and risk of familial clustering of infection started to increase. 11 Our results also indicated that healthcare workers and elderly people had higher attack rates and the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint severity increased significantly with age. Therefore, special attention and efforts should be applied to protect and reduce transmission and progression in vulnerable populations including healthcare workers, elderly people and children.\n\nDespite that the outbreak started in early December, no strong interventions were taken before January 20 when the human-to-human transmission was officially announced. The outbreak quickly spread from the urban areas to the suburban and rural areas. The attack rate in the healthcare workers was substantially higher between January 11 and February 1, indicating a high risk of nosocomial infections. This was probably due to lower awareness of protection before January 20, and later severe shortage of medical resources including designated wards and personal protective equipment in hospitals confronting overwhelmed patients. We compared our model prediction with published modeling studies using independent datasets. Based on early international exported cases, Wu et al. 9 estimated that 75,815 (95% CrI, 37,304 to 130,330) individuals had been infected in Greater Wuhan as of January 25, 2020. For comparison, we estimated the number to be 36,798 (95% CrI, 30,898 to 43,390) by the same day, including both ascertained and unascertained cases. The discrepancy was mainly due to different assumptions of population size, which was 19 million for the Greater Wuhan Area including surrounding cities by Wu et al. 9 versus 10 million for the Wuhan city in our analysis.\n\nAfter accounting for the population size, the estimates of prevalence were indeed highly consistent (0.40% versus 0.37%). Another study, 10 which was also based on international exported cases but used a different model with an assumed population . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint size of 11 million, estimated the number of infected cases in Wuhan to be 29,500 (14, 300 to 85,700) on January 23, 2020, closely matching our prediction of 26, 144 cases (21,936 to 30,748) on the same day. These studies supported the validity of key assumptions made in our main analysis, including the initial ascertainment rate of 0.5.\n\nFor example, if we assumed no unascertained cases in the initial state (Fig. S10) , our estimated cumulative number of cases would be 13,441 (10,853 to 16,356) on January 23 and 18,826 (15, 115 to 23,039) on January 25, much lower than those estimated by these two studies.\n\nOur finding of substantial unascertained cases has important implications for the evaluation and control of the Covid-19 epidemic. 23 These unascertained cases were likely asymptomatic or with mild symptoms, who could mostly recover without seeking medical care. There is accumulating evidence on the existence of many asymptomatic or presymptomatic cases. For example, asymptomatic cases were estimated to account for 34.6% of the virus positive cases onboard the Princess Cruise ship. 14 Several recent reports also highlighted the difficulty to detect Covid-19 cases: about two thirds of the cases exported from mainland China remained undetected worldwide, 24 and the detection capacity varied from 11% in low surveillance countries to 40% in high surveillance countries. 25, 26 Consistent with these studies, our analyses and extensive simulations also indicated an ascertainment rate of 14%-41%\n\nin Wuhan (Table S2) . Increasing evidence also suggested that the asymptomatic and presymptomatic cases can be infectious to the susceptible population, 17-19 imposing a substantial challenge to the epidemic control. 27 There would be about two weeks . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint delay in the predicted ending date of the epidemic when taking the unascertained cases into account (Table S4) . Therefore, understanding the proportion of unascertained cases and the rate of asymptomatic spread will be critical for pandemic prevention of Covid-19, including prioritization the surveillance and control measures. 23, 28 We demonstrated that the series of interventions has been highly effective in controlling the epidemic in Wuhan. Our estimate of R t =3.88 for the first period reflected the basic reproductive number R 0 as few interventions had been implemented by then. Some previous studies have reported varied R 0 (range 1.40 to 6.49 with a mean of 3.28) due to different data sources, time periods and statistical methods. 29 Even using the same dataset of the first 425 patients in Wuhan, an early study reported a R 0 of 2.20 based on the growth rate of the epidemic curve and the serial interval, 8 while a recent analysis based on a transmission network model reported a R 0 of 3.58, similar to our estimate. The transmissibility was higher than that for the SARS-CoV in 2003 (from 2.2 to 3.6), 30 and was consistent with the rapid spreading of Covid-19. Nevertheless, by taking drastic social distancing measures and policies of controlling the source of infection, with the tremendous joint efforts from the government, healthcare workers, and the people (Fig. 1) , R t was substantially reduced to 0.32 in Wuhan after February 2, which was encouraging for the global efforts fighting against the Covid-19 outbreak using traditional non-pharmaceutical measures. 31 Some limitations of this study need to be noted. First, while our model prediction . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint aligned well with the observed data, we set the values of several parameters based on earlier epidemiological studies without accounting for the uncertainty, 8, 9 which might reduce the accuracy of our results. Second, we need field investigations and serologic studies to confirm our estimate of the ascertainment rate, and the generalizability to other places is unknown. This may depend on the detection capacity in different locations. 26 Third, due to the delay in laboratory tests, we might have missed some cases and therefore underestimated the ascertainment rate, especially for the last period. Finally, the impact of the interventions should be considered as a whole and we could not evaluate individual strategies by the epidemic curve. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint\n\nWe are grateful for all staff at the national, provincial and municipal Center for Disease Control and Prevention for providing the data and all medical staff members and field workers who are working on the front line of caring for the patients and collecting the data. We also thank the government at all levels and all citizens in Wuhan for their sacrifice and enormous efforts in battling with the Covid-19.\n\nWe declare no competing interests. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint activities that could appear to have influenced the submitted work. The sponsors have no role in the study design; the collection, analysis, or interpretation of data; the writing of the report; or in the decision to submit the article for publication.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint .\n\nIt is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the\n\nThe copyright holder for this preprint It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the\n\nThe copyright holder for this preprint Two key parameters in the model are r (ascertainment rate) and b (transmission rate).\n\nThe details of the model assumptions and dynamics of these six compartments across time are described in the Supplementary Methods.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.03.20030593 doi: medRxiv preprint"}