{"title": "Modulation of type I interferon induction by porcine reproductive and respiratory syndrome virus and degradation of CREB-binding protein by non-structural protein 1 in MARC-145 and HeLa cells", "body": "Porcine reproductive and respiratory syndrome (PRRS) is an emerged and re-emerging disease of swine. PRRS was first recognized in 1987 in the U.S. and in Germany in 1990 independently (Keffaber 1989; Benfield et al., 1992) . PRRS quickly spread globally to most pigproducing countries and has become one of the most economically important diseases to the pork industry worldwide. Since its emergence, PRRS virus (PRRSV) has continued to evolve. A new type of PRRSV has recently been identified in the U.S. (Ropp et al., 2004; Fang et al., 2007) , and in 2006, a highly virulent PRRSV appeared in China Tong et al., 2007; Zhou et al., 2008) which has spread to neighboring countries (Normile 2007; Feng et al., 2008; Kukushkin et al., 2008) .\n\nPRRSV infection in pigs may last for a prolonged period of up to 180 days (Wills et al., 2003; Christopher-Hennings et al., 1995; Albina et al., 1994; Lamontagne et al., 2003) . Studies show that PRRSV is highly susceptible to the action of type I IFNs in cells (Albina et al., 1998; Overend et al., 2007) , suggesting that the virus may function to inhibit IFN-α response as this cytokine is not detectable in the lungs of pigs where PRRSV actively replicates by infecting alveolar macrophages (Buddaert et al., 1998; van Reeth et al., 1999; Luo et al., 2008; Lee et al., 2004; Miller et al., 2004) . The molecular basis for IFN suppression by PRRSV has not been studied but the involvement of NF-κB has been excluded since it is up-regulated by the virus (Lee and Kleiboeker, 2005) . Impairment of IFN-α production by PRRSV would affect the development of an effective T helper type 1 (Th1) response and lead to a weakly induced cellular response and consequently viral persistence in infected pigs, which would be of significant benefit to the virus. Different PRRSV isolates seem to have different abilities to induce or inhibit IFN-α (Lee et al., 2004) , and this difference may be attributed to the genetic diversity of PRRSV. Although several lines of evidence suggest that PRRSV possesses immunosuppressive properties (Done and Paton, 1995; Drew, 2000; Jung et al., 2009) , the mechanism for virulence and persistence of PRRSV is yet unclear. It is postulated that at least one of the mechanisms may be related to the modulation of type I IFN production by PRRSV.\n\nViral infections lead to activation of several cellular transcription factors including interferon regulatory factor 3 (IRF3), nuclear factor-κB (NF-κB) and activating transcription factor 2 (ATF2), to subsequently trigger the synthesis and secretion of IFN-β (Bowie and Unterholzner, 2008; Sadler and Williams, 2008; Takeuchi and Akira, 2008; Randall and Goodbourn, 2008; De Clercq, 2006; Pichlmair and Sousa, 2007) . Among those factors involved in type I IFN production, IRF3 plays a major role. IRF3 is constitutively expressed in most cell types and present in the cytoplasm in its inactive form. When stimulated, IRF3 becomes phosphorylated and undergoes conformational change, leading to dimerization and unveiling of the nuclear localization signal (NLS), and translocates to the nucleus where it forms a complex with the transcription co-activator CREB (cAMP responsive element binding)binding protein (CBP)/p300 (Lin et al., 1998; Dragan et al., 2007; Panne et al., 2007) . The IRF3-CBP/p300 complex in the nucleus then binds to target sequences including the positive regulatory domain (PRD) I-III regions of the IFN-β promoter and forms the assembly of basal transcription machinery and RNA polymerase II for IFN gene expression. Therefore, the transcriptional activity of IRF3 is entirely dependent on its association with CBP/p300 co-activators. Once IFN is expressed, it is extracellularly secreted and binds to IFN receptors on the cell membrane, which subsequently triggers the IFN signaling cascade through Janus kinase (JAK)-mediated signal transducers and activators of the transcription (STAT) pathway. This series of IFN pathways regulate the expression of more than a hundred IFN-stimulated genes (ISGs) that are mostly related to innate immunity and thus specify the antiviral state of the host. In turn, many viruses have evolved to prevent the production of type I IFN for their survival in the host, and ample examples are available (for reviews, see Koyama et al., 2008; Randall and Goodbourn, 2008; Pichlmair and Sousa, 2007) .\n\nPRRSV is a porcine arterivirus belonging to the family Arteriviridae in the order Nidovirales. PRRSVs in North America and Europe share only 55-80% of sequence identity in the different viral genes and thus form two distinct genotypes (Meng et al., 1995) . The viral genome is a positive-sense RNA of approximately 15 kb in size and contains 9 ORFs: ORF1a and ORF1b code for two large non-structural polyproteins (PP1a and PP1ab), and ORF2a, ORF2b, and ORF3 through ORF7 code for structural proteins E (small envelope), GP2 (glycoprotein 2), GP3, GP4, GP5, M (membrane), and N (nucleocapsid), respectively (Wootton et al., 2000; Meulenberg et al., 1993) . The ORF1a product (PP1a) is 2503 amino acids long, while ORF1b is expressed through ribosomal frameshifting to generate an ORF1ab fusion protein (PP1ab) of 3960 amino acids (den Boon et al., 1991; Wootton et al., 2000) . For PRRSV, PP1a and PP1ab are co-translationally processed to 13 proteolytic cleavage products; Nsp1α, Nsp1β, and Nsp2 through Nsp12 in order from the N-terminus (Wassenaar et al., 1997; Snijder et al., 1992; Snijder et al., 1994; Snijder et al., 1995) . Therefore, Nsp1 is the first viral protein synthesized in cells upon infection. Nsp1 is a 382-amino acid protein and contains two papainlike cysteine proteinase (PCP) domains, designated PCPα and PCPβ . The protease activity of PCPα has been predicted to be responsible for generation of Nsp1α, and the PCPβ activity generates Nsp1β by cleaving it from Nsp2 during the PP1a/PP1ab synthesis (den Boon et al., 1995) . After cleavage of Nsp1, no trans-cleavage protease activity is observed for Nsp1 and therefore its enzymatic activity seems to be no longer functional in equine arteritis virus (EAV). PCPα activity seems to be required for subgenomic mRNA synthesis but is not involved in viral genome replication (Kroese et al., 2008) . A zinc finger motif is found in the N-terminal region of Nsp1α, and this motif along with PCPα activity is required for transactivation of subgenomic RNA synthesis (Tijms and Snijder, 2003; Tijms et al., 2001; Tijms et al., 2007) . In EAV, Nsp1α is not cleaved from Nsp1β and has been observed to localize in the nucleus (Tijms et al., 2002) . Similarly, PRRSV Nsp1 protein has also been observed to localize in the nucleus in addition to the cytoplasmic distribution (unpublished observation). Since PRRSV is a cytoplasmic RNA virus that does not require the nuclear function of the host cell for replication and because Nsp1 is observed in the nucleus, it has prompted us to examine the role of Nsp1 for IFN modulation. In the present study, we investigated the basis for IFN regulation by PRRSV and determined Nsp1 as the responsible protein for IFN down-regulation. PRRSV Nsp1 induced CBP degradation and interrupted the IRF3 binding to CBP, which in turn resulted in IFN down-regulation. Our study shows a novel function of the Nsp1 protein during PRRSV infection and provides new insight into the immune modulation and evasion strategy of this virus.\n\nTo confirm the suppression of type I IFN induction by PRRSV, quantitative RT-PCR was performed for IFN-α mRNA. MARC-145 cells were first infected with PRRSV and then stimulated with poly(I:C), followed by total cellular RNA extraction for real-time RT-PCR. While IFN-α is effectively induced in response to poly(I:C) (13), infection with PRRSV suppressed the poly(I:C)-induced IFN-α mRNA production in MARC-145 cells (Fig. 1A ). In parallel with the quantitative measurements for IFN-α mRNA, reduced production of IFN by PRRSV was confirmed by IFN bioassays using VSV-GFP. VSV is exceptionally sensitive to IFNs and thus is commonly used in assays for IFN-mediated antiviral activities, while Sendai virus is used as an effective inducer of type I IFN. Dulac PK cells were incubated first with cell culture supernatants, collected from PRRSV and Sendai virusinfected PAMs then UV-irradiated. The Dulac PK cells were then infected with VSV-GFP and the VSV infectivity was determined by monitoring the levels of GFP expression. VSV-GFP grew normally in PRRSV-uninfected and Sendai virus-uninfected cells and produced fluorescence at a low dilution of the supernatant (Fig. 1B , upper panels). Sendai virus infection inhibited VSV replication effectively, and no visible GFP expression was identified up to 1:8 dilution of the culture supernatant (middle panels), showing efficient production of IFN in alveolar macrophages. In contrast, infection of cells with PRRSV did not inhibit VSV replication and GFP expression was evident even at low dilutions (lower panels).\n\nIFN-α/β production is activated when IRF3, ATF2 and NF-κB bind to PRD (positive regulatory domain) I/III, PRD II, and PRD IV of the IFN-β promoter, respectively. Among these transcription factors, IRF3 plays a major role in IFN-β gene expression. PRRSV infection activates the NF-κB signaling pathway through IκB degradation and the upregulation of MMP (matrix metalloproteinase)-2 and MMP-9 expressions (Lee and Kleiboeker, 2005) , suggesting that PRRSV-induced IFN down-regulation may likely involve the IRF3 pathway rather than the NF-κB pathway. To examine the role of IRF3 during PRRSV infection, a luciferase assay was conducted using the 4xIRF3-Luc reporter construct (Ehrhardt et al., 2004) . This construct contains 4 copies of the IRF3 responsive PRDI/III region of the IFN-β enhanceosome coupled with luciferase, and thus IFN-β expression could be determined using 4xIRF3- Total cellular RNA was extracted and cDNA was prepared using both IFN-α and GAPDH reverse primers. Messenger RNA levels of indicated genes were normalized to that of GAPDH mRNA. Normalized values obtained from each infection and transfection were averaged. This data represents two separate experiments in duplicate. (B) IFN bioassay for PRRSV using VSV-GFP. Porcine alveolar macrophages were infected with PRRSV for 48 h and supernatants were collected for IFN bioassay. Sendai virus was used as an IFN stimulator. The supernatants were UV-irradiated for 30 min under a 75 W UV lamp at a 33 cm distance prior to assay. Dulac porcine kidney cells were grown in 96 well plates and incubated with 2-fold diluted samples for 24 h. Cells were then infected with VSV-GFP at 0.1 MOI, and at 16 h post-infection, fixed with 4% paraformaldehyde for fluorescence microscopy. (C) Down-regulation of 4xIRF3 and IFN-β promoter activities by PRRSV. MARC-145 cells were grown to 80% confluency in 12-well plates and infected with PRRSV for 24 h. Virus-infected cells were transfected with a total of 0.5 μg of TATA-luciferase reporter, 4xIRF3luciferase reporter or IFN-β-luciferase reporter construct along with the Renilla internal control at a ratio of 1:0.1. At 24 h post-transfection, cells were stimulated with 0.5 μg of poly (I:C) for 15 h and the luciferase activities were measured using the Dual Luciferase assay system (Promega). Results are presented as the fold induction that is the relative luciferase activity of poly(I:C)-treated cells divided by that of control. Data representing the relative firefly luciferase activity were normalized to Renilla luciferase activity. Luciferase assays were conducted twice in triplicates.\n\nLuc by measuring the levels of luciferase activity during infection with PRRSV. Upon poly(I:C) stimulation, the luciferase activity was significantly increased for both 4xIRF3-Luc and IFN-β-Luc. In PRRSV-infected cells however, the luciferase activity decreased for both IRF3-Luc and IFN-β-Luc (Fig. 1C) , showing suppressions of both IRF3 activation and IFN-β expression by PRRSV.\n\nThe first viral protein synthesized in cells after PRRSV infection is Nsp1 which is the N-terminal cleavage product generated from PP1a/PP1ab polyproteins by cis-proteolytic cleavage for self-release from Nsp2. The Nsp1 protein of EAV has been reported to localize in the nucleus and the cytoplasm (Tijms et al., 2002) . Similarly, we observed that the PRRSV Nsp1 protein also localized in the nucleus in virus-infected cells as well as in Nsp1 gene-transfected cells (unpublished data), suggesting that Nsp1 may have a dual function in the nucleus and the cytoplasmic compartment. Since PRRSV was shown to possess the down-regulating activity for IFN response (Fig. 1) , we hypothesized that this activity may be associated with Nsp1 and examined its function using the 4xIRF3-Luc and IFN-β-Luc reporter systems. The poly(I:C) stimulation increased both IRF3 and IFN-β promoter activities in HeLa cells as expected, while the Fig. 2 . Suppression of type I IFN production by Nsp1. (A) HeLa cells grown in 12-well plates at 80% confluency were co-transfected with indicated amounts of pCMV-Flag-Nsp1 and 4xIRF3-luciferase reporter (left panel) or IFN-β-luciferase reporter gene (right panel) and the Renilla internal control at a ratio of 1:1:0.1. At 24 h post-transfection, cells were transfected with 0.5 μg of poly(I:C) for 16 h, and luciferase activities were determined using the Dual Luciferase assay system (Promega). In parallel, cell lysates were analyzed by Western blot using anti-Flag antibody to examine differential levels of Nsp1 expression (immunoblot on the left panel). Results are presented as the fold induction that is the relative luciferase activity of poly(I:C)-treated cells divided by that of control. Data representing the relative firefly luciferase activity were normalized to Renilla luciferase activity as the internal control. Luciferase assays were conducted twice in triplicates. (B) IFN bioassay using VSV-GFP for culture supernatants collected from Nsp1-expressing cells. HeLa cells in 6-well plates were transfected with pCMV-Flag-Nsp1 for 24 h and stimulated with poly(I:C) for 6 h. Cell culture supernatants were collected and diluted serially by 2-folds for VSV bioassay. MARC-145 cells were grown in 96-well plates and incubated with each dilution of the supernatant for 24 h, followed by infection with VSV-GFP at an MOI of 0.1 for 16 h. VSV replication was measured by monitoring fluorescence. Top panels, VSV-GFP replication in cells treated with supernatants collected from untreated cells; middle panels, supernatants collected from poly(I:C)-stimulated cells; bottom panels, supernatants collected from pCMV-Flag-Nsp1 transfected and poly(I:C)-stimulated cells. expression of Nsp1 blocked poly(I:C)-stimulated luciferase activities in a dose-dependent manner ( Fig. 2A) . This result provides evidence that the PRRSV Nsp1 protein may function to inhibit the IRF3 activity and IFN-β promoter activity.\n\nTo further demonstrate that IFN suppression was mediated by Nsp1, a VSV-GFP bioassay was conducted using the culture supernatant collected from the pCMV-Flag-Nsp1 transfected cells (Fig. 2B ). While GFP expression was absent in cells incubated with the supernatant collected from poly(I:C)-stimulated cells (middle panels), VSV replication was evident in cells treated with a low dilution of supernatant collected from pCMV-Flag-Nsp1 transfected cells (bottom panels), and the GFP expression was comparable to those in cells without poly(I:C) stimulation (upper panels). The bioassay results show the inhibition of VSV replication by Nsp1 and demonstrate that Nsp1 is a responsible factor for IFN down-regulation by PRRSV.\n\nIRF3 is ubiquitously expressed in the cytoplasm and activated in response to extracellular stimuli including viral infection. When stimulated, IRF3 is phosphorylated by an upstream kinase and homodimerized in the cytoplasm for translocation to the nucleus. Some viruses have evolved to interfere with the IRF3 pathway and inhibit the induction of IFN-α/β. Common mechanisms used by these viruses include degradation of IRF3, inhibition of IRF3 phosphorylation, inhibition of IRF3 nuclear translocation, or inhibition of transcription complex assembly. We first examined if IRF3 phosphorylation was blocked by PRRSV. The poly(I:C) stimulation triggered the phosphorylation of IRF3 in both MARC-145 cells ( To further determine the basis of modulation of IRF3 activity by Nsp1, nuclear translocation of IRF3 was examined by immunofluorescence. PRRSV-infected MARC-145 cells were stimulated with poly (I:C), and the endogenous IRF3 was stained with specific antibody (Fig. 4A ). While IRF3 was mainly distributed in the cytoplasm with some nuclear diffusion in the absence of stimulation (panels A, C), IRF3 was predominantly translocated to the nucleus after poly(I:C) stimulation (panels D, F). PRRSV-infected cells were identified by the staining of N protein (panel G), and PRRSV infection followed by poly (I:C) stimulation did not block the nuclear translocation of IRF3 (panels H, J), supporting the efficient phosphorylation of IRF3 even in the presence of Nsp1. These results suggest that Nsp1-mediated suppression of both IRF3 activation and IFN production occurs further downstream of the IRF3 nuclear translocation. The nuclear localization of IRF3 was also examined in pCMV-Flag-Nsp1 transfected cells (Fig. 4B) . As with MARC-145 cells, HeLa cells showed the efficient translocation of IRF3 to the nucleus upon poly(I:C) stimulation (panels A, C), and the nuclear translocation of IRF3 was not blocked by the Nsp1 protein (panels H, J), as the Nsp1 expression in the same cell was verified by anti-Flag antibody (panel G).\n\nThe nuclear translocation of IRF3 in the presence of Nsp1 was confirmed by cell fractionation of pCMV-Flag-Nsp1 transfected cells (Fig. 5 ). With poly(I:C) stimulation, IRF3 was largely found in the nuclear fraction, and the IRF3 nuclear translocation was unaffected by Nsp1 expression (lanes 4, 5, 6). HSP90 and PARP, the cytosolic and nuclear protein markers respectively, remained in the cytoplasm (lanes 1, 2, 3) and the nucleus (lanes 4, 5, 6), respectively, eliminating the possible cross-contamination of both fractions. The cell fractionation data confirmed active translocation of IRF3 in the nucleus despite the presence of Nsp1 and showed that the modulation of IRF3 activation occurs in the nucleus rather than in the cytoplasm.\n\nFollowing phosphorylation and dimerization, IRF3 translocates to the nucleus and recruits CBP and/or p300 for full activation. This complex then binds to PRD I/III of the IFN-β promoter for transcription activation and IFN production. Since Nsp1 did not alter IRF3 phosphorylation and nuclear translocation, Nsp1 was hypothesized to play a role during assembly of IRF3 with CBP/p300 for transcriptional complex formation in the nucleus. To examine the role of Nsp1 in IRF3 association with CBP, co-immunoprecipitation was conducted for PRRSV-infected cells (Fig. 6A ) and pCMV-Flag-Nsp1 transfected cells (Fig. 6B ). MARC-145 cells were infected with PRRSV for 24 h and stimulated with poly(I:C). Cell lysates were then prepared and subjected to immunoprecipitation using an IRF3specific antibody. The immune complexes were resolved by SDS-PAGE and analyzed by Western blot using the CBP antibody. While the association of IRF3 with CBP was evident in cells stimulated with poly (I:C) (Fig. 6A, top panel, lane 2) , this association decreased in virusinfected poly(I:C)-stimulated cells (top panel, lane 3). In these cells, both Nsp1α and Nsp1β subunits were readily detectable as 20 kD and 28 kD proteins (panel 4, arrows), respectively, and CBP association with IRF3 was significantly reduced. In HeLa cells transfected with pCMV-Flag-Nsp1, the amount of CBP associated with IRF3 also decreased significantly by Nsp1 protein (Fig. 6B, top panel, lane 3) , whereas detectable levels of IRF3 remained unchanged (second panel, lane 3). In unstimulated cells, CBP was detectable in negligible amounts (top panel, lane 1), most likely because IRF3 would not be activated without poly(I:C) stimulation, thus resulting in the failure of CBP recruitment by IRF3.\n\nThe decrease in the amount of CBP itself was observed in the presence of Nsp1 and poly(I:C) stimulation (Fig. 6B , second panel from bottom, lane 3), and it suggests a possible degradation of CBP in the presence of Nsp1. The reduction of CBP would be expected if IRF3 was unstable in the presence of Nsp1. However, IRF3 was found to remain stable in the presence of Nsp1 (Figs. 3-5) . In contrast, the amount of CBP decreased dramatically in the presence of Nsp1 after treatment with cycloheximide (CHX) (Fig. 6C) . CBP was almost undetectable by 2 h of CHX treatment and by 4 h, was abolished (Fig. 6C, top panel,  lanes 4 and 6) . Nsp1 remained stable and at a constant level (middle panel). These results indicate that CBP was degraded by Nsp1.\n\nSince PRRSV Nsp1 is a cysteine protease, CBP degradation was assumed to occur through protease activity of Nsp1 such that Nsp1 may bind to CBP and degrade it as the substrate. To determine if Nsp1 bound to CBP, co-immunoprecipitation was conducted (Fig. 7) . Cells expressing Nsp1 were immunoprecipitated using anti-CBP antibody and probed with anti-Flag antibody for detection of Nsp1 (panels 1). Alternatively, Nsp1-expressing cells were co-immunoprecipitated using anti-Nsp1 rabbit serum and probed with anti-CBP antibody (panel 3). Despite the expression of both Nsp1α and Nsp1β in Nsp1 MARC-145 cells grown to 40% confluency in cover slips were infected with PRRSV for 24 h and stimulated with poly(I:C) for 6 h. Cells were washed with PBS and fixed with 4% paraformaldehyde. Cells were then incubated with anti-IRF3 antibody and anti-PRRSV N antibody (SDOW17), followed by incubation with Alexa Fluor 488-conjugated (green) and 594-conjugated (red) secondary antibodies, respectively, along with DAPI for nuclear staining (blue). Upper panels, IRF3 localization in the cytoplasm without poly(I:C) stimulation; middle panels, IRF3 localization in the nucleus upon poly (I:C) stimulation; bottom panels, IRF3 localization in the nucleus in PRRSV-infected and poly(I:C) stimulated cells. Arrows indicate PRRSV-infected cells. (B) Nuclear translocation of IRF3 in Nsp1 gene-transfected cells. HeLa cells grown to 50% confluency were transfected with Nsp1 gene for 24 h and stimulated with poly(I:C) for 6 h. Cells were washed with PBS, fixed with 4% paraformaldehyde, and incubated with anti-IRF3 antibody and anti-Flag antibody to detect Nsp1, followed by incubation with Alexa Fluor 488-conjugated (green) and 594-conjugated secondary antibodies (red), respectively, along with DAPI for nucleus staining (blue). Upper panels, IRF3 localization in the cytoplasm without poly(I:C) stimulation; middle panels, nuclear localization of IRF3 upon poly(I:C) stimulation; bottom panels, nuclear localization of IRF3 in the presence of Nsp1 and poly(I:C) stimulation. Arrows indicate Nsp1-expressing cells.\n\ngene-transfected cells (lane 3 in panels 4, 5, 6, and 7), no binding of CBP was identified (panels 1, 2, and 3), indicating that CBP was not the substrate of Nsp1. This finding is supported by reports that no transprotease activity was observed for Nsp1 once cleaved from Nsp2, and Nsp1 is known to remain proteolytically inactive (Snijder et al., 1992 (Snijder et al., , 1994 .\n\nSince CBP did not bind Nsp1, therefore was unlikely its substrate, a possibility for CBP degradation would be proteasome-mediated. MG132 is a potent inhibitor of proteasome-dependent degradation, and thus the MG132 inhibitor assay was conducted (Fig. 8) . While Nsp1mediated CBP degradation was evident in the absence of MG132 (Fig. 8 , top panel, lane 2), as little as 1 μM of MG132 was sufficient to block CBP degradation (top panel, lane 3). This result confirms that CBP degradation was not due to Nsp1 protease activity but rather mediated via the proteasome-dependent degradation pathway.\n\nHost cells are armed with the immune surveillance system to protect themselves from viral infection, yet viruses have evolved to escape this system for efficient proliferation. Host cells produce cytokines and chemokines in response to viral infection and among such effector molecules, type I IFNs are the principal antiviral cytokines and are therefore effective targets for viruses to disarm host surveillance (Koyama et al., 2008; Randall and Goodbourn, 2008; Pichlmair and Sousa, 2007) . Type I IFNs can be produced by virtually all nucleated cells, in contrast to type II IFN which is exclusively produced by T and natural killer (NK) cells. Many viruses including small RNA viruses are known to express proteins that counteract the production of type I IFN and such viral proteins are often multifunctional. Many examples of different evasion strategies are available for different RNA viruses, and IFN-antagonizing viral proteins include NS1 protein of influenza virus (Min et al., 2007) , V protein of paramyxoviruses (Andrejeva et al., 2004) , sigma 3 of reoviruses (Jacobs and Langland, 1998) , NSP1 of rotavirus (Graff et al., 2007) , P protein of rabies virus (Brzozka et al., 2005) (Luquin et al., 2007) , G1 protein of hantavirus, and Nsp1 and ORF6 proteins of severe acute respiratory syndrome (SARS) coronavirus (Davaraj 2007; Wathelet et al., 2007; Frieman et al., 2007) to name a few. These proteins function to circumvent the IFN response by interfering with host cell gene expression, blocking the IFN induction cascade, or inhibiting the IFN signaling pathways. IRF3 is a key element for the induction of the early antiviral response and is therefore an ideal target by many viruses in modulating the IFN response.\n\nIn the present study, we have shown that PRRSV Nsp1 is an IFNantagonizing protein. Nsp1 appears to inhibit the 4xIRF3 and IFN-β promoter activities and reduce IFN production. Since Nsp1 is a cysteine protease, degradation of IRF3 was initially hypothesized as the mechanism for IFN down-regulation by PRRSV. It is striking however, that PRRSV Nsp1 appears to inhibit the recruitment of CBP by IRF3 in the nucleus via CBP degradation. For full activation of IRF3, the phosphorylated and dimerized form of IRF3 recruits co-activator CBP/p300 in the nucleus, which directs the complex to bind to IRF3 responsive elements for transcription initiation (Yang et al., 2004; Suhara et al., 2002) . PRRSV Nsp1 does not appear to modify IRF3 phosphorylation or to block IRF3 nuclear translocation but rather degrades CBP in the nucleus (Fig. 6) . By degrading CBP, Nsp1 seems to block the full activation of IRF3 and subsequently inhibit the assembly of IFN enhanceosome.\n\nDuring the preparation of this manuscript, Beura et al. (2010) reported that, by using individual subunit constructs of Nsp1, Nsp1β inhibited IRF3 nuclear translocation and down-regulated IFNβ promoter activity. While it is unknown which subunit of Nsp1 is responsible for CBP degradation in our study, Beura's report contradicts our finding that Nsp1 did not block nuclear localization of IRF3 (Figs. 4, A and B, and 5) . Recently, Sun et al. (2009) determined and reported the three-dimensional structure of the Nsp1α subunit of Nsp1 by X-ray crystallographic studies. In their study, the self-cleavage site for Nsp1α was precisely located at Cys-Ala-Met180/Ala181-Asp-Val to yield Nsp1α of 180 amino acids and Nsp1β of 202 amino acids. This finding overturns the previous prediction of Nsp1α cleavage at Q166/R/167 (den Boon et al., 1995) , and shows that the naturally cleaved Nsp1α subunit is 14-amino acids extended at the C-terminus and thus Nsp1β is 14 amino acids shorter at its N-terminus when compared to the previously predicted cleavage products. Furthermore, this study identified the second zinc finger configuration in the Cterminal region of Nsp1α to hold a Zn ++ ion, in addition to the first zinc finger present in the N-terminal region of Nsp1α, and the involvement of Met180 in the second zinc finger configuration, suggesting an important biological function be associated with the newly identified zinc finger structure. In support of this argument, Chen et al. (2010) has also recently identified the precise cleavage site of Nsp1α to be Cys-Ala-M180/Ala181-Thr-Val by peptide sequencing of two Nsp1 autocleavage products of the North American type II PRRSV SD23938. Therefore, it is conceivable that the recent report described by Beura et al. (2010) in contrast to our finding may be attributed to the lack of the zinc finger structure in Nsp1α and thus the N-terminal extension of the Nsp1β portion in their constructs. In our current study, the full-length Nsp1 gene for 382 amino acids was used throughout the experiments and thus the natural cleavage at Met180/Ala181 would be anticipated to yield two authentic cleavage products of Nsp1α and Nsp1β. Further studies will warrant the functional contribution of the newly identified zinc finger structure in Nsp1 to its biological significance.\n\nThe degradation of CBP is an uncommon yet a novel strategy of viruses for IFN modulation. Thogoto virus, an orthomyxovirus, has recently been studied for IFN suppression, and the Thogoto virus ML protein, which is a homolog of the influenza virus NS1 protein, has been found to interfere with IRF3 function. The ML protein however did not block the nuclear transport of IRF3 but inhibited the association of IRF3 with CBP (Jennings et al., 2005) . This result resembles our finding on the function of Nsp1. CBP possesses histone acetyltransferase activity and dissociates histones for chromatin relaxation in the promoter region. The CBP/p300 co-activators function in concert with a variety of transcription factors including c-Myb, p53, STATs, NF-κB, PIAS1, and the IRF family (Barlev et al., 2001; Lin et al., 2000; Ma et al., 2005; Oelgeschläger et al., 1996; Yin et al., 2005; Zhong et al., 2002) . Therefore, CBP acts as an important regulator for many cellular processes. The question arises then whether Nsp1 interferes with general cellular transcription. The Thogoto virus ML protein has recently been shown to interact with the RNA polymerase II transcription factor IIB (TFIIB; Vogt et al., 2008) . However, the ML protein-TFIIB interaction had surprisingly little effects on host cell gene expression in general, but showed a strong negative impact on the IRF3-regulated and NF-κB-regulated promoters (Vogt et al., 2008) . Thus, it is conceivable that PRRSV Nsp1-mediated CBP degradation may also be negligible for general cellular transcription but have a more specific and potent role for IRF3-regulated IFN induction. The PRRSV Nsp1 protein and the Thogoto virus ML protein may constitute a new class of viral antagonists for IFN regulation acting to target CBP degradation.\n\nIn virus-infected cells, following the self-cleavage of Nsp1α and Nsp1β from PP1, Nsp1 remains proteolytically inactive and no transactivity has been reported, and this is consistent with our findings. CBP degradation was halted in the presence of MG132, a potent inhibitor of the proteasome, thereby suggesting proteasome involvement in CBP degradation by Nsp1. As with PRRSV Nsp1, pestivirus N pro is a papain- like cysteine protease (PCP) and down-regulates IFN production through IRF3 degradation via the proteasome-dependent pathway Gil et al., 2006) . Similarly, NSP1-mediated IRF3 degradation in rotavirus is also proteasome-dependent (Graff et al., 2002) . Proteins targeted by proteasomes are degraded through polyubiquitination. CBP/p300 degradation requires Mdm2 (murine double minute 2) acting as an E3 ubiquitin ligase in the presence of activated Ras (Sanchez-Molina et al., 2006) , and it is therefore possible that Nsp1 may also bring CBP to an E3 ligase complex by which CBP is polyubiquitinated for subsequent degradation. In eukaryotes, the proteasomes reside in both nucleus and cytoplasm (Peters et al., 1994) . In order for PRRSV Nsp1 to degrade CBP in the nucleus, Nsp1 must localize in the nucleus although PRRSV replicates in the cytoplasm. The Nsp1 protein of equine arteritis virus (EAV), another member of the Arteriviridae family, has been reported to localize in the nucleus (Tijms et al., 2002) , and our studies also indicate that PRRSV Nsp1 is localized in both the cytoplasm and nucleus in virus-infected cells as well as in Nsp1 gene-transfected cells (Fig. 4B, panel G) . Therefore, it seems that Nsp1 triggers E3 ubiquitination of CBP by yet-to-be-identified mechanisms, and subsequently degrades it via the proteasome-dependent pathway. The PRRSV Nsp1 protein contains a zinc finger motif of CxC-(14)-CxxC in the Nsp1α subunit. Pestivirus N pro also contains a zinc-binding TRASH motif (Ettema et al., 2003) and this motif has been shown to be required for IRF3 degradation in the regulation of IFN (Szymanski et al., 2009) . It is of interest to examine whether the zinc finger motif in PRRSV Nsp1 also regulates CBP degradation and IFN response, and such studies are currently in progress.\n\nMARC-145 cells (Kim et al., 1993) , HeLa cells (NIH AIDS Research and Reference Reagent Program, Germantown, MD), and Dulac porcine kidney (PK) cells (provided by L. A. Babiuk, Vaccine and Infectious Disease Organization, Saskatoon, Canada) were grown in Dulbecco's modified Eagle's medium (DMEM; Mediatech Inc., Manassas, VA) supplemented with 10% heat-inactivated fetal bovine serum (FBS; HyClone, Logan, UT) in a humidified incubator with 5% CO2 at 37°C. Porcine alveolar macrophages (PAMs) were maintained in Roswell Park Memorial Institute medium 1640 (RPMI 1640; Mediatech Inc.) with 10% FBS. The PA8 strain of the North American genotype PRRSV (Wootton et al., 2000) was used throughout the study. The full-length genomic sequence of PA8 shares 99.2% identity with the prototype PRRSV VR2332 of the North American genotype (Nelsen et al., 1999) . For PRRSV infection, MARC-145 cells were grown to approximately 70% confluency and infected at a multiplicity of infection (MOI) of 5-10. Vesicular stomatitis virus expressing green fluorescent protein (VSV-GFP; Dalton and Rose, 2001) was kindly provided by Adolph Garcia-Sastre (Mt. Sinai School of Medicine, New York, NY). Sendai virus (Cantell strain) was obtained from American Type Culture Collection (ATCC VR-907; Manassas, VA) and used for IFN induction in porcine alveolar macrophages. Anti-FLAG antibody was purchased from Sigma (St. Louis, MO). Antibodies for human IRF3, human CBP, human HSP (heat shock protein) 90 and human PARP (poly[ADP-ribose] polymerase protein) were purchased from Santa Cruz Biotechnology (Santa Cruz, CA). Phosphorylation-specific antibody for phosphorylated IRF3 (Ser396) was purchased from Cell Signaling (Danvers, MA). Rabbit antibody specific for PRRSV Nsp1 and mouse monoclonal antibody (123-128) specific for Nsp1β subunit were kindly provided by Y. Fang (South Dakota State University, Brookings, SD). HRP-conjugated anti-mouse and anti-rabbit Fig. 7 . Lack of direct binding of Nsp1 to CBP. HeLa cells were transfected with pCMV-Flag-Nsp1 for 24 h and stimulated with poly(I:C) for 6 h. Cell lysates were prepared and subjected to co-immunoprecipitation using anti-CBP antibody (1st and 2nd panels from top) or anti-Nsp1 antiserum (3 rd, 4th, and 5th panels). The immune complexes were then subjected to Western blot analyses using anti-Flag-antibody to detect Nsp1α (4th panel), anti-Nsp1β MAb (5th panel), and anti-CBP antibody (3 rd panel). Expression of Nsp1α, Nsp1β, CBP, and β-actin is shown by specific antibodies in 6th, 7th, 8th, and 9th panels, respectively. secondary antibodies were purchased from Jackson ImmunoResearch Laboratories (West Grove, PA). Alexa Fluor 488-and 594-conjugated secondary antibodies are purchased from Invitrogen (Carlsbad, CA).\n\nPolyinosinic:polycytidylic acid (poly[I:C]), DAPI (4′, 6-diamidino-2-phenylindole) and cycloheximide (CHX) were purchased from Sigma. MG-132 was purchased from Calbiochem (Gibbstown, NJ).\n\nThe Nsp1 coding sequence was cloned by RT-PCR from the genomic RNA of PRRSV strain VR2332 using forward (5′-AAGATCTCCCATGTCT-GGGATACTTGATCGGTGC-3) and reverse primers (5′-AAAGCTTGCCAC-TTGTGACTGCCAAAC-3′). The Nsp1 sequence of PA8 and VR2332 strains was 99.9% identical (Wootton et al., 2000) . The Nsp1 gene was cloned into the pGEM-T easy vector (Promega; Madison, WI) and subcloned at the Bgl II and Hind III sites of pCMV-Tag1 plasmid (Stratagene; La Jolla, CA) so that Nsp1 could be expressed as a fusion protein with the upstream FLAG tag. This construct was designated as pCMV-Flag-Nsp1. DNA constructs of 4xIRF3-Luc, IFN-β-Luc and TATA-Luc, which were used for luciferase assay, were kindly provided by Stephan Ludwig (Ehrhardt et al., 2004 ; Institute of Molecular Medicine, Heinrich Heine Universtät, Düsseldorf, Germany). The 4xIRF3-Luc construct contains four copies of the IRF3 responsive PRDI/III motif of the IFN-β promoter in front of the luciferase reporter gene.\n\nTransfection was performed using Lipofectamine 2000 (Invitrogen; Carlsbad, CA) according to manufacturer's instructions. HeLa cells were plated in 6-well plates and grown to 80% confluency. The transfection mix containing 2 μg of DNA and 1.5 μl of Lipofectamine 2000 in Opti-MEM I (Invitrogen; Carlsbad, CA) was incubated at room temperature (R/T) for 20 min and added to each well. After 4 h, the transfection mix was replaced with fresh medium. In some experiments, CHX and MG132 were added for 2, 4, 6 or 8 h prior to harvest. Cells were collected 24 h post-transfection.\n\nMARC-145 cells grown in 12-well plates were infected with PRRSV for 24 h at MOI of 5-10 and transfected with 1 μg poly(I:C). At 15 h of poly(I:C) stimulation, total cellular RNA was extracted for real-time RT-PCR using TRIzol (Invitrogen; Carlsbad, CA) according to manufacturer's instructions. Quantitative PCR reactions were performed in the Light-Cycler system using SYBR Green I (Roche; Mississauga, Ontario). In 20 μl capillaries, the reaction consisted of forward and reverse primers and 5× master mix (PCR buffer, 1 mM MgCl 2 , 10 mM dNTPs, hot start Taq DNA polymerase, SYBR Green I; LS DNA Master SYBR Green I Kit). The primer sequences for human IFN-α and GAPDH (glyceraldehyde 3-phosphate dehydrogenase) were as follows: IFN-α forward, 5′-GCAGCATCTGCAA-CATCTAC-3′; IFN-α reverse, 5′-GGATCATCTCATGGAGGACAG-3′; GAPDH forward, 5′-CGGAGTCAACGGATTTGGTCGTA-3′; GAPDH reverse, 5′-AGCCTTCTCCATGGTGGTGAAGAC-3′. The mRNA levels of indicated genes were normalized to that of GAPDH mRNA. RelQuant (Roche) was used to calculate the relative fold change of IFN-α mRNA between differently treated samples of MARC-145 cells. Two independent experiments were conducted in duplicate and the average of normalized values obtained from each infection and transfection are presented.\n\nHeLa cells were grown in a 12-well plate at a density of 5 × 10 4 cells/well and were transfected with pCMV-Flag-Nsp1 and 4xIRF3-Luc or IFN-β-Luc along with the internal control Renilla construct (TK-RL) in a ratio of 1:1:0.1 in a total of 1 μg using Lipofectamine 2000 (Invitrogen) according to manufacturer's instructions. At 24 h posttransfection, cells were transfected again with 0.5 μg of poly(I:C) for 16 h and cell lysates were prepared for luciferase assays. Luciferase activities were measured using the Dual-Glo Luciferase Assay System (Promega) according to the manufacturer's instructions. The results are presented as the fold induction, which was the relative luciferase activity of the poly(I:C) treated cells divided by that of control. Assays were conducted in triplicates and the data representing relative firefly luciferase activity were normalized using Renilla (sea pansy) luciferase activity.\n\nGene-transfected HeLa cells were lysed in lysis buffer (20 mM Tris/ HCl [pH 7.4], 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, 1% Triton X-100, 1 mM Na 3 VO 4 ,) containing 1 mg/ml aprotinin, 1 mg/ml leupeptin, and 1 mM PMSF (phenylmethanesulphonyl fluoride). Insoluble materials were removed by centrifugation at 4°C for 10 min at 13,400 ×g in a microcentrifuge (Eppendorf 5415R), and cell lysates were incubated with a primary antibody for 1 h at 4°C. Antigenantibody complex was collected using protein A-Sepharose beads (Amersham; Piscataway, NJ). The protein A-antibody complex was washed three times at 4°C with the lysis buffer followed by SDS-7.5% or -12% PAGE under denaturing conditions. Total cell extracts were prepared by lysing cells in the Laemmli's sample buffer and resolved by SDS-PAGE. The gel was transferred to Immobilon-P membrane (Millipore). Blocking and subsequent incubation with primary and secondary antibodies were performed in 5% skim milk powder dissolved in TBS-T (10 mM Tris-HCl [pH 8.0], 150 mM NaCl, 1% Tween 20). Blots were incubated with primary antibody for 1 h at R/T followed by horseradish peroxidase-conjugated secondary antibody for 1 h. The membranes were washed and exposed to x-ray films using an enhanced chemiluminescence reaction (Pierce; Rockford, IL).\n\nCells were grown on cover slips to 40% confluency and then infected with virus for 24 h or transfected with the PRRSV Nsp1 construct pCMV-Flag-Nsp1 for 24 h. Virus-infected and gene-transfected cells were treated by transfection with 1 μg of poly(I:C) for 6 h. Cells were washed once with PBS and fixed with 4% paraformaldehyde for 30 min. Cells were then permeabilized with 0.3% Triton X-100 and blocked for 1 h in PBS containing 3% BSA. Cells were incubated with anti-IRF3, anti-Flag, or anti-N antibody for 1 h at R/T followed by incubation with Alexa Fluor 488-and 594-conjugated secondary antibodies for 1 h. Nuclear staining was performed with DAPI (4′,6-diamidino-2-phenylindol) for 5 min at R/T. Cells were examined under fluorescent microscope (Nikon Eclipse TS100).\n\nHeLa cells were grown in 6-well plates to 80% confluency and were transfected with 2 μg of pCMV-Flag-Nsp1 for 24 h. Cells were induced by transfection with 1 μg poly(I:C) for 6 h and fractionated using a nuclear/ cytosol fractionation kit (BioVision; Mountain View, CA) according to the manufacturer's instructions with minor modifications. Briefly, cells were collected in PBS and centrifuged at 4°C for 5 min at 5000 ×g in a microcentrifuge (Eppendorf 5415R). Cell pellets were resuspended in CEB (cytosolic extraction buffer)-A, and incubated for 10 min on ice prior to addition of CEB-B. The lysates were centrifuged at 4°C for 5 min at 12,000 rpm in the microcentrifuge and the supernatants were kept as a cytoplasmic fraction. The nuclear pellet was resuspended in NEB (nuclear extraction buffer) and vortexed for 30 s. This step was repeated every 10 min, 5 times. The nuclear pellet was centrifuged at 4°C for 10 min at 12,000 rpm and the supernatants were kept as a nuclear fraction. The cytoplasmic and nuclear fractions were resolved by SDS-PAGE followed by Western blot.\n\nFor IFN bioassays, HeLa cells were used to determine the effects of Nsp1 upon gene transfection. To determine the effects of PRRSV infection, porcine alveolar macrophages (PAMs) were used. To determine the potency of IFN, supernatants collected from HeLa cells were analyzed in MARC-145 cells, and supernatants obtained from PAMs were analyzed in Dulac porcine kidney (PK) cells using vesicular stomatitis virus expressing green fluorescence protein (VSV-GFP) (12). HeLa cells grown in 6-well plates were transfected with 2 μg of pCMV-Flag-Nsp1 using Lipofectamine 2000 and incubated for 24 h. Nsp1-expressing cells were then stimulated with 1 μg of poly(I:C) for 6 h by transfection using Lipofectamine. Supernatants were collected and 2-fold dilutions were made in DMEM for VSV-GFP bioassays. For PRRSV and Sendai virus, PAMs were infected with either virus at an MOI of 5 and incubated for 48 h. Culture supernatants were collected and virus infectivity in the supernatants were ultraviolet (UV)-irradiated for 30 min under a 75 w UV lamp at 33 cm distance. The samples were then 2-fold diluted in DMEM for IFN bioassays. MARC-145 or Dulac PK cells were grown in 96-well plates and, at 70% confluency, incubated with each dilution of supernatants. At 24 h incubation, the cells were infected with VSV-GFP at an MOI of 0.1 and further incubated for 16 h. Cells were fixed with 4% paraformaldehyde, and expression of green fluorescence protein was examined under an inverted fluorescence microscope (Nikon Eclipse TS100)."}