{"title": "", "body": "toxins are desirable weapons as they are relatively cheap to culture, can be easy to procure if endemic or occur naturally, and for many only small amounts of biological material can cause infection or even death. There is a wide variety of microbial species or strains that could serve as possible biothreats (human, plant, and animal pathogens). Indeed, over 1400 microbes are known to infect humans Taylor et al., 2001 , although some are more harmful than others. However, microorganisms of the highest concern regarding public health and national security are listed as NIH NIAID (National Institutes of Health, National Institute of Allergy and Infectious Diseases) Priority Pathogens National Institutes of Health, 2013 (reviewed by the Department of Homeland Security (DHS) and the Centers for Disease Control and Prevention (CDC)) and select agents listed on the National Select Agent Registry National Select Agent Registry, 2014 (Table 1) . Animal and plant pathogens also are important for biosafety and biosecurity. The agriculture and livestock industries provide substantial infrastructure to our food supply and economy. An attack on these industries can impact health, national/global economics, and political policy, as well as cause substantial disruption. For example, the 2001 foot-and-mouth disease outbreak, albeit a natural outbreak, in England had an estimated impact of more than $12 billion Cottam et al., 2006; Ferguson et al., 2001; Thompson et al., 2002 . Natural animal, plant, and food-borne disease outbreaks occur regularly causing local to wide spread infections and death and potentially cripple sectors of the food and agriculture industries. The consequences of intentional attacks can be as or more serious.\n\nToxins are included on the NIAID Priority Pathogens and select agents lists National Institutes of Health, 2013; National Select Agent Registry, 2014. Toxins are natural products produced by bacteria, fungi, plants, and eukaryotes. Enterotoxins, produced by different strains of, for example Staphylococcus aureus, are some of the most common causes of food poisoning Marks, 2011 . Botulinum toxin, produced by the bacterium Clostridium botulinum, is a powerful toxin that is lethal even in extremely small doses Marks, 2011 . One of the most accessible toxins is ricin. Ricin is derived from the castor bean Ricinus communis and has been used in infamous cases of assassination Audi et al., 2005; Carus, 2002; Marks, 2011 . The US postal system was used again in 2003, and more recently in April 2013, as a dissemination vehicle to send Ricin-contaminated letters addressed to the White House and other public figures Audi et al., 2005; Centers for Disease Control and Prevention, 2003; Federal Bureau of Investigation, 2013 . The contaminated letters were intercepted in each case during routine mail screening and did not cause any harm Centers for Disease Control and Prevention, 2003; Federal Bureau of Investigation, 2013 . The ease of access of castor beans and recipes to purify the toxin make it an easy biothreat to produce. The ease and relatively inexpensive costs associated with the production and use of biothreats will remain an ongoing concern. Following the 9/11 terrorist attack and the anthrax letter attack, the US implemented new homeland security policies, including the formation of the Department of Homeland Security, and these new directives led to the initial policy regarding microbial forensics Pesenti, 2011 . Since 2001, federal funding for civilian biodefense research (and related non-biodefense) and efforts have increased from $414 million in fiscal year Schuler, 2004 to $6.69 billion dollars in fiscal year Sell & Watson, 2013 . Federal funding has helped initiate biodefense programs and research efforts to provide a forensic capability as well as further development of analytical tests to aid in public health and microbial forensic investigations and disease outbreak preparedness and response.\n\nBiothreats used in acts of bioterrorism, biocrimes, and hoaxes are the main focus of the microbial forensics field. However, microbial forensics is used increasingly in other criminal and civil investigations, for example, in cases of disease transmission involving intentional exposure Bhattacharya, 2014; González-Candelas et al., 2013; Metzker et al., 2002; Sajantila, 2014; Scaduto et al., 2010 or sexual assault Hammerschlag & Guillén, 2010 . Population genetics and phylogenetics form the bases for establishing viral or bacterial transmission in sexual assault or deliberate acts of infection with an infectious agent, such as HIV (Human Immunodeficiency Virus) Metzker et al., 2002; Scaduto et al., 2010 . Phylogenetic evidence has been used in courts of law to provide interpretations regarding these types of crimes involving infectious microorganisms González-Candelas et al., 2013; Metzker et al., 2002; Scaduto et al., 2010 . By constructing species and strain phylogenies and using additional information, such as times of infection, disease transmission can be inferred from one individual to another and also can be used to rule out individuals not infected by a potential source González-Candelas et al., 2013; Sajantila, 2014 . Essentially microbial evidence can be used to evaluate transmission events as opposed to merely detecting the presence of a particular microorganism.\n\nMicrobial forensics is an emerging field and encompasses many specialties with collaborative efforts among scientists, public health, law enforcement, the intelligence community, and policy makers. Due to the diversity of the number of biothreats which potentially could be used in a bioterrorism attack or biocrime the development and validation of methods are continually ongoing as new methods are needed to address the variety of investigations that may be encountered. Therefore, it is imperative to have established standards, quality assurance guidelines, databases and biorepositories, and policy to provide the required infrastructure for a national, and even international, microbial forensic capability.\n\nDisease outbreaks naturally occur every year throughout the world, and investigations into these outbreaks often include both epidemiology and microbial forensics investigations ( Figure 1 ). Epidemiology studies the occurrence, features, and determinants of disease in populations. The same general principles of epidemiology for disease investigations apply to a bioterrorist attack or crime. Therefore, microbial forensics investigations are based on the same well-established principles of epidemiological investigations Butler et al., 2002; Morse & Budowle, 2006; Morse & Khan, 2005; Treadwell et al., 2003 . Microbial forensics and public health share common interests regarding the identification and genetic characterization of the biological agent and how it was disseminated in the population. However, public health officials tend to focus on (1) determining that an outbreak has occurred, (2) defining the population at risk, (3) determining the method of spread and reservoir, and (4) characterizing the agent Morse & Budowle, 2006. A common thread of public health and microbial forensics is determining whether the outbreak is natural, accidental, or intentional. While microbial forensics and epidemiology are integrated disciplines, microbial forensic scientists and law enforcement concentrate on attempting to individualize the agent or toxin and how it was produced and disseminated (if applicable) for attributing the event to a person or group of persons while maintaining chain of custody for legal purposes or for decision makers and their response(s).\n\nUS public health has a well-developed system for disease outbreak surveillance. The laboratory response network (LRN) is a system of public health laboratories throughout the country designated as testing laboratories for outbreak investigations Morse et al., 2003 . This system is overseen by the CDC, and it provides quality assurance guidelines and standardized protocols for pathogen detection Morse et al., 2003. In contrast, the microbial forensics field does not have a large battery of standardized methods, centralized databases or repositories. However, the National Bioforensics Analysis Center (NBFAC), part of the DHS, was created to serve as the nation's central laboratory for analysis of any bioterror or biocrime evidence Budowle et al., 2003 . A single laboratory, though, cannot address all possible biothreats. Instead a hub and spoke model approach is employed where the NBFAC serves as the primary facility and national labs, other government agencies, academia, etc. are loosely tethered to the NBFAC to provide support as needed with testing and expertise for a quick and reliable response Budowle et al., 2003 . The Amerithrax investigation was a collaborative effort of federal, private, and academic labs to develop new procedures and test the thousands of items of evidence. In 2002, the FBI formed the Scientific Working Group on Microbial Genetics and Forensics (SWGMGF) to create quality assurance guidelines for microbial forensics and identify gaps and direction to develop a robust microbial forensics capability Budowle, 2003; Budowle et al., 2005a . SGWMGF has since disbanded; however, the recommendations laid out by the working group are still valid and very much applicable today.\n\nAttribution is the primary goal in microbial forensics by comparison of data obtained from evidentiary samples to reference samples. Both biological and non-biological signatures can be sought for attribution, investigative leads, or exclusionary purposes. Microbial forensic evidence may reside in a wide range of samples matrices, including food, water, air filters, swab and swipes, soil, animal tissue, and clinical samples (e.g., tissue, sputum, blood, stool, urine). Therefore, an analyst must have a variety of sample processing methods available to address the demands of myriad possible samples and scenarios, and methods need to be as robust as possible. In addition, traditional forensic evidence, such as fingerprints, human or animal DNA, and fibers and hair can be analyzed. So the analyst must consider collecting and analyzing evidence in a manner that preserves other forms of evidence beyond those of the purview of microbial forensics.\n\nDetection methods in the microbial forensic workflow can range from culture, microscopy, immunoassays, mass spectrometry, real-time PCR, microarray, genetic typing, whole-genome sequencing, and beyond. While the focus of this chapter is on genetic signatures for biological threat agent identification, non-biological signatures, such as those that infer the culture method used, manufacturing processes, time of production, and methods of dissemination can be quite informative for developing investigative leads Velsko, 2011. For example, non-biological signatures pertaining to silica, growth media, and purity indicated that the anthrax spores in the 2001 attack were not weaponized in a sophisticated manner and likely were cultured from at least two batches, providing investigative value National Research Council, 2011. In addition, biological evidence other than genetic signatures of threat agents, such as host immune response, can provide invaluable information for investigative leads regarding if a suspected perpetrator took prophylactic antibiotics or other antidotal substances, inferring the handling, manufacture, or possession of a biothreat agent Schutzer, 2011. Culture is still considered the gold standard for pathogen detection Peters et al., 2004 . However, culturing cannot provide resolution, many times beyond the genus or species level, and because there can be a substantial lag time due to growth requirements of the microorganism, it may not be efficient for response especially when the safety of individuals is an immediate concern. Moreover, about 99% of microorganisms cannot be cultured by current methods; therefore culturing is not a reliable method for fastidious and possibly novel/uncharacterized microorganisms. In addition, the microbes may have been Figure 1 General schematic approach to epidemiological and microbial forensic investigations. exposed to environmental insults and may no longer be viable. So even if the microorganism was one of the few that could be cultured, no information would be obtained if it were nonviable.\n\nIdeally, attribution seeks characterization of biological threat agents with resolution at the strain/isolate level. While culture and immunoassays are sufficient methods for initial testing and sample screening, nucleic acid typing often is more resolving. MLVA (multi-locus variable number tandem repeat (VNTR) analysis) analyzes polymorphisms found in minisatellite regions within bacterial genomes and has been shown to be effective at discriminating among strains of highly monomorphic species, such as B. anthracis Keim et al., 2000; Keim et al., 2004 and Yersinia pestis Klevytska et al., 2001; Pourcel et al., 2004 . MLVA was the method used to identify the Sterne strain used in the Aum Shinrikyo Anthrax release Keim et al., 2001 and the Ames strain used in the Amerithrax attack Keim et al., 2011 . This level of characterization, although not sufficient for individualization of isolates obtained from evidence, did provide a good investigative lead, as the Ames strain is not typically found in nature and is far more prevalent as a laboratory strain Keim et al., 2004; Keim et al., 2011 . Since these genetic markers cannot resolve at the isolate level, SNPs (single nucleotide polymorphisms) and other genetic signatures are sought for better attribution. One approach for SNP marker detection is use of microarrays, which consist of potentially large numbers of short oligonucleotide probes on a solid support. Microarrays, which can be highly efficient screening and characterization tools, have been developed specifically for bacterial and viral detection, and can achieve species to strain level identification Gardner et al., 2010; Leski et al., 2009 . However, at the isolate level the variant sites, if they exist, on the genome are unknown and may not be detected with an a priori array design. An unbiased more comprehensive genome scanning method is needed to extract the most resolving information possible.\n\nWhole-genome shotgun sequencing (WGSS) is one approach that may be able to identify those species/strain/isolate markers that would enable better attribution. WGSS is a sequencing approach which does not require any prior knowledge of the sequence being determined. Because WGSS is unbiased in its identification of markers, it can provide the capability to detect any number of genetic markers, such as SNPs, insertions, deletions, duplications, genome rearrangement, virulence genes, pathogenicity islands, plasmids, horizontally transferred elements, and evidence of genetic engineering. Initially, WGSS was performed using Sanger sequencing Sanger et al., 1977 . This approach requires the use of cloning vectors, has relatively low-throughput, is time consuming and rather expensive. WGSS was performed to attempt to characterize different isolates of the Ames strain including an isolate from the first known victim of the 2001 anthrax attack Read et al., 2002;  however no genetic differences were observed between the evidence and reference samples. It was not until the astute discovery of late-forming spore morphology variants by a microbiologist that a potential distinguishing characteristic could be exploited for attribution purposes Keim et al., 2011 . Pure cultures of some of the morphology variants were prepared and sequenced enabling detection of genetic variants specific to each morphology variant Keim et al., 2011 . Sequencing many samples was cost-prohibitive as it cost on average approximately $140,000 to perform WGSS on a single sample in Cummings & Relman, 2002 . Therefore, based on genetic data from a limited number of sequenced samples, real-time PCR assays were developed to detect these different genetic signatures of the variants Keim et al., 2011 . These PCR-based assays, being easier to perform and far less costly, were used to screen over a thousand (N ¼ 1077) repository samples collected from laboratories inside and outside the US housing the Ames strain Keim et al., 2011 . The results eliminated the vast majority of Ames samples collected and strongly indicated an association to a flask containing B. anthracis, known as RMR1029, at the USAMRIID (United States Army Medical Research Institute for Infectious Diseases) Keim et al., 2011; National Research Council, 2011 . This flask contained a mixture of the same colony morphology variants as was seen in the Amerithrax evidence Keim et al., 2011; National Research Council, 2011 . While real-time PCR enabled analysis of a large number of evidentiary samples, the approach was limited to only the few variants that the assay was designed to detect. Therefore, any other variants that may have existed within the approximately 5 million bases of the B. anthracis genome would go undetected with such a focused assay. This inability to scan the entire genome in a single assay was a limitation of the technology just a decade ago. Today, identifying genetic signatures and typing a large number of samples are more feasible with next-generation sequencing technologies.\n\nOne of the most significant genetic typing tools to come to fruition in the last few years is high-throughput sequencing. Nextgeneration sequencing, or better described as massively parallel sequencing (MPS), has become a mainstream technology in many molecular biology and genetics laboratories. MPS allows for the generation of gigabases of sequence data in days at a substantially reduced cost than even a few years ago Wetterstrand, 2014 . Larger genomes can be fully sequenced in a couple weeks and small genomes, such as a bacterial genome, can be fully sequenced within a few days. MPS provides greater coverage across a genome with higher depth of coverage at each site for increased confidence in base calls, and barcoding allows for multiplexing of samples (from a few to hundreds) in a single sequencing run. With the introduction of smaller, faster, and cheaper benchtop sequencers, the technology now makes it feasible for the capabilities of large genome centers to be transferred to the application-oriented laboratory. Thus, microbial forensic analyses are being driven in a new direction with the new capabilities provided by MPS. Full characterization of bacterial or viral genomes can be achieved in a number of days as compared with more limited traditional methods, such as culturing, MLST (multi-locus sequencing typing) and PFGE (pulsed-field gel electrophoresis), which can take several days to weeks depending on the microorganism. Most importantly, far more genetic information can be realized and thus attribution to a deep level may become a reality for a number of scenarios. In essence, MPS provides a high-throughput, cultureindependent method for whole-genome sequencing and comparative genomic analyses.\n\nMPS was first introduced in 2005 by 454 Life Sciences based on pyrosequencing technology Margulies et al., 2005. In the past decade, the MPS possibilities have exploded and a number of novel platforms have been introduced, such as: GS FLX þ and GS Junior (454 Life Sciences, Roche, Branford, CT); HiSeq, NextSeq500 and MiSeq (Illumina, San Diego, CA) ; SOLiD® 5500 (Life Technologies, Foster City, CA); Ion Torrent's Proton and PGM (Personal Genome Machine) (Life Technologies). Each system employs a different sequencing chemistry, but all provide higher throughput at a reduced cost per base pair compared to traditional Sanger sequencing. The next generation of sequencing systems, from Pacific Biosciences (PacBio) Eid et al., 2009 and Oxford Nanopore Technologies (2012) , focus on single-molecule sequencing strategies. These sequencing technologies hold great potential for microbial forensics with the ability to generate long sequence reads. For example, PacBio sequencing can produce greater than 30,000 bp reads Pacific Biosciences, 2014. Also, PacBio sequencing allows for the detection of specific base-pair modifications, such as methylation patterns, that can be used for further characterization of samples Flusberg et al., 2010 . Single molecule analyses may offer the important features of increased sensitivity of detection and higher quality genome assembly provided by the increased read lengths.\n\nMPS is being fully exploited by clinical microbiology labs Didelot et al., 2012; Köser et al., 2012a and offers several different applications for microbial forensics Budowle et al., 2013 . Cummings et al. (2010 evaluated MPS as a microbial forensic and epidemiological tool to detect SNP and other genetic variants within the monomorphic select agents, B. anthracis and Y. pestis. They were able to detect genomic variants and differentiate among four different strains of B. anthracis and four strains of Y. pestis simultaneously within a single sequencing run Cummings et al., 2010 . This study demonstrated the ability to detect low-level variants within a sample, in particular if known genetic variant regions were amplified by PCR and sequenced in parallel Cummings et al., 2010 . For example, four 200 bp genetic variants amplified by PCR would result in 800 bp total length. Cummings et al. (2010) calculated that sequencing these samples on the SOLiD® system, with a 10GB throughput (the throughput available in 2010), would result in a yield of 12.5 million read coverage; if 256 samples were multiplexed read coverage would yield approximately 50,000 Â and would allow for minor variant detection of less than 1 in 10,000 within a mixed sample. Today, the highest throughput available with MPS, provided by the Illumina HiSeq, is around 1TB of sequence data on a dual flow cell run Illumina, 2014 . Using the HiSeq, multiplexing the same 256 samples, would result in, on average, approximately 5 million read coverage. Obviously this level of coverage is not needed for variant detection, but it demonstrates the immense amount of data that can be obtained for potential low-variant detection and the degree of sample multiplexing that is possible. The length and number of genetic targets can be increased; for example, 256 samples at a desired 50,000Â coverage on the HiSeq could be used to sequence about 78,000 base pairs per sample. Therefore, this technology has the capability to dramatically reduce the number of false negatives (particularly with low level or trace analyses).\n\nDisease Eyre et al., 2013 , and to monitor nosocomial outbreaks within hospital units Eyre et al., 2012; Köser et al., 2012b . In addition, MPS has been used to monitor patient treatment therapies, such as in the case of stool substitute implantation as a treatment regimen for recurrent Clostridium difficile infections Budowle, 2013 . Harris et al. (2012 demonstrated that the use of MPS provides far more genetic information regarding recombination in Chlamydia trachomatis, than current clinical typing methods. Thus, MPS provides substantial utility for clinical diagnostics and outbreak surveillance with increased coverage of more informative genetic regions for more accurate analysis than using certain current clinical typing methods. While these aforementioned studies focus on MPS applications for mainly clinical and epidemiological uses, these same methods and practices can be applied to a microbial forensics investigation (i.e., if these same outbreaks were intentional these sample methods could be employed) and can serve as retrospective studies to facilitate interpretation of results if an attack were to occur.\n\nMPS technologies continue to improve at an exceedingly fast rate. DNA input requirements and run times are decreasing, while multiplexing capabilities and read lengths are increasing. MPS likely will become more sensitive and have higher throughput, which will make the technology applicable to more microbial forensic applications. In addition, new methods and technologies will provide novel microbial forensic investigation applications, such as metagenomics analyses and sample preparation enrichment strategies.\n\nMetagenomics, the application of sequencing DNA collected directly from environmental and other complex community samples, provides a culture-independent method for studying microorganisms from environments such as soil Mocali & Benedetti, 2010 , water Biers et al., 2009 , and human-associated samples Human Microbiome Project Consortium, 2012a; Human Microbiome Project Consortium, 2012b. There is an estimated 10 30 bacteria on earth and the majority of these species cannot be cultured Sleator et al., 2008 . Thus, metagenomics applications using MPS provide tools to sequence, in theory, all nucleic acids present in a given environmental sample, most of which could not be detected using culture-dependent approaches. New capabilities are provided for microbial community profiling, novel microbial species and metabolic pathway discovery, and microbial-host interactions for applications in areas such as environmental and clinical microbiology. Several studies have demonstrated the applicability of metagenomic sample analyses for forensic investigations such as for human identification Fierer et al., 2010; Lazarevic et al., 2010; Mason et al., 2013, Robertson et al., 2013 . In addition to targeted pathogen detection from samples for epidemiological and biodefense purposes, metagenomic analyses of whole microbial community profiling hold promise for microbial forensic utility.\n\nThe types and conditions of samples that may be encountered in a microbial forensic investigation are variable and many will be mixed with other microbes and/or background eukaryotic nucleic acid and at low abundance or trace levels in a sample, making detection of, for example, select agents very challenging. Microbial forensics typically focuses on the detection and comparative analyses of priority pathogens and select agents, and more readily from relatively pure or homogeneous samples. However, forensic metagenomics detects target microorganisms in complex samples. There are currently two main approaches for metagenomic sequencing, targeting the 16S rRNA gene or WGSS. The former provides better depth of coverage but tends to lack species-level resolution, which is imperative for microbial forensics purposes. The latter can provide species or even sub-species level identification but lacks the depth of coverage provided by targeted amplicon sequencing, which limits the sensitivity of detection of target microbes. However, WGSS is more desirable for microbial forensic metagenomics analysis as species level resolution is imperative. It would not be helpful to identify at the genus level that a sample contains, for example, Bacilli. There are many Bacilli species that are not harmful and some are even beneficial. Without more information on whether a harmful species is present, no action could be taken regarding health and safety, whether an investigation should proceed, or whether a response is warranted.\n\nBioinformatics is the application of computational methods to analyze biological data, such as MPS sequence data and is essential for interpreting MPS sequence data, phylogenetic reconstruction, statistical analyses, and visual representation of data. With the explosion of MPS and the onslaught of sequence data numerous bioinformatics software tools and data management systems have been developed such as software tools for metagenomic assembly Namiki et al., 2012 , taxonomic classification Davenport et al., 2012 Huson et al., 2007; Segata et al., 2012 , phylogenetic analysis Darling et al., 2014 , entire metagenomic analysis pipelines Treangen et al., 2013 , and database analysis and management systems Markowitz et al., 2012; Meyer et al., 2008; Sun et al., 2011 . Software that use sequences specifically informative for species or sub-species level identification from shotgun sequencing data, such as Pathoscope Francis et al., 2013 and SIANN Minot et al., 2014 will allow better attribution. These programs were developed for species-and strain-level detection of pathogens or other target microorganisms from shotgun sequencing data with direct application for clinical diagnostics and/or microbial forensics. Customized bioinformatics tools and comprehensive databases for microbial forensic purposes are essential.\n\nAncient microbial analyses are another branch of forensic related efforts that expand the limits of analyzing challenged samples. Throughout history disease outbreaks have led to the deaths of millions of people throughout the world. For example, the Spanish Influenza pandemic killed more than 50 million people Johnson & Mueller, 2002, and multiple plague epidemics have afflicted different regions of the world throughout history leading to the deaths of significant portions of the human population in these areas, sometimes as high as 50% of the population Holmes, 2011. For some of these epidemics the underlying cause or causative microorganism is known; for some historical events, the causative agent remained a mystery or was controversial. New and improved extraction methods, more sensitive detection assays, and new sequencing technologies have been developed enhancing the capability to genetically characterize these ancient pathogens from skeletal remains and other sample types. These studies contribute new representative genomes to fill in missing diversity from the phylogenetic tree, thus aiding in the epidemiology of modern outbreaks of these same species.\n\nY. pestis, the causative agent of plague, remains an important health focus. Plague has been responsible for several of the most devastating pandemics, specifically the Justinian Plague, the Black Death, and the twentieth century pandemic Morelli et al., 2010 . Therefore, knowledge of the causative strains from these outbreaks and reconstructing phylogenetic relationships with new and old strains can be used for modern outbreak investigations Yan et al., 2014. Recently researchers have utilized novel enrichment strategies coupled with MPS to extract and reconstruct the draft genomes of Y. pestis from victims of the Black Death Bos et al., 2011; Schuenemann et al., 2011 and the Justinian Plague Wagner et al., 2014 . Due to the highly fragmented and damaged properties of ancient DNA, novel library prep methods and enrichment strategies using baits comprised of complementary nucleic acid sequences were used Bos et al., 2011; Schuenemann et al., 2011; Wagner et al., 2014 . Enrichment strategies employed the use of probes, constructed from modern reference sequences, which are suspected to be highly similar to the ancient sequence, with biotin tags attached to streptavidin coated magnetic beads or probes attached to glass slides to retrieve target endogenous DNA. These same enrichment approaches could be used in more modern microbial forensic samples to capture sequences of interest (i.e., sequences from a biothreat) from highly complex samples, providing a new microbial forensic tool for metagenomic analyses. The historical epidemiology of other priority pathogens are of interest as well; a historic strain of M. tuberculosis, the bacterium which causes tuberculosis, was isolated and genotyped using enrichment strategies coupled with SOLiD ® sequencing from nineteenth century skeletal remains Bouwman et al., 2012 . These studies demonstrate the capability to detect priority pathogens and select agents from highly degraded samples, which may be important in certain microbial forensic investigations.\n\nAs molecular technologies advance, new tools will arise that benefit society and at the same time be exploited for criminal purposes. Synthetic biology, the ability to synthesize any genomic sequence both naturally occurring and artificial, is one such dual purpose technology. The ability to synthetize DNA of any sequence, transform bacteria and viruses with selected genes, recreate known but difficult to attain pathogens (including extinct ancient pathogens), and even create novel microbial genomes is a growing reality. Although most biosynthetic efforts concentrate on, for example, studying genes, altering cell lines to study diseases, generating therapeutic solutions, and bioenergy Khalil & Collins, 2010 , this same biosynthetic capability could be used to generate a microorganism to use as a biological weapon or could create unintentional consequences of an accidental release. Pathogenic microorganisms and toxins naturally occurring in hosts and the environment will continue to be a main biothreat. However, it is reasonable to consider the threat of creating difficult to obtain microbes that reside in unknown reservoirs, such as Ebola, secured microbes, such as smallpox, or microbes no longer in nature, such as the Spanish influenza H1N1 virus Bügl et al., 2007; Tumpey et al., 2005 . Bügl et al. (2007 have highlighted the significance of this capability and the need for a structured framework for DNA synthesis and biological security.\n\nRegulations are in place regarding the creation of genomic sequences of select agents National Select Agent Registry, 2014, and recommendations have been made, for example, by the National Science Advisory Board for Biosecurity, regarding the need to block publication of reporting findings of infectious agents that could be used to cause harm by malicious persons or groups Berns et al., 2012 . Recommendations need to be in place regarding the safety and biocontainment of synthetically created microorganisms, as an accidental release could cause just as much harm as an intentional release. Microbial forensic methods using MPS can be used to monitor and detect synthetically created microorganisms. Since MPS is not biased regarding marker or signature analyses, it can be used to determine if a gene(s) or plasmid(s) is inconsistent with the previously known microorganism genetic background, suggesting a deliberate attempt or success of synthetically creating a biothreat.\n\nProper interpretation of microbial forensic evidence is imperative for establishing confidence, to withstand the scrutiny of the legal system and for making critical policy or response decisions. Microbial forensics, much like human forensic DNA interpretation, can support the conviction or exoneration of an individual. However, more dire consequences can occur or be prevented based in part on a microbial forensic result. In the case of a bioterror attack, attribution to a particular government or sovereign entity could result in diminished diplomatic relations or military retaliation. Therefore, proper guidelines, validations and quality assurance, and statistical support need to be in place for microbial forensic evidence interpretation. Microbial forensic analyses typically rely on the comparison of evidentiary samples to a known reference sample(s) or other evidentiary item. The three general types of interpretation, include: inclusion; exclusion; or inconclusive. An inclusion, or association, is stated when the evidentiary profile matches, or is highly similar, to the comparative profile. In microbial forensics an inclusion also can mean that the microorganism from the evidentiary sample and comparative microorganism share a recent common ancestor. An exclusion is stated when the profiles are sufficiently dissimilar such that they cannot have originated from the same common ancestor or from the same source. An inconclusive is stated when there is insufficient information to render an interpretation. When an interpretation of an association is made, a statistical assessment or weight is assigned to this interpretation. These results are combined with other metadata to determine whether there is support, for example, of an intentional attack and that a particular person or persons are the perpetrator.\n\nWhen associations are made between an evidence and reference sample the significance of the weight of the results must be properly stated. Currently there are no standard interpretation guidelines for microbial forensic evidence. However, some recommendations have been made. Although standard interpretation guidelines are lacking in the microbial forensics field, phylogenetic analyses have supported associations and have successfully been admitted as evidence in legal criminal proceedings in the United States and abroad Bhattacharya, 2014 . Reconstructing phylogenies has been used as a microbial forensic tool to convict individuals in cases of intentional infection with RNA viruses González-Candelas et al., 2013; Metzker et al., 2002; Sajantila, 2014; Scaduto et al., 2010 . A well-known case in which phylogenetic analyses supported an investigation in a criminal matter was in the seconddegree attempted murder case in which Dr. Richard J. Schmidt was accused of intentionally injecting his girlfriend, Janice Trahan, with HIV Metzker et al., 2002 . On August 4, 1994 Schmidt allegedly injected his girlfriend with a mixture of HIV and hepatitis C virus (HCV) tainted blood from two of his patients Metzker et al., 2002 . Subsequently, Janice Trahan was diagnosed with HIV Metzker et al., 2002 . An investigation occurred and sequence data of two genes (gp120 and RT ) were generated from samples from the HIV-positive patient, Janice Trahan, and a local population of HIV-positive patients (about 30 control samples and 2 database samples) Metzker et al., 2002 . Phylogenetic analyses revealed that the HIV variants between the patient and the victim were more similar than those from the local population Metzker et al., 2002 . This evidence was used in the conviction of Dr. Schmidt Metzker et al., 2002 . Phylogenetic analysis also was used in the investigation and submitted as evidence in the case of a Spanish anesthetist, Juan Maeso, who allegedly infected 275 of his patients with HCV by injecting himself with some of the patients' morphine prior to administering the drug to patients using the same needle Bhattacharya, 2014; González-Candelas et al., 2013 . In February 1998 HCV outbreak was investigated and led to the association of hundreds of cases linked to two hospitals where Maeso worked González-Candelas et al., 2013 . Sequence data were generated from two genes (NS5B and E1-E2) from 322 patients and 44 local controls González-Candelas et al., 2013 . These data led to the exclusion of 47 patients from the outbreak strain and association of 275 patients infected by Maeso González-Candelas et al., 2013 . Maeso was convicted of professional malpractice González-Candelas et al., 2013 . This case differed from other cases using phylogenetic analysis since this case spanned a longer time frame, nearly 25 years, and involved many victims; as such, a molecular clock analysis was used to infer the time of infection of some of the patients González-Candelas et al., 2013; Sajantila, 2014 . These accounts of phylogenetic analysis and use of models, such as the molecular clock analysis, will provide insight into best practices of interpretation that should be considered for assessing statistical significance.\n\nEndemicity can play a large role in microbial forensic investigations for weighing the probability of the presence of a microorganism being due to a natural or intentional outbreak. The lack of endemic data played a key role in the difficult response of a partial positive result for Francisella tularensis (a NIAID Priority Pathogen and select agent) from routine sampling in the BioWatch program in Washington, DC in Eshoo et al., 2011 . On September 24-25, 2005 partial positive results for a low-level signal of F. tularensis were reported from routine air sampling in the Capital Mall area of Washington, DC Eshoo et al., 2011 . This detection occurred during the time of an antiwar protest, attended by a large number of people Eshoo et al., 2011 . F. tularensis, a highly infectious bacterium, is a naturally occurring microorganism endemic to many areas and has been found in samples such as air, water, and soil Barns et al., 2005; Kuske et al., 2006 . Shortly after the partial positive result, the CDC issued a health advisory to inform public health officials and individuals of potential exposure; however, no infections were reported Eshoo et al., 2011 . It is more likely that the large movements of the protestors stirred up natural dust and excrement from the ground that contained endemic F. tularensis as opposed to the result of an intentional bioattack.\n\nEndemic data assist in source tracing of microorganisms and to trace the origin of a particular microorganism, especially in the case of a disease outbreak. In 2010 following the Haitian earthquake, there was an outbreak of cholera, a disease caused by the bacterium Vibrio cholerae, resulting in more than 470,000 cases and more than 6,600 deaths by 2011 Centers for Disease Control and Prevention, 2011. Source tracing of the V. cholerae strain, using MPS to sequence clinical isolates, determined the origin to be a strain from South East Asia Chin et al., 2011; Hasan et al., 2012 , specifically Nepal Hendriksen et al., 2011 introduced by human activity such as humanitarian aid in response to the earthquake. Source tracing also can be used to investigate microbial contaminants to provide associations or indication of intentional or accidental contamination aiding in microbial forensic investigations. For example, in 2009 multiple cases of injectional anthrax were diagnosed among heroin users in Scotland Price et al., 2012 . B. anthracis is not endemic to Scotland Price et al., 2012 . The source of the infection was believed to be a batch of heroin Price et al., 2012 . Canonical SNP genotyping and WGSS were used to determine the strain and origin of the B. anthracis spores, which were likely introduced in Turkey or surrounding areas Price et al., 2012 . This source tracing method indicated likely contamination from an endemic source, possibly from using an animal-derived cutting agent and determined the likely drug trafficking route that was used to smuggle the drugs into Europe Price et al., 2012. Microbial contamination was a potential signature in the 2001 Amerithrax case. Some of the letters contained a contaminant of the bacterium Bacillus subtilis, a non-pathogenic near-neighbor of B. anthracis National Research Council, 2011. Although, this contamination of B. subtilis did not provide any additional investigative lead value in the Amerithrax investigation, it was noted by the NAS (National Academy of Sciences) Review of the FBI's investigation that such co-cultured contaminants could be considered endemics of an area or of a laboratory and could be invaluable evidence in future cases National Research Council, 2011, to trace the origin of the biothreat producer or to trace routes of dissemination. Knowing the types of strains and the geographic areas they reside helped in determining that the Ames strain is not a common endemic in the United States and indicated a likely source would be laboratories. The Ames strain was used for research and a number of laboratories had access and housed stock cultures of this strain Keim et al., 2011. Databases are an essential tool in microbial forensics. Microbial forensic interpretations require the comparison of evidentiary genetic data to fully characterized references comprised in databases. Databases must be as inclusive as possible and contain as many strains of a particular species as possible, in addition to near-neighbors and other microorganisms representative of a wide range of phylogenetic diversity. Population genetic data within databases can be analyzed to provide information for unique markers for genetic typing for assay development and other data such as mutation rates and diversity. In addition to genetic data, databases must contain associated metadata. Metadata are the information associated with a given sample such as collection site location, date of collection, tissue source, virulence, extraction and sequencing methods, assembly and annotation methods, etc., which can be used to determine endemicity and other information associated with quality control of data. Metadata are essential to epidemiological investigations providing information to aid in source tracing and therapeutics and essential to microbial forensic investigations providing invaluable supplementary information of investigative value.\n\nSince the majority of microbial diversity is unknown, current databases may not represent the true range of diversity that exists and programs have been initiated to sequence more reference genomes Wu et al., 2009 . However, in microbial forensics the focus is on microbes that are particularly infectious and/or pathogenic and many representatives have been sequenced and with continued improvements in MPS, the number of microbial genomes that will be available will also increase. For example, the HMP (Human Microbiome Project) Consortium initiated the task to sequence new reference genomes for enhancing interpretation of health vs disease-state microbiomes Human Microbiome Jumpstart Reference Strains Consortium, 2010, and the 100K Foodborne Pathogen Genome Project seeks to sequence 100,000 different food-borne pathogens to help with epidemiological investigations UC Davis School of Veterinary Medicine, 2014. More inclusive databases with reference sequences of forensic relevance can help improve source tracing efforts and phylogenetic reconstructions to determine disease transmission in biocrime and other biothreat cases. Databases constructed for biosecurity purposes must be systematically curated, have high quality genome sequences and the number and quality of draft genomes included must be properly vetted. Recommendations and guidelines also must be in place for metadata, including security-related regulations Sjödin et al., 2013 . International databases would improve the capability of determining strain level attribution and source tracking Yang & Keim, 2012; however, international databases likely will not come to fruition as it requires countries to share information that they may regard part of their own national security or may not want to release as outbreaks can have serious economic consequences.\n\nMicrobial forensics is an interdisciplinary field that involves scientists, public health, law enforcement, the intelligence community, and policy and decision makers. Together they provide the interconnected system that helps protect us from naturally occurring disease outbreaks and acts of biological terrorism and biocrime. New advancements in molecular techniques, especially sequencing technologies, provide tools for the microbial forensic scientist to extract more information at dramatically reduced costs and faster turnaround times than previously possible. It is imperative for researchers in the field to continue to pursue novel research in areas such as method and software development and comparative genomics, as well as further expand our virtual and physical databases and biorespositories. Continuous evaluation and updates to quality assurance and quality control practices should be maintained to uphold microbial forensics practices to the highest of standards. Interpretation of results in a microbial forensics investigation must meet rigorous criteria and proper validation. It is important to understand the limitations of a method so as not to overstate results especially in the cases of exigent circumstances during an imposing threat. New genomic technologies and data, inclusive databases with expanded reference genomes, extensive endemic data, and validated methods all contribute to the proper interpretation of results in a microbial forensic investigation. High quality and confidence of results are essential since microbial forensic interpretations can have a large impact on society, regarding safety, political policy, and economics. Challenges will continue to exist in microbial forensics, however, implementation of new technology and continued communication across the scientific, public health, law enforcement, intelligence and policy communities will contribute towards the advancement of the microbial forensics field."}