{"title": "Targeting and retention of HPV16 E7 to the endoplasmic reticulum enhances immune tumour protection Short Communication", "body": "The CD8 ϩ T cells are key players in the immune response to intracellular infections and tumours. Recognition of any intracellular or viral protein by CD8 ϩ cytotoxic T lymphocytes requires an initial cytosolic proteolytic processing by proteasomes to peptide products, which are then translocated by transporters associated with antigen processing (TAP) into the endoplasmic reticulum (ER), where they assemble with major histocompatibility complex (MHC) class I molecules to be presented to the cell surface [1] . Most peptides released from the proteasome into the cytosol are promptly degraded by cytosolic endopetidases and aminopep-tidases to single amino acids before they can 'escape' by binding to the TAP and enter the ER. It has been calculated that only one peptide binds to an MHC class I molecule from 10 4 degraded proteins [2] . This explains the relatively subtle efficiency of antigen presentation by class I molecules. Coupled with this, cervical cancer cells (as well as a number of other malignant tumours) often show down regulation or, in a subset of cases, complete loss of MHC class I expression, most likely as a mechanism of immune escape [3] .\n\nPrevious studies have shown that antigens linked to Calreticulin (CRT), an abundant 46 kD Ca 2ϩ -binding protein located in the ER, are directly expressed in the ER, avoiding cytoplasmic degradation [4] . In this way all antigen molecules would be available for degradation into the ER and a larger number of peptides might be generated to be loaded onto MHC-I. With this strategy, peptidespecific CD8 ϩ T-cell responses and antigen-antitumour activity against a murine model of cervical uterine cancer were enhanced by fusion of the human papilloma virus [6] .\n\nHerein, we constructed an adenovirus expressing the E7 antigen with a SP at its amino end and a KDEL sequence at its carboxyl end ( Fig. 1A) distributed to the ER, we did immunofluorescent staining of cells infected with the different adenoviruses using antibodies against E7 protein and calnexin (a well-characterized marker for the ER) [7] . Previous studies in our laboratory and by others have demonstrated that the cytoplasmic/nuclear localization of E7 is lost by fusion to calreticulin which sequesters E7 to the ER [4] [5] [6] . As shown here again in Fig. 2 [4] [5] [6] . We previously had shown that fusion of CRT to E7 increases, about five times, the release of IFN-␥ from splenocytes of mice immunized with an Adenovirus expressing this fusion (50 pg/ml) versus an Adenovirus expressing just E7 (10 pg/ml), and increases this eight times versus and Adenovirus expressing LacZ (6 pg/ml) [6] . As shown in Fig. 3 \n\nWe then evaluated the protective effect of these chimeric proteins in a murine tumoral model. For this purpose, groups of female adult C57BL6 mice were challenged with HPV-16 E7expressing murine tumour cells, designated TC-1, 1 week after immunization with adenovirus expressing CRT-E7, SP-E7-KDEL, E7 or LacZ. As seen in Fig. 4 , rapid tumour growth was observed in the group of mice immunized with the control adenovirus expressing LacZ, all of whom had to be killed. As expected, immunization with an Adenovirus expressing E7 did no protect the mice against tumour development, which is because of its poor immunogenicity [4] [5] [6] . All the mice had to be killed as well. In contrast, all the mice vaccinated with the adenovirus expressing SP-E7-KDEL or CRT-E7 eliminated the tumour. This similar protective effect demonstrates that the SP and KDEL signals are enough to enhance the antitumour immune response.\n\nTaken together, our results indicate that the adjuvant antitumour effect attributed to CRT [8] [9] [10] [11] [12] is mainly conferred by its SP and KDEL sequences, which allow antigens to enter and be maintained in the ER. The KDEL sequence is emerging as a significant antitumour immunity sequence. Recently, it was shown that dendritic cells loaded with exogenous peptides bearing the KDEL motif showed a more efficient antitumour activity than dendritic cells pulsed with peptides without KDEL [13] . Even though the mechanism of epitope generation in the ER is poorly understood, the KDEL sequence might result in a longer trafficking time through the ER, increasing the possibility of degradation and consequently, peptide generation and loading by the MHC-1 molecule. It will be worth determining the contribution of the SP itself to the adjuvant effect compared to the addition of both SP and KDEL sequences [14, 15] . Another advantage of this strategy is to prevent any putative adverse effect caused by overexpression of CRT, because of, for example its role in Ca 2ϩ storage and transport into the ER [16] . It has been demonstrated that fusion of CRT also enhances the humoral response of antigens such as the receptor-binding domain (domain IV) of the protective antigen (PA[dIV] ) of Bacillus anthracis [17] and a SARS coronavirus antigen [18] . Even though the pathway is unknown, it is expected that our strategy might potentiate this response as well. In conclusion targeting of antigens to the ER confers a striking immunogenic potential in gene cancer therapy. This work represents an important contribution for basic research and future clinical translation. "}