{"title": "", "body": "The acute respiratory distress syndrome (ARDS) can be induced by viral diseases, with two virus types being responsible: respiratory viruses that cause community-acquired viral pneumonia and Herpesviridae that cause nosocomial viral pneumonia. Among the respiratory viruses that can affect the lung and cause ARDS, pandemic viruses head the list, with influenza viruses H5N1 and H1N1 2009 being the most recently identified. However, other viruses can cause severe ARDS. Notably, a novel coronavirus was responsible for the severe acute respiratory syndrome outbreak in 2003. Apart from these pandemic viruses, respiratory viruses are rarely responsible for viral pneumonia and ARDS. Other than antiviral drug (mainly oseltamivir) administration and avoidance of corticosteroids, management of ARDS due to these viruses does not differ from that for ARDS caused by other diseases. Among Herpesviridae, herpes simplex virus (HSV) and cytomegalovirus (CMV) are the two viruses causing nosocomial viral pneumonia that can evolve into ARDS. HSV is frequently recovered in the respiratory tract of mechanically ventilated patients and can sometimes be responsible for HSV bronchopneumonitis. Although not evaluated for this indication, acyclovir can be a therapeutic option for patients with HSV bronchopneumonitis and ARDS. CMV pneumonia can also occur in mechanically ventilated patients, but is difficult to diagnose because virus recovery does not necessarily mean viral disease. Ganciclovir can be considered for patients with ARDS and histology-or cytology-proven CMV pneumonia.\n\nIn this issue [2] . ARDS sometimes results from viral involvement of the lungs, subsequent to initial viral lung-infection-induced damage. Viral lung disease in the intensive care unit (ICU) can be roughly divided into two categories: community-acquired viral disease, with respiratory viruses at the top of the list [3] , and or nosocomial viral infection with Herpesviridae, namely herpes simplex virus (HSV) and cytomegalovirus (CMV) [4, 5] . This review addresses the epidemiology, management and outcome of virus-induced ARDS in nonimmonosuppressed patients.\n\nAcute respiratory distress syndrome due to respiratory viruses (community-acquired viral disease) Viruses were held responsible for 5-10% of community-acquired-pneumonia cases [6] [7] [8] [9] . In those studies, influenza was the most frequent virus detected [3, 10] . These viruses can cause severe pneumonia with ARDS, but two different situations can be distinguished; viral pneumonia and ARDS due to seasonal respiratory viruses or pandemic viruses.\n\nViruses were identified as the etiology of roughly 10% of community-acquired-pneumonias, reaching 40% in some studies [3, 7, 9] . In those studies, influenza and rhinoviruses were detected most frequently, followed by other respiratory viruses, like parainfluenza, adenovirus, respiratory syncytial virus, coronaviruses and, more recently, human metapneumovirus [4] . These viruses can cause severe pneumonia with ARDS requiring mechanical ventilation (MV). Although unknown, the precise frequency of this complication is probably very low.\n\nOver the past 10 years, three different viruses were responsible for acute respiratory failure and ARDS: a novel coronavirus in 2002 that caused the severe acute respiratory syndrome (SARS) pandemic and two new influenza virusesavian influenza A H5N1 and influenza A H1N1 2009.\n\nIn 2002, unusual pneumonia was diagnosed in China. Within months after its emergence, it had affected more than 8000 patients and caused 774 deaths in 26 countries on five continents [11] . The responsible pathogen was a new coronavirus, Sars-CoV [12] . Severe acute respiratory syndrome (SARS) affected persons of all ages, with a slight female predominance, which probably reflects the increased likelihood of exposure of nurses [13] [14] [15] . Its initial symptoms include fever, chills, myalgia, cough, but also shortness of breath and/or tachypnea [13, 15] . Chest X-rays showed abnormalities in 60-100% of the patients [16] . During this pandemic, one-third of SARS patients had simple courses but the other two-thirds developed severe complications. Indeed, 20-30% of the infected patients required ICU admission and a large majority of them required MV because of ARDS [11, 13, 14, 16] . Management of SARS patients includes preventing human-to-human transmission. In the most severely ill patients, no specific management strategy was applied other than protective MV and usual rescue therapies, e.g., nitric oxide, prone positioning, recruitment manoeuvres. . . The most critically ill patients were given ribavirin, as a broad-spectrum antiviral, and most also received broad-spectrum antibiotics, including drugs effective against agents that cause atypical pneumonia [11, 17] . However, no treatment demonstrated clinical efficacy [11, 14, 15] . Corticosteroids were given to the most severely ill patients and effectively resolved pneumonia and chest film opacities, but no controlled trial has confirmed those observations [11, 17] . Predicting the resurgence of SARS is difficult but that probability is very low because the virus no longer seems to be in circulation.\n\nAvian influenza A virus H5N1, which was first described in 1998 [18] , causes severe pneumonia that often progresses rapidly to ARDS [19, 20] . This virus continues to provoke human disease, with 500 cumulative cases reported to the World Health Organization since 2003, and a case-fatality rate of nearly 60%. 1 Symptoms of H5N1 infection in humans are common and nonspecific, including fever, dyspnea, cough, vomiting, diarrhea, headache, etc. [20] . However, in most cases, pneumonia progresses rapidly to acute respiratory failure and ARDS [20] . Clinical factors that might be associated with severity include older age (> 65 years), late consultation, lower respiratory tract lesions and/or leukopenia, but most H5N1-infected patients were previously healthy [19, 20] . Direct avian-to-human H5N1-virus transmission is the predominant means of human infection, and human-to-human transmission is probably limited [19, 20] . Autopsies of patients who succumbed to H5N1 infection found diffuse alveolar damage with hyaline membrane formation, patchy interstitial lymphoplasmacytic infiltrates, bronchiolitis with squamous metaplasia and/or pulmonary congestion with various degrees of hemorrhage [19, 20] . The nonspecific clinical and radiological characteristics of H5N1-induced disease often result in the misdiagnosis of subsequently confirmed cases. Conventional or real-time reverse transcriptase-polymerase chain reaction (RT-PCR) detection of viral RNA is the best diagnostic method. Because the disease is still endemic in poultry in parts of Asia, Africa and the Middle East, clinicians must be aware of this rare but fulminant ARDS etiology, particularly in travellers with pulmonary symptoms of unknown origin [19, 20] . Management of patients with H5N1-induced ARDS remains nonspecific. Although human-to-human transmission is not frequent, isolation is recommended [20] . Treatment with high-dose oseltamivir (e.g., 150 mg twice daily) for 10 days is recommended [20] . For oseltamivir-resistant H5N1 variants, compassionate use of intravenous zanamivir to treat seriously ill patients showed promising results [21] . Although the new, intravenously administered, neuraminidase-inhibitor peramivir has demonstrated antiviral activity against H5N1 and yielded encouraging results in lethally infected mice, data are lacking in humans [22] . Corticosteroids should not be used routinely, not only because their efficacy has not been demonstrated, but also because their use might increase the infectious complication rate. Other therapeutic modalities are nonspecific and include MV, rescue strategies for severe ARDS (nitric oxide, recruitment manoeuvres, high-frequency oscillation and/or extracorporeal membrane oxygenation [ECMO]) and organ support. In 2009, a new influenza A H1N1 virus was detected in California. After initially spreading among individuals in Mexico, the United States, and Canada [23] [24] [25] , the virus spread globally, causing the first influenza pandemic since 1968, with circulation outside the usual influenza season in the Northern Hemisphere [26] . H1N1-2009 infection triggers a broad spectrum of clinical syndromes, ranging from afebrile upper respiratory illness to fulminant viral pneumonia [26] . Most illnesses caused by this virus have been acute and self-limited, with children and young adults being the most susceptible, while sparing adults over 60 years old [26] . However, severe cases with ARDS have been described (figure 1) [23, 24, 27, 28] . During the 2009 pandemic, risk factors for severe H1N1 disease or its complications were pregnancy [29, 30] , chronic cardiovascular condition (congestive heart failure, atherosclerotic disease), chronic lung disorder (e.g., asthma or chronic obstructive pulmonary disease, cystic fibrosis), morbid obesity, hemoglobinopathy, chronic renal disease, cirrhosis, and age < 1 year [26] . However, approximately onequarter to one-half of the H1N1-2009-infected patients who were hospitalized or died had no known coexisting medical conditions [24, 26, 28] . The main syndrome leading to ICU hospitalization consisted of diffuse viral pneumonitis associated with severe hypoxemia, ARDS and, sometimes, shock and renal failure [24, 26, 28] , and accounted for approximately 49-72% of ICU admissions for H1N1-2009 infections [24, 26, 28, 31] . Rapid progression was common, typically starting on day 4-5 after influenza onset, and intubation was often required within 24 hours after admission [26, 28, 30] . During autopsy of patients who died of H1N1-2009 infections, the virus was localized all along the respiratory tract, from the upper respiratory tract to the alveoli [32, 33] . The most prominent histopathological feature was diffuse alveolar damage in the lungs of all patients examined, but alveolar hemorrhage, intraalveolar edema, perivasculitis, microthrombi and/or pulmonary embolism were also observed [32, 33] . Alveolar lining cells, including type I and type II pneumocytes, were the primary cells infected. Notably, bacterial co-infections were identified in > 25% of those patients [32, 33] . As for H5N1, management of patients with ARDS due to H1N1-2009-virus infection included early administration of high-dose oseltamivir for 10 days [26] . Bioavailability in critically ill e563 [ ( F i g u r e _ 1 ) T D $ F I G ] Virus-induced acute respiratory distress syndrome: Epidemiology, management and outcome patients receiving oseltamivir by nasogastric tube appears to be similar to that in patients with uncomplicated H1N1 flu [26] . For patients with oseltamivir-resistant H1N1 variants, successful compassionate use of intravenous zanamivir has been reported [34] . Peramivir was recently authorized for emergency use in the United States [26] . Again, as for H5N1, corticosteroids are not recommended. Although roughly half of the patients received corticosteroids in most published series, their use was associated with a higher rate of nosocomial infection [35] or mortality [36] [37] [38] .\n\nBecause of the severity of the this flu (figure 1), rescue therapies were frequently used for the most critically ill patients, ranging from prone positioning and nitric oxide administration to ECMO [23, [25] [26] [27] 39, 40] . Most patients who received ECMO had favorable outcomes, since 60-70% survived and were discharged from the hospital [27, 40, 41] .\n\nThis family includes the main viruses responsible for nosocomial viral infection. Pertinently, in ICU patients, after an initial phase of inflammatory response, the antiinflammatory response becomes predominant, leading to ''immunoparalysis'' [42] . During the latter phase, nosocomial infections and reactivation of latent viruses can occur. The most common latent viruses reactivated during this period are Herpesviridae, particularly HSV and CMV.\n\nHSV can be detected in the lower respiratory tracts of 5-64% of ICU patients, depending on the population and the diagnostic method used. In most cases, HSV recovery from lower respiratory tract samples of nonimmunocompromised ventilated patients corresponds to viral contamination from the mouth and/ or throat but, for some patients, real HSV bronchopneumonitis can develop and it can evolve into ARDS. In 1982, Tuxen et al.\n\nshowed that 30% of their 46 patients with ARDS had virological and histological evidence of HSV tracheobronchitis [43] . More recently, HSV bronchopneumonitis was diagnosed in 42 (21%) out of 201 nonimmunocompromised patients on prolonged MV [44] . In most patients, HSV bronchopneumonitis is probably initiated by viral reactivation in the throat (possibly secondary to critical illness and local microtrauma caused by endotracheal and gastric tubes, and oropharyngeal cavity suctioning), followed by contamination, colonization and infection of the bronchial tree and the lungs (descending infection). HSV reactivation in the throat occurs in 22-54% of ICU patients [44, 45] . In a study on 201 nonimmunocompromised patients ventilated for at least 5 days, HSV reactivation in the throat was diagnosed in 109 (54%) patients, asymptomatic in 56% of them, whereas it was associated with herpetic ulceration of the lip or gingivostomatitis in 48 (44%) [44] . This mechanism leading to reactivation is probably multifactorial, including immunoparalysis, microtrauma due to intubation and other hormonal factors [4, 42, 44] , and reactivation is the first step of viral ventilator-associated pneumonia, followed by tracheal colonization, and lung involvement [4, 43, 44] .\n\nAlthough HSV reactivation in the throat can occur early in ICU patients [44, 45] , HSV bronchopneumonitis generally occurs later, after a mean of 14 days of MV [44] . Clinical symptoms of HSV bronchopneumonitis are nonspecific and frequently mimic bacterial pneumonia: fever, hypoxemia and purulent tracheal secretions. Gingivostomatitis, herpetic ulceration of the lip (figure 2) or even a smaller lesion is frequently associated with HSV bronchopneumonitis. Thus, such oral-labial lesions in mechanically ventilated patients, especially ARDS patients, should incite the search for HSV bronchopneumonitis as the origin of ARDS [44, 46] . Cytological examination of the cells is the cornerstone of HSVbronchopneumonitis diagnosis and HSV ARDS. Indeed, HSV detection does not automatically mean viral infection, but can reflect either contamination (from mouth and/or throat for bronchial specimens) or local tracheobronchial virus excretion [44] . HSV-specific nuclear inclusion detection in cells recovered during bronchoscopic bronchoalveolar lavage (BAL) can diagnose parenchymal lung involvement (figure 3) [44] , but this technique may be difficult to implement in daily practice, because it requires trained intensivists and pathologists with specific skills. Another way to diagnose HSV bronchopneumonitis could be virus-load assessment. This approach is e564 [ ( F i g u r e _ 2 ) T D $ F I G ]\n\nHerpes simplex virus oral-labial lesion based on the fact that the higher the virus load, the higher the incidence of HSV bronchopneumonitis [44] . It was shown that a threshold of 8 Â 10 4 HSV copies/10 6 cells had 81% sensitivity (95% CI, 69-90%) and 83% specificity (95% CI, 71-91%) for diagnosing HSV bronchopneumonitis [44] .\n\nOropharyngeal and tracheobronchial HSV carriage has been associated with prolonged hospital stays and higher mortality [45, 47] . Patients with HSV bronchopneumonitis required longer MV than those without it, but with mortality was the same for both groups [44] . In that study, the authors performed a casecontrol sub-analysis: matching baseline criteria for the controls were age AE 5 years; simplified acute physiology score II AE 5;\n\nMcCabe & Jackson comorbidity score; postcardiac surgery reason to pursue MV; and MV duration at least equal to the time to HSV bronchopneumonitis onset for the paired case. Patients with HSV bronchopneumonitis were on MV longer and stayed in the ICU longer than matched patients [44] . Another study showed that patients with high virus loads in BAL fluid (> 10 5 genome equivalents/mL) had poorer outcomes than patients whose virus loads were below this cut-off [48] . Unfortunately, the exact significance of HSV detection in the lower respiratory tract is still being debated. Does it mean true HSV lung disease with its own morbidity and/or mortality, or is it merely a marker of disease severity?\n\nAcyclovir and its derived L-valine ester valacyclovir achieve good lung bioavailability and diffusion. However, only sparse data are available on the outcomes of acyclovir-treated patients with HSV lung involvement. Most of the published data are either case reports or cohort studies [49, 50] . In their prospective study, Luyt et al. evaluated 42 nonimmunocompromised patients with HSV bronchopneumonitis, among whom 19 were treated with acyclovir and 23 did not receive an antiviral. Their MV durations, HSV-bronchopneumonitis clinical courses and mortality rates were comparable. However, that study was not randomized and it had not been designed to test acyclovir in this setting [44] . The only available double-blind, placebo-controlled, randomized study on ARDS patients was performed by Tuxen et al. in 1987 . Those authors showed that acyclovir could prevent herpetic reactivation in the lower respiratory tract (HSV was detected in the tracheal aspirates from 1/17 of the acyclovir-treated patients vs. 15/21 of the placebo-treated subjects). However, mortality rates were the same for the two groups (47 vs. 43%, respectively), as were their MV durations (20 AE 19 vs. 14 AE 11 days, respectively) [51] .\n\nFrequency A more recent, large, multicenter study on critically ill, nonimmunocompromised patients found that up to 33% of them had cytomegalovirus (CMV) viremia at any level during their ICU stay and that 20% had CMV viremia > 1000 copies/mL [52] . However, those data focused only on CMV reactivation in the blood, recognized long ago [53] , and not on CMV lung disease. Only 4 studies examined CMV pneumonia in nonimmunocompromised ICU patients [5, [54] [55] [56] , with the frequency of CMV detection in the lungs ranging from 6 to 30%, depending on the population tested. When all ICU patients were screened, lung CMV was rarely found [55, 56] , whereas considering exclusively patients with unexplained ARDS increased its frequency [5, 54] .\n\nCMV can be detected in the blood after a median ICU stay of 12 days, with the highest viremia being detected after a median of 26 days in the ICU [52] . For circulating CMV reactivation, the exact timing and frequency of testing remain to be determined for nonimmunocompromised patients, whereas a weekly assay is sufficient for immunocompromised [52] . PCR can detect CMV DNA in the blood, and real-time PCR can quantify it [52] .\n\nIn patients with CMV lung disease, the infection occurs after prolonged MV, roughly a mean of 3 weeks [52, 56] . CMV pneumonia was first identified in lung parenchyma biopsies but this technique is cumbersome and hard to implement in day-to-day practice.\n\nTo date, no specific test for CMV pneumonia has been validated other than lung histology. In a recent study, patients were considered to have developed CMV pneumonia when the following two criteria were met: clinical signs leading to BAL e565 [ ( F i g u r e _ 3 ) T D $ F I G ]\n\nHerpes simplex virus-specific nuclear inclusion in cell recovered in bronchoalveolar lavage fluid\n\nVirus-induced acute respiratory distress syndrome: Epidemiology, management and outcome (ARDS, suspected ventilator-associated pneumonia) and either CMV recovery in the lower respiratory tract or a positive cytopathic effect in BAL fluid [56] . However, this strategy might falsely increase the CMV-pneumonia rate. Indeed, as for HSV bronchopneumonitis, it is important to bear in mind that virus isolation in BAL fluid does not necessarily mean viral infection or viral disease. CMV recovery in the lower respiratory tract might be a reactivation without true lung involvement. For suspected viral pneumonia, cytologic examination looking for specific viral inclusions in BAL-collected cells is the foundation stone of the diagnosis. Moreover, the cytopathic effect depends on the Herpesviridae considered: nuclear inclusions are specific to HSV infection (figure 3), while cytoplasmic inclusions are specific to CMV infection (figure 4) [4] . But this technique is probably less sensitive for CMV pneumonia than for HSV bronchopneumonitis: in the recent study on CMV infection in ICU patients, a positive cytopathic effect in BAL fluid was observed for only one of the 11 patients diagnosed with CMV pneumonia [56] . A virological technique, like virus-load determination, should replace histology in a near future. It is recommended that clinicians test BAL fluid for CMV in the case of unexplained ARDS or pneumonia symptoms with no identified pathogen. BAL fluid should be also sent in the pathology department to look for a cytopathic effect.\n\nFew data are available on the prognosis of CMV pneumonia. However, CMV reactivation in the blood seems to be associated with a poor outcome [52, 57] .\n\nOnly one study evaluated the outcomes of patients with CMV pneumonia [56] . CMV infection was defined as positive CMV-pp65 antigenemia, isolation of CMV from BAL fluid, a positive cytopathic effect on BAL cells and signs and/or symptoms of pulmonary disease combined with CMV detection in BAL fluid or lung-tissue samples. Although the outcomes of patients with CMV pneumonia alone were not mentioned, according to the univariate analysis, mortality was nonsignificantly higher for patients with CMV infection than those without [56] . As for HSV bronchopneumonitis, it is impossible to know whether CMV detection in the lower respiratory tract is merely a marker of disease severity or signals real disease with its own morbidity/mortality.\n\nTo date, no randomized controlled trial has tested the use of anti-CMV drugs in ICU patients with suspected or proven CMV pneumonia. In a study in which CMV pneumonia was suspected because of unexplained ARDS and confirmed by open-lung biopsies, some patients were treated with ganciclovir, the main anti-CMV agent, and recovered [5] . Because of that drug's high toxicity and the lack of strong data concerning its potential benefit, it is not possible to conclude as to its usefulness in ICU patients [4] .\n\nARDS is rarely a complication of lung infection due to respiratory viruses, except for the most recent pandemic H1N1-2009 and H5N1 influenza A viruses that induced severe ARDS. Specific management includes antiviral treatment with oseltamivir (for influenza viruses) and the avoidance of corticosteroids which seem to be deleterious. In ICU patients, ARDS may be due to (or aggravated by) HSV bronchopneumonitis or CMV pneumonia. Both pathogens are reactivated in response to immunoparalysis after several days of ICU stay. HSV or CMV recovery from the lower respiratory tract does not necessarily mean viral disease, but their identification should lead to the search for true parenchymal involvement, either by cytology or virus-load determination. Specific management includes acyclovir for patients with ARDS and HSV bronchopneumonitis. The use of ganciclovir in patients with CMV pneumonia should be discussed patient by patient. Ventilatory management of patients with virus-induced ARDS is the same as that for ARDS of other etiologies. Notably, the H1N1-2009 pandemic renewed interest in a potentially lifesaving interesting salvage therapy, ECMO [27] . Further studies are needed to confirm its contribution to ARDS management. Cytomegalovirus-specific cytoplasmic inclusion in cell recovered in bronchoalveolar lavage fluid"}