{"title": "Polymerase chain reaction for probe synthesis and for direct amplification in detection of bovine coronavirus", "body": "Neonatal diarrhea in newborn calves is a syndrome of great etiological complexity. The major infectious organisms associated with the disease are coronaviruses, rotaviruses, and enterotoxigenic E. coli (Mebus et al., 1973; Bridger et al., 1978; Saif et al., 1986) , while several conditional factors play an influential role in disease development. Numerous tests for the detection of bovine coronavirus (BCV) have been established. These tests include hemagglutination (Van Balken et al., 1978/79; Sato et al., 1984) and serological methods (Barnett et al., 1975; Crouch et al., 1984; Reynolds et al., 1984; El Ghorr et al., 1988) . In the last few years molecular probing of BCV-RNA has been reported for detection either after isolation of the nucleic acid from purified virions (Shockley et al., 1987) or after direct spotting of the virus (Verbeek and Tijssen, 1988) . Detection by molecular probing of porcine (Shockley et al., 1987) and human coronaviruses (Myint et al., 1989) in clinical specimens has also been described. Direct detection of BCV in clinical specimens, however, requires several modifications such as the elimination of macromolecules, competing with the virus for binding sites on the nitrocellulose, and the amplification of detection signals (Verbeek et al., 1990) .\n\nIn this report we discuss several options for the synthesis of ss and ds probes by the polymerase chain reaction (PCR; Saiki et al., 1988) , and their comparison with nick-translated recombinant plasmids or corresponding inserts, randomprimed probes, and viral RNA-specific oligonucleotides labeled radioactively by T4-polynucleotide kinase, respectively.\n\nThe NCDC strain (Mebus) of BCV, obtained from the American Type Culture Collection (ATCC, No. VR874) , was propagated in HRT-18 cells (Laporte et al., 1980) and purified on sucrose gradients as previously described (Dea et al., 1980) . Purified virus was resuspended in 1 x TE (10 mM Tris-HCl, 1 mM EDTA, pH 8.0) and stored at -7O'C.\n\nViral RNA was used for the synthesis of ds cDNA, that was cloned into pUC-9 as previously described (Verbeek and Tijssen, 1988) . Recombinant plasmids, used as probes in hybridization assays, were selected for their capacity to hybridize strongly in colony filter hybridization assays. Another recombinant plasmid (pN17; Clone N17), containing the coding sequence for the nucleocapsid protein, as verified by sequencing and comparison with a published sequence , was used both as a probe and as a template for probe synthesis by PCR. Recombinant plasmid-(p-52), containing an insert of 660 bp, was previously characterized and used for optimization of hybridization conditions for detection of BCV-RNA (Verbeek and Tijssen, 1988) .\n\nRecombinant plasmids were isolated from cultured bacteria by standard methods (Maniatis et al., 1982) and purified by HPLC, on a Nucleogen DEAE-4000 column (The Nest Group) according to the supplier's protocol, or by centrifugation on CsCl gradients.\n\nInserts were recuperated by electro-elution after digestion of the plasmid by PstI and preparative agarose-gel, electrophoresis. Purified inserts and recombinant plasmids were labeled by nick translation (BRL, nick translation system; Rigby et al., 1977) using [a32P] dCTP (3000 Ci/mmol; ICN) or biotin-1 1 dUTP (BRL; Leary et al., 1983) as precursors. Probes were separated from non-incorporated nucleotides by spin-column chromatography, using Sephadex G-50, and after heat denaturation added to the prehybridization solution. Probes were labeled to a specific activity of 5 to 10 x 10' cpm/pg.\n\nRandom priming (Feinberg and Vogelstein, 1983) , using the oligo-labeling biosystem from IBI, was according to the manufacturer's recommendations with recombinant plasmid p-52. Probes were labeled to a specific activity of about 1.2 x 10' cpm/bg.\n\nTwo viral-specific oligomers (primers) of 25 and 26 nucleotides, respectively, were labeled with [y32P]dATP (4500 Ci/mmol) in standard T4-polynucleotide kinase reactions (Maniatis et al., 1982) . One primer sequence (PA; S'GTG ATT CTI CCA ATT GGC CAT AAT TA) is complementary to the RNA from position 1 to 26 from the 3' end of the genome, while the other primer selected (PB; 5' GAA CAT TIC TAG ATT GGT CGG ACT G) is complementary to sequence 1526 to 1550 from the 3' end and hybridizes therefore to a sequence inside the nucleocapsid (N) gene.\n\nA third primer (PT), consisting of a mixture of 12 to 18 oligo-d(T) primers (Pharmacia), was used in comparison as a non-specific primer that would hybridize to the 3' poly(A) tail and poly(A) stretches inside the genome. Labeled primers were separated from non-incorporated nucleotides, using Sephadex G-50, as described for the other probes. Primers were labeled to a specific activity of about 1 O* cpm/pg.\n\nA recombinant plasmid (pN17), containing the translational reading frame for the N protein (1635 to 1 bp from the 3' end) was used as a template for the synthesis of ds and ss [a3*P]dCTP labeled probes by means of PCR.\n\nTwo primers (PIORFl, 5' TTA CAC CAG AGG TAG GGG TIC, and PIORF2, 5' AT GGC ATC CTT AAG TGG GCC G) were chosen to amplify a fragment of 623 bp co~esponding to an internal open reading frame of the N gene . Two other primers (PNl; 5' GGC TCT ACT GGA TGC GCG TGA AGT AGA TCT GG and PN2; 5' ATG TCT TTT ACT CCT GGT AAG CAA) were used to amplify another fragment of 624 bp corresponding to about the same region as amplified by PIORF l/2.\n\nThe ss probes were produced by an asymmetric PCR on Sal1 linearized plasmid pN17 (Clone N17), in the presence of only the RNA complementary primer, probably resulting in molecules of 685 bases in case of PIORFl and 624 bases in case of PNl .\n\nPCR reaction mixtures for ds DNA amplification systems consisted of: 10 ng template DNA, IO mM Tris-HCI, pH 8.3, 50 mM KCl, 1.5 mM MgC12, 1 mM DTT, 200 PM of each dATP, dGTP, TTP, 50 pmol of each primer, 13 ~1 [o?'P]dCTP (3000 Ci/mmol, 3.3 PM), 0.01% (w/v) gelatin and 1.25 U Tag DNA polymerase (Cetus) in a final volume of 20 ~1. Similar conditions were applicable for the asymmetric PCR, except for the addition of only the RNAcomplementary primer and an amount of 110 ng template DNA. Reaction mixtures were overlaid with paraffin oil and subjected to 15 amplification cycles in the Perkin-Elmer Cetus automated thermal cycler. The different steps of a cycle included a denaturation for 1 min at 94°C annealing for 1 min at 52°C and a Tuq-mediated primer extension for 3 min at 72°C. A final 10 min incubation at 72°C was included before purification of the PCR-probes by spin-column chromatography, using Sephadex G-50. The ds probes were heat-denatured and the complete reaction mixture was added to 2 ml hybridization solution, covering about 24 cm' nitrocellulose. The reaction mix of the purified ss probes was added to the prehyb~di~ation solution without previous heat denaturation. The specific activity was calculated for optimal PCR, considering the limiting amount of [o?'PJdCTP as the only dCTP precursors. A maximum of about 170 ng DNA could have been synthesized under optimal conditions, taking into account that only 1 in 3 dCTP molecules are radioactively labeled in the commercial preparation (3000 Ci/mmol). An estimated specific activity of 1.2 x lo9 cpm/pg was obtained, assuming a 60% scintillation counting efficiency. Comparison of the incorporation obtained with the theoretical maximum incorporation yielded a PCR \"P incorporation efficiency of about 10%.\n\nPCR arn~~~~~~ti~n for direct d~te~ti~~ of ~~ir~l-RNA Purified viral RNA was serially diluted ten-fold in DEPC-treated water to an estimated range of l@ to 1 molecule per dilution sample, respectively. For cDNA synthesis, dilutions were adjusted to I x PCR buffer (50 mM KCl, 10 mM Tris-HCl, 1.5 mM MgClx, 0.01% (w/v) gelatin, pH 8.3), 1 mM dNTPs, 25 pmol PB (downstream primer), 1 U/i~l RNasin, and 100 U MuLV reverse transcriptase (BRL; Gyllensten and Erlich, 1988) in a final volume of 20 ,ul. Samples were incubated for 30 min at 42°C and further diluted by addition of four volumes of 1 x PCR buffer plus 25 pmol upstream primer (PC; 5' ATG AGT AGT GTA ACT ACA CCA GCA) and 1.25 U Tuq DNA polymerase to amplify a fragment of 8 10 bp, containing the translational reading frame of the matrix protein. The reaction mixtures were overlaid with 100 /\"l paraf-fin oil and PCR was performed for 30 cycles under conditions mentioned above. One tenth of the reaction volume was analyzed by agarose-gel electrophoresis.\n\nPurified virus, diluted in 1 x SSC (1 x SSC is 0.15 M NaCl plus 0.015 M sodium citrate, pH 7.2) was directly applied to nitrocellulose membranes (pores, 0.20 pm) by means of a slot-blot apparatus (Schleicher and Schuell Inc.). Membranes were baked under vacuum for 90 min at 80°C resulting in virus denaturation and RNA fixation. Blots were then rehydrated in a 6 x SSC solution, prehybridized overnight and hybridized for periods indicated in Results in a solution containing 55% formamide and other components, as previously described (Verbeek and Tijssen, 1988) , for probes other than kinase-labeled oligonucleotides. Hybridization with oligonucleotide probes was done at an incubation temperature Ti = T,,,-7, where T,,, was estimated with the formula: T, (\"C)= 2(A+T) -C 4(G+C)-7°C (Meinkoth and Wahl, 1984) , where G, C, A, T represent the number of each nucleotide contained in the oligonucleotide probe. Hybridization temperatures were 63°C for PA and PB, whereas 30°C was used for PT, the labeled mixture of oligo-d(T) primers. Overnight prehybridization and hybridization was done in a solution containing a final concentration of 5 x SSC, 20 mM sodium phosphate, pH 7.0, 10 x Denhardt's components (Maniatis et al., 1982) , 7% SDS and 100 &ml of heat-denatured sheared calf-thymus DNA (Zeff and Geliebter, 1987) . About 100 ng kinase-labeled probes were added per ml to obtain the hybridization solution.\n\nIn order to determine the specificity of p-52, the insert was isolated, labeled by nick-translation and compared in detection assays with its nick-translated and random-primed p-52 (Fig. 1) . After a 60 h exposure time of the films to the blots, a minimum of about 3 x lo6 virus particles could be detected by the insert-probe, whereas detectability was increased about 12 times when its corresponding plasmid p-52 was used (Fig. 1, Table 1 ). The sensitivity (slope of dose-response curve) of the recombinant plasmid detection assay was about 5 times higher than that obtained by insert-probing. Detection of plasmid DNA was nearly eliminated after probing with the insert (Fig. l) , thus the use of only the insert as a probe increased the specificity of detection. Plasmid p-52, labeled by means of random priming, was able to detect a minimum of lo5 virus particles at a probe concentration of 20 ng/ml (Fig. 1, lane 3) , whereas the detection limit (Table 1) improved about 4 times when using 100 ng of probe/ml hybridization solution (Fig. 1, lane 4) . However, the latter probe concentration resulted in increased background hybridization signals and strong detection of plasmid DNA (Fig. 1, lane 4) . Bradford (1976) , multiplied by the dilution factor. 88 pg viral protein corresponds to about lo5 genomes and about 1.1 pg of RNA. Films were exposed at -7O'C for 60 h in case of nick-translated and 20 h for random-primed probes, respectively, using an intensifying screen.\n\nTwo synthetic oligonucleotides (PA and PB; Figs. 2 and 5) and a non-viralspecific primer (PT) were used in hybridization assays and compared to other labeled probes.\n\nA minimum of about 10' virus particles could be detected with both viral-specific oligonucleotides, whereas the detectability and sensitivity was increased about 15 and 4 times, respectively, when probing was done with the non-viral-specific PT mixture of primers (Fig. 2, Table 1 ).\n\nThe use of ds probes, synthesized by PCR (Fig. 5) , permitted the detection of a minimum of about 2 x IO5 virus particles after a 1 h exposure time at -70°C (Fig.  3, lanes 1 and 2) . An 8 h exposure time of the blots resulted in a strong darkening of the film due to high background (Fig. 3, lanes la and-2a) , whereas the films 3.2x lo6 5-10x 107 2.3x lo6 8.0x 10' 4.0x lo5 1.7x lo5 8.0x 10' 1.0x 10s 1.2x lo8 2.5x lo4 5-10 * Data not shown; ** see Verbee.k and Tijssen 1988; *** see Materials and Methods. I= insert, p= recombinant plasmid, P= primer or oligonucleotide, NT= nick translation, R.Pt= random priming, Kinase= labeling by means of T4 polynucleotide kinase, pg.= picogram. Numbers 1 and 2 refer to ds probes, whereas 3 and 4 represent ss probes, synthesized in PCR. The letters a and b refer to the different times of exposure as in Fig. 3. were completely darkened after 20 h exposure of the films (data not shown).\n\nWhen 8-h autoradiograms were analyzed on a light box, detection signals, corresponding to slots with less than 6 x lo3 virus particles could be observed (Fig. 3, lanes la and 2a) , but the darkening made detection signals and limits obtained difficult to interpret.\n\nAutoradiograms, obtained after exposure for 1 h to blots probed with ss PCRprobes showed detection signals (Fig. 3, lanes 3 and 4) similar to those obtained by probing with nick-translated inserts after 60 h time of exposure (Fig. 1, lane 1 ). An exposure time of 8 h to blots with ss probes resulted in an increase in detectability of about 16 times (Fig. 3, Table l) , whereas the sensitivity was increased &fold (Fig. 3, lanes 3a and 4a) . When films were exposed to these blots for 20 h, a minimum of about 2.5 to 10 x 104 virus particles could be detected (Fig. 3, w. lanes 3b and 4b; Table l), while the sensitivity was increased another 3 times. Background signals were absent when probing with ss PCR-synthesized probes, even after 20 h of exposure time (Fig. 3) . Finally, probing with the nick-translated recombinant plasmid pN17, containing the insert of about 1.6 Kbp, and which was used as a template in PCR-probe-synthesis (Fig. 5) , yielded itself relatively poor detection signals (Fig. 3, lane 5) . A minimum of about lo6 virus particles was detected (Table 1) .\n\nA minimum of 5 to 10 RNA molecules could be detected after analysis of the amplified product on an agarose gel (Fig. 4) or by hybridization of the amplified fragment with a probe, containing the corresponding sequence in a pUC-9 vector, even when 90% of the amplified product was spotted on nitrocellulose membranes (data not shown).\n\nClinical diagnosis by nucleic acid hybridization can be applied for detection of viruses and other organisms. However, the use of recombinant plasmids as probes may cause difficulties due to vector homology as has been noted previously (Ambinder et al., 1986; Diegutis et al., 1986) . Consequently, control hybridizations should be considered when establishing the sensitivity and specificity of detection assays (Van Dyke et al., 1989) .\n\nIn the present studies, we tried to improve the detection limit and to decrease background caused by vector-DNA hybridization by using only the cDNA-insert as a probe (Fig. 1) . However, the increased specificity was accompanied by a marked decrease in sensitivity and detectability when compared to detection with w. Fig. 3 . PCR-produced probes in BCV detection. Lanes 1 and la show detection signals obtained by hybridization with the ds probes, synthesized and labeled in PCR using primers PIORFl and 2. The signals obtained with ds PCR-probes, synthesized by means of primers PNl and 2, are shown in lanes 2 and 2a. Hyb~dization detection signals of BCV with ss probes, synthesized in PCR by incubation with only the ~A-complemental primers PIORFl and PNl, are shown in lanes 3, 3a, 3b and lanes 4, 4a, 4b, respectively. Exposure time was for 1 h (lanes 1 to 4), 8 h (lanes 'a') and 20 h (lanes 'b'), respectively, at -7O\"C, using intensifying screens. Lane 5: detection signals obtained with nicktranslated recombinant plasmid pN17 (Clone N17; 100 ng probe/ml) that was used as template for PCR-probe synthesis. Exposure was at -7O'C for 20 h. ~o~sponding ~combin~t plasmids, labeled by either nick-tr~slation or randompriming ( Fig. 1; Table 1 ).\n\nProperly designed oligonucleotides, which were shown to be useful for the diagnosis of other RNA viruses (Bruce et al., 1989) , can also confer high specificity to the assays. Detection of BCV with oligonucleotide probes resulted, in our model, in significantly reduced sensitivity and detectability compared to plasmid or insert probes (Figs. 1,2) . We did not attempt to improve sensitivity by labeling oligonucleotides with terminal transferase tailing methods (Collins and Hunaker, 1985) .\n\nUsing a different approach, specificity, detectability and sensitivity were improved by applying PCR to synthesize ds and ss probes from cDNA regiofis in the ~cornb~~t plasmid only. The exposure times could be reduced for ds probes to about 1 to 8 h to obtain detection limits similar to those observed with tiick- Table 1 ). Exposure times of more than 8 h resulted in strong background signals, probably caused by binding of small, labeled molecules to membrane nitrate residues (Albretsen et al., 1988 ). These small molecules may have been synthesized by PCR as a result of insufficient dCTP precursors, or as primer-dimers. This background may be reduced by purification of the full-length ds probes by agarose-gel electrophoresis (Schowalter et al., 1989) or by increasing hybridization and washing stringencies. Hybridization of control pUC-DNA with ds probes, produced by PCR from cDNA in recombinant plasmids, resulted also in significant radioactivity signals (data not shown). This background was likely caused by vector-probe molecules, due to readthrough of the polymerase into vector sequences of the original template molecules during amplification. Synthesis of vector-probe molecules may probably be limited by optimization of the PCR or by using the isolated cDNA-inserts as templates for amplification. Detection with PCR-produced ss probes from linearized template molecules also improved test sensitivity and detectabili~ as compared to nick-translated probes (Figs. 1 and 3) . Particularly, specificity was improved as a result of reduced hybridization to pUC-DNA (data not shown). The at least 30-fold increase in sensitivity observed by Albretsen et al. (1988) using ss instead of ds probes (Albretsen et al., 1988) was, however, not confirmed.\n\nNetwork fo~ation by vector-DNA sequences has been shown to contribute significantly to radioactivity signals (Verbeek and Tijssen, 1988) and is here also evident by comparison of the signals obtained by probing with the isolated cDNAinserts and their corresponding plasmids (Fig. 1, lanes 1 and 2) . It is possible, however, to design PCR probes capable of network formation in order to increase hybridization signals.\n\nUsually an inco~oration of 32P to high specific activities (e.g., 5 x 10') leads to rapid degradation of probes and is, therefore, not practical for most purposes. On the other hand, PCR offers the possibility to rapidly synthesize small amounts of probes, just before use, from aliquots containing all reagents except enzyme and radioactive precursor. Moreover, this method allows a high degree of standardization.\n\nBCV-specific amplification by PCR and analysis by electrophoresis (Fig. 4 ) was superior to assays with any of these probes. Extraction of RNA from clinical specimens, to obtain proper templates for amplification, however, was a major drawback. Molecular probing may, therefore, continue to be important in clinical diagnosis."}