{"title": "", "body": "Résumé En 2012, une nouvelle maladie virale émergente est apparue au Moyen-Orient, le MERS, abréviation en anglais pour « Syndrome respiratoire du Moyen-Orient ». Au 9 janvier 2014, elle avait déjà touché 178 personnes dans le monde, dont 75 étaient décédées dans un tableau d'insuffisance respiratoire et de diarrhée. La nouvelle maladie ressemblait cliniquement au SRAS (2002) (2003) , de sinistre mémoire, et comme le SRAS, était provoquée par un Betacoronavirus nouveau. On a donc pensé que des chiroptères pouvaient être à l'origine du MERS. D'ailleurs, de nouvelles études ont montré qu'en Arabie Saoudite un exemplaire de la chauve-souris Taphozous perforatus hébergeait un segment de quelques nucléotides identique au segment homologue de la souche isolée du cas-index de l'épidémie. De plus, de nombreuses souches de Betacoronavirus, plus ou moins proches génétiquement de celles responsables du MERS chez l'Homme, ont été isolées de chauves-souris en Afrique, en Asie et en Europe. Mais, une autre hypothèse a été proposée simultanément incriminant le dromadaire (Camelus dromedarius L) comme acteur très vraisemblable dans la transmission de la maladie. Elle est basée sur des observations épidémiologiques et les résultats de plusieurs enquêtes sérologiques. Un bilan des autres zoonoses virales dans lesquelles le dromadaire est plus ou moins impliqué renforce cette hypothèse : le MERS-CoV, l'agent étiologique du nouveau syndrome, pourrait bien être véhiculé par cet animal.\n\nMots clés Syndrome respiratoire du Moyen-Orient · Betacoronavirus · Chauves-souris · Dromadaire · Transmission à l'Homme Abstract In 2012 a new viral emergent human disease appeared in the Middle East. This entity was named MERS for 'Middle East respiratory syndrome'. By January 9, 2014, the disease had already struck 178 persons of whom 75 died from respiratory failure and diarrhoea. As the new disease was very similar to the deadly SARS (2002) (2003) and since it was provoked by a Betacoronavirus, chiroptera were first suspected to be at the origin of this infection. Morever, recent studies performed in Saudi Arabia showed that one individual of the bat Taphozous perforatus harbored a short nucleotide segment identical to the homologous segment present in the viral strain isolated from the index-case of the epidemic. In addition, many strains of Betacoronavirus more or less related to those responsible for the MERS disease in man have been isolated from bats in Africa, Asia and Europe. However, another hypothesis was simultaneously proposed incriminating dromedary (Camelus dromedarius L.) as a likely actor in the transmission to human beings of the disease. We then reviewed data relative to other viral zoonosis in which dromedary was possibly implicated. This led to the provisional conclusion that this large mammal might play a role in the dissemination of the MERS-COV, the etiologic agent of the disease. This is based on epidemio- [30] et il avait provoqué en France deux infections sévères dont une mortelle [13] . Comme dans le SRAS, les infections nosocomiales étaient assez fréquentes et du fait de la transmissibilité interhumaine avérée du MERS-CoV, certains auteurs pensèrent que ce virus pourrait être à l'origine d'une nouvelle pandémie [4] . En Arabie Saoudite, les malades étaient principalement de sexe masculin (77 %), souvent âgés, et 96 % d'entre eux souffraient d'une maladie chronique intercurrente : diabète, hypertension artérielle, insuffisance cardiaque ou rénale.\n\nLe MERS-CoV fut rapidement entièrement séquencé, ce qui permit de comparer son génome à celui de nombreux Coronavirus isolés précédemment chez l'Homme et chez divers animaux dont des chauves-souris [12] . Il apparut ainsi comme un virus entièrement nouveau, mais appartenant au sous-groupe 2c des Coronavirus, lequel rassemble de nombreux virus de chiroptères. Parmi ces derniers, MERS-CoV était tout particulièrement proche génétiquement des souches Bat-CoV HKU4 et, surtout, Bat-CoV HKU 5. Le séquençage complet de 21 souches de MERS-CoV a fait apparaître une diversité génétique forte avec, par exemple, trois types génomiques distincts chez les malades de Riad en Arabie Saoudite, le pays le plus touché [8] . Pour beaucoup d'auteurs, ces résultats indiquaient une origine probable du virus chez des chauves-souris, tout en reconnaissant que le mécanisme par lequel le virus infectait l'Homme restait entièrement inconnu [12] .\n\nMais les chauves-souris ne seraient pas seules en cause : le dromadaire pourrait aussi jouer un rôle majeur Pour Chantal Reusken et al [24] , l'infatigable « voilier du désert », Camelus dromedarius, pourrait être impliqué dans la transmission à l'Homme de cette virose émergente. En effet, l'interrogatoire des malades avait révélé qu'ils avaient souvent été en contact avec des dromadaires ou des chèvres. Ils ont donc récolté le sang de 349 grands mammifères pour y rechercher la présence d'anticorps dirigés contre la protéine S1 des projections de Pour les auteurs, une conclusion s'imposait : le MERS-CoV, ou un virus étroitement apparenté, avait infecté ces populations de dromadaires et ce virus était très largement répandu dans le Sultanat d'Oman [24] .\n\nLa confirmation de l'existence d'anticorps NT anti-MERS-CoV à des titres élevés chez des dromadaires est venue rapidement, avec le travail de Perera et al [22] . Au moyen de deux tests de séro-neutralisation, l'un conventionnel (MN), l'autre utilisant des pseudo-particules virales (ppNT) , ils ont étudié 1 343 sérums humains et 625 sérums animaux provenant d'Egypte, pays proche des foyers d'émergence du MERS, ou de Hong Kong, région témoin. Les sérums de dromadaires provenant des abattoirs du Caire présentaient des titres très élevés d'anticorps dirigés contre MERS-CoV, soit 93,6 % en MN et 98,2 % en ppNT. Tous les autres sérums qu'ils soient humains ou animaux étaient négatifs. Bien que les auteurs admettent qu'il peut s'agir de réactions croisées avec un virus apparenté, ils insistent surtout sur la nécessité d'isoler l'agent circulant chez les dromadaires, avant de conclure [22] .\n\nPuis, les mêmes équipes, utilisant les mêmes techniques sérologiques, ont étendu leurs observations en Jordanie et en Arabie saoudite, avec des résultats allant toujours dans le même sens [9, 14, 23] .\n\nEn fait, les chauves-souris sont également de plus en plus suspectées L'hypothèse d'un rôle éventuel du dromadaire à peine posée [22, 24] , Memish et al incriminaient à leur tour des chauvessouris en Arabie saoudite [20] . À proximité de l'endroit où le cas-index était apparu en 2002, ils ont récolté des échantillons biologiques à partir de 96 chiroptères appartenant à sept genres différents. Du fait de l'intervention intempestive des douanes des Etats-Unis, ces prélèvements ont été décongelés avant de pouvoir être examinés. Malgré cet incident, les auteurs ont obtenu à partir d'un échantillon fécal de Taphozous perforatus E. Geoffroy 1818, une chauve-souris insectivore, un segment de quelques nucléotides, identique (100 %) au segment homologue de la souche EMC/2012 isolée du cas-index [33] .\n\nPar ailleurs, de nombreuses souches de Betacoronavirus, de plus en plus proches génétiquement de MERS-CoV, ont été isolées de différentes chauves-souris de l'Ancien Monde : Nycteris au Ghana [1] , Pipistrellus en Europe [1] et Neuromicia en Afrique du Sud [15] .\n\nAinsi, en très peu de temps, deux hypothèses pouvaient être retenues pour éventuellement identifier la source du MERS-CoV : certaines chauves-souris, d'une part [1, 12, 15, 20] et le dromadaire, d'autre part [9, 14, [22] [23] [24] .\n\nOn sait maintenant que les chiroptères sont porteurs de très nombreux virus qu'ils peuvent transmettre à l'Homme, directement ou indirectement : les virus de la rage, Hendra, Nipah, Marburg et Ebola [27] . Par contre, pour le dromadaire, on dispose de beaucoup moins d'informations ce qui justifie un rappel de sa biologie et de sa pathologie. Le dromadaire, un ami de l'Homme ?\n\nC'est certain, mais sur le plan sanitaire, il n'est pas irréprochable [10] :\n\n• il est infesté de tiques dont certaines sont des vecteurs d'arbovirus [31] et de rickettsies ;\n\n• il est parfois infecté par des virus de fièvres hémorragiques ;\n\n• il peut avoir la rage et vit en contact étroit avec d'autres animaux domestiques (chèvres, moutons, bovins) éventuellement infectés par d'autres virus zoonotiques.\n\nElles sont nombreuses et réalisent des infestations souvent massives [3, 10, 16, 21, 26, 28] . Elles provoquent de l'anémie, de l'amaigrissement et des surinfections bactériennes, surtout chez les jeunes [10] . La paralysie à tiques est une autre conséquence de ces infestations.\n\nCes tiques appartiennent aux genres Hyalomma, Rhipicephalus, Amblyomma, Boophilus et Ornithodoros. Dans le sud algérien, le taux d'infestation atteint 99,4 % [3] et l'espèce dominante est H. dromedarii. C'est aussi le cas en Egypte [28] , au Soudan [16] et en Iran [21] .\n\nIl est facile d'imaginer que les différents stades de ces tiques peuvent être véhiculés et disséminés sur de grandes distances, qu'elles soient ou non porteuses de virus.\n\nLe rôle de C. dromedarius dans l'épidémiologie de la fièvre de la Vallée du Rift n'a été envisagé que depuis l'apparition de cette maladie en Egypte, au cours de l'été 1977. À ce moment-là, dans la région d'Assouan, de nombreux buffles, moutons, chèvres, veaux et dromadaires sont tombés malades et il y a eu beaucoup d'avortements [18] . En septembre 1977, le delta fut atteint avec l'apparition des premiers cas dans la population civile et militaire de Basse Egypte. Certains malades présentaient des hémorragies alors que d'autres souffraient d'encéphalite ou de rétinite. Officiellement, 18 000 cas et 600 décès furent déclarés, mais, en fait, le chiffre des malades avoisinait plutôt 200 000 [17] . Le virus fut isolé des malades, au Caire, dans les laboratoires du NAMRU-3. C'était le Phlebovirus du Rift (RVFV) et son vecteur le moustique Culex pipiens [17, 19] . Par ailleurs, le simple contact avec des animaux malades ou leur dépeçage en milieu familial représentaient les principaux autres modes de contamination pour l'Homme.\n\nDes enquêtes sérologiques ayant montré que l'Egypte n'avait jamais été infectée par le RVFV avant 1977, on a supposé que c'était des dromadaires infectés au Soudan qui l'avait introduit dans le sud du pays [18] .\n\nLe rôle du dromadaire n'est probablement pas négligeable dans la fièvre hémorragique de Congo-Crimée. Cette grave virose est due à un Nairovirus transmis par des tiques appartenant principalement aux genres Hyalomma. En effet, H. marginatum marginatum et H. anatolicum anatolicum, ses principaux vecteurs, infestent couramment le dromadaire dans le sud algérien [3] , au Soudan [16] et en Iran [21] . Par ailleurs, un cas typique de cette maladie a été décrit chez un homme du sud de la Mauritanie « après avoir séjourné plusieurs jours parmi des troupeaux de dromadaires » [25] . La très large répartition géographique de cette fièvre hémorragique qui couvre le sud et le centre de l'Europe, le Moyen-Orient, l'Afrique et l'Asie tropicales, se superpose sur de larges zones avec celle de C. dromedarius.\n\nAutre exemple : la fièvre hémorragique à virus Alkhurma (AHFV). Elle est due à un Flavivirus transmis par des tiques en Arabie Saoudite et en Egypte. Ce virus est proche de celui de la Forêt de Kyasanur en Inde. Il pourrait être transmis à l'Homme par la consommation de lait cru de chamelle, mode de contamination retenu dans 3 cas sur 11 dans la série de Charrel et de Lamballerie [6] .\n\nDe plus, en mai 2010, deux touristes italiens ont été contaminés lors de la visite d'un marché aux dromadaires, en Egypte, dont l'un après avoir été mordu au pied par une tique Ornithodoros savignyi [5] . Cette tique des steppes arides infeste le dromadaire en Iran [21] et en Egypte [5] . En Arabie Saoudite, l'ARN de AHFV a été mis en évidence chez cette tique [7] .\n\nLa rage du dromadaire a été signalée en Arabie Saoudite, en Iran et en Mauritanie, mais on manque de statistiques précises dans ce domaine.\n\nPour être complet, il convient de signaler l'infection mortelle d'un jeune dromadaire par un Coronavirus entérique, un virus banal et, a priori, non transmissible à l'Homme [32] .\n\nD'une façon générale, dans les zones arides où vit le dromadaire, beaucoup d'autres mammifères sauvages ou domestiques, carnivores ou herbivores, chauves-souris ou rongeurs, et leurs ectoparasites hématophages, interviennent de façon active ou passive, dans la diffusion et la transmission des virus cités précédemment. Le dromadaire n'est pas l'animal central de leur épidémiologie, même s'il en est un maillon à ne pas négliger du fait des rapports étroits qu'il a avec notre espèce.\n\nLe rôle prouvé du dromadaire et de ses tiques dans la diffusion géographique et la transmission à l'Homme de plusieurs virus de fièvres hémorragiques rend possible son intervention dans l'épidémiologie du MERS récemment apparu au Moyen-Orient. Ceci n'élimine en rien une participation active des chiroptères comme réservoir de virus, le dromadaire agissant comme un vecteur du fait de sa plus grande proximité avec l'Homme. On pourrait être tenté de faire un parallèle entre le rôle vecteur éventuel du dromadaire, dans le MERS, et celui attribué à la civette de l'Himalaya (Paguma larvata), dans le SRAS. Mais le SARS-CoV n'a jamais été isolé de cette civette qui héberge seulement des Coronavirus apparentés à celui-ci [11] et, là encore, des chauves-souris apparaissent comme de meilleurs candidats vecteurs du SARS-CoV [12, 29] .\n\nConflit d'intérêt : L'auteur déclare n'avoir aucun conflit d'intérêt"}