{"title": "Journal Pre-proof Lessons Learned During the COVID-19 Virus Pandemic", "body": "Many infected patients do not have symptoms, therefore it is difficult to estimate the case fatality rate. In patients hospitalized for severe symptoms, the case fatality rate is around 15%. [1] [2] [3] [4] [5] [6] [7] [8] .\n\nElderly patients with severe co morbidities are at higher risk for mortality. Children and young adults rarely have symptoms, but they can carry the virus.\n\nItaly, for unknown reasons, has the highest prevalence of the disease, with mortality rates higher than in China and South Korea, probably related to the advanced mean age of the Italian population.\n\nSo far there has been a close correlation between regions with worse air pollution and diffusion of the virus in Italy.\n\nItaly has used severe restrictions to avoid diffusion of the virus. At the beginning some inevitable organizational problems were encountered which I would like to underline in this difficult moment, in which the problems seem to worsen in other countries.\n\nIt is difficult to determine the percentage of contaminated patients, symptomatic or not, who will require to be hospitalized and who will require intensive care. Ventilatory assistance is required in about 10% of the hospitalized patients, and the mortality rate in patients requiring ventilator assistance, younger than 75 years of age, without major co morbidities, is minimal. So, it is difficult to determine the number of ICU needed, but no country in the world, so far, had enough ICU beds.\n\nThis has been and it is a major problem for Northern Italy.\n\nIn Italy, doctors and nurses have done an extraordinary job, working even more than 100 hours for\n\nweek. There has been and there is a shortage of doctors and nurses. In Italy, many doctors and nurses were contaminated so they had to stop working . Again, it is difficult to determine the real prevalence of doctors and nurses who were contaminated. Covid 19 diagnosis should be performed in all nurses and doctors, because the disease often does not manifest in people younger than 35 years of age, and doctors and nurses can carry the disease all over the hospital.\n\nThe most common initial attitude in all countries has been an under evaluation of the contamination rate. Often Covid 19 patients have been admitted through the Emergency Room to common wards, before a diagnosis was made and they were isolated. In this period, the possibility of a diffuse contamination of the hospital workers is highly probable. The best solution is to have hospitals only devoted to Covid 19 patients, and to have Emergency Rooms in which patients with suspected Covid 19 infection are evaluated.\n\nImportance to avoid medical facilities Too many medical facilities have been contaminated from the beginning when patients with respiratory symptoms asked for advice. The best solution is to have dedicated and experienced people who through e-mail, and video conference follow the patient. If symptoms get worse, then the patient can be taken by Ambulance and brought to the specialized Emergency Room, for complete evaluation. An initial shortage of mask, gloves, and other materials is inevitable.\n\nMany surgical patients are seen in outpatient clinic. Surgeons should be prepared to create a video conference network to follow their patients or to see new patients.\n\nThese are few of the main, preventable problems I have seen in Italy. In this difficult situation, indications to surgery should be changed. Operations which can be deferred, should be not performed, and the patient should not be admitted or seen in medical facilities."}