{"title": "Inhibition of severe acute respiratory syndrome-associated coronavirus (SARS-CoV) infectivity by peptides analogous to the viral spike protein", "body": "Severe acute respiratory syndrome (SARS) is an atypical pneumonia characterized by influenza-like symptoms including fever, cough, dyspnea and headache. The epidemic of 2002-2003 produced an overall mortality of approximately 10%, resulting in 774 deaths in 29 countries world-wide Holmes, 2005; Peiris et al., 2003b) . The etiological agent of SARS (SARS-CoV) was quickly identified as belonging to the family Coronaviridae, a group of large enveloped RNA viruses exhibiting a broad host range and capable of causing respiratory, hepatic and enteric diseases (Lai and Holmes, 2001; Siddell, 1995) . Initial phylogenetic analyses and sequence comparisons revealed significant differences between SARS-CoV and other CoVs, distinguishing it as a unique group (group 4), unrelated to previously characterized CoV groups 1-3 (Drosten et al., 2003; Ksiazek et al., 2003; Peiris et al., 2003a) . More recent analyses, however, report that SARS-CoV more closely resembles group 2 CoV and should therefore be classified as a subgroup within group 2 (Gorbalenya et al., 2004; Magiorkinis et al., 2004; Song et al., 2005) . Further phylogenic analyses and studies investigating the ancestral origins of SARS-CoV should yield a consensus regarding its proper grouping. Nonetheless, as animal reservoirs of SARS-CoV appear to exist, reemergence of this unique CoV is highly probable and therefore the threat of a new SARS outbreak remains a constant public health concern.\n\nLike other enveloped viruses, CoVs enter target cells by inducing fusion between the viral and cellular membranes, a process mediated by the viral spike (S) glycoprotein (Gallagher and Buchmeier, 2001) . The S1 subunit of the S protein mediates receptor binding (Cavanagh and Davis, 1986; Taguchi, 1995) , while the S2 subunit is responsible for driving viral and target cell membrane fusion (Taguchi and Shimazaki, 2000) . In the case of SARS-CoV, the S1 subunit binds to the mammalian receptor angiotensin-converting enzyme 2 (ACE2) (Huang et al., 2006; Li et al., 2003 Li et al., , 2005 Wang et al., 2004; Wong et al., 2004) and/or CD209L (Jeffers et al., 2004) , initiating the entry process via a cathepsin L-dependent pathway (Huang et al., 2006) . Analysis of the murine hepatitis virus (MHV) and SARS-CoV S proteins Xu et al., 2004a,b,c) reveal common structural features shared with class I viral fusion proteins (Gallaher, 1996; Gallaher et al., 1989) , including a hydrophobic fusion peptide (Sainz et al., 2005b) , a pair of extended ␣ helices (N-helix and C-helix) (Tripet et al., 2004) , a loop domain separating the two ␣ helices and a cluster of aromatic amino acids (Sainz et al., 2005a) proximal to a hydrophobic transmembrane anchoring domain. Class I viral fusion proteins mediate viral and target cell membrane fusion through a series of conformational changes involving insertion of a fusion peptide into the target cell membrane, trimerization and extension of the heptad repeat (HR) helices toward the target membrane and the subsequent formation of a six-helix coiled-coil bundle (Gallaher, 1987) . In this structure, a trimer of HR1 helices forms a central coiled-coil surrounded by three HR2 helices in an anti-parallel mode (Xu et al., 2004b) . The loop region is believed to act as a hinge, facilitating six-helix coiled-coil bundle formation and mediating membrane juxtaposition.\n\nWhile current models of viral:cell membrane fusion are hypothetical in most aspects, the importance of several of the structural/functional motifs of class I viral fusion proteins as drug development targets has been established. For example, analogs of the orthomyxovirus, paramyxovirus (Richardson et al., 1980) and HIV-1 fusion peptide domains (Gallaher et al., 1992; Owens et al., 1990; Silburn et al., 1998) block viral infection, presumably by forming inactive heteroaggregates. Likewise, peptides analogous to the HR regions of the HIV-1 (Gallaher et al., 1992; Qureshi et al., 1990; Wild et al., 1992 Wild et al., , 1993 , paramyxovirus (Lambert et al., 1996; Young et al., 1999) or Ebola virus (EboV) (Watanabe et al., 2000) class I viral fusion proteins block virion infectivity by preventing the transition of the fusion protein into the six-helix bundle state. The anti-HIV-1 peptidic drug Fuzeon TM (DP178, T-20 or enfuvirtide), which overlaps HR2 and the aromatic domain of gp41, was the first of a new class of fusion inhibitor antivirals to gain FDA approval (2003) . This peptide has been shown to potently inhibit HIV-1 virion:cell fusion at very low concentrations (50% inhibition at 1.7 nM) in vitro (Wild et al., 1993) . Likewise, in clinical trials, 100 mg/day of Fuzeon TM caused an ∼100-fold reduction in plasma HIV-1 load of infected individuals (Kilby et al., 1998; Lalezari et al., 2003a,b) . These results substantially validate the efficacy of this new class of antivirals and have greatly motivated the search for peptide fusion inhibitors designed to target other viruses, such as SARS-CoV (Gallaher and Garry, 2003; Kliger and Levanon, 2003) .\n\nTo date, studies examining peptide fusion inhibitors of CoV have only examined the efficacy of peptides analogous to the HR regions of the viral fusion protein. Bosch et al. (2003) first demonstrated that a peptide analogous to the HR2 helix of the MHV S2 subunit could block viral entry at concentrations of 10-50 M. Several other groups later showed that HR1 and/or HR2 peptides could likewise inhibit SARS-CoV entry and replication Liu et al., 2004; Yuan et al., 2004; Zhu et al., 2004) . The antiviral capacity of these peptides is attributed to the inherent interactions between HR1 and HR2 (Tripet et al., 2004; Xu et al., 2004b,c) . Peptides analogous to either one of the two HR regions are believed to directly inhibit endogenous HR1 and HR2 interactions, preventing formation of the six-helix bundle.\n\nAlthough the HR analogs appear to be effective inhibitors of SARS-CoV entry in vitro, development of other peptide fusion inhibitors, based on non-HR regions of the viral fusion protein, has yet to be explored. Here we employed a novel approach to identify new peptide inhibitors of SARS-CoV. Using the Wimley and White (WW) interfacial hydrophobicity scale (IHS) (Wimley and White, 1996) , we identified five regions within the SARS-CoV and MHV S2 subunit with a high propensity to interact with the lipid interface of membranes. These regions, spanning the entire S2 subunit, may play an important role in viral fusion protein:target cell membrane interactions and may therefore represent possible targets for therapeutic interference. Our results demonstrate that peptides analogous to these regions of high interfacial hydrophobicity are effective inhibitors of SARS-CoV infectivity. In particular, peptides analogous to the loop region and/or the N-terminal region of the S2 subunit potently inhibit CoV plaque formation by 70-90% at concentrations of 30 M or less (∼100 g/ml). These findings provide an alternative approach to the development of viral peptide inhibitors, allowing for the identification of other possible therapeutic peptides outside of the HR regions of class I viral fusion proteins.\n\nThe MHV and SARS-CoV synthetic peptides were synthesized by solid-phase methodology using a semiautomated peptide synthesizer and conventional N-alpha-9fluorenylmethyloxycarbonyl chemistry by Genemed Synthesis Inc. (San Francisco, CA). Peptides were purified by reversedphase high performance liquid chromatography, and their purity confirmed by amino acid analysis and electrospray mass spectrometry. Peptide stock solutions were prepared in 10% dimethyl sulfoxide (DMSO, spectroscopy grade): 90% H 2 O (v/v), and concentrations determined spectroscopically (SmartSpec TM 3000, BioRad, Hercules, CA).\n\nVero E6 and L2 cells (American Type Culture Collection, Manassas, VA) were maintained in minimum essential medium (MEM) or Dulbecco modified Eagle medium (DMEM), respectively, and supplemented with 5% fetal bovine serum (FBS), penicillin G (100 U/ml), streptomycin (100 mg/ml) and 2 mM l-glutamine, at 37 • C in 5% CO 2 . SARS-CoV strain Urbani was propagated in Vero E6 cells, and MHV strain A59 (ATCC, VR764) was propagated in L2 cells.\n\nFor plaque reduction assays, Vero E6 cells or L2 cells were seeded at a density of 1 × 10 6 cells in each well of a 6-well plate 24 h (h) prior to infection. Approximately 50 plaque forming units (PFU) of either SARS-CoV strain Urbani or MHV were pre-incubated with peptide or without peptide (diluent control) in serum-free MEM (SARS-CoV) or serum-free DMEM (MHV) for 1 h at 37 • C. Vero E6 or L2 cells were then infected with (1) peptide-or vehicle-treated SARS-CoV inoculum or (2) peptide-or vehicle-treated MHV inoculum, respectively. After 1 h adsorption, the inoculum was removed, cells were washed twice with 1× phosphate buffered saline (PBS), and then overlaid with 10% FBS/MEM or 10% FBS/DMEM, both containing 0.5% Noble Agar (Sigma, Rockland, ME). L2 cells were fixed 2 days p.i. with 3.7% formalin for 2 h at room temperature and then stained with 1× crystal violet to visualize plaques. Vero E6 cells were stained with neutral red 3 days p.i. and plaque numbers were determined 24 h later.\n\nCell viability was determined by using the TACS TM MTT Assay (R&D Systems Inc., Minneapolis, CA) according to the manufacturer's instructions. Briefly, Vero E6 cells or L2 cells were seeded at a density of 4 × 10 5 cells in each well of a 96-well plate 24 h prior to treatment. Cells were subsequently treated with medium, diluent-control or 100 g/ml (∼30 M) of peptide for 2 h prior to the addition of the tetrazolium compound MTT. Following incubation and subsequent addition of detergent, absorbance was read at 570 nm with a spectrophotometer.\n\nCD spectra were recorded on a Jasco J-810 spectropolarimeter (Jasco Inc., Easton, MD), using a 1 mm path length, 1 nm bandwidth, 16 s response time and a scan speed of 10 nm/min. All CD runs were performed at room temperature with 50 M peptide dissolved in 10 mM phosphate (PO 4 ) buffer at pH 7.0. Three successive scans between 190 and 250 nm were collected and the CD data are expressed as the mean residue ellipticity, derived from the formula Θ = (deg × cm 2 )/dmol.\n\nMethods to derive general models of surface glycoproteins have been described previously (Gallaher et al., 1989) . Domains with high interfacial hydrophobicity were identified with Membrane Protein eXplorer (MPeX; Stephen White laboratory; http://blanco.biomol.uci.edu/mpex). MPeX detection of membrane spanning sequences is based on experimentally determined hydrophobicity scales (White and Wimley, 1999; Wimley and White, 1996) .\n\nData are presented as the mean ± standard error of the means (S.E.M.). Data from peptide-treated groups were compared to vehicle-treated groups and significant difference were determined by one-way analysis of variance (ANOVA) followed by Tukey's post hoc t-test (GraphPad Prism©, San Diego, CA).\n\nPrevious studies of potential peptide inhibitors of CoV have only examined the efficacy of peptides corresponding to the ␣ helical regions (HR regions) of the S2 subunit Liu et al., 2004; Yuan et al., 2004; Zhu et al., 2004) . Development of additional peptide fusion inhibitors, based on domains of the viral fusion protein other than the prominent ␣ helices, has yet to be explored. We used a computational approach to identify regions of the SARS-CoV fusion protein that potentially interact with bilayer membranes (Wimley and White, 1996) . The WWIHS is an experimentally-determined algorithm that can be used to estimate the propensity of an amino acid sequence to interact with the lipid membrane interface (Wimley and White, 1996) . Five regions of high interfacial hydrophobicity within the SARS-CoV S2 region were identified using Membrane Protein eXplorer (MpeX) (http://blanco.biomol.uci.edu/mpex/), a computer program based on the WWIHS (Fig. 1A) . WW-I and WW-II peptides correspond to the amino-terminus of the S2 region, predicted to contain the fusion peptide (Sainz et al., 2005b) . WW-III and WW-IV peptides correspond to the loop domain and the WW-V peptide corresponds to the aromatic domain. The latter is a highly conserved region among the Coronaviridae family and is also present in class I viral fusion proteins of otherwise disparate RNA viruses, such as HIV-1 and EboV (Sainz et al., 2005a) . The transmembrane domain of the S2 region also scored high on the WWIHS (Fig. 1A) , but was not investigated as it is anchored within the viral membrane and not exposed during viral entry. Although the SARS-CoV S protein shares only 20-27% amino acid sequence similarity with the S protein of MHV , five analogously located sequences of high interfacial hydrophobicity were identified in the S2 subunit of MHV strain A59 (Fig. 1B) and strain BHK (data not shown). Interfacial hydrophobicity plot (mean values for a window of 19 residues) was generated using the WWIHS for individual residues (Wimley and White, 1996) . The regions corresponding to areas of high interfacial hydrophobicity identified in both the SARS-CoV and MHV CoV S2 subunits are highlighted by black bars, labeled as WW-I-WW-V, and hydrophobicity scores (kcal/mol) are indicated above. Schematic diagram of the CoV S protein is depicted above each hydrophobicity plot, illustrating the respective domains. HR: heptad repeat, A: aromatic domain, TM: transmembrane domain. The arrows indicates the location of the minimum furin cleavage sites (Molloy et al., 1992) present in the S proteins of SARS-CoV (RNTR, residues 758-761) (Bergeron et al., 2005) and MHV (RRAHRSVS, residues 713-720) (Luytjes et al., 1987) .\n\nSynthetic peptides corresponding to the sequences with significant WWIHS scores were synthesized (Table 1) and exam- ined for their ability to inhibit either SARS-CoV plaque formation on Vero E6 cells, at peptide concentrations of ∼30 M (Fig. 2) . SARS WW-I and SARS-WW-II inhibited viral plaque formation by 58 and 39%, respectively. SARS WW-Va , however, did not show any inhibitory effect at this concentration. This peptide was of particular interest as it was modeled after the HIV-1 peptide inhibitor, Fuzeon TM (Kilby et al., 1998) and corresponds to the C-terminus of the C-helix and the aromatic domain. Previous work from our laboratory has shown that the aromatic domain of both the SARS-CoV and MHV S2 subunit partition into the membranes of lipid vesicles and are capable of compromising membrane integrity (Sainz et al., 2005a) . We hypothesized that the inability of SARS WW-Va to inhibit SARS-CoV entry may be due to its propensity to partition into the lipid interface (Sainz et al., 2005a) . A WW-V derivative with a five amino acid truncation of the aromatic domain (SARS WW-Vb , Table 1 ) was capable of inhibiting SARS-CoV plaque formation by 42% ( Fig. 2A) . Peptides corresponding to the loop region of the SARS-CoV fusion protein were the most effective at inhibiting SARS-CoV plaque formation. SARS WW-III and SARS WW-IV inhibited viral plaque formation by 90 and 83%, respectively ( Fig. 2A) . Shown in Fig. 2B -D is a representative photograph of SARS-CoV plaque formation in the presence of these two peptides. Consistent with the experimental results presented in Fig. 2A , SARS-CoV plaque efficiency was significantly inhibited in the presence of SARS WW-III and SARS WW-IV , as compared to vehicle-treated controls (Fig. 2C-D versus B) .\n\nTo confirm that the observed anti-viral activity of the peptides tested was not a consequence of cellular cytotoxicity, a Cells were subsequently infected for 1 h, overlaid with medium containing 0.5% agarose and 4 days p.i., plaque numbers were determined. Percent inhibition in plaque formation was calculated as: 100 − ((no. plaques in peptide-treated/no. plaques in vehicle-treated) × 100). Significant reductions in plaque numbers relative to vehicle-treated cultures are denoted by a single asterisk (p < 0.05, one-way ANOVA and Tukey's post hoc t-test). Vero E6 cells were infected with ∼40 PFU of SARS-CoV strain Urbani following a 1 h incubation with (B) vehicle or 30 M of (C) SARS WW-III or (D) SARS WW-IV . Cells were stained with neutral red 3 days p.i., and cultures were photographed 24 h later. Arrows indicate representative SARS-CoV plaques. (E) SARS-CoV peptides do not affect cell viability. Vero E6 cells were treated for 2 h with 30 M of SARS-CoV peptides. Cell viability was measured using the TACS TM MTT assay, and absorbance (OD 570 ) is plotted for untreated (U), diluent-treated (D) and peptide-treated cultures. MTT assay was performed as described in Section 2.4. Cells were treated with the tetrazolium compound MTT, which is reduced by metabolically active viable cells to purple formazan dye crystals. Absorbance (OD 570 ) of solubilized crystals in peptide-treated or diluent-treated groups can be compared to untreated controls. Vero E6 cells treated with ∼30 M of SARS-CoV peptides showed no difference in absorbance as compared to untreated cells. Likewise, diminished cell viability was not observed in cells treated with diluent control (Fig. 2E) . These data indicate that the anti-viral capacity of the SARS-CoV peptides is not a result of cell cytotoxicity, which could directly affect CoV plaque formation.\n\nThe potent anti-viral effect observed with the SARS-CoV loop peptides prompted us to test whether peptides analogous to regions located within the loop of the MHV fusion protein had similar anti-viral efficacy. As illustrated in Fig. 1B , the MHV fusion protein also contains five regions of high interfacial hydrophobicity as determined by the WWIHS. Similar to the SARS-CoV fusion protein, two of these regions (MHV WW-III and MHV WW-IV ) are located within the MHV S2 loop region. Synthetic peptides corresponding to these two regions (Table 1) were synthesized and examined for their ability to inhibit MHV strain A59 plaque formation on L2 cells at peptide concentrations of ∼30 M. MHV WW-III and MHV WW-IV inhibited viral plaque formation by 22 and 98%, respectively (data not shown). Unlike the synthetic SARS-CoV loop peptides tested (SARS WW-III and SARS WW-IV ), only one of the MHV loop peptides (MHV WW-IV ) significantly inhibited MHV plaque formation on L2 cells. The potent anti-viral activity of MHV WW-IV is illustrated in Fig. 3 . As compared to vehicle-treated controls, MHV plaque efficiency was significantly inhibited in the presence of MHV WW-IV (Fig. 3A versus B) . Moreover, similar to the MTT assay results observed with the SARS-CoV peptides, the MHV WW-IV peptide was not cytotoxic at a concentration of 30 M on L2 cells (data not shown).\n\nBased on the results presented above, we chose to further examine the inhibitory potential of SARS WW-III , SARS WW-IV and MHV WW-IV , as these peptides achieved levels of inhibition of greater than 70% at concentrations of ∼30 M. Dose-response curves were generated for each peptide, where percent inhibition in viral plaque formation was plotted as function of peptide concentration (Fig. 4) . The inhibition efficiency of these peptides was maintainable at low concentrations. The 50% inhibitory concentration (IC 50 ) for both SARS WW-III and SARS WW-IV was approximately 2 M ( Fig. 4A and B) . The other SARS-CoV peptides were statistically ineffective at concentrations less than 30 M (data not shown). Similarly, the IC 50 value for MHV WW-IV was 4 M (Fig. 4C ). In addition, the SARS-CoV loop peptides were ineffective inhibitors of MHV infectivity, suggesting some degree of sequence-specific inhibition (data not shown).\n\nHR peptide inhibitors of SARS-CoV or MHV have ␣-helical structure and inhibit viral entry through coiled coil interactions (Bosch et al., 2003 Liu et al., 2004; Zhu et al., 2004) . To assess the propensity of the loop peptides studied herein to adopt a defined secondary structure, peptides were examined by CD spectroscopy (Fig. 5) . No distinct ␣-helical (minima at 208 and 222 nm) or ␤-sheet (minima at ∼218 nm) spectra were observed for any of the peptides in 10 mM PO 4 buffer pH 7.0. Rather, spectra for all peptides in buffer showed single minima at or near 200 nm indicative of a random coil.\n\nSARS WW-I and SARS WW-II have been independently identified as putative fusion peptides of the SARS-CoV S protein using biophysical approaches (Sainz et al., 2005b) . Peptides analogous to class I fusion peptides often have antiviral activity (Gallaher et al., 1992; Owens et al., 1990; Silburn et al., 1998) . The observation that WW-I and/or WW-II sequences inhibit infection ( Fig. 2A) , provides further evidence for their roles in initiating CoV virion:cell fusion; however, it cannot be ruled out that the fusion peptide(s) of SARS-CoV may be in a position different from other class I fusion proteins, e.g. the loop domain (WW-III or WW-IV), and the membrane interactions and conformational changes that CoV S undergoes may not follow the exact same mechanism.\n\nSARS WW-III , SARS WW-IV and MHV WW-IV , which correspond to sequences in the SARS-CoV or MHV loop domain, exhibited antiviral activity greater than the other peptides studied, inhibiting viral plaque formation with IC50 values of 2-4 M (Figs. 2-4) . Compounds that inhibit virus replication with IC50 in the low M range can be considered promising lead compounds Sia et al., 2002) . Inhibition of plaque formation is likely to be the most stringent test of a viral inhibitor. Although different methods were used to quantify the antiviral effects, the IC50 concentrations are similar to or lower than peptide inhibitors corresponding to the HR regions of CoV previously identified. For example, the helical inhibitors described by Bosch et al. (2004) and Liu et al. (2004) exhibited IC50 in the range of 10-40 M. Further studies are required to define the mechanisms by which the non-helical peptides (SARS WW-III , SARS WW-IV and MHV WW-IV ) inhibit CoV infection. We hypothesize that these peptides may sterically hinder the loop, preventing either initial extension of the fusion protein, transition to the six-helix bundle state, or interaction of the S2 subunit with the cellular membrane. A recent study by York and Nunberg (2004) indicated that tryptophan residues in the loop domain of HIV-1 TM are critical for its interactions with the surface glycoprotein (SU), and therefore the inhibitory loop peptides may disrupt analogous S1/S2 region interactions. There is also currently conflicting evidence as to whether or not SARS-CoV S undergoes cleavage to S1 and S2 subunits (Bergeron et al., 2005; Wu et al., 2004) .\n\nMHV entry is not sensitive to lysosomotropic agents, and most current evidence indicates that MHV enters the cell through direct fusion with the plasma membrane (de Haan et al., 2004) . Simmons et al. (2004) reported that inhibitors of endosomal acidification did impair entry of retroviral pseudotype particles bearing SARS-CoV S. Therefore, the peptide inhibitors identified here may block S-mediated membrane fusion at different steps for SARS-CoV and MHV, at the plasma membrane, within endosomal compartments or both. Alternatively, some inhibitory peptides may interact directly with CoV virions. Further studies are required to elucidate the mechanisms by which SARS-CoV and MHV S peptides inhibit infectivity.\n\nThe CoV inhibitory loop peptides identified here did not have a propensity to adopt either an ␣-helical or ␤-sheet secondary structure, as determined by circular dichroism analysis (Fig. 5) . Increasing the secondary structure, for example by the addition of alanine residues to promote ␣ helix formation (Jayasinghe et al., 2001) , may increase their antiviral activities. Studies are currently underway to evaluate this hypothesis, and to investigate other modifications to these CoV inhibitory peptides that may enhance their therapeutic potential.\n\nStrategies for the treatment of SARS patients have included broad-spectrum antibiotics, glucocorticoids and ribavirin; however, the efficacy of these treatments is still unclear. Therefore, in order to develop better treatment strategies for future outbreaks, it is imperative to develop new therapeutics. In this study, we provide data to support the further investigation of peptide inhibitors as potential therapeutics for SARS-CoV infection. The immune response to SARS-CoV appears capable, in most individuals, of clearing the infection. Thus, therapeutics that inhibit viral infectivity and reduce SARS-CoV load may extend the window of time during which an effective immune response could arise."}