{"title": "Virus Research Molecular characterization of the S proteins of two enterotropic murine coronavirus strains", "body": "Mouse hepatitis virus (MHV), a singular name for several murine coronaviruses, causes a wide spectrum of diseases ranging from mild enteritis or rhinitis to fatal hepatitis or encephalitis. MHV strains can be divided into two biotypes, respiratory and enterotropic, on the basis of their initial site of replication. Following oronasal inoculation, respiratory MHV strains initiate replication in the upper respiratory tract and then disseminate to multiple organs if the mouse is sufficiently susceptible due to age, genotype or immune status (Barthold, 1986; Compton et al., 1993) . On the other hand, replication of enterotropic MHV strains, such as MHV-RI and MHV-Y, is largely restricted to the intestinal mucosa, with minimal or no dissemination to other organs (Barthold, 1987; Barthold et al., 1993) . All ages and genotypes of mice are susceptible to infection with enterotropic MHV-Y but only young mice develop disease in the form of enteritis. Disease is restricted to the intestinal tract regardless of route of inoculation or immune status of the mouse (Barthold, 1987; Barthold et al., 1993) . Unlike respiratory MHV strains in which viral titers mirror the severity of lesions, the titers of enterotropic MHV produced do not reflect the level of lesion formation, in that high viral titers are produced in the intestines of MHV-Y-infected adult mice in the absence of lesions (Barthold and Smith 1987; Barthold et al., 1993) .\n\nMHV virions contain two envelope glycoproteins (S and M) and an internal nucleocapsid protein (N) (Spaan et al., 1988) . The S glycoprotein forms the characteristic peplomers on the virion surface. It is synthesized as a 170-200 kDa protein which is co-translationally glycosylated, oligomerized and post-translationally cleaved by trypsin-like host proteases into two subunits: the N-terminal $1 and C-terminal $2 subunits . Cleavage is dependent on the virus strain and host cell type in which virus was grown (Frana et al., 1985) . The S protein is believed to be responsible for the initiation and spread of infection, by mediating the attachment of the virus to cell surface receptors and by cell to cell fusion (Collins et al., 1982; Dveksler et al., 1991; Williams et al., 1991) . The S protein also elicits neutralizing antibodies and cellular immune responses (Collins et al., 1982; Wege and Dorries, 1984; Korner et al., 1991; Mobley et al., 1992) . The M protein is a 20-30 kDa integral membrane glycoprotein. It accumulates in the membranes of the Golgi apparatus where it interacts with viral nucleocapsids and determines the site of virus budding (Armstrong et al., 1984; Tooze et al., 1984) . The N protein is a 43-60 kDa phosphoprotein which binds to viral genomes to form helical nucleocapsids (Stohlman and Lai, 1979) .\n\nThe molecular basis of MHV pathogenesis has been studied extensively for respiratory MHV strains such as MHV-4/JHM and MHV-A59. Although the molecular mechanisms of MHV tissue tropism are still not clear, several studies have shown an important role for the S protein in determining viral virulence and pathogenesis. Variant viruses which possess point mutations or deletions in the S1 subunit or point mutations in the $2 subunit have altered target cell specificity, rates of spread or virulence (Dalziel et al., 1986; Fleming et al., 1986; Wege et al., 1988; Fazakerley et al., 1992; Hingley et al., 1994) . In contrast to respiratory MHV strains, the viral factors which contribute to the tropism and pathogenesis of enterotropic MHV strains have not been determined. In an attempt to understand the virus strain-specific mechanisms of enterotropism, we characterized the virion proteins of two enterotropic MHV strains, MHV-Y and MHV-KI. In this paper we report immunoblot profiles of the structural proteins S, M and N and the predicted amino acid sequences of the S proteins of MHV-Y and MHV-RI.\n\nMHV-Y was originally isolated in NCTC 1469 cells from the intestine of a naturally infected infant mouse with acute typhlocolitis (Barthold et al., 1982) . MHV-Y stocks were generated by infant mouse passage of 10% intestinal homogenates or by passage of intestinal stocks in NCTC 1469 cells 7 times followed by passage in J774A.1 ceils 3 times. MHV-RI was originally isolated in CMT-93 cells from an infected nude mouse intestine (Barthold et al., 1985) . MHV-RI stocks were generated by infant mouse passage of 10% intestinal homogenates or by passage of intestinal stocks in J774A.1 cells 3 times. MHV-A59 was obtained from American Type Culture Collection (Rockville, MD) and stocks were generated in J774A.1 cells. J774A.1 ceils were used for viral stock generation because they are the only cell line which sustains detectable CPE and produces substantial viral titers for all three MHV strains. J774A.1 cells were obtained from American Type Culture Collection (Rockville, MD) and maintained in RPMI 1640 medium supplemented with 10% fetal bovine serum.\n\nVirions used in immunoblotting were purified as follows: J774A.1 cells were infected with MHV-A59, MHV-RI or MHV-Y at 0.1 TCIDs0/cell. Twenty-two to 30 h post inoculation, supernatants were harvested, clarified by centrifugation at 10000 x g for 30 rain, underlaid with a 40% sucrose cushion in TNE buffer (50 mM Tris hydrochloride, pH 7.5, 100 mM NaCI, 1 mM EDTA) and centrifuged for 4 h at 100000 xg. Virions in the pellet were resuspended in TNE buffer and stored at -70°C. Virion proteins (60 /xg/lane) were separated on 8 or 12% SDS-PAGE gels and were electroblotted to nitrocellulose sheets. Nitrocellulose sheets were probed with monospecific polyclonal goat antiserum to the S protein of MHV-A59 or monospecific polyclonal rabbit antiserum to the M or N protein of MHV-A59 (Sturman et al., 1980) . Bound antibody was detected with peroxidaseconjugated Staphylococcal protein A (Kirkegaard and Perry, Gaithersburg, MD) and chemiluminescent reagents (Amersham, Arlington Heights, IL).\n\nPurified MHV-Y virion RNA was prepared as follows: J774A.1 cells were infected with MHV-Y at 0.1 TC1Ds0/cell. Twenty-two hours post inoculation, supernatants from infected cell cultures were harvested and clarified by centrifugation at 10 000 × g for 30 min. Virions were precipitated with 2.2% NaCI and 10% PEG 6000, pelleted by centrifugation at 10000×g for 30 min, resuspended in TNE buffer, layered onto discontinuous 30-60% sucrose gradients and centrifuged for 4 h at 100000 x g. Virions were collected from the 30-60% interface, diluted in TNE and pelleted by centrifugation at 100000 × g for 2 h. Virions in the pellet were resuspended in TNE buffer and stored at -70°C. Purified virions were mixed with TNE buffer containing 400 /xg/ml of proteinase K, 2% SDS and 1 U/ml RNasin and incubated at 37°C for 30 min. Viral RNA was extracted twice with phenol/chloroform (1:1) and once with chloroform/isoamyl alcohol (24:1) and precipitated with 70% ethanol. The RNA pellet was resuspended in DEPC-treated distilled water containing 1 U/ml RNasin.\n\nTotal RNA from MHV-Y or MHV-RI infected intestinal homogenates was prepared as follows: intestinal homogenates were diluted in TNE buffer with RNasin, extracted by SDS/Proteinase K treatment, phenol-chloroform extraction and ethanol precipitation as described above.\n\nMHV-Y virion RNA was reverse transcribed and PCR-amplified using the GeneAmp RNA PCR kit (Perkin Elmer, Norwalk, CT) according to the manufacturer's instructions. The MHV-Y S gene was PCR amplified in three overlapping fragments using the following primers (shown in the 5' to 3' orientation): 1L-CGG-GATCCGGTGTTAGATTGCATG, 1R-CGGGATCCATACCTCCTATTCCAA, 2L-GCTCTATTATAGTCTTGCAC, 2R-CATAATAGGTCCCTAACTTC, 3E-GGCTTTGTCGAGGCTTATAA, 3R-TCTGTCTTI'CCAGGAGAGGC. Primer sets 1 and 3 were designed on the basis of the published S gene sequences of MHV-A59 and MHV-JHM (Luytjes et al., 1987; Schmidt et al., 1987) and primer set 2 was designed on the basis of sequences determined from clones of the 5' and 3' ends of the MHV-Y S gene. Primer 1L bound to sequences within the HE gene, primer 3R bound to sequences within the intergenic region between genes 3 and 4 and all other primers bound to sequences within the S gene. The PCR products were cloned into the pCRTMII cloning vector using the TA cloning kit (Invitrogen, San Diego, CA).\n\nThe S gene of MHV-RI was reverse transcribed and PCR-amplified in five overlapping fragments using the following primers (shown in the 5' to 3' orientation): 4L-TACGTACCCTCTCAACTC, 4R-TACGCTCCCAGTTGAGAG, 5L-GAGTTGTATACCGGCGTG, 5R-CCAGTAATACCGTAGAGG, 6L-CCTCTATGGTATTACTGG, 6R-CTTCTTGACCACCAGTGC, 7L-GGCGT-TCTGCTATAGAGG, 7R-AGGCGCATTCTGGACAGG, 8L-AAAAG-GTCAATGAGTGCG, 8R-CAATGTAGCCTTAGGACC (Homberger et al., 1991; Homberger, 1994) . PCR primers were designed on the basis of the S gene sequence of MHV-A59 (Luytjes et al., 1987) and were located in regions where six coronaviruses from different species (MHV-4, BCV, FIPV, HCV-229E, IBV and TGEV) exhibit conserved amino acid sequences (Binns et al., 1985; De Groot et al., 1987; Rasschaert and Laude, 1987; Parker et al., 1989; Abraham et al., 1990; Raabe et al., 1990) . Primer 4L bound to sequences within the leader sequence, primer 8R bound to sequences within gene 4 and all other primers bound to sequences within the S gene. PCR products were blunt ended by removal of the 3' overhangs with the Klenow fragment of DNA polymerase I, phosphorylated by T4 polynucleotide kinase and ligated into the SmaI site of pUC18 by T4 DNA ligase using a cloning kit (Pharmacia, Dubendorf, Switzerland).\n\nThe sequence of the MHV-Y S gene was determined in both directions from double stranded plasmid DNA using one of two methods. DNA was sequenced according to the Sanger dideoxy-mediated chain termination method using Sequenase 2.0 (USB, Cleveland, OH, USA) or by the DNA sequencing facility at the W.M. Keck Foundation Biotechnology Laboratory at the Yale School of Medicine using PCR sequencing and an automated sequencer apparatus. The sequence of the MHV-RI S gene was determined in both directions from double stranded plasmid DNA according to the Sanger dideoxy-mediated chain termination method using Sequenase 2.0 (USB, Lucerne, Switzerland). To exclude sequence errors based on misincorporation by the Taq polymerase, multiple clones from different RT-PCR reactions were sequenced and the consistency of the sequence was confirmed in at least 3 clones. Sequence comparisons were performed with the aid of the Translate, Gap, Bestfit, Pileup, Pretty and Peptidestructure programs in the Genetic Computer Group Sequence Analysis Software Package (Genetics Computer Group, Inc., 1991) . GIycosylation sites were defined by the motif NXT or NXS where X does not equal P.\n\nAs a first step towards identifying which MHV proteins are involved in determining the tissue tropism of enterotropic MHV strains, the three viral structural proteins, S, M and N, of enterotropic MHV-RI and MHV-Y were compared grossly with those of respiratory MHV-A59 using immunoblotting. Immunoblotting was performed because of its high degree of sensitivity and because it allowed for the identification of multiple forms of each of the virion proteins. An immunoblot of virion proteins probed with anti-S antiserum (Fig. 1A) showed that the uncleaved S proteins of MHV-RI and MHV-Y migrated as broad bands (ranging from 150 to 250 kDa) whereas MHV-A59 S protein migrated as a 180 kDa protein. The high variability in the size of these proteins is probably due to the varying levels of glycosylation of the S protein cores. Interestingly, although the cleaved form of the S protein was clearly found in MHV-RI and MHV-A59 virions, very little or no cleaved products were detected in MHV-Y virions. A low to undetectable level of cleavage of the MHV-Y S protein was also seen in purified MHV-Y virions treated with trypsin, cell lysates from MHV-Y infected J774A.1 ceils and homogenates of MHV-Y infected infant mouse intestines (data not shown). Only minor differences were identified among the N proteins of MHV-A59, MHV-RI and MHV-Y in immunoblots using anti-N antiserum (Fig. IB) . The major form of the N protein found in MHV-A59, MHV-RI and MHV-Y virions migrated at 51-54 kDa, other forms migrated at approximately 45, 47 and 80 kDa. Several forms of the N protein have been reported by other investigators and may be cleavage/degradation products or dimers of the N protein (Robbins et al., 1986) .\n\nSeveral small differences were identified among the M proteins of MHV-A59, MHV-RI and MHV-Y in immunoblots using anti-M antiserum (Fig. 1C) . The major form of the MHV-A59 M protein migrated at 26-27 kDa, while the major forms of the MHV-Y M protein migrated as 26-27, 24 and 22 kDa proteins. The major form of the M protein of MHV-RI migrated at 23 kDa. The multiple forms of the M protein are probably the result of differential glycosylation. While the potential O-linked glycosylation sites are conserved in the MHV-RI M protein they are located adjacent to a deletion in the amino-terminus of the protein and appear not be functional (Armstrong et al., 1984; Homberger, 1994) .\n\nGiven the lack of efficient cleavage of the MHV-Y S protein, we wanted to determine whether a functional cleavage site existed in the MHV-Y S protein. We cloned the entire MHV-Y S gene in three overlapping fragments and initially characterized MHV-Y S gene clones by restriction enzyme mapping. Cleavage patterns differed substantially from those predicted from MHV-A59 and MHV-4/JHM S sequences (data not shown; Luytjes et al., 1987; Schmidt et al., 1987; Parker et al., 1989) , so the entire MHV-Y S gene was sequenced. With the aim of identifying enterotropic MHV-specific sequences in the S protein, the entire S gene of MHV-RI was also cloned and sequenced.\n\nThe predicted MHV-RI S protein is 1376 amino acids long, the same size as the MHV-4 S protein (Fig. 2) . The predicted MHV-Y S protein is 1361 amino acids long, 15 amino acids shorter than the MHV-4 S protein (Fig. 2) . The 12 amino acids deleted in the SI subunit of MHV-Y S protein were localized in three sites within the region deleted in the MHV-JHM S protein (Schmidt et aI., 1987) . The three amino acid deletion in the $2 subunit of the MHV-Y S protein is the first reported deletion in the $2 subunit of any MHV strain, though this deletion lies within a seven amino acid region deleted from the S proteins of bovine coronaviruses (BCV-Mebus and BECV) and human coronavirus strain OC43, antigenically related coronaviruses (Abraham et al., 1990; Boireau et al., 1990; Kunkel and Herrler, 1993) . All four deletions found in the tissue culture-derived MHV-Y stocks were confirmed in cDNA clones derived from intestinal stocks of MHV-Y (data not shown).\n\nWith regard to the S1/$2 junction region, the area surrounding and including the cleavage signal of the MHV-RI S protein was identical to that of the MHV-4 S protein (Fig. 2) . The MHV-Y S protein has a predicted cleavage signal of HRARR which differs from the consensus cleavage sequence (RRARR) at the first amino acid (Luytjes et al., 1987; Schmidt et al., 1987) . Furthermore, the MHV-Y S Genetics Computer Group, Inc., 1991) and were compared to the S protein sequences of MHV-4 and MHV-A59 (Parker et al., 1989 : Luytjes et al., 1987 . Amino acids identical to those of MHV-4 are indicated by dashes and deleted amino acids are indicated by dots. Predicted glycosylation sites are underlined, the cleavage signal sequence is indicated in bold type and the S1/$2 cleavage site is indicated with an arrowhead. Numbering is relative to the initiator methionine of the MHV-4 S protein.\n\nsequence has two amino acid changes (TT instead of KS) and an additional predicted glycosylation site (NYS) adjacent to the cleavage signal sequence. The N-terminal signal peptide located at amino acids 1-17 in the MHV-RI and MHV-Y S protein was conserved relative to that of the MHV-4 S protein (Schmidt et al., 1987; Parker et al., 1989) . The hydrophobic membrane anchor sequence located at amino acids 1323-1339 of the MHV-RI S protein and amino acids 1307-1322 of the MHV-Y S protein was also conserved. The KWPWYVWL motif found in all coronavirus S proteins is present in the MHV-RI S protein between amino acids 1315 and 1322 and in the MHV-Y S protein between amino acids 1299 and 1306 (Boireau et al., 1990) . The MHV-RI and MHV-Y S proteins have 22 predicted glycosylation sites, the same number predicted for the MHV-4 S protein (Schmidt et al., 1987; Parker et al., 1989) . The predicted glycosylation sites for the MHV-RI S protein are located in the same positions as those predicted for MHV-4, but the positions of only 20 predicted glycosylation sites for the MHV-Y S protein are conserved. The predicted glycosylation sites at amino acids 582 and 709 of MHV-4 were absent from the MHV-Y S protein and were replaced by predicted glycosylation sites at amino acids 575 and 756 of the MHV-Y S protein. Even though the predicted amino acid sequence of the MHV-Y and MHV-RI S proteins indicated that the protein cores are larger and that they have one more predicted glycosylation site than the MHV-A59 S protein, the MHV-RI and MHV-Y S proteins migrated faster on a SDS-polyacrylamide gel than the MHV-A59 S protein (Fig. 1) . One reason for the faster migration of the MHV-RI and MHV-Y S proteins may be that fewer of the predicted glycosylation sites on these protein are glycosylated.\n\nNucleotide and deduced amino acid sequence identities among MHV-RI, MHV-Y, MHV-4 and MHV-A59 S sequences were determined. Somewhat surprisingly, the closest relationship was found between MHV-4 and MHV-RI (93.6% and 95.8% identity at the nucleotide and amino acid level, respectively). The identities between MHV-A59 and MHV-RI (90.2% and 92.8% identity at the nucleotide and amino acid level, respectively) or MHV-A59 and MHV-4 (89.4% and 92.1% identity at the nucleotide and amino acid level, respectively) were similar. On the other hand, the sequence identities between MHV-Y and the other strains were much lower (80.4-81.0% and 84.1-84.2% identity at the nucleotide and amino acid level, respectively).\n\nThe amino acid sequence identities of the S1 and $2 subunits were compared separately. The predicted $2 amino acid sequence of MHV-RI was almost identical to both the MHV-4 and MHV-A59 $2 subunit sequences (97% identity). However, the predicted S1 amino acid sequence of MHV-RI was more similar to that of MHV-4 (95% identity) than to MHV-A59 (89% identity). The MHV-Y $1 amino acid sequence was substantially different (approximately 79% identity) from the S1 amino acid sequences of the other three strains while the MHV-Y $2 subunit sequence was approximately 92% homologous with the $2 sequences of the other strains.\n\nThe sequence adjacent to and including the cleavage signal sequence for the MHV-Y S protein (NYSTTHRARR) differs from the sequence present in other MHV S proteins in several ways (Luytjes et al., 1987; Schmidt et al., 1987; Parker et al., 1989) . First, the MHV-Y S protein cleavage signal sequence differs from the consensus cleavage signal by the replacement of an arginine with a histidine (HRARR instead of RRARR). The presence of the histidine in this particular position within the cleavage signal sequence may alter interactions between the MHV-Y S protein and the active site of cellular proteases resulting in the low to undetectable levels of MHV-Y S protein cleavage seen in immunoblots. Alternatively, the MHV-Y S protein cleavage signal may be functional but because of other changes in the region, this site is not accessible to proteases. The KS to TT change at positions -6 and -7 relative to the cleavage site and/or the addition of a potential glycosylation site (NYS) at position -10 relative to the cleavage site may cause conformational changes within the protein resulting in the inaccessibility of the cleavage signal sequence to the trypsin-like proteases which cleave most MHV S proteins. It is interesting to note that even though the MHV-Y S protein is inefficiently cleaved, it still induces cell-cell fusion in many types of cells in culture and in the intestinal mucosa (Compton, unpublished data) . This observation agrees with recent results indicating that cleavage of MHV S proteins may increase the efficiency of fusion but is not essential for fusion induction (Gombold et al., 1993; Stauber et al., 1993; Taguchi, 1993) .\n\nThe tissue tropism of coronavirus strains is thought to be mediated by the S protein through its interaction with specific cell surface receptors and cell membranes (Collins et al., 1982; Dveksler et al., 1991; Williams et al., 1991) . Small numbers of changes in the S protein of variants of MHV-4 and MHV-A59 have been linked to differences in the virulence and tropism of these variant viruses. Also, comparison of the S protein sequences of respiratory and enteric strains of BCV indicate that the differences in tropism between BCV strains may be determined by as few as 25 amino acid changes in the S proteins (Gallagher et al., 1990; Wang et al., 1992; Hingley et al., 1994; Zhang et al., 1994) . It is interesting to speculate that one or more of the 58 amino acid differences found between the MHV-4 and MHV-RI S proteins is sufficient to produce the differing tropisms of these strains. One or more of the 58 amino acid difference changes in the MHV-RI S protein is sufficient to alter the receptor specificity of this virus. MHV-RI infects cells expressing the MHVR isoform of the MHV receptor but not cells expressing the mmCGM2 isoform of the MHV receptor, whereas MHV-4, MHV-Y and MHV-A59 bind to and infect both types of cells (Compton, 1994) . But of the 58 amino acids which differ between the MHV-RI and MHV-4 S proteins only three of the MHV-RI-specific changes (at amino acids 539, 586 and 1285) were also present in the MHV-Y S protein. These results indicate that if the enterotropism of these two strains is determined solely by the S protein, the determinants of enterotropism may be structural, resulting from different combinations of amino acid changes in the MHV-RI and MHV-Y S proteins. Alternatively, the determinants of tissue tropisms may not be limited to a single viral protein. Given the high mutation and recombination rates of coronaviruses (Lai, 1992) , studies using recombinant viruses engineered to possess defined mutations in the S or other viral genes will be necessary to elucidate the importance of specific amino acids in determining the tropism of MHV strains."}