{"title": "Virus specificity and isotype expression of intraparenchymal antibody-secreting cells during Sindbis virus encephalitis in mice", "body": "Antibodies play important roles in the control of central nervous system (CNS) infections with bacteria (Cooper and Butler, 1989) , parasites (Sher and Colley, 1989) , and viruses (Tyor and Johnson, 1992) , and are important in the prevention of serious viral infections of the CNS through vaccination (Baer et al., 1990; Melnick, 1990; Monath, 1990) . Antibodies have also been postulated to play a role in the pathogenesis of various CNS autoimmune diseases (Moore and Cupps, 1983; Prineas et al., 1984; Banfa et al., 1987; Levine and Welch, 1987; Dalmau et al., 1992) . The generation of specific T cell responses within the CNS has been studied (Wekerle et al., 1986) ; however, the elaboration of specific antibody responses within the CNS is less well understood.\n\nWhen mature B cells leave the bone marrow, they can selectively home to certain tissues such as peripheral lymph nodes and Peyer's patches (Butcher, 1990 ), but are not known to be present in the CNS in the absence of inflammation. During acute inflammation within the CNS, B cells appear in the brain. This may be due to selective homing, to non-specific recruitment during the inflammatory reaction or to selective recruitment. It is possible that up-regulation of adhesion molecules on the surfaces of endothelial cells and B cells (Springer, 1990) is sufficient for entry into the CNS (Cross et al., 1991) without regard for antigen specificity. During CNS infection initial activation and subsequent differentiation of B cells may occur locally or systemically through antigen stimulation and the elaboration of cytokines by T cells. Specific activation of antigen-relevant B cell clones and subsequent Ig isotype switching is facilitated by cognate interaction between B and T helper cells (Noelle and Snow, 1990) . It is not known whether this interaction occurs systemically in lymphoid organs or within the CNS during the inflammatory event.\n\nAn acute, non-fatal encephalitis results when Sindbis virus (SV) is injected intracerebrally (i.c.) into weanling mice. The immune response during SV encephalitis has been characterized and recovery from infection is primarily dependent on the development of antiviral antibody (Griffin and Johnson, 1977; Hirsch and Griffin, 1986; Stanley et al., 1986; Levine et al., 1991) . The majority of perivascular cells early in SV encephalitis are CD4 ÷ T cells, but at later stages macrophages and B cells become more prominent (Moench and Griffin, 1984) . We have previously demonstrated by immunoperoxidase staining in tissue sections that early in the infection the B cells in the perivascular inflammatory cuffs express IgM and IgD, but later most B cells express IgG (especially IgG2a) and IgA (Tyor et al., 1989) . The antigenic specificity of these B cells was not determined. In this study we have utilized a modified enzyme-linked immunosorbant assay (Sedgwick and Holt, 1983; Jones and Ada, 1986; Moskophidis et al., 1987; Sedgwick et al., 1990; Schwender et al., 1991; to determine the number of antibody-secreting cells (ASC) specific for SV and their Ig isotype expression in brain, spleen, and cervical lymph nodes over the course of acute encephalitis in mice.\n\nSV strain AR339 (American Type Culture Collection, Rockville, MD) was grown and assayed in baby hamster kidney (BHK) cells and SV stock contained 108-109 plaque forming units (pfu) per ml. SV used in detection of SV-specific ASC (see below) was purified on 15-40% (w/w) linear potassium tartrate gradients by sedimentation to equilibrium density. The product was dialyzed extensively against PBS (pH = 7.4). SV was assayed for protein content using the BCA method (Smith et al., 1985) .\n\n4-week-old VAF BALB/c AnNr IBR mice of either sex (Charles River Breeding Laboratories, Inc., Wilmington, MA) were inoculated i.c. with 1000 pfu SV in 0.02 ml of DMEM with 1% FCS.\n\nMice were anesthetized with methoxyflurane prior to infection (day 0) and 3, 5, 7, 10, 14 and 20 days after infection and perfused intravascularly with HBSS for 5 min. Brains, spleens and/or cervical lymph nodes were removed. Spleens and lymph nodes were minced in DMEM with 1% FCS and drawn into a syringe through a 26-gauge needle. Cerebral hemispheres from brain were placed in MEM with 0.25% trypsin and expressed through a mesh screen. The brain suspension was stirred for 15 min, expressed through the mesh screen and stirred again for 15 min. This process was repeated for a total of three cycles. The brain, spleen, and lymph node suspensions were separated on Lympholyte-M (Cedarlane Laboratories, Hornby, Ontario, Canada) gradients. Mononuclear cells were recovered from the interface, washed in HBSS, and resuspended in either MEM with 5% FCS (brain mononuclear cells) or DMEM with 5% FCS (spleen and lymph node mononuclear cells).\n\nTwelve-well Linbro plates (Flow Laboratories Inc., McLean, VA) were coated with either SV (structural proteins), 3 /xg m1-1, or goat anti-mouse IgM, IgA, IgG1, IgG2a, IgG2b, or IgG3 at 1:100 (0.005 mg of affinity-purified antibody per well; Southern Biotechnology Associates Inc., Birmingham, AL) in PBS (pH = 7.4) overnight at 4°C. The wells were washed with PBS containing 0.1% Tween 20 (wash buffer; Fisher Scientific, Pittsburgh, PA) and blocked for 20 min at room temperature with 5% normal goat serum (NGS). Mononuclear cells (collected the same day) were added and incubated overnight at 37°C in 5% CO 2. Dilutions were determined by performing the assay with different concentrations of brain, spleen, or lymph node mononuclear cells and establishing the optimal dilutions to allow blue spots (see below) to be counted accurately for SV-specific ASC and ASC secreting a specific isotype. The plates were washed with wash buffer, and rabbit anti-mouse IgM (1 : 500), IgA (1 : 250), IgG1 (1:500), IgG2a (1:250), IgG2b (1:250) or IgG3 (1:500) (ICN Immunobiologicals, Costa Mesa, CA) in PBS with 5% NGS was added and incubated for 2 h at 37 ° . The wells were washed and goat anti-rabbit alkaline phosphatase-conjugated antibody (Tago, Burlingame, CA), 1:500 in PBS with 5% NGS was incubated for 2 h at 37 °. Plates were washed and 2.3 mM 5-bromo-4-chloro-3-indolyl phosphate p-toluidine salt (Sigma, St. Louis, MO) in 0.6% agarose type I: low EEO (Sigma) was added, allowed to solidify and incubated for 1 h at 37 °. For each animal, brain cells were diluted to 24 ml for total numbers of ASC secreting each Ig isotype and numbers of SV-specific ASC secreting each isotype. Three mice were studied at each time point (except day 3 had 4 mice). The same paradigm was used for spleen except wells had approximately 10 4 splenocytes for total ASC and 10 6 splenocytes for SV-specific ASC. All assays were performed in duplicate. Blue dots representing each ASC were counted using an inverted microscope (Olympus, Tokyo, Japan) and these numbers were averaged (2 wells per isotype; 3 or 4 mice per time point). For the cervical lymph nodes only IgM and IgG2a were assessed because of the limited numbers of ASC in these organs. The specificity of antisera for each Ig isotype was demonstrated with hybridoma cell lines secreting known Ig isotypes (Table 1 ). There was no cross-reactivity of the antisera used at the above concentrations and dilutions utilizing the modified enzyme-linked immunosorbant assay as described and the hybridoma lines listed in Table 1 . These were the same conditions used to analyze brain, spleen and lymph node ASC. Antibodies secreted by SV-specific ASC will only detect SV structural proteins (i.e. C, El, E2, 6K) in our assay and not non-structural proteins.\n\nControls consisted of wells coated with PBS alone or with visna, an irrelevant virus (3/~g ml-1 in PBS). Blue dots seen in control wells with cells extracted from brain were rare. However, blue dots were occasionally seen in control wells with cells extracted from spleen and lymph nodes and these wells were averaged for each isotype and this number was subtracted from the number of SV-specific blue dots counted for that isotype. Roughly the same number of blue dots were seen with PBS alone or visna virus-coated wells. Addition of 5 mM levamisole to the wells to inhibit endogenous alkaline phosphatase did not change the results.\n\nStandard errors were calculated for all tissues, isotypes, and at each time point. These were excluded from the figures because they were too difficult to read with error bars. A representative sample of standard errors is given in Table 2 . Figure 1A depicts the total number of ASC in brain, spleen, and cervical lymph nodes over the course of acute SV encephalitis. There are a small number of ASC in brain prior to infection and this number doubles by 3 days after infection. After a steady increase through day 7, there is an abrupt increase in total ASC at day 10, with a peak at day 14. This is consistent with the time course of appearance of B cells in perivascular inflammatory cuffs previously observed by immunocytochemical staining of tissue sections (Moench and Griffin, 1984; Tyor et al., 1989) . The average number of ASC in spleen is 11600 prior to infection and steadily increases through day 14 to over 20 000 (Fig. 1A) . The number of ASC in spleen decreases to pre-infection levels by day 20. ASC in the cervical lymph nodes peak at day 10 (140) and decrease sharply by day 14.\n\nThere are no SV-specific ASC in brain prior to infection ( Fig. 1B) but there is a steady increase after infection through day 20. In spleen, SV-specific ASC rise sharply after infection and peak at day 7, dropping off markedly thereafter. Cervical lymph nodes contain small numbers of SV-specific ASC early after infection and these ASC peak at day 10, returning to low levels by day 14.. Compared to brain, where the numbers of SV-specific ASC continue to rise through day 20, spleen and lymph node SV-specific ASC peak early (day 7 and day 10, respectively) and then fall off.\n\nThe percentage of ASC producing Ig specific for the structural proteins of SV is depicted in Fig. 1C . In brain this percentage steadily rises through day 20, reaching almost 50%. Only a small percentage of ASC in spleen are SV-specific with a small peak (2.0%) at day 5. SV-specific ASC rapidly rise in cervical lymph nodes and peak on day 7 at 18%. There is a gradual decrease through day 20. The percentage of ASC that are SV-specific peak in spleen (day 7) and cervical lymph nodes (day 10) earlier than brain.\n\nASC secreting IgM in brain peak at day 10 ( brain peak later at day 14 ( Fig. 1B-F) . Early, IgMsecreting ASC represent the largest single isotype, but by day 14 ASC secreting IgG2a and IgA represent the largest populations. Although the numbers of IgG1 ASC are small, their numbers in the brain remain stable after day 14.\n\nIn the spleen, in general, ASC secreting a particular isotype peak at day 10 or 14 and drop off by day 20 ( Fig. 2A-F) . ASC secreting IgM represent the largest numbers of a single isotype in spleen throughout the time period studied but all other isotypes increase, especially IgA. In cervical lymph nodes, the peak for ASC secreting IgM ( Fig. 2A) and IgG2a (Fig. 2D) is at day 10 and the decrease thereafter is not as rapid as in spleen. Figure 3 depicts SV-specific ASC in brain, spleen, and cervical lymph nodes secreting a particular isotype over time. Except for SV-specific ASC secreting IgM (Fig. 3A) , all other isotypes increase in brain over the entire course of the encephalitis (Fig. 3B-F) . In brain SV-specific ASC secreting IgM begin to decrease after day 10, but the other isotypes, especially IgA and IgG2a continue to increase (Fig. 3) . This is clearly demonstrated by comparison of the percentage of SVspecific ASC secreting IgM, IgA and IgG2a in brain at day 20 (Table 2 ). In the spleen a similar pattern is exhibited by all isotypes (Fig. 3A, B , D, E, F) except for IgG1 (Fig. 3C) . SV-specific ASC secreting IgG1 continue to rise during the course of encephalitis; however, for all other isotypes specific for SV, a peak is seen at day 7, followed by a dip at day 10 and then a steady rise thereafter. SV-specific ASC secreting IgM (Fig. 3A) , IgA (Fig. 3B) and IgG2a (Fig. 3D ) predominate in spleen.\n\nIn the cervical lymph nodes, there are peaks of SV-specific ASC secreting IgM (Fig. 3A) and IgG2a (Fig. 3D ) at day 10. After day 10 the decrease in the number of SV-specific ASC secreting IgG2a is more gradual than for ASC secreting IgM suggesting that IgG2a ASC determine the gradual slope seen in Fig.  1C more than SV-specific ASC secreting IgM. This relationship is also clearly demonstrated when comparing the percentages of SV-specific ASC secreting IgM or IgG2a over time (data not shown). A similar comparison can be made in spleen ( Fig. 3 and Table 2 ). The common features in spleen and lymph nodes are that early, ASC secreting IgM predominate, but by days 7-10 ASC secreting IgG2a predominate, and this is particularly evident when one examines the percentage of SV-specific ASC secreting IgM and IgG2a at day 20 (Table 2 ).\n\nDuring the course of acute SV encephalitis in mice ASC are detected in brain 3 days after infection, begin to increase at 7 days and peak 14 days after infection. However, the number and percentage of ASC specific for SV continue to increase through day 20. In peripheral lymphoid tissue SV-specific ASC peak in spleen at days 5 and 7 after infection and then decline. This time course suggests that for most B cells antigen stimulation and provision of T cell help for maturation and differentiation initially occurs in peripheral lymphoid tissue and that SV-specific ASC are then released into the blood, where they traffic to the brain.\n\nAlthough there are only small numbers of SVspecific ASC present in brain early, when virus is cleared (Griffin and Johnson, 1977) , serum antibody can enter the CNS and is capable of clearing infection, even in small amounts (Levine et al., 1991) . The numbers of virus-specific ASC in brain have also been determined in mice chronically infected with lymphocytic choriomeningitis virus (Moskophidis et al., 1987) and rats with coronavirus-induced demyelinating encephalitis (Schwender et al., 1991) . Despite the dissimilarities of these diseases from SV encephalitis, depending on the strain of mouse or rat examined, there were remarkably similar numbers of virus-specific ASC found in brain in these studies compared to ours, albeit at later times.\n\nEarly in SV encephalitis, ASC secreting IgM predominate but by day 14 ASC secreting IgG2a and IgA are most prominent in the brain. This is consistent with previously reported data from our lab utilizing immunoperoxidase staining of tissue sections which indicated that early, B cells expressed IgM but later B cells expressing IgG2a and IgA predominate in the perivascular inflammatory cuffs (Tyor et al., 1989) . Similar studies of brain sections from outbred mice infected with Semliki Forest virus also found few IgGl-positive cells, but similar numbers of IgG2a, IgG2b and IgG3positive cells were present by 21 days after infection. In this model, IgA and IgM were not examined (Parsons and Webb, 1992) . In chronic lymphocytic choriomeningitis virus infection of mice (Moskophidis et al., 1987) and in coronavirus-induced encephalitis in rats (Schwender et al., 1991) , IgG-secreting virus-specific ASC also predominated late.\n\nThe isotype expression of ASC in brain is, in general, reflected in the spleen and cervical lymph nodes, which receive inflammatory cells from the brain (Oehmichen et al., 1979) . These relationships are similar when one examines the isotype expression of SVspecific ASC. These populations also reflect the relationship between the brain, and the spleen and cervical lymph node ASC, that is apparent when one examines the total number of ASC in each of these locations. That is, in spleen and cervical lymph nodes SV-specific ASC secreting particular Ig isotypes peak at days 7 and 10, yet in brain the numbers of SV-specific ASC secreting IgG and IgA continue to rise through day 20. The exception is SV-specific ASC secreting IgM which decline after day 10. These data suggest that antigen presentation and subsequent stimulation of SV-specific B cell clones by CD4 ÷ T cells occurs first in spleen and cervical lymph nodes. Furthermore, isotype switching from lgM to IgG2a, IgG2b, IgG3 or IgA probably also occurs primarily in the spleen and lymph nodes. The exception is IgG1. The number of ASC producing IgG1 continue to rise in brain through day 20 without a significant peak in spleen, suggesting that isotype switching to IgG1 may occur primarily in the brain. ASC secreting IgG2a are a predominant population of ASC in spleen, cervical lymph nodes and brain late in the course of SV encephalitis and IgG2a has previously been shown to be a prominent Ig isotype stimulated by viral infections in mice (Coutelier et al., 1988) .\n\nAlthough B cells are rarely present in normal cerebrospinal fluid, their presence in normal brain parenchyma has not been previously described. We found small numbers of ASC in brain parenchyma prior to infection, suggesting that trafficking into the brain by B cells takes place under normal conditions. Alternatively, these cells may have been participating in some unrecognized inflammatory condition. T cells which also traffick through the CNS under normal conditions (Wekerle et al., 1986) , are amongst the first inflammatory cells entering the CNS during SV encephalitis (Moench and Griffin, 1984) . Antigen-stimulation of CD4 ÷ ceils by class II ÷ macrophages and microglia may occur locally in the brain during SV encephalitis (Tyor et al., 1990) . The population of B cells already present in the brain prior to infection, as well as others entering during the course of encephalitis may represent B cells that are relatively immature (Tyor et al., 1989) , and therefore may have an opportunity, if they are SV-specific clones, to undergo stimulation and clonal expansion, entirely locally. However, as described above, examination of the time course suggests that the majority of stimulation probably occurs in peripheral lymphoid tissue.\n\nThe relatively low percentages of SV-specific ASC found in brain early suggests that much of the B cell trafficking to brain is non-specific and that antigen specificity (in this case to SV) does not determine entry into the brain (Wekerle et ai., 1986; Cross et al., 1991) . ASC that are specific for SV may interact with antigen and receive T cell help locally through cognate interactions while those ASC that are non-specific either do not expand or leave the brain. The ASC that are not specific for SV may return to peripheral lymphoid tissues such as the cervical lymph nodes (Oehmichen et al., 1979; Cserr and Knopf, 1992) via lymphatic drainage or return to the spleen and/or other peripheral lymphoid tissue by the hematogenous route."}