{"title": "Challenges and opportunities for enhancing biotechnology and technology transfer in developing countries", "body": "The mission of the U.S. National Institutes of Health (NIH), Department of Health and Human Services, is to support biomedical research to extend healthy life by reducing illness worldwide. As part of this effort, the NIH seeks to understand challenges hindering the public availability of inventions made by NIH scientists. This article reviews the results of initial efforts to narrow some of these gaps, particularly in developing countries, and the possible global benefits of NIH inventions especially in areas pertaining to biotechnology.\n\nThe NIH Office of Technology Transfer (OTT) is the lead office managing the patenting and licensing of inventions made by scientists at the NIH and Food and Drug Administration (FDA). OTT is actively exploring ways to improve how technologies are transferred to developing countries, particularly by identifying biomedical research institutions, foundations, and companies in Latin America, Africa, Asia and some transitional economies in Eastern Europe.\n\nThe field of biotechnology has long been the subject of Intellectual Property Rights (IPRs) and is dominated by multinational Western companies, which are continuously adapting to the changing global economic climate. The Organization for Economic and Cooperative Development (OECD) science and health ministers have concluded in their last annual report that biotechnology will be a key driver for sustainable growth and development in the OECD member countries and beyond (OECD Report, 2004) . Today, some developing nations with enormous human capital like India, China, Brazil, and Korea have been able to demonstrate their capabilities and accomplishments through several biotechnology R and D activities. Many others in countries like Mexico, Argentina, Chile, South Africa, Egypt, Thailand, Hungary and the Czech Republic are ready and eager to follow their example. However, the road ahead will prove to be a difficult one for most developing nations. Support for the development of therapies and products for endemic and neglected diseases requires the building of a sustainable infrastructure in these nations. In many countries, the typical prerequisite elements of welleducated and trained population, scientific excellence, business-friendly set of intellectual property rights, regulatory infrastructure and healthcare system are simply not sufficient or absent (Marshall, 2004) . The lack of these essential building blocks presents enormous hurdles to the nascent biotechnology industry in these developing countries. Industrialized nations and international organizations have the obligation to encourage innovation, form new collaborative alliances with institutions in developing countries, and provide them with sustainable guidance and resources for building a capable biotechnology infrastructure that are so urgently needed.\n\nMany experts agree that when families with access to medicines feel confident that their children will live longer, the overall standard of living in developing countries will rise, resulting in economic expansion and reduced global population growth (Savedoff and Schultz, 2000; Daar et al., 2002) . Unfortunately, medicines developed by multinational companies are too expensive and individuals in developing nations, who must pay for medicines out of their own pocket, cannot afford them. For example, for an AIDS drug cocktail patent holders can charge up to US $10,000 annually in certain markets. However, in the absence of patent regulations, makers of generic drugs sell their versions for less than US $300 (Boulet et al., 2003) . Even the less expensive drugs may still be inaccessible to the extremely poor. Many developing countries unable to compete with or afford competitors' products have focused their biotechnology impetus to produce affordable therapeutic alternatives, instead of supporting novel drug innovation. This was largely possible because of lenient patenting regulations (Thorsteinsdotir et al., 2004) . India, the world leader in generic drug manufacture, is a prime example of reducing cost of production in this way while making medicines affordable to underprivileged individuals (Kumar et al., 2004) .\n\nAs many of these countries are entering a new phase in biotechnology development, the NIH OTT recognizes the need to transfer biotechnologies internationally and thus encourage institutions in these regions to practice innovative entrepreneurship. The maturing biotechnology health sectors in developing nations will be research-intensive, more expensive and will have to comply with ever-more stringent IPR systems. The OTT therefore feels compelled to extend the mission of the NIH to cultivate public-private partnerships beyond the borders of the U.S.\n\nBy working with institutions, international organizations and private foundations, OTT has identified urgent technology transfer (TT) needs and opportunities related to HIV/AIDS, pertussis, malaria, dengue, childhood diarrhea (rotavirus), meningitis, typhoid fever, cancer, and diabetes. OTT has already transferred technologies or is currently negotiating licenses with public and private institutions in India, Mexico, Brazil, China, Korea, Egypt, and South Africa. This experience demonstrates that governmental or not-for-profit research institutions should transfer early stage biomedical technologies to institutions other than pharmaceutical companies in the western world. Of course, this should not be done haphazardly. NIH OTT learned a key lesson while expanding its licensing activities in developing countries: participating institutions should have some research and development (R and D) capability and clear national and regional public health objectives. When these two conditions are met, access to key technologies and models of successful product development by the NIH can enhance the prevention and care of infectious and non-communicable diseases. By encouraging technology transfer the NIH contributes to its long-term global mission of reducing the burden of diseases that are particularly devastating for people living in developing countries .\n\nNIH OTT also recognizes the relevance of assisting in the development of a cadre of scientists and technology managers experienced in Intellectual Property Management (IPM) and other technology transfer-related matters. Overcoming this obstacle is necessarily a long-term project but also eventually a self-sustainable one. As a first step, OTT is working in partnership with other stakeholders in developing countries, the U.S., and Europe to assess the technology transfer and training needs of institutions in developing countries. Moreover, OTT has also initiated an international technology transfer capacity building program to train scientists and managers from developing countries. The first phase will include training of staff from institutions in China, Brazil, and India. Future expansion of the program is envisioned for relevant personnel from African, Latin American, Asian and European institutions.\n\nThe NIH is a domestic agency and one might naturally ask the question why the NIH should involve itself in international technology transfer. After all, the NIH should not risk leaking knowledge that might put the United States at a competitive disadvantage. But there is a strong case for enhancing technology transfer to developing countries. It would allow them to develop technologies appropriate to their own regional needs, enabling local and regional solutions to public health needs (OECD, 2003; Varmus et al., 2003; Saha et al., 2004) . The NIH mission extends beyond the borders of the United States for reasons that reflect its statement: bScience in pursuit of fundamental knowledge about the nature and behavior of living systems and the application of that knowledge to extend healthy life and reduce the burdens of illness and disability.Q 1 The NIH is committed to achieving this mission by fostering fundamental creative discoveries, innovative research strategies, and their applications as a basis to advance significantly the Nation's capacity to protect and improve health; and developing, maintaining, and renewing scientific human and physical resources that will assure the Nation's capability to prevent disease. Additionally, to address the critical challenges in global health, the Bill and Melinda Gates Foundation granted $200 million for the Foundation for the National Institutes of Health (FNIH) to manage the Grand Challenges in Global Health Initiative, which supports increased research on diseases that cause millions of deaths in third world countries.\n\nFurthermore, one NIH goal for technology transfer is specifically to bstrengthen the capacity of developing countries to identify technologies and pursue their development into products, through education and technical assistanceQ. 2 Extending R and D activities outside US borders transfers technological know-how as developing countries learn-by-doing and gain technological capabilities (Marshall, 2004) . Facilitating the development of technologically capable partners better leverages the value of technologies and extends scientific knowledge and practice. Overall, such activities are likely to add value and provide social returns on existing inventions (Gardner and Garner, 2004) . Social returns are realized on the public sector's vast financial investments in biomedical R and D, either directly by serving US markets or indirectly by improving the health of people worldwide and preventing the spread of disease across US borders.\n\nA number of studies document the existence of major global health disparities, with the greatest burdens borne in developing countries (Gwatkin and Guillot, 2000; TDR, 2003; WHO Report, 2004) . One primary reason is the lack of access to advanced technologies that address emerging, re-emerging, and noncommunicable diseases in major parts of the developing world. It is also well known that this problem persists largely because there are no incentives in the developed world to provide technological solutions (e.g., drugs, vaccines, diagnostics) for these problems (Trouiller et al., 2002) . 3 Fig. 1 illustrates the potential impact of biotechnology innovation on global heath.\n\nNew solutions to developing treatments for rare diseases or those found in poor nations may come from open-source research practices in biotechnology. Such an approach may foster biomedical innovation while significantly reducing R and D expenditures, which often pose as barriers to justifying new drug development for combating many neglected diseases. The advantages were most recently exemplified through the Human Genome Project initiative by placing all relevant scientific data and resources into public domain without allowing any one entity to hold a patent to the invention. Much needed cures for tropical diseases can be developed through such an approach (Maurer et al., 2004) . Similarly, various types of patent pooling arrangements for a particular technology could provide relief to the challenges of IP fragmentation presently stifling biomedical development and thus access to essential medicines. For example, the development of technologies for intervention of the Severe Acute Respiratory Syndrome (SARS) could be expedited and licensing costs reduced by cooperative pooling of SARS-related patents (Rimmer, 2004) . Creation of such win-win situations for the IP holders, vaccine manufacturers, and populations in need is gaining increased consideration.\n\nAmong the most prevalent causes of death in developing countries are communicable diseases like HIV/ AIDS, tuberculosis and malaria, claiming 5 million deaths annually. Mortality resulting from malnutrition, contaminated water and overall poor sanitation is even greater. For example, the neglected diseases that plague many African nations receive little attention from politicians and for-profit corporations who do not invest in providing treatment for lymphatic filariasis (elephantiasis), schistosomiasis, intestinal parasites, leprosy, sleeping sickness (African trypanosomiasis), or leishmaniasis (Trouiller et al., 2002; WHO Report, 2004) . The Program in Applied Ethics and Biotechnology (PAEB) and the Canadian Program on Genomics and Global Health (CPGGH) at the University of Toronto Joint Center for Bioethics developed the report on Top 10 Biotechnologies for Improving Health in Developing Countries. The report listed molecular diagnostics, recombinant vaccines, vaccine and drug delivery, bioremediation, and enriched GM crops among the most promising biotechnologies for improving global health (Daar et al., 2002) . The report further warns of a possible bgenomic divideQ as little biotechnology has focused on health problems prevalent in developing nations and the genetic 3 The cost of R and D for new drugs is estimated to be between $650 and $800 million, including opportunity costs and absorbing the costs of failures (Kettler, 2000; Di Masi et al., 1991) . For instance, out of the nearly 1,400 new drugs that were registered between 1975 and 1999, only 1% (13 drugs) was for tropical diseases (Olliaro and Trouiller, 1999; DNDi Working Group and MSF, 2003) . However, 95% of the annual 17 million deaths worldwide from infectious and communicable diseases occur in developing countries (OECD, 2002). advances that will dramatically improve health in developed countries will not equally benefit the poor ones.\n\nOTT's primary mission is to accomplish the goals set by NIH through establishing new lines of communication with institutions in developing countries. The scope of research conducted at NIH institutes includes investigation of diseases that are an enormous health burden in developing countries. The fruits of patented inventions borne out of such research are not meant to benefit solely the privileged few or bring profit to pharmaceutical industry (Boulet et al., 2003) . As a public health institution, the Public Health Service' (PHS) NIH mission includes making biomedical inventions available to all in need.\n\nThe incentive for OTT to engage in international activities is to contribute to the reduction of the burden of disease globally. Many developing countries stand to benefit the most from licensed NIH invention, when they develop the technologies locally for prices affordable to their underprivileged populations. Such transfer of technologies may play a particularly important role in turning early-stage technologies into useable products in third world countries. Importantly, by enabling indigenous institutions to develop NIH technologies in these regions, local capacity in research and development, market competitiveness, experienced work force and scientific excellence will improve, the biotechnology infrastructure will grow consequently and ultimately will help strengthen and stabilize the developing countries' economies. Many successes of active participation of developing countries in R and D activities for meeting local needs already exist: (1) The production of Hepatitis B vaccine by multiple Indian companies (Kumar et al., 2004) ; (2) the recombinant human insulin vaccine developed and produced in Brazil in the 1990's to meet its population's needs (Ferrer et al., 2004) ; and (3) Egypt's advances in agbiotechnology field aimed to meet acute insulin shortages by locally developing recombinant human insulin (Abdelgafar et al., 2004) .\n\nGlobalization can disseminate diseases across continents through the rapid migration of human populations, a dynamic that poses new challenges to the United States. Indeed, it is now widely recognized by the international community that diseases that once were contained within regional borders now threaten the United States in two ways:\n\n! Emerging and re-emerging infectious disease epidemics: with increased movement of goods, animals, and people, diseases spread rapidly across borders, posing direct threats to U.S. citizens. It suffices to mention he epidemics of diseases such as HIV/AIDS, influenza, tuberculosis, cholera and SARS in certain parts of the world threaten not only the regions where they originated but also the entire globe (Global Health Council, www.globalhealth.org). 4 ! Risks from terrorism: access to drugs and medical technologies are genuine public welfare concerns in many developing countries (WHO, 2003; Hirschberg et al., 2004) . Indeed, the spread of disease often fuels poverty, suffering, and civil disorder. Providing access to needed medical technologies will reduce the burden of disease and improve the quality of life in volatile areas of the globe, diminishing the unrest that fuels terrorism.\n\nDespite this great need, pharmaceutical firms have few incentives to invest in products to treat and prevent diseases that primarily afflict poor countries because of low returns on investments in high-risk and costly biomedical R and D (Trouiller et al., 2002) . 5 This is clearly illustrated by tuberculosis. A new generation of drugs has not reached the market for over thirty years. This is largely because the disease has ceased to be a priority for wealthy nations, whose ability to pay high prices for drugs enables companies to recoup their steep investments (TB Alliance, 2004). 6 Medicins Sans Frontières (bDoctors without BordersQ) has estimated that in the last thirty years, only 15 new drugs were developed for tropical diseases, while 179 new drugs were developed for cardiovascular diseases alone (Thorsteinsdotir et al., 2004) .\n\nSimilar challenges also exist for vaccines that have been developed for pandemic diseases, where the introduction of such products to developing world markets has been delayed significantly. For example, an effective vaccine for measles has been in use in the West for the past forty years, but most of the developing world has gained limited access to the vaccine only recently (WHO-UNICEF, 2003) . In addition, the financial and logistical challenges of international efforts to 5 The so-called 10/90 Gap, by which is meant that 90% of the world's drugs reach only 10% of its population (Kettler, 2000; Olliaro and Trouiller, 1999) . The 8th WHO Health Forum for Health Research held in Mexico City, 16-20 November 2004, set out to intensify the completion of the Millennium Development Goals (MDGs) through collaboration with multinational partners to close the gaps in health research for the needs of developing countries (Global Forum for Health Research meeting statement, 2004) . 6 It is only in remote cases-those in which an acute threat is posed to the United States-that exceptions are made and vaccines and therapeutics are produced under government subsidy. provide anti-retroviral drugs to developing countries are well known. In case of malaria, the disease was virtually eradicated through use of insecticides and malaria drugs in North America and Europe. Ironically, this practice led to increasingly resistant mosquito vectors in Africa, Asia and Latin America, but no efforts were made toward the development of malaria vaccine, as malaria represents a low priority health risk in developed nations. This situation lead the Bill and Melinda Gates Foundation to launch and support the Malaria Vaccine Initiative (MVI) in an effort to address this serious shortcoming and to accelerate the vaccine development to combat this disease that affects millions of people all round the world (MVI, 2004) .\n\nConsequently, some of the relatively more technologically advanced developing countries should enhance their R and D capacity and expertise in product commercialization to meet local needs. This includes the development and/or enhancement of appropriate capacities in less-developed countries that will enable their academic and research institutions to benefit in a sustainable way from this investment (Salicrup et al., 2004) . Several research studies indicate that this is the best approach to combating long-term neglected diseases in poor countries in Sub-Saharan Africa, parts of Asia, Latin America and the Caribbean, and Eastern Europe (Boulet et al., 2003; WHO, 2003) . 7 Indeed, recent work by wellrespected private foundations such as the Gates and the Rockefeller Foundations and policy-makers emphasizes developing countries' bneed for self-reliance and national production [of health-biotechnologies] to ensure that country-specific disease needs can be metQ (Saha et al., 2004; Thorsteinsdotir et al., 2004; Maurer et al., 2004) . 8 The World Intellectual Property Organization's (WIPO) Cooperation for Development Program is committed to tailoring its activities in implementing IP strategies to the diverse infrastructures and needs of developing countries (WIPO, 2004) . Similarly, the Organization for Economic Co-operation and Development (OECD) states strongly that bthe transfer of technology to developing countries is a key element so that countries can develop their own R and D infrastructure and capabilities to meet their own needsQ (OECD, 2002) . Developing countries that have reached a certain level of technological capacity are now encouraged to foster dynamic capabilities, to nurture domestic assets by creatively blending domestic and foreign knowledge (Marshall, 2004) .\n\nThese policy recommendations are supported by extensive research showing that innovation capability and international technology transfers are key elements of maintaining and expanding national shares in the global economy (Romer, 1993; Ariffin and Bell, 1999; Boulet et al., 2003) . Technology transfer refers to bany process by which one party gains access to another's technical information and successfully learns and absorbs it into its production processQ (Maskus, 2003) . Facilitating further research and development, transfers ensure the wide application of scientific discoveries, methods, procedures, techniques, and equipment for promoting health and economic development. The NIH uses a variety of mechanisms to facilitate such transfers: patenting and licensing inventions, scientific publications to share knowledge, transfers of unique biological materials, and scientific collaborations for basic and applied research. A major channel is the licensing of patent-pending or patented inventions, which btypically involves the purchase of production or distribution rights and the underlying technical information and know-howQ (Maskus, 2003) . Patents directly facilitate this kind of knowledge transfer.\n\nBiotechnological innovation can be the most powerful and effective tool for worldwide reduction of poverty. The difficulty in managing the vast health burdens is not merely a question of science but also of economy and infrastructure (TDR, 2003; Maurer et al., 2004) . A positive side effect of increased biotechnology transfer to developing countries is the reduced spread and impact of disease, which improves socio-economic standing of the impoverished populations (CMH, 2001). 9 7 The report of the Organization for Economic Co-operation and Development (OECD) from the bConference on Biotechnology for Infectious Diseases: Addressing the Global Needs (OECD, 2002)Q strongly recommends this view, clearly articulating that bthe transfer of technology to developing countries is a key element so that countries can develop their own R and D infrastructure and capabilities to meet their own needs.Q 8 bGrand Challenges in Global Health,Q (Varmus et al., 2003) . The Panel analyzing these bGrand ChallengesQ suggested seven overarching goals and challenges. All of these were related to developing new and better technologies, such as effective vaccine technologies, efficient vaccine and drug-delivery systems, diagnostic tools, therapeutics, bio-available nutrition systems (via genetic modification of plants), etc. This view was reiterated by Dr. Elias Zerhouni and a former Director of the National Cancer Institute (Varmus et al., 2003) . Furthermore, one of the key messages from world leaders at the World Summit for Sustainable Development (WSSD), held in 2002 in Johannesburg, South Africa, was the need to build capacity of the Science and Technology (S and T) enterprise in the developing world for its own sustainability.\n\nApproximately one third of the world's population is btechnologically deprived,Q and only 15% of the global population provides almost all technological innovations (Juma et al., 2001; Global Forum for Health Research, 2004) . Clearly, this imbalance needs to be addressed. Collaboration between countries and across sectors in technological areas outside of national core competencies is one way to reduce this inequity. It will enable the transfer of technological knowledge and its application into under-invested areas. It is crucial to act quickly to transfer relevant expertise and scientific knowledge to developing country institutions that can transform it into health-related products for areas neglected by developed country innovators.\n\nThe NIH recognizes all the potential benefits to be gleaned from participating in international technology transfer and is also acutely aware of the potential losses in its absence, particularly for developing countries with dire needs and technological shortfalls (see Maskus, 2004 for a concise review of this area). As the office responsible for patenting and licensing inventions made by scientists at the NIH and FDA, OTT is actively exploring ways to improve the process of transferring Public Health Services (PHS) technologies to developing countries. In particular, OTT has identified biomedical research institutions, foundations, and companies in Asia, Latin America, Africa, and Eastern Europe that have the interest and capacity to receive and further develop new technologies. In collaboration with different partners, OTT has identified urgent technology transfer needs and opportunities related to HIV/ AIDS, malaria, pertussis, dengue, childhood diarrhea (rotavirus), meningitis, chickenpox, cancer, and diabetes. OTT has already transferred technologies or is currently negotiating licenses to begin transfers with institutions in India, Mexico, Brazil, Argentina, China, Korea, Egypt and South Africa.\n\nOne goal of NIH OTT is to address availability gaps for PHS inventions and to make these technologies more accessible to people around the world. With its leadership in biomedical research and innovation, as well as its management of technology commercialization across sectors, the U.S. is in a prime position to lead and help other countries formulate appropriate technology-transfer procedures in the developed world. 10 And as a leader in biomedical research, the NIH OTT can play a significant role in international technology transfer (Zer-houni, 2003) . With its large portfolio and more than 15 years of experience in technology transfer, the NIH OTT is also well positioned to move technologies to the private sector for commercialization in the US and abroad. 11 Out of a total of 2968 executed licenses or license amendments, about 428 licenses have been executed to a foreign entity to date. In FY 2004, there were 32 foreign licenses (27 new and 5 amendments) executed out of a total of 276 (of which 196 were new licenses and 80 were amendments). There are even more opportunities for international technology transfer because some developing countries, such as China, India, Brazil, and South Africa, have become emerging economies with expertise in advanced technological (biomedical R and D) capabilities.\n\nThe NIH has been at the forefront of this endeavor. It has made technologies accessible to the public through its management of intellectual property, patents, and licensing. Its technologies have been put to use in approximately 200 marketed products and services, in part through collaborations with governments, private industry, academia, international organizations, and private foundations. These include HIVAB (AIDS Test Kitk/Abbott and others); Videxk (ddI/BMS); Taxolk (paclitaxel/BMS); Fludarak (fludarabine/Schering); Havrixk (hepatitis A vaccine/GSK); and Synagisk (monoclonal antibody to respiratory syncytial virus (RSV)/MedImmune).\n\nNIH has already developed a relatively strong portfolio for some neglected infectious diseases (shown in Table 1 ), but these technologies have not yet been fully exploited. It should be noted that while there may be technologies on the market for these diseases, they may be either obsolete, inaccessible to most developingcountry markets due to cost, or involve complicated delivery mechanisms. This continues to hamper the efforts to turn early-stage technologies into useable products. 10 eg. IIPI, http://www.iipi.org/activities/projects_tech_transfer.htm. 11 Indeed, approximately 15% all active NIH licenses have been executed with institutions outside the US. Hoekman et al., 2004; CIPR, 2001; Ernst and Young, 2000; Rivette and Kline, 2000; Falconi and Salazar, 1999; Juma and Clark, 2002 ; IIPI (http://www.iipi.org/ activities/projects_tech_transfer.htm). OTT has already been successfully moving PHS technologies to institutions in developing countries, such as India and Brazil, based on public-health needs and R and D and commercialization capabilities, but only a few institutions in even fewer countries are familiar with the patenting or licensing process and/or are able to enter well-prepared into technology transfer transactions and negotiate terms and conditions. IPR is considered a critical currency in technology transfer and innovation generally: Intellectual Property Rights: Implications for Development ICTSD and UNCTAD, 2003. For technologies with a worldwide market, such as those related to HIV/AIDS and tuberculosis, the NIH OTT has adopted license terms in the last few years that require companies in North America or Europe to provide a marketing plan for making products available to developing countries. Usually, these plans are due shortly after receiving their first market approval. Since these technologies are in their early stage, none of the licenses governed by these terms have yet reached this milestone. Licensing of technologies directly to companies in developing countries often involves an agreement with enforceable benchmarks for tracking licensee's progress. Additionally, these benchmarks may be linked to public health policies stipulating safe clinical trials and environment-conscious practices .\n\nThe NIH OTT continues to explore more ways to enhance the transfer of technologies to institutions in developing countries. In a drive to market these technologies to parties interested in entering developingcountry markets, contacts are being developed worldwide with R and D institutions in developing countries, in both the private and public sectors. OTT is proactively searching for potential partners in developing countries for key neglected diseases, including both communicable (i.e. HIV/AIDS, dengue, and rotavirus) and non-communicable diseases (i.e. cancer, diabetes).\n\nCommercialization licenses can involve the transfer of rights to utilize intellectual property as well as unique materials in some cases. The NIH OTT has utilized both types of licenses as incentives to develop products for the developing world. Intellectual property rights can only be enforced in countries where a patented technology is used to manufacture a product or in countries where the product is sold. Thus, in countries where the patent owner has not sought patent protec-tion, as is often the case in many developing countries, a biological materials license agreement can be an important incentive in providing the institutions with some level of market protection for the transfer of technologies. In addition, NIH OTT has utilized geographic exclusivity or co-exclusivity as an incentive for a licensee to develop a biotechnology-related product for a particular regional market. When an exclusive license is not needed to encourage commercialization, non-exclusive licensing, regionally or worldwide, will allow multiple parties to compete in the market to develop a product. It is anticipated that these license strategies might have a major impact on the access to health technologies by those in great need in industrialized and developing countries.\n\nWhen framing a marketing strategy for international product development, all of these mechanisms can be utilized in complex ways to provide the appropriate incentives for each country or region. Otherwise, the licensing terms for institutions serving the public health needs of less-industrialized countries would be comparable to NIH OTT licenses to institutions in industrialized countries. Royalty fees are negotiated on a case by case basis, depending on factors such as the marketing plan, market size, potential use for the public interest, and the need to license additional technologies. Using this paradigm allows the OTT to fulfill its statutory requirement to favor small U.S. businesses for the U.S. market and to use exclusive licensing strategies only as needed.\n\nThe NIH has been increasing its filing of patents for important vaccines and therapeutics in countries like China, India, Brazil and Mexico so that local entities will have the incentive to develop such products. Additionally, the NIH makes efforts to transfer know-how and critical documentations for manufacturing to help developing countries expedite their developing efforts. Also, the selection of partners in these countries is rigorous and based on the companies' scientific and commercial capabilities.\n\nBiotechnological innovation has been the subject of IP rights for decades and its significance for human health care field as well as the potential of biotechnology as a tool to relieve the burden of disease worldwide has also grown. Through an ongoing analysis of its own portfolio and the needs and capabilities of developing countries, OTT has found that a niche exists for technology transfer that does not jeopardize US technological, public health, and economic interests. Such transfers, moreover, can provide solutions to the most socio-economically harmful diseases. OTT has already transferred early-stage technologies to public and pri- Source: vate institutions in India, Brazil, China, Korea, and Mexico, and negotiations are in progress with institutions in Brazil, China, India, Egypt, and South Africa to facilitate inter-institutional, international product development (see Table 2 ). For example, OTT licensed a vaccine conjugation technology to the PATH to develop a conjugated meningococcal vaccine in collaboration with the World Health Organization (WHO). The Serum Institute in India will manufacture the vaccine for eventual distribution in Sub-Saharan Africa, the Middle East, Latin America and the Caribbean, and Eastern Europe. Another license agreement involves the transfer of NIH materials for the development of a conjugated vaccine against typhoid fever to the International Vaccine Institute (IVI), in Seoul, Korea, which plans to sublicense manufacturing to public and private entities in Indonesia and India and to distribute the product in Asia.\n\nIn some cases, OTT has adopted a multi-prong strategy that licenses the same technology under different license types to multiple institutions in different countries. For example, NIH OTT is licensing technology related to the development of a human-bovine recombinant vaccine to several public and private institutions in Brazil, China, India, and the U.S. (Federal Register, 2004a,b) . Depending on the country and geographic region, the license is exclusive, co-exclusive, or non-exclusive. The degree of exclusivity was determined by the needs of the prospective licensees in each country. By granting exclusive rights only when needed to spur commercialization and segment the world market, the strategy allows the market to drive the degree of exclusivity and thus increase the likelihood that the technology will be developed for worldwide distribution. In the case of an effective humanbovine vaccine, such a goal is very important because it would significantly reduce childhood deaths related to this infection in developing countries.\n\nThe NIH OTT has found that international technology transfer requires a holistic and flexible approach, a donor-recipient paradigm that eschews unequal partnerships and the consequent challenges with trust, commitment, and reliability. Local scientists and managers directly participate in negotiations with the NIH OTT as it pursues agreements with flexibility and determination. Hopefully, this strategy of enhancing TT to emerging markets will ultimately provide regional/multilateral and philanthropic organizations with more options to distribute products at a lower cost in lesser-developed countries.\n\nAs NIH OTT's interactions with institutions in developing countries mature and expand, the next steps may include an evaluation study to explore the needs and opportunities related to technology transfer and training for less-developed country institutions. This evaluation would explore areas that impact biotechnology transfer outcomes, such as IP policies, regulations, clinical trials capacity, intellectual property management (IPM) capabilities, and legislation influencing public-private sector partnerships (PPPs). Thus, OTT has the potential to contribute to the scientific, techno- logical and the health needs of developing countries by enhancing their own ability to bring to market technologies that will benefit local and regional public health. Some institutions are providing guidance in IPM and/or organizing training courses and workshops to address important primary needs associated to health R & D. OTT maintains an ongoing dialogue and has already partnered with different stakeholders in this area, including international organizations, regional agencies, private foundations, and professional societies. Moreover, OTT has also initiated an international capacity building program to train scientists and managers from developing countries in different areas of technology transfer. The program's first phase will include staff visiting from China, Brazil, and India. The NIH OTT is seeking to expand the program to relevant personnel from institutions with R & D capabilities in Africa, Latin America, Asia and Eastern Europe.\n\nIt is important to recognize that even though biotechnology will not be the panacea for underdeveloped regions, it should be viewed as an important tool of the total solution toward alleviating global health disparities. By improving R & D and IPM capabilities, institutions in developing countries are increasingly able to interact and implement partnerships with a wide range of local and international organizations to ensure that their inventions move from the laboratory to the patient. The OTT will continue to forge new paths by conceiving of international biotechnology transfer as an important component for achieving the global R & D goals. The NIH OTT is committed to contributing expertise and sharing ideas, strategies, and practices with other organizations in both developing and industrialized nations. In addition, OTT will continue to mutually learn from partners about alternative creative solutions to challenges involved in the research and development of health technologies.\n\nBuilding on a strong track record, NIH OTT is further enhancing the licensing of biotechnologies to institutions in developing countries and continuing to work with other stakeholders to help build technology transfer infrastructures. This activity is helping NIH to meet an important part of its global public health mission: to reduce the devastating disease burden on people living in developing countries. Bringing biomedical inventions to populations in less-developed regions of the world can be achieved through various technology licensing models fitting the specific competencies of the research and development infrastructure in developing countries. Moreover, it is expected that OTT's activities in global technology transfer will promote good licensing practices that meet regional and national health priorities and standards. As a result, these activities should enhance public availability of new technologies, attract new biotechnology R & D resources, obtain returns on public investment, and stimulate economic and social development."}