{"title": "Isolation of encephalomyocarditis virus among stillborn and post-weaning pigs in Quebec Brief Report", "body": "Summary. Encephalomyocarditis (EMC) virus was isolated from aborted fetuses and lungs of suckling pigs from three Quebec pig farms that experienced outbreaks of reproductive failure in sows and respiratory problems in suckling and post-weaning piglets. Multifocal interstitial pneumonia and mild non-suppurative myocarditis and meningoencephalitis were the more significant histopathological lesions observed in piglets. Vero cells were found to be more sensitive than BHK-21 cells and pig cell fines for primary isolation of EMC virus. The Quebec EMC virus isolates were highly virulent for mice and were antigenically related to reference strain of EMC virus as demonstrated by indirect immunofluorescence, seroneutralization and Western immunoblotting. Specific virus neutralization antibody titers up to 1:12,800 were detected in samples of thoracic or abdominal fluids of the aborted fetuses.\n\nEncephalomyocarditis (EMC) virus, a member of the family Picornaviridae, genus Cardiovirus, causes a clinical disease with high mortality in young piglets [1, 6, 7] . The virus has also been proposed as a cause of swine reproductive disorders in Australia and in the United States [1 I, 13-15] . Heart lesions are consistently found in the aborted fetuses or dead piglets [-1,7, 11, 15] . Evidence for transplacental EMC virus infection has been demonstrated in pregnant sows following natural or experimental exposure to the virus [13, 15] . The existence of EMC virus strains having different pathogenic properties for the swine fetus has also been reported [12] . Serological evidence of EMC virus infection was reported in Canadian swine herds and associated with sudden death in young piglets and reproductive problems [20, 21] . Final diagnosis based on the isolation of the virus from tissues of aborted fetuses, however, was not obtained.\n\nIn the last two years, many piggeries in Quebec have experienced successive outbreaks of a severe systemic disease affecting sows of all ages. The clinical signs included anorexia, hyperthermia that lasted up to 7 days, late term abortion (107-111 days), often containing large mummified or partly autolysed fetuses, increase in weakborn pigs and neonatal deaths often associated with rapid abdominal breathing. Following the episodes of reproductive disorders, severe respiratory problems affecting piglets of all ages have also occurred. This report describes the isolation of EMC virus from the tissues of aborted fetuses and post-weaning piglets obtained from three different farms.\n\nNine piglets submitted were in relatively good body condition. They showed various degrees of respiratory distress and their body temperature ranged from 39 to 41 °C. Three piglets exhibited a forced abdominal breathing pattern. At necropsy, variable degrees of congestion and edema of the lungs, along with increased firmness of lung tissue were the most significant and consistent lesions. Lymph nodes were enlarged and congested. The heart was flaccid or apparently normal, and no macroscopic lesions were found on the other organs.\n\nHistologically, lesions of multifocal serocellular and interstitial pneumonia were found in lungs from seven piglets. Histiocytes, lymphocytes and a few neutrophils could be identified within the alveolar septa. Increased numbers of alveolar macrophages, necrotic debris and lymphocytes were demonstrated within the alveolar spaces. Mild multifocal nonsuppurative meningoencephalitis and myocarditis were also demonstrated in five piglets. No significant histopathological finding were observed in the other tissues. No inclusion bodies were evident. Fluorescent antibody examination of tissues [9] for porcine parvovirus (PPV), transmissible gastroenteritis virus (TGEV), and swine influenza virus (SIV) were negative. Routine bacteriological examination of multiple tissues from the necropsied piglets and from aborted fetuses yielded no pathogens. Growth of non-haemolytic Escherichia coli was obtained in one case and was considered to be of no significance.\n\nFetal (pooled tissues) and piglet tissues including the lungs, spleen, tonsils and heart were examined for viruses. Ten per cent homogenates were prepared in 0.01 M phosphate buffered saline (pH 7.4), using a Sorvall omnimixer, and clarified by centrifugation at 5,000 x g for 20 min at 4°C. Aliquots (0.5ml) of clarified supernatant fluids were inoculated into the allantoic cavity of 11-day old embryonating chicken eggs [17] and onto confluent cell monolayers. Continuous monkey kidney (Vero), baby hamster kidney (BHK-21), porcine kidney (PK-15), porcine Fallopian tube (PFT) and swine testicles (ST) cell lines were used for virus isolation. The cell cultures were prepared in 25 cm2-tissue culture flasks using culture media described elsewhere [2] [3] [4] . After an adsorption period of 1 h, the infected cell monolayers were rinsed twice with PBS and reincubated at 37 °C in culture medium without fetal bovine serum. Cultures were monitored daily for appearance of cytopathic effects (CPE). Subpassages were done at 6day intervals, depending on the extent of CPE.\n\nWell-defined CPE, characterized by cell rounding and pyknosis, were ob-served after one or two passages in Vero cells, and were apparent within 1 to 2 days of infection ( Fig. 1 a) . The cytopathic changes were demonstrated only after inoculation with homogenates prepared from the lungs of two of the piglets and after inoculation with pooled tissues from one aborted fetus. After three successive passages, complete degeneration of the cell monolayers was obtained within 18 to 24 h after inoculation. No CPE were observed in cell cultures inoculated with homogenates of the spleen, heart, tonsils and brain of the necropsied piglets. Picornavirus-like particles were observed by negative stained electron microscopy (EM) in the concentrated (10 x ) supernatant fluids of degenerated cell cultures (Fig. 1 b) . No CPE could be demonstrated following two successive passages of the clinical specimens in BHK-21, but the three virus isolates that first propagated in Vero cells could be easily adapted in BHK-21 cells. Both cell lines were of comparable sensitivity in subsequent passages as evaluated by the relative extent of CPE and infectivity titers. With both cell lines, infectivity titers reached 107 to 10 7.6 TCIDs0/0.1 ml after three to four successive passages. Evidence of viral replication in pig cell lines (PFT, PK-15, ST) was not obtained after 3 weekly blind passages, as suggested by the absence of CPE, absence of hemagglutinating (HA) activity in supernatants when tested against chicken, rat and guinea pig erythrocytes, and absence of viral particles in cell extracts examined by EM. No viral particles could be observed by EM in the allantoic fluids of embryonating chicken eggs after two successive passages of the clinical samples, and no hemagglutinating activity was demonstrated with chicken erythrocytes. This seems to eliminate SIV as the etiological agent involved in these cases.\n\nReference EMC virus against which identification was made was purchased from the American Type Culture Collection, Rockville, Maryland (ATCC-VR 129). EMC virus stock was produced by four successive passages in either Vero or BHK-21 cells. The virus was harvested by freezing and thawing infected cells three times and removing cellular debris by centrifugation at 5,000 x g for 15 minutes. Virus purification was performed by differential and isopycnic ultracentrifugation on cesium chloride gradients as previously described [3] . After an overnight centrifugation at 100,000 x g, fractions of the continuous gradient corresponding to buoyant densities of 1.31 to 1.35 g/ml were collected and used for rabbit immunization following a protocol described elsewhere [5] . Specificity of the rabbit anti-EMC virus hyperimmune serum was confirmed by seroneutralization and indirect immunofluorescence [3, 81. When tested against a nominal virus dose of 100 TCIDs0, a seroneutralization titer of 1:40,960 was determined to the homologous virus. At the fourth passage of the virus in Vero cells, maximal cytoplasmic fluorescence was obtained 4 to 6 h post-inoculation using antiserum dilutions up to 1 : 2,560.\n\nNeutralization tests to identify isolates from diagnostic specimens were conducted as one-way tests. Equal amounts of constant antiserum dilution (1 : 100) and one tenth dilutions of supernatant fluids from virus-infected Vero cells were mixed and incubated 1 h at 37 °C. Then, the various mixtures (0.1 ml) were each inoculated to 8 wells of a microtiter plate containing Vero cells. End points of infectivity were determined on day 3 and neutralization indices calculated. Preliminary testing showed 1 : 100 dilution of the rabbit anti-EMC virus hyperimmune serum to have neutralizing indices greater than 5 log for the homologous ATCC-strain. Neutralizing indices of 4 to 5 log were obtained against the three virus isolates recovered from the clinical cases, thus confirming their identity.\n\nSDS-PAGE and Western-immunoblotting analyses were done to further confirm the serological identity of the viruses isolated from Vero cells. For polyacrylamide gel electrophoresis, clarified infected cell culture fluids (100 ml) were ultracentrifuged at 100,000 x g (L565 ultracentrifuge, rotor SW50, Beckman, Calif.) for two hours through a cushion of 30% sucrose (W/V) solution. The viral pellets were disrupted in 100 pl of double strength Laemmli sample buffer containing 5 per cent 2-mercaptoethanol, boiled for 3 min, and clarified at 10,000 x g for 15 min before electrophoresis in 10 per cent SDS-polyacrylamide slab gels, as previously described [5] . Western immunoblotting assays were also done as previously described [5] .\n\nUnder the conditions used, five major polypeptide species with estimated Mr of 39,000 (VP0), 32,000 (VP1), 29,000 (VP2), 25,500 (VP3) and 11-14,000 (VP4) were consistently demonstrated after electrophoresis of purified ATCC strains of EMC virus. These four polypeptides were immunochemically stained with homologous rabbit antiserum (Fig. 2, lanes 1 to 3) . Identical polypeptide profiles were obtained for the three Quebec isolates of EMC virus. The four Fig. 2 . Western immunoblotting of EMC virus structural proteins. 1-3 CsC1 gradientpurified ATCC-strain of EMC virus (1 and 2) or extracellular virus pelleted through a cushion of 30% sucrose (W/V) solution (3) was solubilized in sample buffer and electrophoresed in 12 per cent polyacrylamide gel. Viral proteins were then electrophoretically transferred to nitrocellulose membranes and incubated with 1 : 1,000 dilution of rabbit anti-EMC virus (ATCC strain) hyperimmune serum. Immunoblots were revealed as described previously [5] . [4] [5] [6] Immunoblots of Quebec EMC virus isolates Q.90-890 (4), Q.90-898 (5), and Q.90-945 (6) . Estimated molecular weights of viral structural proteins are indicated in thousands. Positions of molecular weight standards are on the left major polypeptides of the Quebec isolates cross-reacted with the four homologous proteins of the ATCC-strain (Fig. 2, lanes 4 to 6) . The pathogenicity of Quebec EMC virus isolates was investigated in mice. Groups of five CD-1 mice, approximately 25 g weight, were inoculated intraperitoneally with 0.5 ml of infected cell culture supernatants (106 to 10 7 TCIDs0/ 0.1 ml) and observed at least twice daily. In cases of the three Quebec EMC virus isolates, 100% mortality was observed within 48 h post-inoculation. Death was sudden or after signs of illness including ruffled coat and convulsive periods.\n\nConcurrent investigations of similar outbreaks of reproductive failure in five other large intensive piggeries located in the same geographical region did not result in the isolation of EMC virus. However, 52 of 110 sows with stillborn and mummified piglets had serum neutralization titres of EMC virus that varied from 1 : 8 to greater than t : 64. High virus neutralization titres ranging from 1 : 160 to 1 : 12,800 were also detected in 7 to 10 samples of fetal fluids submitted from these farms. No significant antibody titres were detected either in sera from the sows or in fetal fluids to TGEV, PPV, and SIV (serotype Hswl N 1) using microtiter neutralization or hemagglutination-inhibition assays [3, 4, 17] .\n\nMany infectious agents have been associated with reproductive failure in swine [10] . PPV, SIV, and Leptospira are the most common causes of swine reproductive failure in Canada, but a large proportion of mummified or stillborn pigs still remain undiagnosed. [19] . In the last two years, multiple episodes of undiagnosed reproductive failure in sows with severe systemic clinical manifestations have also been reported in intensive piggeries from more than 13 states in the U.S.A. [8, 10 , tl] and a nearly identical syndrome was noted in a Saskatchewan herd, where researchers proposed a possible involvement of a porcine cytomegalovirus~ [18] . EMC virus was also isolated from aborted fetuses in Minnesota and Iowa [11] . Although the clinical signs in pregnant sows and unweaned piglets observed in Quebec piggeries were compatible to what has been reported in these states and in Saskatchewan, the histopathology was different. Necropsied fetuses did not show typical gross and microscopic heart lesions previously reported from experimental and natural infection of newborn piglets with EMC virus [12] [13] [14] .\n\nThe demonstration of EMC virus associated to reproductive and respiratory problems in swine supports the hypothetical existence of EMC virus strains with different pathogenic properties, as previously demonstrated by different authors [t2] . Although the Quebec EMC virus isolates were serologically indistinguishable to the reference ATCC-EMC virus, they were more virulent for newborn mice. The absence of consistent heart lesions in the aborted fetuses and in piglets with consistent findings of various degrees of pneumonia suggested that the Quebec isolates may be biologically distinct."}