{"title": "Ebola virus disease: How can African pharmacists respond to future outbreaks? Asian Pacific Journal of Tropical Disease", "body": "The World Health Organization (WHO) has described the Ebola virus disease in the West African subregion as the largest widespread unprecedented outbreak in the history of the disease [1] .\n\nOne year since the outbreak started, more than 20 000 positive cases have been reported with an average case fatality rate of 50%. Sierra Leone, Guinea and Liberia are the hardest hit countries with Nigeria, Mali, Congo DR and Ivory Coast recording fewer cases [1] . As of the 27th September 2015, 28 388 cases were confirmed, suspected or probable and 11 296 deaths have been reported [2] . In the three most affected countries, the disease has halted socioeconomic activities and further weakened the already dysfunctional health system.\n\nLocal health authorities and their international partners of these countries have been able to drastically reduce the spread of the virus through effective and sustained case investigation, contact tracing, rapid isolation and treatment and community engagement [2] . Since July 2015, the number of new cases has been below 10 per week and only 4 new cases were reported in the last week of July, all of which were from Guinea [2] . With the current outbreak almost at its end, there is a possibility for another to occur if the underlying factors that led to the start of the outbreak in the first place are not addressed.\n\nThe local health authorities and the international communities were initially ill-prepared to effectively respond to an outbreak of such magnitude [3, 4] . Poor knowledge about the disease among most healthcare professionals including pharmacists and the populace combined with a dysfunctional health system due to the prolonged civil conflicts and an initial piece-meal response from the international community led to the spread of Ebola [1] .\n\nProvision of pharmaceutical care by pharmacists through assessment of patient therapeutic needs, monitoring medication adherence and prevention of medication errors has been documented in the literature. In addition, pharmacists have been involved in public health related activities such as immunization, contraception, prevention and control of infectious and non-communicable diseases and emergency preparedness [5] . In Africa, these expanded\n\nIn its forty years history (1976-2016), the West African region has recorded the most devastating form of the Ebola virus disease. The sparse knowledge of healthcare professionals and general public combined with lesser responses from international community are major factors for the dissemination of the disease. In the context of this outbreak, there is a need to highlight the roles and responsibilities of pharmacists, especially in the African healthcare setting. Moreover, the prerequisite of diagnostic kits for the timely detection of the infection as well as pharmacists' awareness of the current therapeutic regimen are recommended.\n\nroles are hardly practiced due to pharmacist's lack of knowledge and expertise coupled with the unwillingness to take up new roles and responsibilities. In the context of the current outbreak, the pharmacist role can be described as minimal.\n\nIn an emergency disease outbreak like Ebola, pharmacists can involve in any of the key response areas, i.e. planning community and institutional response, disease surveillance, community and stakeholders engagement and mobilization, logistics and supplies and clinical management [6] . Other areas include preclinical and clinical investigation, quality assurance of new drugs or vaccination.\n\nPharmacists must be proactive in taking up leadership roles in national and regional pharmacy organizations and collaborating with other international health partners to formulate workable policy guidelines and programs for training pharmacists in Africa to effectively respond in the future [7, 8] . In the light of the current epidemic, curricula in pharmacy schools in Africa should be tailored to foster public health by including specialized training in infectious disease epidemiology [7] . In Africa, a pharmacy is always the first port of call for sick patients. Pharmacists are well positioned for early disease detection within the community and provide referrals to patients for hospitals or isolation centres. Pharmacists at the community level are also well placed to educate and advise consumers on available and effective prevention and control measures, including information of new investigational drugs for the management of Ebola [7] . Also, as trusted health care professionals, they are in the right position to dispel myths or false rumors that have the potential to ferment the beginning of another outbreak. Furthermore, as promising vaccine candidates for Ebola are in the horizon [9] , pharmacists could serve as a valuable resource in vaccinating patients as it has been shown in other disease prevention programs [6] .\n\nPharmacists working in the hospital settings, especially in critical care, emergency and infectious departments, should develop workable policies and standard operating procedures to prepare for any future outbreak [10] . Guidelines and standard operating procedures should address staff protection, patient isolation, handling of orders, dispensing of medications and proper disposal of chemicals, including medications from isolation units [10] [12] . Last but not the least, future research efforts need to be exhaustively directed towards the formulation of diagnostic kits for early detection of infection [13] . In all these resources, process and product developments, pharmacists would have ample opportunities to be actively involved in testing their efficacy and safety."}