{"title": "", "body": "Hand, foot, and mouth disease (HFMD) is generally a febrile exanthematous disease mostly prevalent in children younger than 10 years of age. Manifestations are vesicles on the palmar and plantar surfaces of the hands and feet, and on the buccal mucosa, tongue, and buttocks. Although other types of enterovirus (EV), such as coxsackie virus A4-A7, B2-B5, and EV18 are related to HFMD, human EV71 and coxsackievirus A16 (CA16) are the main pathogens (Bruu, 2003) . Severe cases with neurological and cardiopulmonary complications, such as aseptic meningitis, encephalitis, and poliomyelitis-like paralysis, are mainly caused by EV71 (Chong et al., 2003; McMinn et al., 2001; Wang et al., 1999 , Weng et al., 2010 . In addition, EV71 is associated with higher mortality rates.\n\nThe early diagnosis of HFMD relies on typical clinical manifestations, together with RT-PCR assays from nasopharyngeal swab, vesicular fluid, or feces, with a detection rate of various EV that ranges from 48.0% to 88.4% (Chen et al., 2009; Jiang et al., 2012; Singh et al., 2002; Yang et al., 2011) . It has been reported that different types of sample, early or multiple sampling may affect the positive rate of RT-PCR (Singh et al., 2002) . Immune detection of IgM antibody against EV71 or CA16 using serum samples, which is meaningful for early diagnosis, has been established (Hong et al., 2012; Xu et al., 2010) . However, the performance of the methods had not been fully evaluated. Recent studies have indicated that some antiviral proinflammatory and inflammatory cytokines were increasing after EV infection, especially in severe HFMD cases, and have been associated with certain adverse outcomes (Chung et al., 2008; Khong et al., 2011; Lin et al., 2002) . The strong or abnormal activation of the immune system in severe HFMD cases may affect the method choice concerning pathogen detection using either molecular methods or immune detection focus on IgM antibody.\n\nOn the other hand, it has been reported that various viruses, such as human adenovirus (HAdV), norovirus, and rotavirus, were related to fatal HFMD cases (Cardosa et al., 1999; Liu et al., 2012) . A broader insight into other common community-acquired pathogens (CAP) such as respiratory viruses (RV), Chlamydophila pneumoniae (CP), and Mycoplasma pneumoniae (MP) coinfection is necessary for understanding the pathogenesis and better management of HFMD. Laboratory detection of respiratory pathogens using molecular diagnostic tests such as RT-PCR have been frequently used in febrile children with respiratory symptoms, whereas the method and detection rate still need additional evaluation, especially in the situation when there is a coinfection with EV. Diagnostic Microbiology and Infectious Disease 76 (2013) 162-167 ☆ The current \"Instructions to Authors\" have been read, and we declare to comply with the instructions and stated conditions. All authors and acknowledged parties agreed to the submitted version, and agreed to our inclusion. The material is original and it has been neither published elsewhere nor submitted for publication simultaneously. If accepted, the paper will not be published elsewhere.\n\n⁎ Corresponding author. In this study, EV71, CA16, and 14 respiratory pathogens were examined using nasopharyngeal swabs from individuals with HFMD using commercially available PCR or RT-PCR kits. In addition, eight proinflammatory and inflammatory cytokines and the IgM antibodies released in both EV71 and CA16 infection were detected using serum samples from selected mild and severe HFMD cases. Our study yielded novel information concerning the pathogen detection in HFMD cases.\n\nAfter obtaining approval from the Ethics Committee of Beijing Youan Hospital, Beijing, China and consent from the study participants, a total of 1,104 clinically diagnosed HFMD patients were included in the study. Participants attended Beijing Youan Hospital between June and October in 2010 comprised 233 severe cases and 871 mild cases, with the mean age at 2.26, and 60.4% being male. Of the 233 severe cases, the mean age was 1.91, and 67.8% were male. Of the 871 mild cases, the mean age was 2.24, and 58.4% were male. All the patients were given a clinical diagnosis of HFMD by senior physicians with special training, and in accordance with the HFMD clinical diagnosis guidelines published in 2009 by the Chinese Ministry of Health. According to the guidelines, the mild cases were characterized by fever or not, with herpetic stomatitis and a rash on the hands and feet. The cases with any neurological signs and cardiopulmonary complications, such as aseptic meningitis, encephalitis, and poliomyelitis-like paralysis, were defined as severe cases.\n\nNasopharyngeal swabs from all the 1104 patients were collected within 5 days of the onset of illness (each patient sampled only once). The specimens were immediately placed in virus transport media tubes (YOCON, Beijing, China), which were temporarily stored at 4°C for analysis or at −80°C within 24 hours until use. Nasopharyngeal swabs from 348 cases, with 115 randomly selected mild cases as the mild group and 233 severe cases as the severe group, were chosen for CAP detection. Simultaneously, 103 serum samples were collected from the 348 patients for the immunological assay, with 33 samples from mild cases and 70 from severe cases. Serum samples were collected at the same time as nasopharyngeal swabs and stored at −80°C until use.\n\nRNA was extracted using QIAamp Viral RNA Mini Kits (Qiagen, Hilden, Germany), according to the protocol provided. Reverse transcription was carried out using Revert Aid First Strand cDNA Synthesis Kits (Fermentas, Shenzhen, China) following the procedure outlined by the manufacturer.\n\nEV71 and CA16 were analyzed using one-step RT-PCR Detection Kits (Da An Gene Co. Ltd., Guangzhou, China) in 1104 HFMD cases. Overall, 137 hospitalized cases negative for EV71 and CA16 were investigated for other EV infections using Human EVU Fluorescence RT-PCR Diagnostic Kits (Da An Gene Co. Ltd., Guangzhou, China). RT-PCR amplification was carried out using the M×3000P PCR instrument (Stratagene, La Jolla, CA, USA), according to the manufacturer's instructions.\n\nIn 348 swabs chosen for CAP detection, multiplex RT-PCR was performed using Seeplex RV12 ACE Detection Kits (Seegene, Hangzhou, China) for RV detection, following the manufacturer's instructions. cDNA samples were used for the virus testing, and each cDNA sample was tested against 2 sets of primers: one set was tested for human HAdV; human metapneumovirus; human coronavirus (HCoV) 229E/NL63; and human parainfluenza virus (HPIV) types 1, 2, and 3, and another set was tested for the influenza type B virus, HCoV-OC43/HKU1, human rhinovirus (HRV A/B), human respiratory syncytial virus (HRSV) B/A, and influenza type A virus (FLU A). The RT-PCR products were analyzed using agarose gel (2%) electrophoresis and stained with ethidium bromide. Each RT-PCR product from a specific virus was designed to migrate at a unique position in the gel, which corresponded to 6 molecular weight markers, each enabling the identification of a specific virus.\n\nIn the 348 swabs chosen for CAP detection, the presence of CP and MP DNA was examined using Diagnostic Kits (Da An Gene Co. Ltd., Guangzhou, China) according to the manufacturer's instructions.\n\nEight different cytokinesinterleukin-2 (IL-2), interleukin-4 (IL-4), interleukin-6 (IL-6), interleukin-8 (IL-8), interleukin-10 (IL-10), interferon-γ (INF-γ), granulocyte-macrophage colony stimulating factor (GM-CSF), and tumor necrosis factor (TNF)were detected from the 103 serum samples by the liquid chip method using Bio-Plex Human 8-plex cytokine examination kits (Bio-Rad, Hercules, CA, USA), following the instructions provided.\n\nEV71-IgM and CA16-IgM were detected in 103 serum using EV-71 IgM ELISA kits and CA16 IgM ELISA kits (Wantai, Beijing, China), following the instructions provided.\n\nData were entered into the database and analyzed using SPSS software version 16.0 (SPSS, Chicago, IL, USA). The chi-square test was used for qualitative variables, the t test was used for quantitative variables subordinate to the normal distribution and homogeneity of variance, and the Mann-Whitney-Wilcoxon test was used for quantitative variables that were not normally distributed or showed homogeneity of variance, the expression of most cytokines were compared by this method. P b 0.05 was considered to be statistically significant.\n\nOf the 1104 HFMD cases, 611 (55.3%) were tested positive for EV71/CA16. Of these, 512 cases (46.4%) were EV71 positive, and 101 cases (9.1%) were CA16 positive (two were positive for both). Specifically, of the 871 mild cases, 510 (58.6%) were EV71/CA16positive, of which 413 (81.0%) were EV71-positive and 99 (19.4%) were CA16 positive (two were co-infected). Of the 233 severe cases, 101 (43.3%) were identified as EV71/CA16 positive, of which 99 (98.0%) were EV71 positive and only 2 (2.0%) were CA16 positive. The EV71/CA16-positive rate in mild cases was much higher than in severe cases (P = 0.000). The EV71 infection in severe cases was much higher than in mild cases (P = 0.001) (Fig. 1) .\n\nOf the 611 cases positive for EV71/CA16, 243 (39.8%) were infants aged ≤1 year, 160 (26.2%) were 2-year-olds, 80 (13.1%) were 3-yearolds, 64 (10.5%) were 4-year-olds, 31 (5.1%) were aged 5 years, and only 33 (5.4%) were older than 5 years (Fig. 2 ). Children younger than 5 years comprised the majority of study participants with a positive EV71/CA16 test result (94.9%). The table shows the distribution of the positive respiratory pathogens in 348 HFMD patients. In total, eight types of RV and MP were detected positive. And totally 57 positive cases were found, and 4 cases were coinfected with multiple pathogens. The positive rate of CAP in the mild group is much higher than in the severe group. Fig. 4 . Age distribution of RV/MP in HFMD patients. Figure 4 shows the RV and MP positive rate in the HFMD patients among various age groups, no apparent difference of the RV detection rate among the 5 groups was observed. However, the MP positive rate (10%) in the patients ≤1 year of age was evidently higher than any other groups (χ 2 = 9.557, P = 0.002). MP detection rarely occurred in the group ≥5 year of age. In terms of the seasonal distribution of the 611 cases positive for EV71/CA16, 121 (19.8%) were infected in June, 309 (50.6%) in July, 107 (17.5%) in August, 53 (8.7%) in September, and 21 (3.4%) in October (Fig. 3) . The peak incidence appeared to occur from June to August. Additionally, 14 (6.0%) cases were detected positive for EV other than EV71/CA16 in 233 severe HFMD cases.\n\nAmong the 348 HFMD cases, 57 were positive for various respiratory pathogens, with 29 (12.4%) detected in the severe group, and 28 (24.3%) in the mild group. Detailed information is provided in Table 1 . The positive rate in the mild group was much higher than in the severe group (χ 2 = 7.963, P = 0.005).\n\nSpecifically, 36 (10.3%) participants were positive for RV, including 18 with HRV A/B, 6 with FLU A, 6 with HPIV3, 4 with HAdV, 4 with HCoV-229E/NL63, 1 with HPIV1, 1 with HCoV-OC43/HKU, and 1 with HRSVA. Four individuals were co-infected with multiple viruses. Sixteen (6.9%) out of 233 severe cases were positive for RV, as compared to 20 (17.4%) cases in the 115 mild group; the RV-positive rate in the mild group was much higher than in the severe group (χ 2 = 9.195, P = 0.002). There was no significant difference in RV detection among age groups. However, the rate of RV-positive cases in September and October was much higher than in other months (χ 2 = 5.702, P = 0.017).\n\nIn terms of CP and MP detection, 21 of the 348 cases were positive for MP, with 13 (5.6%) in severe group and 8 (7.0%) in mild group. No case was tested positive for CP in either group. MP-positive cases were mainly found in patients ≤1 year of age, with 10.0% being MPpositive, and the percentage was significantly higher than other age groups (χ 2 = 9.557, P = 0.002). Although it was not statistically significant, a small peak of MP infection was observed in August. The age profile and seasonal distribution of the respiratory pathogens are shown in Figs. 4 and 5.\n\nThe 233 severe cases were subdivided into an EV-positive group of 118 cases and an EV-negative group of 115. In the EV-positive group, 16 cases were identified to have a respiratory pathogen infection, compared to 13 cases in the EV-negative group. There was no significant difference in the detection of respiratory pathogens between the two groups (χ 2 = 0.272, P = 0.602). In more detail, eight RV-positive cases were found in the EV-positive group and 8 were in the EV-negative group. Correspondingly, 8 MP-positive cases were identified in the EV-positive group, compared to 5 in the EV-negative group. There was no significant difference in both RV (χ 2 = 0.003, P = 0.957) and MP detection (χ 2 = 0.654, P = 0.419) between the two groups (Table 2 ).\n\nIn the 233 severe cases, there were 204 CAP-negative cases and 29 CAP-positive. Of these, 87 of the 204 CAP-negative cases (42.6%) were positive for EV71/CA16 and 14 of the 29 CAP-positive cases (48.3%) were positive for EV71/CA16. There are no significant differences in the EV detection rate between the two groups statistically (χ 2 = 0.328, P = 0.567).\n\nEight different cytokines were detected in all the serum samples. These cytokines to some extent represent immune activation in HFMD. P values between the mild and severe groups were 0.000 (IL-2), 0.199 (IL-4), 0.000 (IL-6), 0.047 (IL-8), 0.000 (IL-10), 0.003 (INF-γ), 0.033 (GM-CSF), and 0.000 (TNF) (Fig. 6) . Except for IL-4, the presence of cytokines was shown to be significantly higher in the severe group than in the mild group.\n\nThere were 84 (81.6%) cases detected positive for EV71/CA16-IgM by ELISA in all serum samples. The results in different HFMD cases were discordant from the RT-PCR method. Of the 70 severe cases, 62 (88.6%) were positive for EV71/CA6-IgM, and 22 (66.7%) of 33 mild cases were positive for EV71/CA6-IgM; the positive rate of EV71/ CA16-IgM in severe cases was much higher than in mild cases (χ 2 = 7.153, P = 0.007).\n\nThe co-circulation of EV71 and CA16 in HFMD patients has frequently been described (Li et al., 2005 . Numerous EV71-associated HFMD outbreaks with high morbidity and mortality have occurred in a range of different countries and regions (Lee et al., 2010 , Wu et al., 2010 . Overwhelming virus replication combined with the induction of massive inflammatory cytokines have been proposed to be responsible for EV71 pathogenesis (Khong et al., 2011) . Their co-infection with other respiratory pathogens may be another factor that contributes to disease progression (Cardosa et al., 1999) .\n\nRapid identification of the causative agents for HFMD, together with the pathogens responsible for co-infection, can help clinical management by focusing attention on the possible complications. It is also important with regards to predicting the severity of the outbreak and initiating appropriate public health interventions. The nucleotidebased RT-PCR methods have been developed and are now used in many clinical laboratories (de Crom et al., 2011 , Guney et al., 2003 , Watkins-Riedel et al., 2002 . Effective and accurate virological 6 . Inflammatory cytokines expression in mild and severe HFMD cases. Eight different cytokines were detected, and 7 cytokines were much higher in severe group than in mild group. As those cytokines to some extent represent the strength of immune response in HFMD, this result suggested the immune response in severe cases was enhanced.\n\ndiagnosis depends on the correct sampling time and use of appropriate clinical specimens, as well as their transportation to laboratory under optimal conditions. This requires close cooperation between laboratory experts and clinicians. However, there should be other factors that can affect the detection by RT-PCR.\n\nIn the present study, we detected EV71, CA16, and 14 other CAP pathogens using molecular-based methods with pharyngeal swabs and immune assays of serum samples taken from patients with HFMD. After analyzing the HFMD swabs using RT-PCR, EV71 and CA16 were still the leading causes of the disease, with the majority of positive cases being infected by EV71. In addition, there were 6.0% severe cases being positive for EV other than EV71/CA16. As a result, non-EV71 and non-CA16 EV infection should not be ignored in clinical practice.\n\nAmong the severe cases that were positive for EV71/CA16, the proportion of patients identified positive for EV71 was particularly high at 98.1%. An interesting finding in our study was that the positive rate for EV71/CA16 in mild cases was much higher than that in severe cases. An earlier report, which examined pharyngeal, stool and vesicular liquid samples from patients using the RT-PCR method, showed a EV71/CA16-positive rate of 85.4% in mild cases and 28.6% in severe cases . This result, together with ours, suggested that EV detection might be associated with the severity of HFMD.\n\nAmong those EV71/CA16 positive cases, more than 60% were younger than 2 years, and more than 90% were under the age of 5 years, which is consistent with earlier reports (Liu et al., 2011 . The peak of infection occurred between June and August, and a trend for peaks in the summer and fall can also be found in other reports (Baek et al., 2011) . Age profile and seasonal distribution could be factors that affect the infection of EV71 and CA16.\n\nOf the 348 HFMD cases, 57 (16.4%) were tested positive for respiratory pathogens. The RV identification rate was much higher in the mild group than in the severe group, which was similar to our findings with EV71/CA16. The result confirmed that CAP infection or CAP carrier did exist in some HFMD cases. However, it did not suggest that CAP enhanced the severity of HFMD as generally expected, whereas the severity of HFMD influenced the detection of CAP, especially RV. A study had suggested HAdv infection was a reason for the death of severe HFMD patients (Cardosa et al., 1999) . However, there was no statistical difference in HAdv detection between the severe and mild groups in this study (P = 0.602). The only case that died from encephalitis in the severe group was detected with HRV A/ B. RV infection was more prevalent in September and October than other months, and such trend can be found in other studies (Kim et al., 1996) . Therefore, even though the incidence of HFMD drops to a low level during autumn and winter, co-infection of patients with HFMD with RV should not be ignored.\n\nAs for the incidence of MP and CP, no significant difference was found between the mild and severe groups, which suggests that the severity of HFMD does not affect MP and CP detection. However, MP detection was much more common (10.0%) in patients aged less than 1 year compared with other age groups. The incidence of both MP and CP was lower than in some other reports (Defilippi et al., 2008 , Kese et al., 2002 , MC et al., 2009 ; this may be due to the fact that we did not focus on children with acute respiratory infection (Defilippi et al., 2008) or on patients in winter and spring when there are more likely to be epidemics of CP or MP (Kese et al., 2002 , MC et al., 2007 , MC et al., 2009 . Furthermore, it may be that the pharyngeal swabs special for virus preservation decreased the MP/ CP detection rate compared with sputum samples used in other studies, and the single sampling may also decreased detection rate. Some other studies reported that children younger than 3 years, which are the majority in our study, are rarely infected by MP or CP (Almasri et al., 2011 , Kamata et al., 2011 .\n\nWith regards to CAP detection, no statistical difference was found between the EV-positive group and EV-negative group. This result indicates that the presence of EV71/CA16 does not affect the detection of CAP. Correspondingly, in terms of EV71/CA16 detection, no apparent difference was found between the CAP-positive group and the CAP-negative group, suggesting that CAP also does not influence EV71/CA16 detection.\n\nIdentification rates of both RV and EV in the mild group were much higher than in the severe group by RT-PCR. Therefore, a hypothesis was proposed that this difference was a result of stronger activation of acute immune reaction in the severe patients. Earlier studies have indicated that increased proinflammatory and inflammatory cytokines such as TNF-α and IL-6 secretion was detected after EV or respiratory pathogen infection (Cello et al., 1996 , Chung et al., 2008 , Härkönen et al., 2003 , Khong et al., 2011 , Lin et al., 2002 . Studies have suggested that the enhanced expression of IL-1, IL-6, IL-10, IL-13, IFN-γ and TNF is associated with life-threatening complications in severe HFMD cases (Lin et al., 2002 , Lin et al., 2003 , Wang et al., 2003 . Some cytokines, including IL-6, IL-10, IFN-γ, transforming growth factor, and GM-CSF, have been reported to have specific or nonspecific antiviral effects (Ank et al., 2006 , Brooks et al., 2006 , Hong et al., 2012 , Huang et al., 2011 . A recent study indicated that EV71 infection increased the expression of IFN-γ-inducible protein 10 (IP-10). High level of IP-10 was found in the plasma of severe HFMD patients with encephalitis, with functions to enhance viral clearance, increase IFN-γ expression and boost the infiltration of CD8 T cells (Shen et al., 2013) . Therefore, such a strong immunoreaction not only plays an important role in the pathogenesis of severe HFMD but also might affect the choice of the detection method. In this study, seven cytokines were much higher in severe cases than in mild cases. This finding supports our hypothesis and also indicates that detecting the levels of these cytokines may be utilized as an auxiliary diagnostic method to evaluate disease progression.\n\nThe detection rate of serum IgM to EV71/CA16 in severe cases was much higher than in mild cases, which could be an evidence of enhanced immune response in severe HFMD cases. In this situation, stronger immune activation in severe HFMD is coupled with the generation of specific antibodies and elimination of specific pathogens. Therefore, detection rate of EV an RV by RT-PCR was decreased. There was no difference in MP and CP detection between the severe group and mild group, suggesting that the elimination mechanism of CP/MP infection should differ from that of RV and EV. That is, the immune response which takes place in EV/RV infection is ineffective with CP/MP. Whereas virus isolation is still the \"golden standard\" for the HFMD diagnosis, it detects active replicative viruses relative to RT-PCR. Some relevant studies indicated the EV71 detection rate by virus culture is about 20% or even lower in the RT-PCR positive cases (Singh et al., 2002) . Practical RT-PCR methods have been used in worldwide (de Crom et al., 2011 , Watkins-Riedel et al., 2002 . However, enhanced immunoreaction in severe HFMD may eliminate EV and RV quickly from the nasopharynx, thus decreasing the detection rate by RT-PCR. Alternatively, studies indicated that the positive rates of IgM antibody for CA16 and EV71 could get more than 90% at day 7 after onset (Xu et al., 2010 , Xu et al., 2011 . The rapid generation of such antibodies was confirmed again in present study and, on the other hand, clarified the characteristics of immune response to EV. In view of this, RT-PCR detection combined with serum immunoassays, such as ELISA and cytokine profile detection, could be used for the early diagnosis of EV infection, especially in cases of severe HFMD.\n\nIn conclusion, our results illustrate that the severity of HFMD influences pathogen detection in HFMD. Furthermore, lower positive rates of EV and RV in clinically severe cases are possibly due to a stronger immune response. Therefore, immunological tests such as ELISA and cytokine detection could be essential supplements to RT-PCR in order to increase pathogen diagnosis in HFMD patients, especially in severe clinical cases."}