{"title": "PCR array profiling of antiviral genes in human embryonic kidney cells expressing human coronavirus OC43 structural and accessory proteins", "body": "Human coronavirus OC43 (HCoV-OC43) is taxonomically classified within the Coronaviridae family which also includes severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) coronaviruses. HCoV-OC43 belongs to subgroup A of the betacoronaviruses. These are positive-sense single-stranded RNA viruses with a large genome size at 30,780 bases [1] . The viral proteins that contribute to the structure of coronaviruses include the Membrane (M), Nucleocapsid (N), Envelope (E) and Spike (S) glycoprotein. Betacoronaviruses possess a unique protein on the surface alongside the S glycoprotein called Hemagglutinin esterase (HE). Each coronavirus possesses its own set of unique accessory proteins. The accessory proteins of HCoV-OC43 are called ns2a and ns5a [2] .\n\nHCoV-OC43 and other common circulating coronaviruses cause 10 to 30% of all common colds, and 5 to 10% of all upper and lower respiratory tract infections [3] [4] [5] [6] . Subclinical or very mild infections are common, and can occur throughout the year. However, human coronaviruses other than SARS-CoV and MERS-CoV are responsible for 10 to 20% of hospitalisations of young children and immunocompromised adults with respiratory tract illness [7] . HCoV-OC43 seems to have also the potential for both neurotropism and neuroinvasion that are associated with multiple sclerosis [8, 9] . Moreover, HCoV-OC43 was detected in the cerebrospinal fluid of a child with acute disseminated encephalomyelitis [10] . A case of fatal encephalitis associated with HCoV-OC43 infection was recently reported in an immunodeficient 11-month-old boy [11] .\n\nSeveral studies on human coronavirus interaction with host cells and the innate immune response have been conducted on SARS-CoV and MERS-CoV, because of the high case-fatality rate associated with these infections. In Vero E6 cells expressing SARS-CoV N protein, interleukin 6 (IL6) was activated through nuclear factor kappa B (NF-κB) [12] . On the contrary, the M protein of SARS-CoV suppresses NF-κB activity and contributes to the pathogenesis of the virus [13] . In addition, many proteins in SARS-CoV were 1 3 shown to have the ability to antagonise interferon (IFN) and counteract the innate immune response. The ORF3b and ORF6 accessory proteins have the potential to antagonise IFN by different mechanisms [14] . SARS-CoV M protein was recently shown to suppress IFN production [15] . The structural and accessory proteins M, ORF4a, ORF4b, and ORF5 of MERS-CoV were shown to be potent IFN antagonists [16, 17] . It is still unknown whether the evasion mechanisms described above have a certain role in the severity of SARS and MERS. It is noteworthy that several people infected with SARS-CoV or MERS-CoV do not develop severe symptoms [18] [19] [20] [21] .\n\nMost research on SARS and MERS has been done on one specific virus and how it activates or inhibits the innate immune response. None of the studies conducted so far have compared results with those of HCoV-OC43 that is associated with low mortality rate. HCoV-OC43 may have the same ability as SARS-CoV and MERS-CoV to evade innate immunity. Indeed, there are few studies investigating HCoV-OC43 interaction with host cells and the innate immune response. The N protein was shown to cause prolonged activation of NF-κB in N-expressing HEK-293T cells [22] . Furthermore, HCoV-OC43 infection of cell lines derived from human respiratory tract epithelia and hepatocytes, was enhanced by all three types of IFN, due to the interaction with the IFN-inducible transmembrane (IFITM) proteins [23] . Moreover, the acetyl-esterase activity of HE protein strongly enhances the production of infectious virus [24] .\n\nWhile SARS-CoV and MERS-CoV have received much attention from the scientific community, very little research has addressed the effect of other human coronavirus infections on antiviral gene expression. The potential role of the HCoV-OC43 structural and accessory proteins in the alteration of antiviral gene expression in HEK-293 cells was investigated in this study.\n\nHuman embryonic kidney 293 (HEK-293) cells were obtained from American Type Culture Collection (ATCC, Manassas, VA, USA), and were grown in Dulbecco's minimal essential medium (DMEM) containing GlutaMAX™ (Life Technologies Corporation TM , Grand Island, NY, USA) using 25 cm 2 tissue culture flasks. The medium was supplemented with 10% fetal bovine serum (FBS) (Life Technologies TM ), Fungizone® (250 µg/ml) (Life Technologies TM ), penicillin G (10,000 U/ml) (Life Technologies) and streptomycin sulfate (10,000 pg/ml) (Life Technologies TM ). Monolayers of HEK-293 cell culture flasks were incubated at 37 °C in the presence of 5% carbon dioxide (CO 2 ) and 90% humidity.\n\nHuman coronavirus OC43 (HCoV-OC43; VR-1558), influenza A virus (H3N2, A/Hong Kong/8/68 strain; VR-544), and Sendai virus (VR-105) were obtained from ATCC.\n\nAmplification of HCoV-OC43 ns2a, ns5a, M, and N genes by RT-PCR HCoV-OC43 RNA was extracted using the QIAamp® Viral RNA Minikit (Qiagen TM GmbH, Hilden, Germany) according to the manufacturer's instructions. The HCoV-OC43 ns2a, ns5a, M, and N genes were amplified by a two-step reverse transcription-polymerase chain reaction (RT-PCR) using the GeneAmp® RNA Core Kit (Applied Biosystems TM , Foster City, CA, USA) and 10 pmol of previously described primers [2] on a GeneAmp® PCR System 9700 (Applied Biosystems TM ). The RT reaction conditions were: annealing at 37 °C for 60 minutes, denaturation at 90 °C for 5 minutes, and cooling at 4 °C. Thereafter, the cDNA was amplified by PCR using the following conditions: denaturation at 94 °C for 10 minutes, then 35 cycles of denaturation at 95 °C for 30 seconds, annealing at 60 °C for 30 seconds, and extension at 72 °C for 30 seconds, followed by a final extension step at 72 °C for 7 minutes, with cooling at 4 °C. PCR products were run on agarose gels and the bands that were size-specific for the amplified gene of interest were cut and purified by Wizard® SV Gel and PCR Clean Up System (Promega TM , Madison, WI, USA) according to the manufacturer's instructions. Influenza A virus RNA was also isolated and was used to amplify the NS1 gene by RT-PCR using NS1-specific primers [25] . Influenza A NS1 protein was used as positive control for IFN antagonism [14] .\n\nThe pAcGFP1-N In-Fusion® Ready Vector (Clontech TM , Takara Bio Company, Mountain View, CA, USA) was used for cloning RT-PCR products. The In-Fusion® HD Cloning Kit (Clontech TM ) was used to set up the ligation reaction. Competent TOP10 E. coli cells (Invitrogen TM , Carlsbad, CA, USA) were used for transformation. The isolation of vector was achieved by using the PureYield™ Plasmid Miniprep Kit (Promega) according to the manufacturer's instructions. Confirmation of successful cloning was achieved using restriction digestion and direct sequencing. HEK-293 cells were seeded at 5 x 10 5 per well of 24-well plates, and transfected with ns2a-pAcGFP1, ns5a-pAcGFP1, M-pAcGFP1, N-pAcGFP1, or NS1-pAcGFP1 using Lipofectamine® 2000 according to the manufacturer's instructions. Expression of ns2a, ns5a, M, N and NS1 proteins was confirmed by indirect immunofluorescence assay (IFA) using anti-GFP monoclonal antibody (10 μg/ml) (Clone JL-8, Clontech TM ). Expression of N and NS1 proteins was further confirmed by IFA using monoclonal antibody against HCoV-OC43N (EMD Millipore TM , Billerica, MA, USA) and polyclonal antibody against influenza A NS1 protein (EMD Millipore TM ), respectively.\n\nTransfected and mock-transfected HEK-293 cells were grown to confluency in a 96-well plate at 37 °C in the presence of 5% CO 2 . The media was then removed, and Sendai virus suspension (ATCC) was added to each well at 1 multiplicity of infection (m.o.i). The plates were further incubated at 37°C with 5% CO 2 and at 90% humidity.\n\nThe Human Antiviral Response PCR array (Qiagen TM ) was used to profile the antiviral gene expression in HEK-293 cells in two separate experiments. The PCR array monitored the transcriptional activity of different genes involved in the activation of antiviral and pro-inflammatory proteins following amplification of RNA transcripts by real-time RT-PCR. Total RNA from transfected and mock-transfected HEK-293 cells was extracted using an RNeasy® Kit (Qiagen TM ) with on-column DNase digestion according to the manufacturer's instructions. The RT 2 First Strand Kit (Qiagen TM ) was used for cDNA synthesis. The RT reaction was then added to RT 2 SYBR Green ROX qPCR Mastermix (Qiagen TM ), and the PCR was carried out in a 96-well plate (Qiagen TM ) on an ABI 7500 Fast Real-Time PCR system (Applied Biosystems TM ). Cycle threshold (C T ) values were exported to an Excel file to create a table of C T values. This table was then uploaded on to the Qiagen data analysis web portal (http://www.qiage n.com/geneg lobe). Quality control was performed as the array contains controls to monitor genomic DNA contamination (GDC), first strand synthesis (RTC) and real-time PCR efficiency (PPC). Samples were assigned to controls and test groups. C T values were normalised based on a manual selection of reference genes with glyceraldehyde 3-phosphate dehydrogenase (GAPDH) chosen as the housekeeping reference gene. Fold regulation comparisons were used to profile antiviral gene expression. Fold change/regulation was calculated using delta delta C T method (∆∆C T ) where ∆C T is calculated between the gene of interest (GOI) and GAPDH, followed by ∆∆C T calculations (∆C T (Test Group)-∆C T (Control Group)). Fold change is then calculated using 2^ (-∆∆C T ) formula. Thereafter, the data analysis web portal was used to provide the scatter plot, the volcano plot, the clustergram, and the heat map. The fold regulation threshold was ≥ 2 for upregulation and ≤ -2 for downregulation.\n\nFold change in gene expression from 2 different experiments was summarised as mean ± standard deviation. The difference in mean fold change between two groups was determined by independent-samples t-test. P-value < 0.05 was considered significant. All statistical analyses were performed using IBM SPSS statistics software version 25.0 for windows (IBM Corporation, Armonk, NY, USA). protein was compared to that in mock-and non-transfected cells. Only the expression of the oncogene FOS was upregulated across all samples (Table 1) . Nevertheless, over 30 genes were downregulated in the presence of one of the HCoV-OC43 proteins, e.g. mitogen-activated protein kinases (MAP3K7), toll-like receptors (TLR3 and TLR8), caspases (CASP1), cathepsins (CTSS), interferons (IFNA1), interleukins (IL1B, IL12A, IL15, and IL18), and signaling transduction proteins (MYD88 and MAVS) ( Table 1) . Similar results were obtained in the presence of the influenza A NS1 protein, a well-known IFN antagonist [14] ( Table 1 ). The mean negative fold change for CARD9 in the presence of the structural protein M or N was larger than that in the presence of the accessory protein ns2a (p < 0.01). In contrast, the expression of the MAP3K7 gene was more downregulated in the presence of ns2a or ns5a protein than in the presence of M or N protein (p < 0.01). Downregulation of CTSS gene expression was greater in the presence of ns2a, ns5a or N protein than in the presence of M protein (p < 0.01). IL1B, CASP1, and TLR3 gene expression was more downregulated in the presence of ns2a or ns5a protein than in the presence of M or N protein (p < 0.01). On the contrary, CD86 was more downregulated in the presence of M protein than in the presence of N, ns2a or ns5a protein (p ≤ 0.01).\n\nSendai virus, a well-known inducer of antiviral genes, was used to challenge HEK-293 cells. A total of 22 genes were upregulated in the presence of Sendai virus, whereas 9 genes were downregulated ( Table 2 ). There was strong positive fold change for MAP3K7, FOS, CXCL9, JUN, TLR7, IRF7, IL12B, NOD2 and IL6 in HEK-293 cells. In the presence of ns2a, ns5a, M, N or NS1 protein, the challenge of cells with Sendai virus resulted in the upregulation of only 7 genes and downregulation of 25 genes ( Table 3 ). The expression of OAS2 was upregulated in the presence of HCoV-OC43 ns5a or M protein, or influenza A NS1 protein.\n\nA positive fold change was observed for three chemokines (CCL5, CXCL8, CXCL10) , two RIG-I-like receptors (IFIH1 and DDX58), one interferon (IFNB1), and one ubiquitin-like protein (ISG15), whereas there was a drastic downregulation of MAP3K7 expression with negative fold change ranging FOS  MAP3K7  TLR3  CTSS  CASP1  MEFV  IL12A  PYCARD  IL1B  MX1  IFIH1  RIPK1  IFNA1  CD80  CD86  CXCL11  MYD88  FADD  MAVS  TRIM25  IL15  CYLD  TLR8  TNF  IL18  TRAF6  IRF3  TBK1  IFNAR1  SUGT1 (Table 3) . FOS, CXCL9, JUN, TLR7, IRF7, IL12B and IL6 also showed substantial negative fold changes ( Table 3 ). The expression of MAP3K7, TLR7, IL12B, IL6 and NOD2 genes was more downregulated in the presence of ns5a protein than in the presence of other HCoV-OC43 proteins (p < 0.05), whereas the expression of the CXCL9 gene was more downregulated in the presence of ns2a protein than in the presence of other proteins (p < 0.001). Moreover, the expression of JUN and IRF7 genes was most downregulated in the presence of N protein (p ≤ 0.01). Interestingly, the expression of IRF7 and IFNA1 genes was more downregulated in the presence of ns2a, ns5a or N protein than in the presence of influenza NS1 protein.\n\nThe expression of NOD2 was more downregulated in the presence of ns2a or ns5a protein than in the presence of influenza NS1 protein, while the expression of PYCARD was more downregulated in the presence of one of the tested HCoV-OC43 proteins than in the presence of influenza NS1 protein. Moreover, FOS gene expression was more downregulated in the presence of ns5a, M or N protein than in the presence of influenza NS1 protein (Table 3 ).\n\nThe current study shows for the first time that different genes involved in the activation of antiviral and inflammatory responses, e.g. those representing interleukins, IFNs, MAPKs, PRRs and adaptor proteins, are downregulated in the presence of HCoV-OC43 structural or accessory proteins. Similar antiviral gene expression profiles were observed between influenza NS1 protein, which is known to antagonise type I IFN activity [14, [26] [27] [28] , and HCoV-OC43 proteins. Interestingly, some genes such as IFNA1 and IRF7 were more downregulated in the presence of HCoV-OC43 proteins than in the presence of influenza NS1 protein.\n\nAccessory proteins are often not essential for virus replication in vitro, but required for optimal replication and virulence in the natural host [29] . HCoV-OC43 ns5a accessory protein is known to be a viroporin involved in virion morphogenesis and pathogenesis [30] . In its absence, there is a reduction of virulence, inflammation and replication in infected mice [30] . Murine coronavirus accessory protein 5a is homologous to ns5a protein, and it has been found to antagonise IFN induction [31] . Our results showed that the expression of PRRs, IFNA1, IRF7, MYD88, and MAVS, all important for the induction of an antiviral response, was downregulated in the presence of HCoV-OC43 accessory proteins ns2a and ns5a. Moreover, the expression of interleukins, chemokines, FOS, JUN, IRFs, and IFNA1 was downregulated in the presence of ns5a protein. FOS and JUN are transcription factors involved in the induction of inflammatory cytokines [32, 33] . Altogether, our results suggest HCoV-OC43 ns2a and ns5a have the potential to induce a shift towards an anti-inflammatory response and blockage of the type I IFN pathway. However, in vivo studies are required to confirm the type of immune response HCoV-OC43 elicits during infection. In the absence of adequate immune responses, the virus will be able to replicate and spread freely.\n\nThe M protein is indispensable in virion assembly between the Golgi apparatus and endoplasmic reticulum, and is the most abundant protein among the coronavirus proteins [34] . SARS-CoV M protein suppresses the activation of NF-κB [13] . It can also halt IFN production by blocking the formation of the TRAF3 complex [15] . MERS-CoV M protein is also a potent IFN antagonist, targeting the TRAF3-TBK1 interaction to inhibit phosphorylation of IRF3 [17, 35] . Moreover, TRAF6, TRADD and FADD are key players in the NF-κB and apoptosis pathways [36] . Our results showed that the expression of TRAF6 was downregulated in the presence of M or other tested HCoV-OC43 proteins, but this downregulation could not be confirmed after stimulation with Sendai Further studies are needed to confirm the effects of HCoV-OC43M protein on the type I IFN and NF-κB signaling pathways. The function of the N protein is to ensure the replication and transcription of viral RNA while disrupting the cell cycle [37, 38] . Indeed, SARS-CoV N protein inhibits the progression of the cell cycle and activates the proinflammatory factor cyclooxygenase-2 [39] . Moreover, it was shown that SARS-CoV N protein inhibits IFN-β expression [14] , while it activates IL-6 expression [13] . HCoV-OC43N protein potentiates NF-κB by binding its inhibitor, microRNA 9 [22] . Our study did not show significant fold changes in NF-κB expression in the presence of N protein; however there was a significant downregulation in expression of PRRs (NOD2 and TLR7), adaptor proteins (MYD88, MAVS, CARD9) and signal mediators (IKBKB, IRAK1, TBK1, RIPK1, TRADD, TRAF), all critical in the induction of NF-κB signaling pathway. Moreover, our results showed that expression of MAPKs (MAP3K7 and MAP2K3) was downregulated in the presence of N protein, which is in line with a previous study showing that murine coronavirus N protein inhibits signaling of the AP-1 complex [40] , which is composed of FOS and JUN oncogenes, whose expression was also downregulated in our investigation -in the presence of HCoV-OC43 ns2a, ns5a, N or M proteins after challenge with Sendai virus.\n\nMAP3K7, also called Transforming growth factor-b (TGFb)-activated kinase 1 (TAK1), was the most downregulated CCL5  IFIH1  IFNB1  ISG15  DDX58  CXCL10  OAS2  CXCL8  MAP3K7  FOS  CXCL9  JUN  TLR7  IRF7  IL12B  NOD2  IL6  IL1B  PYCARD  MYD88  CARD9  IKBKB  FADD  TRADD  MAVS  IFNA1  IRAK1  CTSB  PIN1  TLR8  IRF5  MAP2K3  TICAM1 +53 gene in the presence of any HCoV-OC43 protein tested after challenging cells with Sendai virus. TAK1 is a protein kinase known to be a critical mediator of the inflammatory response as it is activated by lipopolysaccharide (LPS) and other TLR/NLR agonists, TNF-α and IL-1 [41] . Binding of IL-1 and LPS to their receptors activates TAK1 through a common pathway whereby the kinases IRAK1 and IRAK4 recruit TRAF6. TNF-α activates TAK1 via a similar mechanism, which is mediated by RIP1 and TRAF2. Activation of TRAF2 and TRAF6 leads to the generation of K63-linked polyubiquitin chains, which bind to the adaptor proteins TAB2 or TAB3. TAK1 is bound constitutively to the accessory protein TAB1 and to the homologs TAB2 or TAB3. Once activated, TAK1 transduces the signal to NF-κB, c-Jun N-terminal kinase (JNK), and p38 via phosphorylation of IKK, mitogen-activated protein kinase kinase 4/7 (MKK4/7), and MKK3/6, respectively. Ultimately, NF-κB and other transcription factors downstream of p38 and JNK are activated, resulting in the transcription of genes important for inflammatory and immune responses. Interestingly, Protein kinase R (PKR) interacts with TRAF6, TAK1, and TAB2 as a scaffold protein to mediate TLR3-dependent NF-κB and MAPK activation [42, 43] . The strong downregulation of TAK1 expression observed in our study could be due to: 1) the inhibition of TAK1 expression by direct interaction of HCoV-OC43 protein with TAK1 preventing binding of other mediators like TRAF2/6 or TAB2/3; 2) the upregulation of expression of negative regulators of TAK1 like PP2C or PP6 phosphatases, and deubiquitinases such as ubiquitin-specific peptidase 4 (USP4) [41] .\n\nIn certain cell lines, IFITM proteins were shown to facilitate HCoV-OC43 entry into host cells [23] . Our study showed that all tested HCoV-OC43 proteins were able to downregulate the expression of IFNA1, suggesting resistance to IFN-α induction. The interaction between HCoV-OC43 proteins and the host cell requires further investigation to understand the processes that could contribute to overall resistance to the antiviral state. Having all these HCoV-OC43 proteins with potential inhibitory effects expressed in close proximity in infected cells indicates a high replicative capacity of the virus.\n\nIn conclusion, our findings suggest that similarly to SARS-CoV and MERS-CoV, HCoV-OC43 has the ability to downregulate the transcription of genes critical for the activation of different antiviral signaling pathways. While SARS-CoV and MERS-CoV were shown to induce proinflammatory cytokines in vitro [44, 45] , HCoV-OC43 accessory and structural proteins have the potential to inhibit inflammatory response in HEK-293 cells. Further studies are in progress to confirm the role of HCoV-OC43 structural and accessory proteins in antagonising antiviral gene expression, and to elucidate the nature of the immune response and the level of inflammation seen during HCoV-OC43 infection.\n\nFunding This work was supported by Kuwait University Research Administration Grant no. YM 04/15."}