{"title": "Supplemental Data Ovarian Tumor Domain-Containing Viral Proteases Evade Ubiquitin-and ISG15-Dependent Innate Immune Responses", "body": "Plasmid Construction and Mutagenesis. Viral protein expression plasmids. The pCAGGS vector expresses transcripts under the control of a chicken β-actin promoter (Niwa et al., 1991) . The multicloning site of this original vector was modified in order to facilitate the cloning strategy generating a pCAGGS-MCSII vector (AGS data not shown). CCHFV prototype strain IbAr10200, first isolated in 1976 from Hyalomma excavatum ticks from Nigeria, was grown in SW13 cells and viral RNA was isolated from cells supernatants using Trizol (Gibco) following manufacturer's protocol. Full-length CCHFV-L cDNAs was obtained by reverse transcription with specific primers from RNA obtained from CCHFV-infected cells. The single and double HAtagged CCHFV-L plasmid (L-HA and HA-L-HA) was generated through multiple cloning steps. First, the 5' and 3' ends of the L cDNA were introduced by trimolecular ligation between the NotI and BglII sites of the pCAGGS-MCSII vector. An N-terminal and C-terminal HA were introduced into the construct by PCR with 5′ and 3' gene-specific primers possessing the tag sequences (pCAGGS #12). In parallel, the complete L cDNA was assembled in the pGEMT vector (Promega, Madison, Wisconsin, United States). A total of eight fragments, (not longer that 2.3 kb) were obtained by RT-PCR, ligated into pGEMT vector and sequenced. These fragments of the L gene were ligated one after the other until the full length clone was obtained. Once L cDNA was assembled in the pGEMT vector, it was transferred to the pCAGGS #12 vector using the DraIII restriction site. cDNAs encoding deletion mutants of CCHFV-L, HA-L(1-1325), L(1325-2590)HA, L(2590-3945)HA, HA-L(1-169) and HA-L(1-354) were all cloned into the pCAGGS-MCSII vector. N-terminal or C-terminal HA tags were introduced into each construct by PCR with gene-specific primers possessing the tag sequence. HA-tagged DUGV L(1-169) was subcloned from DUGV-L cDNA (Anne Bridgen, University of Ulster, unpublished data) into pCAGGS-MCSII. A bacteria expression plasmid to generate recombinant CCHFV OTU domain was made by subcloning L(1-169) cDNA into the pGEX6P-1 vector (Amersham, Little Chalfont, United Kingdom). To generate catalytically inactive variants of L(1-169), a single mutation of C 40 to A or a double mutation of C 40 and H 151 to A were generated in the pGEX-GST-L(1-169) or pCAGGS-HA-L(1-169) plasmids, respectively. To generate the CCHFV-L 1A single mutant, the C 40 to A mutation was generated in the pCAGGS#12 vector (see above), cleaved with DraIII and then a DraIII cleavage product derived from pGEMT-L was inserted into it. In all cases, mutagenesis was performed using the QuikChange XL Site-Directed Mutagenesis Kit (Stratagene, La Jolla, CA, USA). PRRSV-nsp2 cDNA was subcloned into the pCAGGS-MCSII vector. An N-terminal HA epitope tag was introduced by PCR. EAV nsp2N was synthesized by Top Gene Technologies (Montreal, QC, Canada) and subcloned into pFLAGCMV2. pCDNA3-nsp2/3-GFP was derived from Sindbis virus expression vector pSRE-nsp2+3GFP, a derivative of pSRE-nsp2+3His vector (Snijder et al., 2001) . In brief, using a smaller shuttle construct, the SmaI restriction site at the junction of the nsp3-and His-tag-coding sequences of pSRE-nsp2+3His was digested to insert the eGFP gene. The latter was derived from vector pEGFP-N1 (Clontech) from which it was cut using BamHI and XbaI, followed by filling of sticky ends. Using MluI and NotI, the nsp2/3-GFP sequence was transferred from pSRE-nsp2+3GFP to pCDNA3 (Invitrogen), where it was placed downstream of the CMV promoter. Compared to native nsp2-3, the expression construct carried an additional N-terminal Methionine and a G-1064→P substitution at the C-terminal position of nsp3.\n\nMouse UBE1L (mUBE1L) and mouse UBP43 were PCR-amplified from an IFNβinduced bone marrow macrophage cDNA library (Kim et al., 2004) . mUBE1L was subcloned into the pCAGGS.MCS and an N-terminal HA epitope tag was introduced by PCR. UBP43 was subcloned into pFLAGCMV2. Expression constructs encoding eukaryotic OTU-domain containing proteins were generated by subcloning indicated sequences into pFLAGCMV2 vector: nucleotides 1-816 of mouse otubain 1, 1-705 of mouse otubain 2 and 1-2532 of human cezanne. Polyclonal antibody against Sindbis virus was provided by Dianne Griffin (Johns Hopkins University, Baltimore, MD) (Levine et al., 1996) \n\nSingle-step growth curves were performed in BHK-21 cells at MOI of 5 as described (Heise et al., 2000) . Data is represented as mean +/-SEM for three (dsTE12Q) or six replicates (recombinant viruses). Q refers to parental dsTE12Q virus. There were no significant differences among the viruses (P = 0.9910)."}