{"title": "3D organ models-Revolution in pharmacological research?", "body": "Animal models, particularly rodents, are the gold standard for basic and preclinical research in medical and pharmacological science [1] . From a regulatory perspective, their use is mandatory in the transition from preclinical to clinical studies. As such, they have been beyond discussion for several decades. Recently however, increasing criticism evolved from ethical and scientific concerns. About 80% of potential therapeutics fail in clinical trials despite efficacy and safety in preclinical studies [2] . Potential underlying reasons include poor characterization of the relevant animal models [3] , a lack of sufficient experimental quality within in vivo studies [4] and distinct interspeciesrelated differences to humans such as anatomy, (patho)physiology and immunology. For example, in dermatological research mouse models are predominantly used despite clear interspecies-related differences and a mere ∼ 30% overlap of skin-associated genes between mice and men [5] . Such disparities exist for almost all human organs.\n\nMany diseases that occur in humans do not naturally in other animals, requiring artificial disease induction to model the disease. Even if animals show similar disease phenotypes, it remains unclear if the underlying pathogenesis is comparable or identical to that in humans. For instance, mice normally do not develop atopic dermatitis (AD), one of the most common skin diseases of industrialized nations. Poor homologies between the transcriptomic profile of murine AD models and human AD have been revealed [6] . Nevertheless, most preclinical research is executed in mice because human-based models are lacking.\n\nOther prominent examples are viral infections of the human respiratory tract that many animals are not susceptible to, in particular for mice. Differences in antiviral immunity, the layout of anatomical barriers and divergence in receptor repertoires prevent successful infection [7] . In extreme cases, animal models show distorted pathogenic profiles. For instance, the mouse model SARS coronavirus infection demonstrates severe encephalitis absent from the human pathogenesis [8] .\n\nDue to a lack of concordance and reproducibility, the translational value of preclinical animal models has been questioned in several publications ( Fig. 1) [4, 6, 9] including Seok and coworkers, who demonstrated the lack of predictive value mouse models hold for inflammatory diseases [10] . Although it must be noted the latter study is controversially discussed [1, 11] , these publications, at the very least, highlight the difficulty and caution required in correctly deriving information from animal studies.\n\nGiven the high costs of drug development and their high failure rates in the clinical phase, alongside the remaining unmet medical needs, scientists must question the suitability of present approaches to pharmacological research (Fig. 1 ). Several proposals have been made overcome the limitations of animal testing. One ever-present consideration is the imperative nature of proper study design and model choice in the light of recent findings.\n\nAnother equally important strategy is the development of alternative, human-based models for basic and preclinical research. This area has recently gained increasing attention as a result of ethical pressures to develop alternatives to animal models as well as scientific necessity. In this review, we discuss the 'state of the art' of organ models, their limitations and regulatory aspects, with a focus on human epithelia and liver. Advancements in organoids and organs-on-a-chip devices are not covered since these topics have been reviewed comprehensively elsewhere [12, 13] .\n\nModels are used in almost every scientific discipline since experiments with real systems cannot be performed for practical or ethical reasons. Hence, a clear understanding how models differ from and simulate real systems is required. Both show stochastic behavior and, consequently, give non-identical results and conclusions. However, the closer a model reflects a real system the more valid it becomes, leading to ask how to design or choose a model to validly confirm or reject a hypothesis proposed about a real system? This raises a further question: do investigators in biomedical research propose hypotheses about real systems/diseases or about the model itself -unconsciously? For example, an immunologist might analyze principles of viral antigen presentation in a well-established mouse model. A virologist, on the other hand, needs data about clinical outcomes to understand the interaction between viruses and the human host, a goal not set out by the immunologist when establishing the mouse model. As a consequence, subsequent results may lead to wrong conclusions regarding the clinical situation, causing uncertainty in their predictive value for translational research.\n\nIf research aims to gain knowledge without aiming transferability to human disease, the validity of the model for the real system would be subordinated. However, a primary aim of biomedical research 'indeed is' the translation from preclinical to clinical work, for which well-characterized models validated against the human situation are necessary. Identifying and characterizing human disease must involve work within both, the real system and their models, in an iterative process. Knowledge of human disease itself is indispensable in validating the theoretical and functional use of a model. This also implies that model validity cannot be achieved by determining absolute indicators, as one extreme, nor by establishing an unrelated model as another. Instead, validation is individual and gradual for every model and requires an open, continuous negotiation between all stakeholders and their goals, where again a 'back-to-basic' focus involving meta-research of biomedical modeling must be established. This is especially important since human-based organ models are set to bridge an apparent gap from basic research to preclinical testing. As such, the field of (disease) models will likely become even more heterogeneous and complex (e.g. 2D/3D, cell lines/primary tissue, microfluidic communication, animals/human). To ensure model validity, the principal methods of neighboring disciplines such as computational science [14, 15] will become increasingly important and may indeed lead to standardized procedures to calibrate and verify model robustness.\n\nThe complex three-dimensional (3D) organization of living tissues enables crosstalk between different cell types, their extracellular matrices, and other organs. Therefore, 3D organ models (Fig. 2 ) that emulate tissue characteristics better than simple 2D monolayer cultures are invaluable to investigations of more complex biological phenomena, as has already been demonstrated for several organs [16] [17] [18] .\n\nReconstructed models of almost all organs of the human body have been described. They are typically generated by sequential cell seeding into cell culture inserts or porous 3D scaffolds. Of these, bone and cartilage [19] , and epithelia such as skin [20, 21] , or lung [22] are currently the most advanced, while models of more complex tissues such as the brain are at earlier stages of development. Notably, organ models may vary in their complexity and, hence, predictivity. Further, it is important to define the correct culture conditions for reconstructed organs. For instance, cultivation at the air-liquid interface is crucial to the correct formation of epithelia [23] . Others such as cartilage or bone require submersed cultivation and exposure to biomechanical forces [24] such as can be implemented through dynamic conditions within bioreactors. Another essential consideration is the cell source. Many models rely on cell lines due to their tractability, low costs, and availability. Although these models do have merit in some applications including toxicological screenings, the use of primary cells is imperative when aiming for human-based models in preclinical pharmacological research. In this context, stem cells and iPSC will likely play an increasingly important role in the future, especially when aiming for disease models, as they already do for organoids [25] . So far, in vitro modeling of diseases most commonly relies on modulation of diseaseassociated genes [26] , co-cultivation of normal and diseased cells [27] , supplementation of disease-associated stimuli [28] , or infections with microorganism [29, 30] . Overall, however, the development of disease models is still in its infancy.\n\nOrgan structures can also be reconstituted by recellularizing scaffolds derived from excised animal organs [31] or non-transplantable human organs [32] or by 3D bioprinting. Detergents are used to remove all cells leaving a dECM composed of collagen fibers and proteinaceous factors facilitating cell growth, differentiation and function after repopulation with human cells [33] . The choice of ECM is pivotal to the functionality of tissue models. For example, Hedström et al. decellularized bronchial airway sections from COPD patients and repopulated them with normal human bronchial epithelial cells [34] resulting in differential gene expression and altered activity of upstream mediators associated with COPD pathophysiology. This highlights the impact of biochemical cues within dECM in healthy and diseased states.\n\nCommon problems in recellularizing scaffold include the availability of normal human dECM, discrepancies between the sizes of human cells and animal matrices, and the precise cell positioning during recellularization. 3D bioprinting offers features that overcome some of these bottlenecks, allowing one to print singularized cells in a highly automated and spatio-temporally controlled manner. Bioprinting has been employed for the fabrication of several organ models including human skin [35, 36] , lung [37, 38] and liver [39] and recently also soft functional tissues including muscle [40] or kidney [41] . To take one example, engineered skin tissue requires specific cell-cell and cell-matrix interactions as well as precise positioning of cell layers. 3D bioprinting has the potential to fulfill these requirements by assembling cells and matrix components at the density observed in the native tissue [42] . Various printing technologies have been employed to produce skin models. For example, Ng et al. printed pigmented skin models by adding melanocytes [35] . The models exhibited similar constitutive pigmentation as the skin donors and did not anisotropically contract during maturation, as is often encountered with manually prepared models. Within this vein of thought, an alveolar barrier model composed of a bilayer of immortalized endothelial cells and lung epithelial cells, sandwiched between thin layers of Matrigel ™ , has been printed layer-by-layer in a highly reproducible manner. Compared to the morphology of the manually arranged bilayers (Fig. 3 ), the printed model features a homogenous cell distribution without cell aggregation [37] .\n\nNevertheless, since freshly printed tissues essentially lack any cellcell and cell-matrix contacts, bioprinted models require tissue maturation similar to conventional TE approaches. The maturation process required to yield a truly biomimetic and functional tissue is time-consuming, and its success is highly dependent on the properties of the applied bioink, as well as biophysical and biochemical cues. Although bioprinting organ models indeed appears promising, in its current state, it must be considered an evolving technology that must overcome several limitations before it can be widely employed. One such limitation is the insufficient resolution with which currently available bioprinters are able to spatially position cells, as compared to the compositions found in native organs. Moreover, focus has been primarily placed on cell lines given their ease of use, comparatively robust nature, and inexpensive price. More advanced models will clearly require the use of primary cells. Another bottleneck is the technical difficulty printing more than one cell type poses, for which many studies have only used a single cell type. Addressing the latter, an increasing number of publications report bioprinting of various cell types recently [37, 43, 44] . This approach, however, is associated with some problems such as special needs of each cell type with regard to the bioink and the necessity to establish suitable co-culture conditions after the printing itself for tissue maturation. Moreover, although cell positioning can be achieved easily, cell migration and proliferation cannot be controlled which may ultimately impact tissue functionality. Overall, this approach requires further investigations.\n\nThe ex vivo use of excised human organs/tissues obtained from biopsies or surgery is another approach for preclinical research. These organs/tissues may also prove extremely valuable for the validation of TE organ models, since an original human reference seems crucial to the validation of tissue structure, cellular composition and (patho) physiological responses. However, the availability of excised human material is a major bottleneck. On the rare occasion that complete human organs can be obtained for experimental use, they are normally end-stage disease organs. Moreover, experiments with explanted organs require complex equipment (e.g. for organ perfusion) and extensively trained personnel. Nevertheless, the advantages of these models have already been demonstrated, as exemplified with explanted lungs. Important physiologic parameters such as the mechanical strain acting on lung type II cells, as well as surfactant production can be preserved in isolated, ventilated and perfused human lungs. The fact that an Organ Care System Lung device (TransMedics Inc; Andover, MA, USA) is under evaluation as a portable normothermic ex vivo lung perfusion and ventilation system for donor lung preservation highlights the high organ quality achievable in such systems [45] . Additionally, the conjunction of Organ Care Systems with non-transplantable organs/ tissues supplied by institutions such as the International Institute for the Advancement of Medicine (Edison, NJ, USA) may greatly expand the use of high quality organs for biomedical research. However, the accessibility for explanted organs is still restricted and costly. Moreover, the conventionally used systems lack the ability to mimic organ specific environments, limiting periods of investigation to hours.\n\nIn contrast to whole human organs, the use of small tissue pieces or organ slices may increase the number of investigable samples. Here, peripheral resected tissue not needed for diagnosis and considered clinically normal may be used. This seems particularly favorable since tissue sections thinner ≤ 200 μm are easier to maintain ex vivo than whole organ explants. Nevertheless, a reproducible, artefact-free preparation of thin sections in parallel plane, without disruptions to tissue integrity is a challenge per se. In particular, for the preparation of highly elastic (e.g. lung) or fragile (e.g. brain) tissues, specialized techniques such as high-pressure water jet cutting need to be employed. Interestingly, such tissues may be integrated more easily into perfusion chambers or microfluidic systems for preclinical studies that may increase their possible cultivation periods [46] . Tissue sections reflect the spatiotemporal behavior of functional units within human organs without the inclusion of systemic body responses such as immune cell recruitment or hormonal effects. Consequently, researchers can primarily investigate local responses. Nevertheless, tissue sections still retain their native immune cells; a major advantage over bioprinted or TE organs. Furthermore, recent data indicate that cryopreservation of tissue slices is possible without major impairment upon cell viability or tissue functionality [47] . This approach also seems interesting for direct testing of individual patient responses to a specific drug, of great relevance to the emerging field of personalized medicine. \n\nThe application of 3D organ models is well established in toxicological screening and basic research [48, 49] . Their use is clearly less well explored in preclinical drug testing, where, currently, spheroidal organoids are more established [50] . Nonetheless, organ models provide greater control over the tissue environment and spatial organization of cells, and may, therefore, prove beneficial. Indeed, the pharmaceutical industry has considerably extended their activities in the development of organ (disease) models, although their use in actual preclinical drug testing is still in its infancy and has not yet yielded a substantial replacement for animal testing.\n\nNotably, although epithelial models of the skin or the upper airways belong to the most advanced organ models, publications describing their use for drug testing are scarce. Most studies reporting novel epithelial models conclude that these are promising tools for preclinical testing in vitro [51] [52] [53] without presenting any data to support this. More studies still have been published with regard to drug delivery approaches [54, 55] , but without including clear pharmacological readouts. Although the importance of these studies is undoubted, the next step must be the assessment of the actual value of organ models for in vitro drug testing including the identification of valid readout parameters, definition of their limitations, and rigorous comparison against the relevant in vivo situation. So far, only a handful of studies have performed drug testing in skin models, and of these, only 1-2 drugs were included [56] [57] [58] [59] [60] , the experimental settings varied significantly between them, and the choices of readout parameters have not been sufficiently justified.\n\nInitial data are also available on the applicability of bioprinted models in drug testing, most of which have been liver models. For example, a liver model consisting of patient-derived hepatocytes, stellate cells, and endothelial cells [39] was used to study the hepatotoxic effects of the antibiotics levofloxacin and trovafloxacin. Notably, trovafloxacin had been withdrawn from the market previously due to liver toxicity. While trovafloxacin's hepatotoxic potential did not become evident in standard preclinical models, results akin to the clinical situation were seen in the bioprinted liver model. Concordantly, the treatment of an iPSCs-based liver model with rifampicin, a strong inductor of the hepatic cytochrome P450 system, induced the expected upregulation of metabolic enzymes [61] . Such approaches may help to predict drug-drug interactions in the future. However, these initial results should not disguise the fact that bioprinted organ models are far from being routinely used for in vitro drug testing. As a whole, this field's current major goal is the improvement of bioprinted models aiming for systems that mimic the architecture and composition of the emulated organs as closely as possible.\n\nIsolated whole human organs seem promising for the assessment of novel cell-based medical strategies including the therapeutic application of stem cells that may specifically profit from testing in complex settings. A pair of studies demonstrated the potential of isolated human lungs for as a model to study the effects mesenchymal stem cells have on alveolar fluid clearance, inflammatory responses, and bacterial infections [62, 63] . Another study used isolated human lung lobes to investigate pharmacodynamic effects of a novel long-acting ß 2 -agonist in comparison to salbutamol [64] . Interestingly, the determined onset of drug action was consistent with other preclinical data. However, the duration of the bronchodilatatory effect could not be studied since the viability of the lung lobes declined following 2-3 h study. Another drawback was apparent the lack of dose-response after application of the bronchoconstrictory positive control.\n\nHuman organ slices cultivated ex vivo may hold greater potential for preclinical applications due to their easier accessibility. For instance, there is recurrent evidence of their tractability in the study of infectious disease. Pathogens such as Streptococcus pneumoniae are strictly human-specific, and viruses such as influenza A or MERS coronavirus show great genetic adaptation determining their pathogenicity and host tropism. Hence, the use of wild-type pathogens is of utmost importance for the study of infectious diseases and the development of novel therapies. Such investigations must be conducted in tissue from the addressed host (e.g. humans). For example, human lung slices have permitted the study viral tropism and mediator generation of pathogens in humans [65, 66] . Moreover, these have also proven valuable for the identification of new therapeutic targets, as recently demonstrated for influenza A-associated pneumococci co-infections [67] , and the testing of preventive interventions, as exemplified by certain vaccines [68] . Similarly, human liver slices (hLS) have proven valuable to the study of viral life cycles, the assessment of antiviral drugs efficacy [69] , and monitoring of local innate immune responses [70] . An elegant study [71] tested 8 approved drugs with known liver-related effects in hLS by assessing relevant markers of oxidative stress, mitochondrial function, and drug metabolism. The observed characteristics induced by reference drugs may help to evaluate the safety and dosing of new compounds thereby selecting drug candidates with the widest safety margin. Potential antifibrotic drugs for early onset liver fibrosis were also investigated in hLS [72] . Interestingly, contradictory results were obtained between studies in human tissue and rat liver slices, indicating species-specific drug effects.\n\nOverall, the above-mentioned studies on human lung and liver slices indicate the potential of human tissues in the study human diseases ex vivo. However, it has also become clear that use of explanted organs or tissue slices for drug testing is still at an early stage of methodological development and has not yet been explored satisfactorily for wider application.\n\nDespite the progress in the development of organ models, several challenges remain unsolved. So far, only animal models can enable the investigation of drug actions in a complex, living organism. Almost all organ models lack vascularization, regenerative capacity, immune systems, and inter-tissue crosstalk. These bottlenecks may be addressed by advancements in multi-organ approaches such as microfluidic chips and bioreactors that combine several tissues within a human-like environment [73] . These setups may also help to overcome the lack of adequate biomechanics provided by the mainly static cultivation of organ models. The physical properties of the tissue microenvironment, as well as the external forces that act upon them, alter cell behaviors, tissue organization and cell-generated forces. Hence, mechanical forces Fig. 3 . Brightfield micrographs of 3D printed and manually seeded paraffin embedded histological cross sections of a 2 layered air-blood barrier model stained with Masson-Goldner trichrome coloration after 3 days in culture. Cytoplasm is stained red, collagen fibers of the ECM Matrigel ™ green and cell nuclei dark brown. Note the lack of cell organization in the manually seeded compared to the bioprinted model. Scale bars 100 μm. Reproduced in accordance with the Creative Commons Public License (http://creativecommons.org/licenses/by-ncnd/4.0/) from [34] . Copyright 2015, Springer Nature. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article).\n\nare important for tissue development as demonstrated for several organs including the lung [74] and skin [75] . In addition, the development of human disease models per se are still in their infancy. This likely owes, at least in part, to the enormous expense and specific knowledge required to build a meaningful human disease model, which has restricted the development of such models to a limited number of groups [76] . With regard to excised organs/tissues, limited and uncertain availability, as well as complex ethical issues, are common restrictions for their broad use; the elaboration of cryopreservation and biobanking, however, may help to overcome these barriers.\n\nAnother point of consideration is the difficulty in comparing organ models made by protocols in which cell types, culture media and ECM differ significantly from one another. Results from the separate systems may produce contradictory or non-reproducible data, as are frequently seen in animal studies. One approach to overcome this shortage may be the development of tissue banks derived from iPSCs which allow repeated use of primary, human-based material (healthy and diseased) providing a genetically identical background for then generated tissues. On the other hand, this approach again may limit the biodiversity reflected in generating organ models from several donor sources, a clear advantage to clinical translation. Another obstacle to widespread employment is the current lack of capacities for large-scale, reproducible 3D organ production. Furthermore, the resolution of bioprinting needs to be improved to accurately mimic the biological architecture; currently, organ models are typically scaled up in size, which causes a bias as the scaffold size is increased while the cell size remains unchanged.\n\nLast but not least, the complex architecture of organ models and the investigation of cell-specific responses require the identification of suitable readout parameters and the implementation of novel techniques. Here, sophisticated microscopic techniques such as (lattice) light sheet and spectral microscopy [77] , and further elaboration of multiphoton imaging hold a great potential. Similarly, multi-marker analysis of small sample volumes, tissue microdissection combined with single-cell -Omics, innovative live-cell tissue labelling [78] , and robust bioinformatics pipelines may be key technologies for efficient data readouts.\n\nIn general, European regulatory authorities are positively disposed towards the use of organ (disease) models in preclinical studies, recognizing the necessity of closing the current translational gap. Although pharmaceutical companies are intensifying their efforts in this area, they are still at an early stage, and barely any applications employing organ disease models for pharmacological testing have been submitted Toxicological in vivo data are still mandatory when entering the clinical phase, which is regulated by law, to provide the required safety for the study subjects. For pharmacological testing, case-by-case decisions are possible, and the medical need plays a pivotal role. If a novel drug has the potential for significant medical benefit, it is possible to enter the clinical phase without presenting in vivo data. This also holds true if no (valid) preclinical in vivo model exists, as is the case for several conditions including severe keratinization disorders of human skin, certain tumors, HIV infections and viral lung infections. The development of in vitro organ models for these conditions may facilitate their implementation in the preclinical and regulatory routine since the demand is explicitly high.\n\nOrgan models hold the potential to revolutionize preclinical research, although there is still a long road ahead and the predictivity of most organ models has yet to be proven. Pharmaceutical companies and regulatory authorities have recognized the importance of this technology and are highly engaged with them. Scientists must learn from previous mistakes and combine efforts to improve preclinical-to-clinical translation. In this regard political and financial support is pivotal. Furthermore, joint efforts of expert groups in academia, pharmaceutical industry, and regulatory authorities are now needed to approach and overcome current bottlenecks. Accordingly, governments initiatives are required to promote not only the development of organ (disease) models but also their implementation in preclinical drug testing, otherwise the full potential of organ models may never be realized."}