{"title": "Infection & Chemotherapy", "body": "Pneumocystis jirovecii is a fungus that causes pneumonia in immunocompromised patients such as those infected with human immunodeficiency virus (HIV), those who have received transplants, those with malignancies being treated with chemotherapy, and those on immunosuppressants [1, 2] . Since the introduction of anti-retroviral therapy, the overall outcomes of P. jirovecii pneumonia (PCP) in HIV-infected patients have improved, but mortality associated with PCP is still as high as 20-30% in non-HIV-infected patients [3] [4] [5] [6] . Therefore, better treatment strategies for PCP are required in such patients.\n\nTrimethoprim/sulfamethoxazole (TMP/SMX), clindamycin plus primaquine (C-P), intravenous pentamidine, dapsone, and atovaquone have been used for PCP treatment [7] . Recently, some groups have reported the use of caspofungin as a salvage regimen that is effective on both cysts and trophzoites [8, 9] . Of these regimens, TMP/SMX, which acts by inhibiting folic acid synthesis, is recommended as the drug of choice for all forms of PCP [7] . However, about 30-40% of patients on TMP/SMX experience treatment failure and adverse drug reactions (ADR) such as hepatotoxicity, nephrotoxicity, bone marrow suppression, rash, electrolyte imbalance, etc. [3, 10, 11] Data on risk factors associated with treatment failure or ADR to TMP/SMX can be used to establish individualized treatment strategies with alternative regimens.\n\nThus, we investigated the risk factors associated with treatment failure and ADR to TMP/SMX as the first-line treatment for PCP.\n\nThis study was performed at Asan Medical Center, a 2,700bed tertiary care teaching hospital in Seoul, Korea. Patients with compatible symptoms and radiological findings confirmed as PCP by a immunohistochemical stain using bronchoalveolar lavage (BAL) specimens from January 2013 through July 2015 were identified. Patients younger than 16 years old, patients who were transferred to another hospital within 7 days of diagnosis, and patients whose medical records were not available were excluded from the analysis. This work was approved by the Research Ethics Committee at Asan Medical Centre, Seoul, Republic of Korea (IRB No. 2017-0795). Informed consent was waived by the Institutional Re-view Board of Asan Medical Center since this work was a retrospective study without intervention and did not involve extra clinical specimens.\n\nBAL was performed through a fiberoptic bronchoscope using standard techniques [12] . Microbiological investigations performed on BAL included Gram's stain, acid-fast stain, and cultures for conventional bacteria, mycobacteria, and fungi. Quantitative culture of BAL specimens was used to assay conventional bacteria with a threshold value of ≥10 4 colonyforming units/mL [13] . An immunohistochemical stain to detect P. jirovecii was performed according to the manufacturer's instructions with a commercially available mouse monoclonal antibody that reacts with human and rodent pneumocystis cysts and trophozoites (Monoclonal Mouse Anti-Pneumocystis Jiroveci, Clone 3F6, Code M0778, Dako, Denmark). Cytomegalovirus (CMV) was cultured by standard techniques [4] . Viruses other than CMV, including respiratory syncytial virus, influenza virus, parainfluenza virus, and adenovirus, were detected using direct immunofluorescence assays for respiratory virus screening and identification (Diagnostic Hybrids, Athens, OH, USA). An amount of BAL fluid containing 10 3 cells was centrifuged at 500 rpm for 5 minutes at room temperature. Differential cell counting was used to determine the percentages of neutrophils, lymphocytes, and alveolar macrophages [14] . Using a hemocytometer chamber, a medical laboratory technologist counted cells and a laboratory medicine specialist verified it.\n\nExtraction of DNA from BAL fluid was performed with a QIAamp DNA Minikit (Qiagen, Valencia, CA, USA) according to the manufacturer's instructions. After BAL fluid samples were centrifuged at 3,000 rpm for 5 minutes, a standardized volume of 2 mL was extracted. The elution volume was 100 μL. AmpliSens P. jirovecii (carinii)-FRT PCR kit (AmpliSens, Bratislava, Slovak Republic) was used for semi-quantitative measurement of P. jirovecii DNA according to the manufacturer's instructions. The results were reported as cycle threshold (Ct) values from real-time PCRs. The Ct value was defined as the cycle number during which the fluorescence generated by a reaction crossed the fluorescence threshold [15] .\n\nAll medical records were reviewed retrospectively.\n\nDemographics (age and gender), underlying conditions (HIV infection, solid organ transplantation, hematologic malignancy, hematopoietic stem cell transplantation, solid tumor, interstitial lung disease, and other connective tissue disease), immunosuppressant usage within the past 3 months (cyclosporine, mycophenolate mofetil, tacrolimus, sirolimus, azathioprine, and corticosteroids), laboratory findings (differential cell count, hematocrit, platelet, blood urea nitrogen, creatinine, total bilirubin, aspartate/alanine aminotransferase, and C-reactive protein), radiologic findings, treatment (treatment regimen, ADR, adjunctive corticosteroid usage, and ganciclovir usage) and outcomes (extracorporeal membrane oxygenation for >48 hours, admission to intensive care unit for >48 hours, use of mechanical ventilation for >48 hours, and 30-day mortality) were assessed. Vasopressor usage and oxygen requirement were used to categorize initial PCP severity as mild (partial pressure of arterial oxygen [PaO 2 ] >70 mmHg or alveolar-arterial oxygen difference [AaDO 2 ] <35), moderate (PaO 2 ≤70 mmHg or AaDO 2 ≥35), or severe (PaO 2 <60 mmHg or AaDO 2 ≥45) [16] . Clinical decisions on treatment regimens for PCP were made by attending physicians. Use of adjunctive corticosteroids was defined as use begun within 72 hours of initiating a specific PCP therapy and consisting of at least 40 mg prednisone twice daily for 5 days, regardless of the subsequent tapering schedule [17] . Treatment failure was defined as clinical deterioration during the first 5 days of therapy or lack of improvement after 7 or more days of treatment [3] . ADR was defined as an appreciably harmful or unpleasant reaction, resulting from an intervention related to the use of a drug, which predicts hazard from future administration and warrants prevention or specific treatment, or alteration of the dosage regimen, or withdrawal of the product [18] . To identify the risk factors associated with TMP/SMX treatment failure or ADR, patients who required salvage regimens owing to treatment failure or ADR were categorized as the case group, while others who responded to TMP/SMX were categorized as the control group.\n\nAll statistics were calculated using SPSS version 14.0 (SPSS, Chicago, IL, USA). Categorical variables were compared using the Chi-square test or Fisher's exact test. Continuous variables were analyzed by the Mann-Whitney U test. Binary logistic regression models for multivariate analyses were constructed using the stepwise forward method. First, univariate analysis of all covariates was performed; then, covariates with a signifi-cance of P <0.1 were used in the multivariate analyses. To convert continuous variables to categorical variables, a receiver operating characteristics curve was used. All tests were two-tailed and differences were considered significant at P <0.05.\n\nDuring the study period, 101 patients diagnosed with PCP were identified. Among these patients, seven patients younger than 16 years old, two patients who were transferred to another hospital within 7 days of diagnosis, and one patient whose medical record was restricted were excluded from the analysis. Therefore, a total of 91 patients were included in the analysis.\n\nSolid organ transplantation (33, 36.3%) and hematologic malignancy (33, 36.3%) were the most common underlying conditions. Patients who underwent solid organ transplantation included those who received transplants of the kidney (17, 18.7%), liver (8, 8 .7%), pancreas (4, 4.4%), simultaneous kidney and pancreas (2, 2.2%), and heart (2, 2.2%). Patients with hematologic malignancy included those with diffuse large B cell lymphoma (13, 14 .3%), acute myeloid leukemia (4, 4.4%), acute lymphoblastic leukemia (3, 3.3%), adult peripheral T-cell lymphoma (2, 2.2%), T-lymphoblastic leukemia/lymphoma (2, 2.2%), mantle cell lymphoma (2, 2.2%), B cell lymphoma (1, 1.1%), Burkitt's lymphoma (1, 1.1%), angioimmunoblastic T-cell lymphoma (1, 1.1%), Hodgkin's disease (1, 1.1%), pure red cell aplasia (1, 1.1%), retinoblastoma (1, 1.1%), and unspecified lymphoma (1, 1.1%). Of the patients with hematologic malignancy, two (2.2%) patients received hematopoietic stem cell transplants. Patients with solid tumors included those with breast cancer (3, 3.3%), non-small cell lung cancer ( \n\nThe median time from symptom onset to the start of treatment was 7 days (Interquartile range [IQR], 5-11 days) and the median treatment duration was 13 days (IQR, 15-22 days). Thirty-nine (42.9%) patients needed salvage treatment owing to either treatment failure (28, 28.6%) or ADR (17, 18.7%). During TMP/SMX usage, nephrotoxicity (8, 47 .5%) was the most common ADR, followed by bone marrow suppression (3, 17 .6%), electrolyte imbalance (3, 17.6%), gastrointestinal trouble (2, 11.7%), and hepatotoxicity (1, 5.9%). With the exception of two patients who received C-P plus caspofungin and one who received TMP/SMX plus caspofungin, all patients received C-P as the second-line regimen. In patients who needed salvage treatment, the 30-day mortality rate was 23.7% (9/39) and the rate of treatment failure of C-P as a second-line regimen was 33.3% (11/33). All patients who received caspofungin as a salvage regimen survived. All patients who received extracorporeal membrane oxygenation also survived. Secondary prophylaxis was done in 63.8% (51/91) of patients and the median duration of treatment was 3 months (IQR, 42-156 days). Relapse occurred in two patients.\n\nIn the univariate analysis, solid organ transplantation as an underlying condition, tacrolimus and mycophenolate mofetil as immunosuppressants, diabetes, chronic kidney disease, and chronic heart failure as co-morbidities, glomerular filtration rate (GFR) ≤50 mL/min in laboratory findings, and consolidation as a radiographic finding were frequently found in the case group ( (Table 3 ).\n\nIn this study, DM, GFR ≤50 mL/min, and BAL lymphocyte percentage ≤45% were found to be risk factors associated with treatment failure or ADR during TMP/SMX usage as a first- In previous studies that looked at the association of cellular profiles in BAL fluid and prognosis, neutrophil count in BAL fluid was reported to be associated with prognosis [14, 19] . In a retrospective study done by Jansen et al., HIV-infected patients who died of respiratory complications had a higher neutrophil percentage in BAL fluid compared with patients who survived [19] . In a retrospective study of non-HIV-infected patients done at Asan Medical Center between 2007 and 2013, 30-day mortality increased to 40% in patients with PCP with a neutrophil percentage ≥50% in BAL fluid [14] . This association of neutrophils in BAL fluid and mortality was attributed to bacterial co-infection [19] and severe inflammatory reactions induced by neutrophil-producing cytokines [20] . This study also revealed a higher percentage of neutrophils in BAL fluid in patients who experienced TMP/SMX treatment failure or ADRs. Regardless of a high neutrophil percentage, we found that absolute neutrophil count was not different between cases and controls and WBC count in BAL fluid was lower in patients with than in those without TMP/SMX treatment failure or ADRs (Table 1) . A low lymphocyte count in BAL fluid may explain a high neutrophil percentage and low WBC count in BAL fluid. This result suggests that alveolar lymphocytes may play a more important role than alveolar neutrophil count in PCP pathogenesis. It is well known that blood lymphocyte count is important in PCP progression and prognosis [21] [22] [23] . However, there have been few studies on the association of BAL lymphocyte count and PCP prognosis. In a study on HIV-infected patients with respiratory complications, in which the rate of PCP was 40%, BAL fluid CD 4 count was an independent risk factor for morality [14] . When those authors reviewed previous data collected between 2007 [14] , as was the case in the present study. The proportion of BAL lymphocyte percentage ≤ 45% was also statistically significantly higher in such patients (53/69, 77% vs. 53/92, 58%; P = 0.01) [14] . These results suggest that not only blood lymphocyte count but also alveolar lymphocyte count plays an important role during PCP treatment.\n\nThere have been many studies on the prognosis of PCP. Old age, severity of disease as assessed by oxygen requirements and the need for mechanical ventilation, underlying conditions such as hematologic malignancy and vasculitis, and low CD4 count have been shown to be associated with poor prognosis [4, 24, 25] . However, this knowledge of nonmodifiable prognostic factors is not helpful for establishing treatment strategies. On the contrary, knowledge of the risk factors associated with treatment failure or ADR during TMP/ SMX usage allows for the creation of individualized treatment strategies for PCP. For instance, if a patient has all of the risk factors for which the positive predictive value of treatment failure or ADR during TMP/SMX usage is 100%, an alternative regimen such as C-P can be considered as the-first line regimen. Indeed, some studies on small numbers of patients with PCP showed a similar efficacy of TMP/SMX and C-P as first-line regimens [26] [27] [28] . In addition, like DM and GFR, low BAL lymphocyte might be a non-specific factor linked to underlying diseases rather than PCP treatment. Confirmatory conclusion should be postponed until a prospective study on a large number of patients with severe PCP show that the efficacy of the alternative regimen is not inferior to that of TMP/SMX. Further studies on individualized strategies using the risk factors identified in this study should be carried out.\n\nThis study had several limitations. First, judgement of treatment failure of TMP/SMX might not be consistent between clinicians. Since 2009, studies on PCP have been performed at Asan Medical Center and accumulating evidence has been reflected in standardized practices. Experienced infectious disease experts have decided on criteria for treatment failure as described in the Methods section. Standardization of practice can be indirectly verified by assessing BAL and simultaneously giving TMP/SMX as a first-line regimen and C-P as a second-line regimen to most patients. This standardized practice may have resulted in a better prognosis in the current study, compared with previous studies [4] . Second, composite parameters of treatment failure and ADR was used to evaluate outcome in the study. In the subgroup analysis of risk factors associated with treatment failure, DM and BAL lymphocyte was still significant. Third, heterogeneous underlying conditions could affect the outcomes of PCP. Further studies are needed in patients with specific homogenous underlying conditions, such as HIV and solid organ transplantation.\n\nIn conclusion, DM, initial GFR ≤50 mL/min, and BAL lymphocyte percentage ≤45% are independent risk factors associated with treatment failure or ADR development during TMP/ SMX usage as a first-line regimen for PCP treatment. This result suggests that BAL lymphocyte count may play some role during PCP treatment. Further studies should be followed to reveal what the role of BAL lymphocyte is in the PCP treatment.\n\nNo conflicts of interest."}