{"title": "Volume 14 > n • 1 > marzo", "body": "Le rinosinusiti acute figurano tra le patologie rinologiche più frequentemente riscontrate dai medici per le cure primarie e specializzati.\n\nQuesta patologia prevalentemente benigna e banale pone un reale problema di salute pubblica. Su scala individuale, essa può provocare un'alterazione della qualità di vita e della produttività, ma anche delle complicanze gravi, addirittura letali, fortunatamente eccezionali. Su scala collettiva, essa causa un assenteismo professionale e genera delle visite mediche e delle prescrizioni ripetute, con costi diretti e indiretti non trascurabili. I costi diretti negli Stati Uniti erano stimati a più di 4 miliardi di dollari per anno nel 2004 [1] .\n\nNel corso degli ultimi dieci anni, la realizzazione di studi clinici ha permesso alle società scientifiche francesi, europee e americane di stabilire delle raccomandazioni basate su prove scientifiche. Queste raccomandazioni concordano su quasi tutti i punti e devono permettere ai medici di gestire meglio questa patologia e di controllarne i costi diretti e indiretti.\n\nDefinizioni [2, 3] La rinosinusite acuta può essere definita come un'infiammazione acuta della mucosa delle fosse nasali e dei seni paranasali (mascellari, frontali, etmoidali e sfenoidali), avviata da un'infezione virale. Per la maggior parte degli autori, i sintomi devono cessare in meno di quattro settimane. In tutti i casi, oltre le 12 settimane si tratta di una rinosinusite cronica. Tra le 4 e le 12 settimane, si parla di rinosinusite subacuta; è un'entità nosologica borderline, poco studiata, non mirata dalle raccomandazioni. La ripetizione di episodi acuti a un ritmo superiore a tre/anno definisce la rinosinusite acuta recidivante e deve far ricercare un fattore favorente, in particolare nasale o dentario.\n\nSi stima che, su un periodo di 12 mesi, un adulto presenti in media da due a cinque episodi di rinite acuta e un bambino scolarizzato da sette a dieci episodi [3] .\n\nNegli Stati Uniti, con 20 milioni di casi diagnosticati/anno [1] , si tratta di uno dei motivi di visita più frequenti. L'incidenza sarebbe in aumento [4] . Essa è più importante durante i mesi invernali che d'estate (rischio relativo × 2,9) [5] . Le prescrizioni di antibiotici per rinosinusite acuta costituiscono il 21% di tutte le prescrizioni di antibiotici nell'adulto e il 9% nel bambino (quinto posto fra i motivi di prescrizione) [1, 6] . Nel 2000, l'incidenza nei Paesi Bassi era stimata a 20/1 000 uomini e a 33,8/1 000 donne [3] .\n\nRiniti e rinosinusiti acute dell'adulto Tabella 1. Epidemiologia dei virus responsabili di rinosinusite infettiva acuta (secondo [11] Sono stati proposti potenziali fattori predisponenti [7] : rinosinusite cronica sottostante allergica o meno, reflusso gastroesofageo, tabagismo attivo o passivo, comorbilità (immunodepressione, ipotiroidismo, mucoviscidosi, gravidanza) e variazioni anatomiche (deviazione settale, concha bullosa, polipi). Nessuna pubblicazione prospettica conferma il loro carattere favorente in maniera statisticamente significativa. Diverse pubblicazioni retrospettive, riguardanti in particolare la rinite allergica [8, 9] e il reflusso gastroesofageo, sono discordanti nelle loro conclusioni.\n\nAl di fuori delle rinosinusiti di origine dentaria, l'infezione virale è all'origine della rinosinusite acuta. I virus più frequentemente in causa nell'adulto sono: rhinovirus, coronavirus, coxsackie A 21, influenza e parainfluenza [1, 10] (Tabella 1).\n\nL'aggressione della mucosa respiratoria da parte del virus scatena una risposta infiammatoria dapprima non specifica mediata dalla liberazione di interleuchine (IL) proinfiammatorie (IL-8, IL-6) [12] e la sovraespressione di molecole di adesione (intercellular adhesion molecule [ICAM]) [13] . Quindi, entrano in gioco i polimorfonucleati neutrofili, attratti per chemiotassi, per degradare le proteine virali con l'ausilio delle loro proteasi [14] e produrre anche dell'IL-8 e del tumor necrosis factor (TNF)-alfa [15] . Le citochine proinfiammatorie (IL-1, IL-6, TNF) attivano, a loro volta, i linfociti T (profilo Th1) [16] . Dei neuromediatori svolgono probabilmente un ruolo in questa risposta infiammatoria, benché il loro ruolo non sia ancora stato dimostrato nelle sinusiti acute [17, 18] .\n\nQuesta cascata infiammatoria spiega i sintomi locali e sistemici che si installano nelle prime 48-72 ore. L'edema e la vasodilatazione sono responsabili dell'ostruzione nasale a livello della valvola nasale interna. In effetti, questa vasodilatazione è massima a livello della testa dei turbinati inferiori e dell'estremità anteriore del setto nasale. Essa è avviata da agenti vasodilatatori come la bradichinina, poi controllata dal tono nervoso simpatico dei muscoli lisci perivenosi [19] [20] [21] . L'essudato infiammatorio costituisce una rinorrea inizialmente mucinosa.\n\nLe citochine spiegano i sintomi sistemici di virosi come la febbre o una sindrome pseudoinfluenzale. Questi sintomi regrediscono classicamente in meno di cinque giorni. Oltre questo tempo, la rinorrea può divenire più spessa e mucopurulenta e cambiare colore: ciò non segna la sovrainfezione batterica, ma semplicemente l'evacuazione crescente di frammenti virali e cellulari. L'ostruzione del complesso ostiomeatale può, in seguito, alterare l'aerazione e il drenaggio fisiologico dei seni. Così, la pressione parziale in ossigeno cade all'interno del seno, la clearance ciliare è alterata [22] e le secrezioni ristagnano. Altri sintomi possono, allora, aggiungersi al quadro clinico: cefalee, pesantezza del volto e tosse serotina. Nella stragrande maggioranza dei casi, la rinorrea si schiarisce a poco a poco e i sintomi migliorano per scomparire dopo 10-14 giorni di evoluzione.\n\nSolo nello 0,5-2% dei casi insorge una sovrainfezione batterica [23] : è la rinosinusite acuta batterica. I batteri più frequentemente in causa sono: Streptococcus pneumoniae (pneumococco), Haemophilus influenzae, Moraxella catarrhalis e Staphylococcus aureus nelle sinusiti frontali e mascellari e Staphylococcus e Streptococcus nelle forme etmoidali e sfenoidali; dei microrganismi anaerobi possono essere presenti nelle sfenoiditi e nelle infezioni a partenza dentaria. L'importanza di queste rare forme batteriche risiede nelle loro potenziali complicanze per lesione degli organi vicini, in particolare il sistema nervoso centrale. In effetti, esse sono responsabili del 5% delle meningiti batteriche comunitarie e di due terzi degli ascessi cerebrali. Il loro trattamento specifico antibiotico deve prendere in considerazione l'ecologia batterica locale e i profili di resistenza (Fig. 1) .\n\nResistenze dello pneumococco alle betalattamine.\n\nCeppi di sensibilità diminuita 32% 18% 10%\n\nCeppi resistenti 0,6% 0,2%\n\nEvoluzione delle resistenze dello pneumococco alle altre famiglie di antibiotici.\n\nCeppi classificati I 30% 1% 18%\n\nCeppi classificati R < 0,1%\n\nBenché i principali germi in causa non siano cambiati da vari decenni, i loro profili di resistenza si sono evoluti, in particolare a causa dell'utilizzo abusivo di antibioticoterapie inutili o inadatte. Le ultime raccomandazioni francesi sulla «terapia antibiotica per via generale nella pratica comune nelle infezioni respiratorie alte dell'adulto e del bambino» [24] spiegano nel dettaglio l'evoluzione di questi profili di resistenza.\n\nI dati di evoluzione più recenti (2009) sulla resistenza acquisita da questa specie in Francia provengono soprattutto dal Centro Nazionale di Riferimento sugli Pneumococchi (CNRP) e dagli osservatori regionali dello pneumococco. Occorre notare che questi dati non sono specifici dei ceppi di pneumococchi isolati nelle sinusiti, ma nelle infezioni respiratorie alte, in particolare le otiti medie acute.\n\nIl meccanismo di resistenza alle betalattamine è legato a modificazioni delle proteine di legame alle penicilline (PLP). Secondo le modificazioni di una o più PLP, la riduzione della sensibilità riguarda non solo la penicillina G, ma anche altre betalattamine come l'amoxicillina o le cefalosporine. Le cefalosporine orali di seconda o terza generazione (C3G) sono poco o incostantemente attive sui ceppi di sensibilità diminuita alla penicillina e sono inattive sui ceppi resistenti alla penicillina. Questa inattività è in parte legata al loro assorbimento digestivo modesto, che conduce a delle concentrazioni sieriche poco elevate. Viceversa, le C3G per via iniettabile restano abitualmente attive (Tabella 2).\n\nDal momento che i ceppi resistenti restano assai poco frequenti, l'amoxicillina può essere considerata l'antibiotico somministrabile per via orale di scelta per il trattamento delle infezioni da pneumococco, a condizione di utilizzarla a una posologia adeguata: nell'ipotesi di un ceppo di sensibilità diminuita, occorre ottenere delle concentrazioni superiori alle concentrazioni minime inibitrici (CMI).\n\nL'85% dei ceppi di sensibilità diminuita alla penicillina G è anche resistente ai macrolidi. Nel 2008, non è stato isolato in Francia nessun ceppo resistente ai macrolidi e un solo ceppo tra 1 176 ceppi studiati presenta una sensibilità intermedia alla telitromicina (Tabella 3).\n\n• \n\nQuesto batterio è eccezionalmente isolato da solo negli insuccessi del trattamento e il suo ruolo patogeno è discusso. Attualmente, più del 90% dei ceppi è resistente all'amoxicillina per secrezione di betalattamasi. Esso rimane sensibile all'associazione amoxicillina-acido clavulanico, alle C2G e alle C3G, ai macrolidi e ai sulfamidici.\n\nLa strategia diagnostica ha come obiettivo principalmente quello di escludere una diagnosi differenziale e di distinguere una forma virale (il cui trattamento è sintomatico) da una forma batterica e/o complicata (che richiede un trattamento specifico, in particolare antibiotici).\n\nLe raccomandazioni più recenti [2, 3] hanno in parte modificato i criteri diagnostici minori e maggiori enunciati nel 1997 per le rinosinusiti infettive acute [25] : esse ricercano la presenza di due criteri, di cui almeno uno maggiore, tra: • criteri maggiori:\n\n• rinorrea mucopurulenta: la rinorrea purulenta ha tanto più valore diagnostico quando essa è monolaterale localizzata a livello della parete faringea posteriore o nelle fosse nasali a livello del meato medio e degli osti; • ostruzione nasale: l'ostruzione nasale soggettiva è stata correlata a misure obiettive nelle rinosinusiti acute [26] ; • criteri minori:\n\n• dolori o senso di peso facciale: i dolori dentari o facciali sono buoni argomenti a favore della diagnosi [27, 28] , soprattutto se sono monolaterali. Tuttavia, non hanno sempre un valore localizzatorio quanto a seno colpito [29] ; • iposmia o anosmia. Possono essere ricercati altri segni come le cefalee e la tosse, ma essi mancano di sensibilità o di specificità [27, 30, 31] .\n\nNessun segno clinico è abbastanza sensibile e specifico da solo per distinguere una forma virale da una forma batterica. È soprattutto l'evoluzione clinica a orientare la diagnosi verso una sovrainfezione batterica. Rinosinusite acuta infettiva di origine dentaria. TC dei seni che mostra un riempimento completo dei seni anteriori sinistri, un frammento dentario intramascellare, così come una comunicazione orosinusale postestrazione dentaria (A-D).\n\nLe società scientifiche propongono di ipotizzare l'eziologia batterica quando sono riuniti almeno due dei tre criteri seguenti [24] :\n\n• i dolori persistono o aumentano dopo 48 ore di trattamento sintomatico;\n\n• i dolori sono tipici: monolaterali e/o aumentati alla flessione anteriore della testa e/o pulsatili e/o massimi di sera e di notte;\n\n• la rinorrea aumenta e diviene più purulenta e monolaterale.\n\nAnche altri segni minori possono orientare: i sintomi si aggravano tra il quinto e il decimo giorno, con o senza un miglioramento iniziale [2, 3, 24] o persistono oltre il decimo giorno [2, 3, 24] .\n\nInfine, in tutti i casi, si consiglia di valutare le ripercussioni della rinosinusite, in particolare il livello di dolore avvertito e l'alterazione della qualità della vita [2] . Le scale visive analogiche sembrano particolarmente adatte a una pratica clinica corrente [3] , mentre i questionari più complessi sono da riservare agli studi clinici.\n\nUn'origine dentaria deve sempre essere sospettata e ricercata in presenza di un quadro di rinosinusite mascellare acuta monolaterale non preceduto da una rinofaringite o di fronte a una rinosinusite mascellare recidivante monolaterale. Si ricercano, all'interrogatorio, una cacosmia, dei dolori dentari, delle cure o delle estrazioni dentarie recenti e, all'esame fisico, dei dolori alla percussione dei denti «sinusali», una piorrea al colletto di un dente e una comunicazione orosinusale. Si richiede un parere denti-stico specializzato e si realizza una TC. Quest'ultima dimostra, eventualmente, l'eziologia dentaria e una lesione mascellare inizialmente omolaterale, quindi potenzialmente estesa agli altri seni anteriori omolaterali per disfunzione del meato medio (Fig. 2) .\n\nDal momento che la diagnosi è principalmente clinica, le indicazioni a esami complementari sono rare.\n\nLa radiografia standard non presenta alcun interesse diagnostico e si raccomanda di non eseguirla [2, 3] . Analogamente, l'ecografia dei seni non è utile per la diagnosi.\n\nLa TC delle cavità nasosinusali ha delle indicazioni molto limitate:\n\n• forme complicate [2, 3] ; • forme gravi [3] ; • forme recidivanti [24] o presunte di origine dentaria; • pazienti immunodepressi [3] ; • prima di un gesto chirurgico [24] .\n\nNessun esame di laboratorio è consigliato nelle forme semplici, in quanto nessuno ha dimostrato interesse nella diagnosi di certezza, differenziale o eziologica. Può essere ricercata un'iperleucocitosi a favore di una forma complicata extrasinusale [3] . Studi recenti mostrano un probabile interesse del dosaggio della proteina C reattiva (PCR): una PCR elevata suggerisce una forma batterica [24, 32] e la limitazione delle indicazioni di antibioticoterapia alle rinosinusiti acute con PCR elevata ha mostrato un'efficacia simile senza un aumento delle complicanze [33, 34] .\n\nNelle rinosinusiti acute batteriche, dei prelievi batteriologici al meato medio guidati dall'endoscopia sono correlati con una precisione globale dell'87% con dei prelievi per puntura sinusale mascellare [35] . Tali prelievi realizzabili in visita specialistica evitano un gesto doloroso o un'anestesia generale. Dal momento che la loro realizzazione richiede, tuttavia, degli strumenti specifici, essa sembra difficile e poco redditizia, in particolare in medicina generale. Viceversa, devono essere realizzati dei prelievi in tutti i casi particolari dove l'identificazione di una forma batterica e/o l'identificazione del microrganismo responsabile sono importantissime (negli immunodepressi o in caso di forma complicata fin dall'inizio). Essi rimangono, quindi, indicati in caso di insuccesso di una terapia antibiotica probabilista, per esempio, con la realizzazione di un antibiogramma preciso.\n\nI progressi della diagnostica per immagini e soprattutto la comparsa degli antibiotici hanno migliorato notevolmente la gestione delle complicanze. Tuttavia, esse esistono ancora oggi, associate a una mortalità del 5-10% in caso di estensione intracranica [36] . L'epidemiologia e, in particolare, i fattori predisponenti sono difficili da valutare a causa di dati eterogenei. Solo l'età giovane sembra essere identificata da diversi studi come fattore favorente [37] .\n\nQueste complicanze sono soprattutto intraorbitarie e intracraniche e compaiono, quindi, nell'evoluzione delle rinosinusiti acute frontali, etmoidali e sfenoidali; le localizzazioni mascellari sono le più frequenti e le più benigne nella loro evoluzione.\n\nLe etmoiditi acute si manifestano con dei dolori retro-orbitari. La fragilità della lamina papiracea dell'etmoide spiega la comparsa di estensioni intraorbitarie. Si tratta inizialmente di una cellulite periorbitaria e, poi, orbitaria, che associa edema palpebrale, dolori periorbitari, chemosi e, a volte, un esoftalmo. Senza trattamento, si forma un ascesso sottoperiosteo oppure orbitario, con un esoftalmo franco e, a volte, una riduzione dell'acuità visiva (Fig. 3) .\n\nLe sfenoiditi acute si accompagnano anche a cefalee retroorbitarie che si irradiano, a volte, verso il vertice. Esse possono complicarsi con una tromboflebite del seno cavernoso e con paralisi oculomotorie.\n\nNelle sinusiti frontali, il dolore è piuttosto sopraorbitario. L'estensione intracranica sotto forma di ascesso o di empiema complica soprattutto le sinusiti etmoidali e frontali. Essa può avvenire per via diretta o attraverso un'osteomielite. La presentazione clinica può assumere delle forme molto diverse (sindrome meningea, segni neurologici di localizzazione, segni di ipertensione intracranica). Il quadro clinico può essere inizialmente poco clamoroso, il che rende la diagnosi più tardiva.\n\nQueste forme complicate richiedono in tutti i casi un ricovero per trattamento urgente, spesso medico parenterale o, anche, chirurgico fin dall'inizio o in assenza di un rapido miglioramento. Una TC è sempre indicata. Sono auspicabili dei prelievi batteriologici.\n\nOccorre saper riconoscere, a causa della loro gravità estrema, le micosi sinusali invasive che compaiono su un terreno immunodepresso (diabete scompensato, virus dell'immunodeficienza umana, emopatia [38] , ecc.).\n\nSu un tale terreno, si devono ricercare all'esame obiettivo delle zone di necrosi mucosa o cutanea, in particolare a livello del canto interno, dell'ala del naso, del palato duro o delle fosse nasali (Fig. 4) , un esoftalmo, una riduzione dell'acuità visiva e dei disturbi oculomotori. In caso di sospetto clinico e/o rinofibroscopico, devono essere realizzati dei prelievi in urgenza per l'identificazione, all'esame anatomopatologico, di filamenti miceliali (spesso del genere Mucor) [39] .\n\nIl trattamento è urgente e deve essere medicochirurgico, associando delle infusioni di antifungini e delle sedute a volte ripetute di sbrigliamento chirurgico dei tessuti necrotici.\n\nAnche sotto trattamento aggressivo, le complicanze orbitarie e intracraniche restano frequenti e la mortalità resta molto elevata [40] .\n\nIl 40-80% delle rinosinusiti acute guarisce spontaneamente in 15 giorni [41, 42] . Il trattamento deve, quindi, essere, il più delle volte, sintomatico. La terapia antibiotica deve essere riservata alle situazioni a rischio di complicanze, cioè alle forme presunte batteriche, e alle localizzazioni diverse da quelle mascellari.\n\nLa maggior parte dei trattamenti disponibili è stata valutata da numerosi studi più o meno rigorosi. Le pratiche cliniche dei medici generici francesi sono state valutate in uno studio realizzato tra il 2005 e il 2007 su 1 585 pazienti [43] .\n\nSi consiglia di soffiarsi il naso. Dei lavaggi quotidiani delle fosse nasali con della soluzione fisiologica iso-o ipertonica sono spesso consigliati ai pazienti. Se essi migliorano sicuramente la tolleranza dei sintomi nel quotidiano, le ultime metanalisi della letteratura non riscontrano argomenti a favore di una risoluzione più rapida dei sintomi [44] (livello di prova [LP] 1). È la soluzione fisiologica isotonica a essere utilizzata in genere. La soluzione fisiologica ipertonica sarebbe meno ben tollerata [45] .\n\nL'utilizzo degli analgesici di livello I, benché non sia stato oggetto di alcuno studio in questa indicazione, è di pratica corrente e giustificato. Il paracetamolo è da preferire all'aspirina (prescritti nel 56,3% dei pazienti dai medici francesi) [43] .\n\nGli studi che valutano questi prodotti sono antichi e spesso di metodologia poco rigorosa. Essi sono, tuttavia, spesso utilizzati per via nasale nei primi giorni, spesso in automedicazione (42% dei pazienti francesi nello studio di Klossek) [43] . Rappresentano un trattamento sintomatico efficace e rapido (qualche minuto) dell'ostruzione nasale.\n\nTuttavia, e per evitare delle complicanze cardiovascolari gravi (accidenti vascolari cerebrali in particolare), è opportuno rispettare rigorosamente le controindicazioni e la posologia, in particolare non superare cinque giorni di trattamento, non associare due vasocostrittori e preferire la via locale nasale alla via orale. La via orale deve essere riservata agli adulti giovani. I segni di allarme devono essere spiegati ai pazienti.\n\nNel bambino di meno di 15 anni, il solo vasocostrittore disponibile è per via nasale (Rinofluimucil ® a partire da 30 mesi) [46] .\n\nL'infiammazione della mucosa presente nelle rinosinusiti acute è responsabile di ostruzione nasale e di dolore; i corticosteroidi per via orale o intranasale possono aiutare a ridurre questa infiammazione e a migliorare, così, i segni locali.\n\nPer delle rinosinusiti di dimostrata origine batterica, Klossek et al. hanno confrontato, in uno studio randomizzato in doppio cieco, un gruppo placebo che riceveva unicamente della cefpodossima (200 mg × 2/die) a un gruppo che riceveva anche 0,8-1 mg/kg/die di prednisolone per tre giorni [47] . Essi hanno riscontrato una differenza significativa nella riduzione del dolore (diminuzione del consumo di paracetamolo) e dell'ostruzione nasale durante questi primi tre giorni. Anche i lavori di Gehanno nel 2000 [48] dimostravano un vantaggio analgesico a breve termine apportato dai corticosteroidi orali. Al contrario, questi due studi non riscontrano alcun interesse significativo dell'aggiunta di corticosteroidi nell'efficacia globale del trattamento.\n\nUna terapia corticosteroidea per via orale iniziale in cura breve (meno di sette giorni) può, quindi, essere proposta per le forme iperalgiche (LP2). In Francia, essa è utilizzata nel 21,4% dei casi, il che corrisponde probabilmente alle forme iperalgiche, che rappresentano il 25% dei casi [43] .\n\nTutti gli studi che valutano l'aggiunta di corticosteroidi locali (budesonide, fluticasone, mometasone) alla terapia antibiotica sono a favore di un loro interesse significativo: le differenze significative sono riscontrate soprattutto per l'effetto analgesico e decongestionante [49] [50] [51] [52] e, meno spesso, per l'effetto antisecretivo [50, 51, 53] .\n\nUn solo studio recente ha confrontato l'efficacia del mometasone in monoterapia, da una parte con l'amoxicillina da sola e, dall'altra, con un placebo [52] . Somministrato a una dose di 200 g/die, il mometasone era superiore al placebo. Alla dose di 400 g/die, esso era superiore anche all'amoxicillina. Questo studio è metodologicamente molto rigoroso. Viceversa, i suoi risultati interessanti sono, in una certa misura, distorti dalla selezione poco precisa delle forme presunte batteriche (assenza di criteri batteriologici o radiologici).\n\nL'utilizzo di corticosteroidi locali sembra interessante anche se essi non dispongono dell'autorizzazione all'immissione in commercio (AIC) in Francia in questa indicazione. La loro superiorità in monoterapia resta da confermare da altri studi ben condotti (LP2). In Francia, essi sono utilizzati nel 40% dei casi [43] .\n\nTenuto conto degli importanti effetti secondari delle prime classi di antistaminici e dei pochi studi che si basano sul loro utilizzo in associazione o meno con degli antibiotici, non è possibile consigliare, su basi scientifiche precise, l'utilizzo di antistaminici (di prima o seconda generazione) nel trattamento delle rinosinusiti acute [54] . Tuttavia, il loro utilizzo si può rivelare utile nei pazienti che, peraltro, presentano una rinite cronica allergica documentata.\n\nNon sono raccomandati, in assenza di prova del loro interesse, gli antinfiammatori non steroidei (FANS), i mucolitici, gli aerosol, le terapie antibiotiche locali e le terapie alternative.\n\nLa revisione esauriente della letteratura aggiornata nel 2010 dalla Cochrane Library riscontrava più di 2 000 pubblicazioni relative alla terapia antibiotica delle rinosinusiti acute. Solo 59 tra essi erano considerati di metodologia sufficiente per partecipare alla metanalisi, che arrivava alle seguenti conclusioni [42] :\n\n• gli argomenti a favore di un trattamento antibiotico con amoxicillina per 7-14 giorni sono bassi (80% di guarigione a 15 giorni sotto placebo contro il 90% sotto antibiotici); • non è stata dimostrata alcuna differenza significativa a favore di altre molecole, in particolare le tetracicline, i macrolidi e le cefalosporine. Perfino gli studi più recenti provano solamente la non inferiorità di trattamenti più brevi e confermano l'interesse limitato dell'antibioticoterapia [52, [55] [56] [57] [58] [59] .\n\nLa difficoltà nella pratica clinica consiste nel distinguere il gruppo estremamente limitato di pazienti che trarranno un beneficio individuale da una terapia antibiotica dal gruppo molto più ampio in cui la terapia antibiotica non farà che aggravare i problemi di resistenze batteriche su scala collettiva.\n\nSe una terapia antibiotica deve essere prescritta nella rinosinusite mascellare acuta comunitaria, si privilegia in prima intenzione l'amoxicillina, alla dose di 2-3 g/die, in due o tre somministrazioni, per 7-10 giorni [24] .\n\nGli altri antibiotici hanno un rapporto beneficio/rischio meno favorevole. Essi possono, tuttavia, essere proposti in situazioni precise [24] :\n\n• amoxicillina-acido clavulanico:\n\n• in caso di fallimento del trattamento di una sinusite acuta mascellare con amoxicillina • in caso di sinusite acuta mascellare di origine dentaria \n\nBenché le rinosinusiti acute richiedano prima di tutto un trattamento medico, il ricorso alla chirurgia può rivelarsi necessario in alcuni casi, a scopo diagnostico e/o terapeutico.\n\nCosì, le sinusiti mascellari bloccate che non rispondono alla terapia medica ben condotta possono giustificare una puntura a livello del meato inferiore. Essa è sempre più spesso realizzata sotto anestesia generale in sala operatoria a causa del suo carattere doloroso e ansiogeno per il paziente oppure in un paziente di rianimazione ventilato, già sotto sedazione. Un drenaggio di Albertini può essere lasciato in sede per la realizzazione di lavaggi.\n\nIl seno sfenoidale è aggredito per via endoscopica per realizzare una sfenoidotomia in caso di sinusite bloccata resistente alla terapia medica, associata o meno a dei segni neurologici.\n\nIl drenaggio del seno frontale può avvenire per via endoscopica da sola o associata a un accesso transcutaneo con il posizionamento di un chiodo di Lemoyne.\n\nAnche se, nella stragrande maggioranza dei casi, la rinosinusite acuta è una patologia banale e benigna, essa può, talvolta, avere delle complicanze gravi, perfino ancora letali ai nostri giorni.\n\nOccorre spiegare bene al paziente l'evoluzione naturale e i dati attuali della scienza, in particolare:\n\n• la durata di evoluzione normale di 10-15 giorni; • l'interesse modesto degli antibiotici;\n\n• la possibilità di complicanze, soprattutto in alcune forme topografiche e su alcuni terreni; • quindi, la necessità di un monitoraggio e, se necessario, di una rivalutazione sotto trattamento. L'applicazione delle raccomandazioni recenti in materia di strategia diagnostica e terapeutica dovrebbe permettere di controllare le spese sanitarie e di bloccare la comparsa di ceppi batterici resistenti.\n\nDegli studi rigorosi devono ancora essere realizzati, in particolare per individuare più precisamente la popolazione a rischio di sviluppare una forma batterica o complicata.\n\n• La diagnosi è essenzialmente clinica.\n\n• Le indicazioni degli esami paraclinici sono molto limitate.\n\n• È soprattutto l'evoluzione clinica che permette di sospettare un'eziologia batterica.\n\n• Il trattamento deve essere sintomatico in prima intenzione, con un interesse confermato dei corticosteroidi per via nasale e per via orale nelle forme iperalgiche.\n\n• La terapia antibiotica è indicata fin dall'inizio nelle situazioni di insuccesso del trattamento sintomatico o nelle situazioni a forte rischio di complicanze."}