{"title": "Clinical Considerations in the Diagnosis of Viral Respiratory Infections", "body": "Until recently, laboratory diagnosis of viral respiratory infections was of value primarily as an epidemiologic tool. It rarely was of direct benefit in the management of patients with acute disease because the patients usually were either well or dead before the virus could be identified. Technological advances of the past few years have allowed the transfer of sensitive and specific rapid viral antigen detection methods (Table 1 ) from sophisticated basic science laboratories to routine diagnostic facilities. It is possible to identify many respiratory viruses directly from clinical samples within 1 day. The development of such rapid viral diagnostic tests is particularly important now that antiviral therapy is becoming available.\n\nViral antigen detection has several advantages over standard culture and serologic techniques. The most obvious is the availability of the test results early enough so that the patient's outcome may be improved by appropriate changes in therapy. Because antigen detection does not necessarily require viable organisms, specimen handling requirements are not as stringent as for virus cultures. This broadens the availability of viral diagnostic tests to health care providers who do not have optimal handling, storage, or transport facilities. Antigen detection methods also permit identification of some viruses that are difficult or impossible to cultivate in the laboratory and, occasionally, identification of viruses later in the course of disease, after they are no longer cultivatable. A major advantage of antigen detection over serologic diagnosis of viral respiratory infections is that no convalescent sample is required. In addition, not all patients, particularly those who are at the highest risk of serious respiratory disease (e.g.. infants and compromised hosts), are able to mount an antibody response during viral infection (Chanock et al., 1963 : Vargosko et al.. 1965 : Craft et al., 1979 .\n\nAlthough sensitivity and specificity of antigen detection tests vary from one method to another, and among different viruses, they often approach, or even surpass, those of standard culture and serologic techniques. Unprecedented sensitivity and, particularly, specificity may be possible using monoclonal antibody (Yolken, 1982) and nucleic acid hybridization techniques (Engleberg and Eisenstein, 1984) . Such specificity will help eliminate the false-positive results caused by nonspecific reactions with host antigens that were often seen with previous antigen detection techniques.\n\nEach year millions of individuals throughout the world suffer from viral respiratory infections. The syndromes listed in Table 2 can be caused by over 200 serologically distinct viruses. For this reason, close cooperation will be required between clinicians and virologists if the burgeoning new field of antigen detection is going to be applied appropriately in the clinical setting. Guidelines must be developed for choosing which viruses should be sought and which patients should be tested. This article discusses some of the factors to be considered in determining the value of antigen detection in the diagnosis of viral respiratory infections from the clinician's point of view.\n\nOne of the most important factors to be considered in choosing the viruses to be sought by antigen detection techniques is the availability of antiviral therapy. Currently only two drugs are available for use against respiratory viruses, ribavirin for respiratory syncytial virus (RSV) and amantadine for influenza A infections. Reports , 1979: Hayden and Gwaltney, 1983) . Although antigen detection methods have been developed for most of the viruses which are common causes of respiratory infections (Table 3) , RSV and influenza A virus will be used as models for discussion since antiviral therapy already is available.\n\nRespiratory syncytial virus is the most common cause of lower respiratory infections, primarily pneumonia and bronchiolitis, in infants and young children (Hall, 1981a) . Repeated infection with RSV is common, but symptoms are milder and usually involve only the upper respiratory tract in older children and adults. Recently, ribavirin has been demonstrated to be effective for RSV disease. Ribavirin (113-D ribofuranosyl-l,2.4-triazole-3-carboxamide) is a nucleoside that resembles guanosine (Hall et al., 1983a) . It is a potent inhibitor of virus replication in vitro. Its spectrum of activity includes RSV, influenza A and B, and parainfluenza viruses. The most effective route of administration is aerosol which is well-tolerated with no significant toxicity. Ribavirin administered by the oral route has marginal, if any, effectiveness (Cohen et al., 1976 : Togo et al., 1976 . Ribavirin (Virazole, ICN Pharmaceuticals, Costa Mesa, CA) has been licensed in the United States for RSV infections. In RSV lower respiratory tract infections in infants ribavirin therapy led to significant improvement in arterial oxygen saturation, cough, retractions, rales, and lethargy (Hall et al., 1983; Taber et al., 1983) . Ribavirin aerosol treatment also has been demonstrated to be effective in RSV (Hall et al., 1983a) , influenza A (Knight et al., 1981; Wilson et al., 1984) and influenza B infections in adults. Ribavirin shows potential activity against parainfluenza virus, but no controlled clinical studies have been performed.\n\nRapid identification of RSV, and perhaps eventually parainfluenza and influenza viruses, will allow early therapy with ribavirin. Positive identification of the organism is important because, although ribavirin is safe, it is quite cumbersome to administer by the aerosol route and it may plug ventilator equipment if therapy is not monitored carefully. Thus, even though it may have a relatively broad-spectrum of activity against respiratory viruses, ribavirin cannot, and should not, be used as empiric therapy for all patients with a possible diagnosis of viral pneumonia.\n\nNosocomial spread of RSV infections is well-documented (Hall et al., 1975; Downham et al., 1974) . Hall et al. (1975a) have shown that, during the months that RSV disease is most prevalent in the community, 45% of infants hospitalized for other reasons for more than 1 wk, developed nosocomial RSV infections. Ten of 24 staff members also became infected with RSV. Such high rates of spread can be explained, at least in part, by the fact that 92%-100% of infected infants still shed large amounts of virus 7 days into the infection (Hall et al., 1975) . Another study demonstrated that there was a very high mortality rate (44%) from nosocomial RSV infections in infants with congenital heart disease (MacDonald et al., 1982) . Nursery and pediatric ward outbreaks of severe RSV (Berkovich, 1964) , and other respiratory virus infections (Meissner et al., 1984; Downham et al., 1975) also have been reported. Rapid diagnosis of RSV may prove to be useful in reducing transmission of serious respiratory infection by allowing earlier implementation of isolation or cohorting precautions.\n\nInfluenza A virus is a significant cause of morbidity and mortality in adults as well as being an important etiology of serious lower respiratory tract disease in the pediatric population (Douglas and Betts, 1985) . It is usually associated with epidemic disease characterized by profound malaise in addition to the more typical respiratory symptoms (i.e., rhinitis, pharyngitis, and cough) seen with the other respiratory viruses.\n\nAmantadine hydrochloride is the only antiviral agent that is currently licensed for treatment of respiratory viruses in the United States. It is a symmetric tricyclic amine that specifically inhibits replication of influenza A viruses. The oral form, Symmetrel (Endo Pharmaceuticals, Wilmington, DE), is licensed for treatment and prevention of influenza A infections. It has little toxicity with short-term (<1 wk) therapy, but has been associated with mild to moderate toxicity of many organ systems, especially the central nervous system, when used for several weeks as is recommended for effective prophylaxis (Dolin et al., 1982) . Rimantadine is an analog of amantadine which has similar activity against influenza A, but has less central nervous system toxicity (Dolin et al., 1982) . It currently is not licensed for use in the United States.\n\nTreatment with amantadine or rimantidine hydrochloride results in significant clinical improvements in influenza A infections when compared with placebo (Wingfield et al., 1969 : Van Voris et al., 1981 . Patients treated with either of these drugs have faster resolution of symptoms and are able to resume their normal activities sooner than those treated with placebo. Because influenza A disease is so widespread and so debilitating (Monto and Cavallaro, 1971) , early institution of antiviral therapy could have major economic and social impact by decreasing the time lost from work or school for healthy individuals, and by decreasing the mortality rate in those at high risk of severe disease.\n\nIt could be argued that all patients with respiratory symptoms during influenza A outbreaks should be treated with amantadine without performing antigen detection testing. However, although during influenza A outbreaks the virus often is the predominant etiology of respiratory symptoms, other potentially treatable organism such as Mycaplasma pneumoniae, bacteria, or other viruses also may cause respiratory disease. Thus, many individuals would be treated unnecessarily.\n\nThe CDC guidelines for isolation of influenza in adults state that \"in the absence of an epidemic, influenza may be difficult to diagnose on clinical grounds and most patients will have fully recovered by the time the laboratory diagnosis is established: therefore, placing all patients with suspect influenza on isolation precautions, although theoretically desirable, is simply not practical in most hospitals\" (Garner and Simmons, 1983) . By allowing early diagnosis, rapid screening tests may play an important role in preventing deadly nosocomiaI outbreaks of influenza infection, particularly in high risk areas of the hospital such as coronary care and intensive care units. In addition, early implementation of isolation precautions may help reduce transmission of influenza to hospital staff.\n\nEarly diagnosis of influenza A infections also will allow early institution of amatadine prophylaxis in contacts. Amantadine is not only effective treatment of influenza A infections, but it has been found to be 70%-90% effective in preventing influenza A disease (Cohen et al., 1976; Dolin et al., 1982} . Increased utilization of amantadine prophylaxis recently has been proposed by the Immunization Practices Advisory Committee (1985) .\n\nAnother potential use of antigen detection is for the early recognition of outbreaks of influenza disease in tile community, thus allowing for better community health planning. It is likely that confirmation of the presence of virus in the community will stimulate more aggressive implementation of immunization programs than would the mere anticipation of an outbreak. Because influenza may persist in a community from 2 to several weeks, immunization programs can be effective even if they are started after the first cases have been recognized.\n\nWhether or not antiviral or preventative measures are available, rapid diagnosis promises to help simplify patient care by preventing unnecessary, expensive, and/or invasive diagnostic testing, particularly when the patient presents with atypical symptoms (Dietzman et al., 1976; Kerr et al., 1975) . Unlike bacterial and fungal disease, in viral pneumonia and bronchiolitis, usually there is a good correlation between upper and lower respiratory tract cultures. Thus, in many patients, rapid identification of a respiratory virus from a nose or throat specimen will preclude the need to perform invasive diagnostic procedures such as bronchoscopy, transtracheal aspirates, or open lung biopsies. Such procedures should be reserved for patients whose antigen detection tests are negative, or those suspected of having polymicrobial disease.\n\nUnder certain circumstances, precise viral diagnosis can help limit antibiotic use. Benefits of restricting antibiotic therapy include decreased incidence of superinfection with fungi and resistant bacteria, as well as a reduction in acute side effects and in sensitization predisposing to future allergic reactions. Rational decisions about limiting antibiotic therapy, however, can only be made based on knowledge of the patterns of colonization and disease caused by individual viruses. One must know if a virus is present, whether it is usually a pathogen, or whether it is just associated with asymptomatic colonization. Data vary with the means of data collection but, generally, RSV (Hall, 1981a) , parainfluenza virus (Hall, 1981) , and influenza viruses (Cherry, 1973) are found in <1% of normal individuals, and rhinoviruses are found in only -3% (Cherry 1973) . In contrast, because adenovirus may be shed for up to several months after an episode of infection, it has been found in respiratory and fecal samples from <1% to >10% of the population (Van der Veen and Dijkman, 1962; Cherry 1973), and Elveback et al. (1966) reported that the presence of adenovirus was associated with disease in only 49% of individuals. Thus, if RSV, parainfluenza, influenza, or rhinovirus were found in the nasopharynx of a patient with respiratory symptoms, it is highly likely that it is pathogenic. The presence of adenovirus, however, does not necessarily implicate it as an etiologic agent.\n\nBefore rapid antigen detection techniques can influence antibiotic use, it also is important to know how often a particular virus is associated with concomitant bacterial infection. Combined bacterial-viral infections have been documented for all viruses, but are seen much more commonly with some viruses than others. Respiratory syncytial virus and parainfluenza virus infections seldom are accompanied by bacterial superinfections (Elderkin et al., 1965; Hall, 1981; Hall, 1981a) . On the other hand, influenza virus infection is regularly followed by secondary bacterial pneumonia (Cherry 1973; Douglas and Betts, 1985) . Serious bacterial infections also have been reported with adenovirus infections, particularly in military recruits (Ellenbogen et al., 1974; Spencer and Cherry, 1981) . Thus, a decision to limit antibiotic use is simpler when RSV or parainfluenza viruses, than when influenza or adenoviruses are identified. It is important, however, to remember that in some patients, particularly those who are very seriously ill and those who are in high risk groups, that bacterial or fungal superinfections or polymicrobial infections may be indistinguishable from viral disease alone and, thus, it may not be possible to omit antimicrobial therapy for other organisms simply because a virus has been found.\n\nAnother way in which viral antigen detection may aid in management of acute respiratory infections is by enabling the physician to give the patient some idea of the prognosis for the illness. One of the main reasons a patient sees a physician other than for treatment is to find out what to expect from the illness. Giving a specific viral etiology, rather than diagnosing a \"viral infection,\" serves to enhance the physician's credibility and reassure the patient, especially if antibiotics are not prescribed. Table 4 summarizes some of the factors that affect the value of antigen detection for the five most comm6nly encountered respiratory viruses. First, rapid diagnosis is more important for treatable than nontreatable viruses. Second, the availability of preventative measures such as chemoprophylaxis with amantadine for influenza A, or vaccines for influenza A and B viruses and, in military recruits, for adenoviruses types 4 and 7, helps determine the value of antigen detection for prevention of disease. Whether or not the virus found usually is pathogenic or associated with bacterial superinfection is important. Also, at the present time, rapid viral antigen detection is more important in the diagnosis of severe disease than in such benign conditions as the common cold because early intervention is likely to have a more pronounced effect on morbidity and mortality. Patients who are in high risk groups for developing severe viral respiratory infections such as those listed in Table 5 should be the primary candidates for viral antigen detection testing. It should be noted that the size of all of the groups most likely to benefit from early diagnosis of respiratory infections is continually growing due to improved medical care and the resultant increased survival rates. The present value of antigen detection for viral respiratory infections in normal hosts is limited to management of those with severe disease. However, in the future, if effective antiviral therapy becomes available for routine outpatient use, it is possible that rapid diagnosis will permit early treatment of even mild conditions. Another important potential benefit from rapid diagnosis and early therapy of viral respiratory infections in normal individuals as well as in those at high risk, is a decrease in the incidence of chronic lung disease following lower respiratory infections. It is estimated that a large percentage of chronic lung disease in the United States is caused or exacerbated, by viral lower respiratory infection (Kattan et al., 1977; Laraya-Cuasay, 1978; Monto and Ross, 1978; James et al., 1979; Krasinski, 1985) .\n\nOnce it has been established which patients should be tested, and which viruses should be sought by antigen detection techniques, clinicians and virologists must communicate with each other to insure that proper specimens are collected and that specimen handling is optimal. In addition, they should work together to establish when antigen detection test results should be made available rapidly. If, even though the tests can be run in a very short time, they are run only on certain days, or they are not run until several specimens are batched, results may not be available in time to alter the patient's course. On the other hand, test results may be generated quickly by the laboratory but not used, either because they do not reach the clinician in a timely fashion, or because the clinician did not intend to act on them anyway.\n\nFor antigen detection tests to be of most value for management of acute infections and for preventing nosocomial disease, they need to be simple and inexpensive enough so that they can be performed rapidly as the need arises, optimally even on nights, weekends, and holidays.\n\nTt~e sensitivity and specificity of antigen detection tests for respiratory viruses have already reached, or are rapidly approaching, acceptable levels for clinical use. How-ever, even with extensive education campaigns to update clinicians on the scope of respiratory viral disease and the indications for ordering viral antigen detection tests, these tests, particularly those employing monoclonal antibodies or nucleic acid hybridization, could potentially be so specific: as to be of little practical use. Steps being taken to ensure that the spectrum of antigen detection is not too narrow include employing more than one monoclonal antibody to detect a given virus (Routledge et al.. 1985) , using monoclonal antibodies in combination with polyclonal antibodies, and developing monoclonal antibodies capable of reacting with a broad range of antigens (Gerhard et al., 1978 : Yolken, 1982 . The most effective approach to clinical diagnosis will probably prove to be the use of screening panels to test for several of the most common respiratory viruses at once.\n\nAlthough it is likely that antigen detection will become the standard for diagnosing viral respiratory disease, in some patients viral cultivation will still be needed in order to perform antiviral susceptibility testing. This will be especially important as both antiviral therapy and resistance to antiviral agents become more prevalent. Serology also will be needed in some patients in order to establish clinical significance, since the presence of antigen just like the presence of the virus itself does not necessarily prove it is the cause of the patient's symptoms.\n\nNow that technology is,available to detect viral antigens in <1 hr, what is on the horizon for improved diagnosis of viral respiratory tract disease? First, despite an enormous amount of effort on the parts of countless investigators, there is still no test available that can reliably distinguish between viral and bacterial respiratory infections. Current efforts to help make this distinction include applying some of the same methods employed for viral antigen detection to the detection of substances such as interferon or specific products of viral infection in clinical specimens (Flowers and Scott, 1985) . Second, it may be possible to adapt antigen detection technology for use in vivo, perhaps using monoclonal antibodies like radionuclides are used in gallium and technetium scanning. This may permit determination of whether or not a given virus is related to the ongoing disease process. For instance, finding adenovirus antigen in the lung, not just the nasopharnyx, of a patient with pneumonia, would provide good evidence that the virus was contributing to the disease process.\n\nThe use of antigen detection technology for rapid diagnosis of viral respiratory infections promises to be of great value in certain clinical settings. It has the potential to aid in improving morbidity and mortality rates from acute viral respiratory tract disease by permitting earlier institution of antiviral therapy. It also promises to help simplify patient management and to be an important tool to help prevent the spread of viral respiratory infections. In addition, by providing a diagnosis while the physician is still confronted with an acutely ill patient, it will help educate physicians as to the nature of disease caused by specific viruses, and thus, help create the framework for more rational use of antibiotics and antiviral agents. Rapid diagnostic tests also will help teach patients more about viral illness, thus making it easier for them to understand and accept their medical care.\n\nProfessor Habermehl: Do you have any experience with prophylaxis for RSV, particularly within the hospital?\n\nDr. Cates: Unfortunately, the only agent that's available for RSV infection is ribavirin and it is not effective orally. It can only be used with a very elaborate aerosol mechanism and this just is not practical for preventative measures. Amantadine has no effect against RSV."}