{"title": "Confidence in controlling a SARS outbreak: Experiences of public health nurses in managing home quarantine measures in Taiwan", "body": "The global spread of severe acute respiratory syndrome (SARS) in 2003 was a prelude to other emerging infectious diseases in the 21st Century. 1 Recent outbreaks of H5N1 avian influenza in Asia continue to remind the world of the threat of periodic and unpredictable recurrences of pandemic contagion. 2 Since the beginning of the SARS outbreak, many scientists have worked to characterize the coronavirus, 3, 4 trace epidemic patterns, 5 and synthesize potential vaccines to prevent further outbreaks. 6, 7 However, the global experience of managing SARS has revealed that reducing contact between people by implementing quarantine measures is as important as discovering effective remedies. 8, 9 Taiwan reported 346 probable SARS cases and 73 SARS-related deaths during the outbreak in 2003, making it one of the most serious SARS epidemic areas in the world 10, 11 Figure 1 shows the chronology of the 2003 SARS epidemic in Taiwan. Facing this unprecedented outbreak, the Taiwan government began implementation of compulsory home quarantine on March 28 to stop community transmission. 12 Individuals who were suspected to have been infected with SARS were quarantined at home (or in special facilities) for 10 to 14 days. In those 4 months of the epidemic period, 131,132 individuals were quarantined in Taiwan. This includes 50,319 people who had close contact with SARS patients and 80,813 travelers who came to Taiwan from World Health Organization (WHO)-designated SARS-affected areas. 11, 13 Public health administration in Taiwan is organized at 3 levels: national, city/county, and township. Generally speaking, national health policies are often formulated in the National Department of Health (DOH) with participation of city/county health bureau officials. The health centers (or health stations, as they are called) are the local agencies situated in the townships. The major responsibility of health centers is to implement public health protocols developed at the national and city/ county levels. The directors of health centers are usually licensed physicians. Public health nurses are usually the supporting staff who carry out program assignments. The public health operation in Taiwan is managed under this clear chain of command. Under this system, Taiwan eradicated malaria infection in the 1960s, succeeded in having 82% of all married women aged 22 to 39 years practice contraception in the 1970s, and dropped 84% of hepatitis B carriers in the 1980s. Public health nurses working at the local health centers played a key role in achieving public health success in Taiwan. 14 However, the public health nurses were unprepared in 2003 at the time of the SARS crisis.\n\nSARS hit Taiwan in March 2003. In response to the outbreak, the DOH created an emergency operation office and appointed an anti-SARS task force commander to direct a comprehensive national SARS control program. Home quarantine was ordered for all suspected SARS cases. Health centers at all localities were asked to implement the home quarantine policy. Local public health nurses were not invited to participate in the national SARS control policy making but were requested to carry out the mission.\n\nDuring the quarantine period, public health nurses were requested to undertake several public health measures, which included conducting initial registration, maintaining daily temperature records, disposing of personal trash, and providing social support and advice on medical care to those with a fever or SARS-related symptoms. Success in quarantine management was considered a crucial factor in the successful control of SARS. However, it was soon evident that public health nurses' lack of experience in managing community quarantine and their fear of being infected with SARS presented a major challenge.\n\nThis study was designed to understand better the challenges and threats facing public health nurses responsible for implementing SARS quarantine procedures. The results will be valuable for developing better strategies for controlling the rapid spread of infectious diseases such as SARS.\n\nAn attitudinal questionnaire was developed by researchers in May 2003 at the peak of the Taiwan SARS epidemic. Questionnaire items were designed on the basis of the working experience of a panel of public health nurses. The questionnaire went through a content validation process. Six experts from public health or community nursing fields served as the expert panel in checking the validity of questionnaire items. The drafted questionnaire was piloted for understandability among 5 public health nurses in northern Taiwan. Moreover, within 1 week after the questionnaires were returned, the researchers randomly selected and phoned 32 respondents (approximately 10% of the total) to check the reliability of their written answers. The test/retest reliability for this questionnaire was high (Pearson correlation coefficients for continuous variables: 0.87-0.97; Spearman rank correlation coefficients for categorical variables: 0.90-0.97).\n\nOne section of the questionnaire was designed to collect baseline information, including (1) demographics, (2) number of quarantined cases managed and responsibilities within the previous week (itemizing quarantine-related extra workload), and (3) the date the nurses predicted SARS epidemic would end. Another section (using categorical scales) asked about SARS-related operations that included the frequency of (1) epidemic information updated in the health center, (2) SARS-related training courses received, and (3) assistance of community volunteers on quarantine measures. The third section contained questions (using 10-point Likert scale: 1 5 the worst to 10 5 the best) about the effectiveness of the nurse's institution in managing the SARS epidemic, including the nurse's assessment of (1) the institutional functioning on community home quarantine, (2) the quality of training received for controlling infectious disease outbreaks, and (3) the adequacy of support (for both manpower and financing) received from superior health agencies force commander said the epidemic situation was stable and advised people to return to their routine. (E) WHO removed Taiwan from its list of areas to which travelers were advised to avoid for all but essential travel.\n\n(DOH or city/county health bureaus). In the fourth section of the questionnaire (also using 10-point Likert scale), the nurses were asked to assess the severity of the epidemic, the public's awareness of the epidemic situation, the public's fear of SARS, and the public's compliance with official quarantine measures. Finally, the nurses were asked to list major difficulties they encountered in managing the SARS epidemic.\n\nThe main island of Taiwan has a total of 361 health centers. On May 26, 2003, 1 questionnaire was mailed to each of the 361 health centers to be completed by the head nurse or the nurse in charge of SARS epidemic control. A reminder letter was sent 1 week later to nonresponding centers. A total of 312 completed surveys were returned for a response rate of 86.4%.\n\nLogistic regression was used to identify variables associated with the nurses' lack of confidence in SARS control. Nurses who estimated that the SARS epidemic would not be declared ''ended'' by the WHO until mid-September 2003 or later (the WHO declared Taiwan SARS free on July 5) were categorized as ''less confident.'' Logistic regression also identified variables associated with public compliance of official anti-SARS measures. Variables in univariate models that exerted a significant effect were subjected to multivariate logistics to assess significance level. Statistical analyses were performed using SAS 8.01 (SAS Institute Inc., Cary, NC). All reported P values were 2-sided; P , .05 was considered statistically significant. Table 1 , approximately half (49%) of the respondents were 40 to 49 years of age, one third (33%) 30 to 39 years, and 15% older than 50 years. Most respondents (70%) had at least 10 years of experience working in a health center. Approximately 28% of respondents believed the SARS outbreak would be controlled by mid-July; the remainder of the respondents believed control would not occur until mid-September (38%), mid-December, or later (29%). Many public health nurses encountered difficulties while performing SARS-related duties. They expressed dissatisfaction with the shortage of protective equipment such as N95 masks and gloves (44%), public resistance to following protection measures (42%), poor interagency communication (37%), and lack of standard operating procedures (30%).\n\nAs shown in Table 2 , nurses' perceptions of epidemic severity were negatively associated with confidence that the epidemic could be controlled (OR, 0.58; 95% CI: 0.35-0.99). Nurses in health centers receiving fewer epidemic updates were more likely to doubt the effectiveness of epidemic control measures (OR, 2.26; 95% CI: 1.28-3.98). Nurses working in areas with relatively fewer probable SARS cases were less confident in control efforts (OR, 2.21; 95% CI: 1.13-4.31).\n\nSeveral factors contributed to the public's lack of cooperation with SARS-related home quarantine measures (Table 3 ). According to the nurses, people were less likely to cooperate with quarantine measures when (1) they were less knowledgeable about SARS (OR, 3.66; 95% CI: 1.99-6.75), (2) they expressed less fear of SARS (OR, 3.39; 95% CI: 1.85-6.21), (3) the health centers were not functioning well (OR, 2.16; 95% CI: 1.17-4.00), and (4) the health centers received inadequate manpower or financial support from higher health authorities (OR, 2.67; 95% CI: 1.33-5.38).\n\nThis study is the only study reporting on the assessment of frontline nurses' reactions to home quarantines implemented by most health centers in Taiwan during the 2003 SARS outbreak. Survey respondents were mainly head nurses with more than 10 years of health center experience and were very familiar with their organizations, clients, communities, and issues surrounding quarantine operations. Furthermore, because they were required to interact directly with quarantined persons, they had the best opportunity to understand the community's response to the SARS outbreak. 15 Also, because the survey was conducted just after the SARS epidemic had peaked, the related experiences were fresh in their minds, and recall bias would have been minimal. Therefore, this report can be a valuable reference for the control and management of SARS-like contagious disease outbreaks. The WHO removed Taiwan from its list of SARSinfected areas on July 5, 2003 16 ; however, even at the beginning of June, many Taiwanese, including public health officials and lay people, remained pessimistic about the success of SARS control measures. As shown in Table 1 , most public health nurses (71.9%) believed that the outbreak would not end until mid-September or even later. There was at least a 2-month difference between frontline nurses' estimates and the actual timing of the epidemic's end, indicating a low confidence level on the part of the nurses. This is serious because the pessimistic attitudes of nurses could affect the morale of quarantined subjects, people in the community, and, eventually, the success of the SARS control program. Why did public health nurses lack confidence in implementing the anti-SARS program? As shown in Table 2 , individual risk perception, working environment of the health centers, and epidemic severity in the community were contributing factors. During the SARS epidemic, the Taiwan government made efforts, via media announcements, to assure the public that the situation was under control. From May 2003, all major television channels broadcast daily the ''SARS Front-line'' program on the evening news. The premier and the commander of the Anti-SARS Task Force also repeatedly delivered public announcements that said the outbreak would soon be over. [17] [18] [19] However, these optimistic public announcements were not always trusted by frontline nurses. The daily epidemic reports received by the nurses always seemed to be outdated. As the severity of the epidemic lessened day by day, the outdated data that showed a more severe phase of epidemic were counterproductive to boosting nurses' trust in the government's optimistic announcements. It appears that providing public health nurses with rapidly updated information is of utmost importance. Results also show that risk communication at the time of infectious disease outbreak should be based on timely, rapidly updated, and evidence-based data to supplement routine government announcements.\n\nWe determined whether nurse confidence in epidemic control measures was a function of extra hours and activities required for managing the epidemic. Results indicated that lower confidence levels were associated with fewer cases in the community (Table  2) . Without an immediate threat, health centers in counties/cities with few SARS cases might not have fully mobilized their community resources to prepare the public or their nurses for SARS prevention and control measures. Because the national media broadcasted sensationally on the severity of SARS epidemics, public health nurses without sufficient preparation and support might have been more vulnerable to rumors and speculation about negative aspects of the outbreak such as mortality rate, resulting in a loss of confidence in organized efforts to control the SARS epidemic.\n\nAnother factor contributing to nurses' low confidence may be related to their lack of opportunity to participate in the formation of national policy, which they are asked to implement at the local level. According to the aforementioned traditional chain of command in the Taiwanese public health bureaucracy, when the SARS policy was developed, standard procedures for field operations were decided by the national office. Without having policy fine-tuned with input from frontline nurses, this top-down policy could not promptly respond to local needs that changed rapidly according to the disastrous nature of SARS contingencies. It is obvious that the long-established champion of the Taiwanese public health system needs an effective feedback mechanism to renovate its response to newly emerging infectious outbreaks. A platform that encourages participatory decision making involving health professionals at all levels should be critically emphasized in developing a national policy to control SARS-like outbreaks of pandemic contagion.\n\nFrontline nurses reported that one of the most frustrating experiences during the SARS epidemic was the reluctance of people to follow quarantine guidelines. This was independent of local epidemic severity but significantly related to people's cognitive preparedness and the efficiency of interagency collaborations (Table  3) . Quarantine restricts the movement of people who can potentially expose others to a disease. 20, 21 How to implement effectively a community-wide quarantine therefore presents a major challenge to health agencies. Table 3 shows that people who were less knowledgeable about the SARS outbreak and those who expressed little fear of infection were less compliant in following anti-SARS measures. In the future, more efforts should be placed on educating people to increase their health knowledge and beliefs, especially about risk susceptibility and severity, and belief in the benefits of taking health actions. 22, 23 Moreover, effective community health education programs that emphasize community-based participatory research and education should be considered. 24, 25 From a national perspective, a comprehensive SARS control strategy should also be developed that would streamline communication and resource sharing among health agencies at all levels.\n\nIn summary, public health nurses' confidence in the control of a SARS outbreak and people's compliance with quarantine measures are 2 major factors that can affect the success of a SARS-control program. Other important determinants to a successful program include effective risk communication, participatory policy making that involves health workers at all levels, and intergovernmental collaboration at national and local levels. Factors critical to SARS management are similar to those for crisis management of avian influenza outbreaks and of the results of terrorist acts. [26] [27] [28] [29] Lessons learned in this study can serve as useful guidelines to prevent and manage emerging infectious disease outbreaks."}