{"title": "Paediatric emergency department staff perceptions of infection control measures against severe acute respiratory syndrome", "body": "Objectives: To determine paediatric emergency department (ED) staff perceptions of the effectiveness and practice of infection control measures against a novel virulent pathogen. Methods: All medical staff of the paediatric ED in a tertiary medical centre completed a written questionnaire near the onset of the severe acute respiratory syndrome (SARS) outbreak. Level of concern regarding SARS, and perceptions of effectiveness and use of infection control measures were assessed on a 5 point scale. Statistical analysis was performed using x 2 test and one way analysis of variance with significance at p,0.05. Results: Response rate was 97% (116/120). All scores were given out of 5 possible points. Using isolation rooms (mean score 4.6), wearing a mask when examining patients (4.5) , and handwashing (4.5) were considered most effective. Staff physicians reported handwashing more than nurses and trainees (4.9 v 4.5 and 4.5, respectively; p,0.05) while other measures were reported equally. Respondents considering SARS a high public health threat reported higher compliance with handwashing (4.8 v 4.4), always wearing a mask (3.9 vs 3.2) and gloves (3.6 v 2.9) in the ED (p,0.05), but not eye protection (3.4 v 3.0), gown use (4.9 v 4.7), or wearing a mask when examining patients (5.0 v 4.8). Staff who considered combined infection control measures effective in protecting patients and healthcare workers did not report increased compliance. Conclusions: Eye protection was perceived as only moderately effective in protecting against the spread of SARS, and reported compliance was relatively poor among ED staff. Concern of SARS as a public health threat rather than perceived effectiveness of infection control measures appears to have a greater impact on compliance. S evere acute respiratory syndrome (SARS) is a new illness, 1 which caused significant morbidity and mortality over several months in 2003. One case series from Hong Kong revealed a 23.2% admission rate to the intensive care unit due to respiratory failure, with 13.8% of the patients requiring mechanical ventilation support. 2 Based on Canadian data, the case fatality rate is estimated at 9% of suspect or probable cases. 3 There is strong evidence that a novel coronavirus is the infectious agent causing SARS. [4] [5] [6] [7] SARS is thought to spread by droplet transmission and fomites, although limited airborne transmission cannot be excluded. 1 8 9 Healthcare workers and their close contacts are at particular risk. 1 8-11 The origin of SARS can be traced to the Guangdong province of China. Owing to globalisation and relative ease of travelling, the illness spread internationally. Canada has been among the most heavily affected countries worldwide, with the highest number of probable cases outside Asia, the vast majority in the Greater Toronto area. 12 13 After identification of an index case, 8 the government of Ontario declared SARS a provincial emergency 14 and implemented a rigorous infection control plan for all hospitals in the Greater Toronto area in an attempt to stop the chain of infection. 15 To date, no study has examined healthcare workers' perceptions of the effectiveness of infection control measures during an outbreak of a virulent unidentified pathogen. Interviews of healthcare workers at a major Toronto hospital suggest that working conditions during the SARS outbreak were significantly different from usual, with fear, anxiety, anger, and frustration being commonly reported. 16 The purpose of this study was to determine tertiary paediatric emergency department (ED) staff perceptions of the effectiveness of infection control measures against a novel virulent pathogen near the onset of an evolving outbreak.\n\nApproval for this study was obtained from the research ethics board at our institution. A written questionnaire was administered to all staff in the Division of Pediatric Emergency Medicine at the Hospital for Sick Children involved in direct patient care during the SARS outbreak. Subjects included ED physicians, nursing staff, trainees (residents and fellows), and paramedical staff (paramedics, respiratory therapists, child life workers). Our institution is a tertiary paediatric centre with 50 000 ED visits annually. During the outbreak, ''exclude SARS'' cases were evaluated daily in the ED. Patients with fever, suspicious chest radiography findings, and a positive case contact history were admitted to a designated SARS ward in our hospital.\n\nParticipants were asked to rate 15 different infection control measures on a 5 point scale. We defined levels of effectiveness or concern as high if participants graded the question 4-5 and low if graded 0-3. Respondents also were asked to rate the combined overall effectiveness of these measures in protecting patients and staff, as well as their overall concern of SARS as a public health threat. Finally, they were asked to report their compliance with seven infection control measures.\n\nAbbreviations: ED, emergency department; SARS, severe acute respiratory syndrome Questionnaires were personally distributed and collected in sealed unmarked envelopes and completed during the period 9-15 April 2003. Study participants were directed to one of several staff areas in the ED to permit them to fill out the questionnaire undisturbed. Each staff returning a survey was checked off a master list to ensure that only one survey was collected per person.\n\nDuring the SARS outbreak, government and hospital policy dictated that all healthcare workers were required to wear a N-95 respirator mask, eye protection, and a gown at all times in the ED. Gloves were to be worn for all patient contacts and negative pressure isolation rooms used for suspected SARS cases. Healthcare workers in our ED did not receive any information about the efficacy of infection control measures implemented to combat SARS nor did they receive training in the use of these measures. Our questionnaire was administered shortly after the beginning of the SARS outbreak (fig 1) . At the time of study, the effectiveness of infection control measures against this new pathogen was unknown.\n\nData were collected using the Microsoft Excel program (Microsoft Corporation, Redmond, Washington, USA). Statistical analysis was performed using SPSS for Windows (version 10.0). Descriptive analysis used means and SD for normally distributed continuous variables. Categorical data were summarised with percentages. The x 2 test was used for comparison of proportions and one way analysis of variance used for comparison of the scores between physicians, nurses, and trainees. Significance was se at p = 0.05.\n\nResponse rate was 97% (116/120). Of the 116 respondents, 80 (70%) were women, and mean (SD) work experience duration was 5.5 (5.8) years (range 1-28). There were 32 staff emergency physicians (28%), 48 nursing staff (41%), and 24 trainees (21%), and 12 (10%) were paramedical staff involved with direct patient care. Over a quarter of the respondents (n = 31; 27%) were 20-29 years of age, 48 (42%) were aged 30-39 years, 27 (23%) 40-49 years, and 9 (8%) were 50 years or older. Most (n = 73; 63%) were working full time.\n\nUsing negative pressure isolation rooms, wearing a N-95 mask when examining patients, and handwashing were perceived by ED medical staff as the most effective infection control measures (mean scores (out of a maximum of 5 points) were 4.6, 4.5, and 4.5 respectively). Wearing a mask at all times in the ED, cancelling staff meetings and educational sessions, and wearing a gown at all times in the ED were perceived as least effective in preventing the spread of SARS (3.1, 2.9, and 2.8 respectively).\n\nComparing staff physicians, trainees. and nurses, differences in the perceived effectiveness of infection control measures was observed for seven of 15 measures (table 1) . With respect to compliance, staff physicians reported more handwashing before and after all patient contacts compared with nurses and trainees (4.9 v 4.5 and 4.5, p,0.05) while compliance with other infection control measures was not significantly different (table 2) . Paramedical staff were not included in these subgroup comparisons because of the small sample size (n = 12).\n\nConsidering all ED medical staff, those who considered SARS to be a high rather than low public health threat reported increased compliance with handwashing (4.8 v 4.4), wearing a mask at all times in the ED (3.9 v 3.2), and wearing gloves when examining patients (3.6 v 2.9) (p,0.05) (table 3) .\n\nStaff considering the combination of all infection control measures to be highly effective in protecting ED patients from SARS reported increased use of a mask when examining patients compared with staff considering all measures less effective in protecting patients (5.0 v 4.7) (p,0.05). Nevertheless, handwashing (4.7 v 4.5), glove use (3.4 v 2.8), gown use (4.9 v 4.7), use of eye protection (3.3 v 3.1), and wearing a mask at all times in the ED (3.6 v 3.5) were not significantly different between the two groups. Staff considering the combination of all infection control measures to be highly effective in protecting ED staff did not report significantly increased compliance (table 3) .\n\nOur study is the first to evaluate healthcare workers' perceptions of the effectiveness and use of infection control measures against a novel virulent pathogen with high morbidity and mortality during an evolving outbreak. The ED is the ideal location for such a study because high patient turnover and lack of diagnosis prior to arrival render it a high risk area for transmission of infection.\n\nPrevious studies have examined healthcare workers' perceptions of the effectiveness of infection control measures, such as handwashing, under routine conditions. Those studies revealed that 86-97% of healthcare workers believe handwashing is important in preventing infection, [17] [18] [19] [20] and that lack of handwashing constitutes the single greatest infection control problem. 20 It is important to study the perceptions of healthcare workers during extraordinary conditions such as the SARS outbreak because such perceptions may impact on morale and influence compliance.\n\nWe found that healthcare workers believe that some infection control measures are superior to others in preventing the spread of SARS in the ED. Use of negative pressure isolation rooms was felt to be highly effective by staff, probably because this would prevent airborne transmission. Wearing an N-95 mask when examining patients was also highly rated, in accordance with evidence that 95% of aerosol particles are blocked when the mask is worn properly. 21 Handwashing may have been perceived as highly effective due to regular counselling of staff of the importance of this measure in daily practice.\n\nWhy some infection control measures were perceived as ineffective is unclear. Postponing staff meetings and educational sessions seems prudent where healthcare workers are known to be at particular risk of infection and can act as vectors for disease transmission. 1 6 8 11 Medical staff often work while ill, 22 and many become infected with viruses such as RSV 23 and gastroenteritis 24 in the workplace. Excluding symptomatic staff is not sufficient where viruses such as influenza can spread prior to the onset of illness. 25 Wearing a mask at all times in the ED was also perceived as ineffective. While most SARS infections have been linked to close contact, some have been transmitted over greater distances than that expected with large droplet spread. 1 8 9 Wearing a mask at all times in high risk areas such as the ED therefore seems crucial to protect against a pathogen with possible airborne spread.\n\nIt is not surprising that wearing a gown at all times in the ED was perceived as ineffective against the spread of SARS, given the routine practice of wearing the same gown throughout multiple patient contacts. Gown use has previously been linked with increased risk of RSV transmission. 26 In comparing perceptions of staff physicians, nurses, and trainees, significant differences were identified for seven of 15 infection control measures. Nurses gave higher ratings of effectiveness for nearly all infection control measures. Why differences of opinion existed between staff physicians, nurses, and trainees remains to be determined. Nursing staff may have benefited from a more organised dissemination of information regarding infection control measures. Alternatively, staff physicians and trainees may have been more guarded in their ratings of infection control measures at a time when many healthcare workers were being diagnosed with SARS despite the use of such precautions, and the number of cases in Toronto was continuing to rise at an alarming rate. Staff physicians and trainees could benefit from further education regarding the importance of infection control measures.\n\nIn our study, ED staff rated handwashing as one of the most effective infection control measures, in accordance with previous research. [17] [18] [19] [20] Staff physicians in our ED reported significantly more handwashing than nurses and trainees, in contrast to studies suggesting that physician compliance with handwashing is poor compared with other medical staff. 27 28 Scores are out of a maximum of 5. NS, non-significant.\n\nActual rates of handwashing are typically lower than reported. 28 29 Based on our findings, nurses and trainees should be reminded to wash their hands more often, especially as they reported less glove use. Subjects who were highly concerned about SARS as a public health threat reported higher compliance with handwashing, wearing a mask at all times in the ED, and wearing gloves when examining patients. In contrast, reported use of eye protection was relatively poor, and not affected by concern of SARS as a public health threat. Inconsistent use of eye protection is problematic when the eyes and nose are major portals of entry for respiratory viruses. 9 30 31 While ED staff believed the combined overall effectiveness of infection control measures is high in protecting both patients and staff, this belief was not sufficient motivation to increase compliance with such measures.\n\nWe found discordance between perceived risk and reported compliance. Perceptions of the high risk of SARS were undoubtedly influenced by media reports and internal hospital communications. Notwithstanding this, practical equipment related factors may have contributed to the noncompliance of ED staff; goggles frequently fogged up during examinations, N95 masks were uncomfortable to wear and probably increased CO2 retention, and changing gowns between each patient contact was time consuming. On the other hand, it is possible that while some measures were perceived ineffective, concern of infection of SARS and strict enforcement of such measures resulted in higher than expected compliance.\n\nOur study has several limitations. Because we surveyed staff in the ED, and did not document real time compliance with SARS measures, there is a possible reporting bias. While direct observation of staff is the ideal method for determining compliance with infection control measures, this was not practical, owing to restricted ED access for research personnel and a clear heightened stress on ED staff. Validation of the objectiveness of the questionnaire by a small randomly selected sample of staff should probably be carried out if similar studies are conducted in a future similar clinical scenario.\n\nObtaining data from multiple sites would also have been preferable, especially if we could have compared paediatric and adult facilities, as the clinical presentation of SARS in adults was eventually found to be more obvious compared with the signs and symptoms among children.\n\nWe conclude that ED staff perceived some infection control measures to be more effective than others in protecting against the spread of SARS and that perceptions differ among staff physicians, nurses, and trainees. Eye protection was perceived as only moderately effective in protecting against the spread of SARS, and reported compliance was correspondingly poor among ED medical staff. Since the completion of our study, mathematical modelling has begun to provide healthcare workers with encouraging evidence that infection controls are effective in containing SARS. 32 However, our findings suggest that concern of SARS as a public health threat appears to be a more important motivating factor than perceived effectiveness of infection control measures in promoting compliance among ED medical staff. Knowledge and experience gained from the SARS outbreak in Toronto can be used to enhance preparedness of other centres for SARS, or for similar situations in the future. "}