{"title": "", "body": "• Beim Helmentfernen Nase schonen. • Wenn kein Neckbrace vorhanden ist, Längszug während des gesamten Vorgangs kontinuierlich aufrechterhalten.\n\nGenickschutzsysteme (\"Neckbraces\") sind ringförmige, massive Rahmengestelle für Zweiradfahrer, die mit Streben auf Brustbein und Wirbelsäule abgestützt sind und HWS-Verletzungen durch extreme Überstreckungen nach vorne (Hyperflexion), zur Seite (laterale Hyperflexion) und hinten (Hyperextension) verhindern. Indikation Wie bei Helmabnahme bzw. immer im Sinne einer geordneten Traumaversorgung.\n\nNeckbraces besitzen beidseitig im Rahmen integrierte Schnell-oder Hakenverschlüsse, die teils schwierig zu lösen sind → ggf. Begleiter des Verunfallten hinzuziehen. Einfachere Systeme aus Schaumstoff, die vorne zusammengebunden werden, können mit einem Feuerwehrrettungsmesser (z. B. Rescue Tool ® ; Cave: Das Rescue Tool ® mit Einhandmesser fällt unter die Regelung von § 42a Abs. 1 Nr. 3 des Waffengesetzes und darf daher nur im Notfallkoffer mitgeführt werden) am Gelenk zerschnitten werden.\n\nUlrich v. Hintzenstern Definition Speziell vorgeformte Stützelemente zur Stabilisierung der HWS (z. B. Stifneck ® ). Indikation V. a. HWS-Verletzung (z. B. \"Schleudertrauma\", im Prinzip auch bei jedem schwer verletzten Pat.).\n\n• Sich dem Pat. in dessen Blickrichtung nähern → Vermeiden von Kopf-oder Körperdrehungen.\n\n• Größe der Halskrawatte nach Abstand zwischen Unterkieferwinkel und Schulter auswählen.\n\n• Halskrawatte öffnen, nach Herstellerangaben vom Kinn her unter Kopflängszug (2. Helfer) anlegen.\n\n• Halskrawatte schließen.\n\n• Keine Normen, verschiedene Modelle → Herstellerangaben beachten!. • Schaumstoffkragen ineffektiv (\"Halswärmer\"). • Gute Fixierung des Kopfs und der HWS nur bei richtiger Auswahl der Stützkragengröße möglich. Stützkragen in verschiedenen Größen bzw. verstellbare Stützkragen (\"einer für -fast -alle\") erhältlich.\n\n• Falls erforderliche Intubation erschwert, ggf. Halskrawatte öffnen.\n\nUlrich v. Hintzenstern • Kopf-und Fußteil der Schaufeltrage nicht verwechseln → Verletzungsgefahr.\n\nUlrich v. Hintzenstern Definition Unterlage zur schonenden (Um-)Lagerung des Pat. und zur Stabilisierung verletzter Körperteile (\"Ganzkörperschiene\"). Indikation Polytrauma, proximale Extremitätenfrakturen, Becken-und Wirbelsäulenverletzungen, SHT (Kopffixierung in der Mittellinie).\n\n• Luftventil öffnen, Vakuummatratze glatt streichen. • Pat. auf Matratze ablegen. • Vakuummatratze an den Körper anformen, v. a. an zu stabilisierende Körperteile.\n\n• Vakuummatratze absaugen unter weiterem Anformen an den Körper des Pat.\n\n• Ober-und Unterseite der Vakuummatratze beachten (sonst Umlagerung mit der Vakuummatratze unmöglich).\n\n• Scharfe Gegenstände (z. B. Spritzenkanülen, Messer und Glasscherben) können Vakuummatratze beschädigen.\n\n• Vor der Evakuierung der Matratze Taschen des Pat. leeren (z. B. Schlüsselbund, Werkzeug bei Handwerkern), um schwere Druckschäden der Haut zu vermeiden.\n\n• Absaugventil nach Absaugen fest schließen.\n\nVorrichtung zur Rettung und Immobilisation von Pat. mit V. a. WS-Verletzung oder Polytrauma. Der Pat. wird dabei mit einem mehrteiligen Gurtsystem auf dem Brett fixiert.\n\nUlrich v. Hintzenstern Schienen zur Ruhigstellung von Frakturen und Luxationen der Extremitäten.\n\n• Verletzte Extremität reponieren (▶ 11.7.4 ). • Ggf. Wunden mit sterilen Kompressen abdecken. • Belüftete, weiche Schiene unter die Extremität schieben.\n\n• Vakuumschiene an die Extremität anformen und mit Klettbändern fixieren. • Vakuumschiene absaugen unter weiterem Anformen an die verletzte Extremität.\n\n• Ggf. Klettbänder nachregulieren. • Im Gegensatz zur pneumatischen Schiene praktisch keine Gefahr der Beeinträchtigung der Blutzirkulation.\n\n• Die Vakuumschiene ist Röntgenstrahlen-negativ, d. h., sie kann bis zur definitiven chirurgischen Versorgung belassen werden.\n\n• Falls keine Vakuummatratze zur Verfügung steht, kann eine Vakuumschiene auch zur behelfsmäßigen Ruhigstellung einer Schulterfraktur oder -luxation verwendet werden.\n\n• Schiene muss das proximal und das distal der Fraktur gelegene Gelenk umfassen.\n\n• Scharfe Gegenstände vorher entfernen. • Absaugventil nach Absaugen fest schließen.\n\nVorrichtung zur Stabilisierung einer Beckenfraktur (z. B. T-POD ® Beckenschlinge oder SAM Sling ® ) → deutliche Reduzierung der Blutung sowie der Schmerzen.\n\n• Instabiles Becken von lateral komprimieren, Beine innen rotieren, somit reponieren (▶ 11.7.4).\n\n• Ggf. verkürztes Bein \"lang ziehen\". • Ggf. Wunden mit sterilen Kompressen abdecken. • Beckengurt unter das Gesäß schieben und in Höhe der Trochanteren positionieren.\n\n• Gurt schließen, dabei Symphysenregion tasten um Therapieerfolg zu kontrollieren und Überkompression zu vermeiden.\n\nAchim Betzenberger, Ulrich v. Hintzenstern, Rolf P. Maschke, Julia Sasse, Stefan Schulz-Drost und Harald Strauss\n\nEinsatzmöglichkeiten Primär-(▶ 1.2.1) und Sekundäreinsatz, Patientenrettung (mit Seilwinde im Gebirge oder aus dem Wasser), Patientensuche (v. a. bei großflächigen und unübersichtlichen Unfallsituationen, Orten von Lawinenopfern), Beurteilung der Schadenslage (z. B. An-und Abfahrtswege, Gefahrenmomente), Transport zusätzlicher Rettungskräfte und -mittel (z. B. Taucher, Rettungshundestaffeln), technische Hilfe (z. B. Ausleuchtung einer Unfallstelle, Luftmarkierungspunkt für Bodenfahrzeuge oder weitere Hubschrauber).\n\n• Schnellstmöglicher Transport von NA, RA und medizinischer Ausrüstung an den Notfallort, um den Pat. für den Weitertransport in die Klinik zu versorgen.\n\n• Transport eines Pat., für den der bodengebundene Transport eine zusätzliche • Tubuscuff bei Sinkflug ggf. nachblocken.\n\nStefan • Suche nach Vermissten auf verlassenen Schiffen nur zu zweit durchführen.\n\nRückweg sichern. Funkverbindung sicherstellen.\n\n• Verletzungen, z. B. Sturz aus großen Höhen, Einklemmungen, stumpfe Traumen, Verbrennungen (▶ 11.10), toxische Traumen nach Beschädigung von gefahrgutbeladenen Containern (oft unbekannter Inhalt), Unterkühlung (▶ 11.14), Beinahe-Ertrinken (▶ 11.15), Erschöpfung.\n\n• Die prähospitale Behandlungsphase kann sehr lang sein, z. B. beim Fortsetzen der Suchaktion nach weiteren vermissten Verunglückten über mehrere Stunden → evtl. Abbergung durch Hubschrauber einleiten. • Brillen möglichst abnehmen (Sichtbehinderung durch Beschlagen).\n\nVor Aufnahme einer Notarzttätigkeit in Gebieten mit unterirdischen Gefahrenquellen (Höhlen, Bergwerke usw.) Informationen über die nächst verfügbaren spezialisierten Rettungskräfte einholen (Höhlenrettung www.hrvd. de).\n\n• Ungewohnte Umgebungs-bzw. Arbeitsbedingungen (absolute Dunkelheit, hohe Luftfeuchtigkeit, niedrige Temperatur, teilweise extreme Enge).\n\nWege und können sogar den Antransport mit dem Hubschrauber erforderlich machen.\n\n• Personal und Material müssen evtl. weite, unwegsame Strecken (bis zu mehrere Stunden) transportiert werden. Teilweise sind Techniken wie in der Bergrettung erforderlich.\n\n• Die mechanische Belastung der medizinischen Ausrüstung erfordert eine sorgfältige (wasserdichte) Verpackung in sog. \"Schleifsäcke\" und einen personenaufwendigen Transport bis zur Schadensstelle → Beschränkung auf das absolut Notwendige zwingend erforderlich.\n\n• Von öffentlich zugänglichen \"Schauhöhlen\" abgesehen ist für die Rettung unbedingt fachkundige Hilfe (Höhlenrettung, Grubenrettung, Bergwacht, Feuerwehr, THW) erforderlich, wobei teilweise Sonderausrüstung benötigt wird (Bergesack, \"Höhlentrage\", Ab-und Aufseileinrichtung usw.).\n\n• Einsatz vor Ort: gute Kondition. Einem NA ohne entsprechende Höhlenerfahrung sollten die Pat. am Höhleneingang zugeführt werden.\n\n• Persönliche Schutzausrüstung: Schutzhelm, 2 voneinander unabhängige lichtstarke Lampen (keine Reflexleuchten). Beim Einstieg in nicht frei zugängliche Höhlen: Overall (sog. \"Schlaz\"), Kletterschuhwerk und entsprechende Abseilausrüstung (Sitzgurt, Seil usw.). \n\nUlrich v. Hintzenstern Besonderheiten Insbes. bei bautechnisch hoch gelegenen Einsatzorten, die nur unter erschwerten Bedingungen erreicht werden können, kann eine technische Rettung mithilfe einer Höhenrettungsgruppe (HÖRG) notwendig werden. Mittlerweile gibt es bei jeder Berufsfeuerwehr sowie zunehmend auch bei freiwilligen Feuerwehren Spezialeinheiten, die sich technisch und körperlich sowie bezüglich ihrer Ausrüstung auf die Rettung von Pat. aus bautechnisch oder naturbedingt hoch oder tief gelegenen Einsatzorten spezialisiert haben. Besonderer Bedarf in den Nicht-Gebirgsregionen, in denen es keine klassische Bergwacht oder Bergrettung gibt. Zunehmende Bedeutung insbes. in den nördlichen Bundesländern aufgrund rasch wachsender Dichte von Onshore-Windparks. \n\nwehr in seinem Rettungsdienstbereich stationiert ist: Standort und Ausrüstung/ Möglichkeiten, 24-h-Verfügbarkeit, Vorlauf-und Alarmierungszeit, Verfügbarkeit eines entsprechenden Luftrettungsmittels? Die Höhenrettung wird über die Rettungsleitstelle mit dem Stichwort \"Höhenrettung notwendig\" alarmiert. Wichtig ist hierbei eine möglichst frühzeitige Alarmierung, da aufgrund des großen Aktionsradius der Rettungsgruppen sowie der meist zusätzlich notwendigen Hubschrauberalarmierung ein zeitlich längerer Vorlauf notwendig ist als bei den Rettungsfristen in der primären Notfallrettung.\n\nInfektionskrankheiten stellen für den Notarzt ein besonderes Risiko dar, da bei der Behandlung von Pat. die Gefahr besteht, dass man selbst oder ein Mitglied des Rettungsteams infiziert werden könnte. Selbstschutzmaßnahmen sind dringend erforderlich. Ein weitreichendes Seuchenmanagement unter Leitung des Gesundheitsamts ist notwendig, um eine weitere Ausbreitung zu verhindern. Schutzausrüstung, verwendete Materialen, Rettungswagen usw. müssen anschließend dekontaminiert werden.\n\n• Epidemie: das gehäufte Auftreten gleichartiger Erkr. bei zeitlicher und örtlicher Begrenzung.\n\n• Pandemie: das gehäufte Auftreten gleichartiger Erkr., jedoch räumlich nicht begrenzt.\n\n• Endemie: gleichartige Erkr., die wiederkehrend stets im selben Gebiet auftreten.\n\n• Durch den weltumspannenden Flugverkehr (z. B. Ferntourismus, Geschäftsreisen, Migration, Tier-und Warentransporte) können Krankheiten eingeschleppt werden, die in Deutschland/Europa nicht endemisch sind, gegen die hier daher keine Immunität besteht und die von Ärzten nur schwer erkannt werden (z. B. Lassafieber). Teilweise gibt es auch keine wissenschaftlich etablierte Therapien oder prophylaktische Impfungen (z. B. Ebola).\n\n• Durch enges Zusammenleben von Menschen und Tieren wird das Überspringen von Tierseuchen auf den Menschen erleichtert und es können neue Krankheiten entstehen (z. B. SARS, H5N1, MERS CoV).\n\n• Zunehmendes Gefahrenpotenzial geht von multiresistenten Krankheitserregern aus (z. B. Tuberkulose).\n\n• Durch den Klimawandel können sich auch bei uns ursprünglich tropische Vektoren verbreiten. So melden z. B. immer mehr europäische Länder den Nachweis der Tigermücke, die für die Übertragung der Erreger von Dengueund Chikungunya-Fieber verantwortlich ist.\n\n• Bioterrorismus.\n\nSeuchen können ggf. auch von Tieren übertragen werden (direkter Kontakt, Einatmen von Schwebstoffen oder Nahrungsmittelkette), sodass im Einzelfall auch für Humanmediziner das Einholen der Expertise eines Veterinärmediziners sinnvoll sein kann.\n\nBei der Behandlung eines Notfallpat. (z. B. mit internistischem Alarmierungsstichwort) am Einsatzort vermutet der NA aufgrund der Symptome eine Seuchengefahr (z. B. bei kollabiertem Fluggast auf einem Flughafengelände oder Person mit akuter Atemnot in einer Asylunterkunft).\n\n• Sofort Selbstschutzmaßnahmen von Notarzt und Rettungsdienstpersonal: Distanz, Atemschutz, Limitierung der Kontakte zum Pat. auf das absolute Minimum. Sofern keine geeignete Schutzkleidung vorhanden ist, diese an die Einsatzstelle liefern lassen → bei hochpathogenen Erregern: ABAS-Beschluss 610.\n\n• Pat. Mund-Nasen-Schutz anlegen, sofern der Gesundheitszustand dies zulässt.\n\n• Weitere Ausbreitung verhindern, z. B. sofortiges Schließen von Fenstern und Türen, ggf. Abschalten der Klimaanlage.\n\nUmgehend zuständigen Amtsarzt hinzuziehen und das weitere, nachfolgend dargestellte Vorgehen absprechen. Einige der Aufgaben fallen in den Zuständigkeitsbereich des Gesundheitsamts und werden vom Amtsarzt übernommen. Dieses informiert auch die Landesbehörde.\n\n• Möglichst wenig Körperkontakt zum Pat. (ereignisgerechte Anpassung von traditionellen Lehrmeinungen, wie völliger Verzicht auf Mund-zu-Mund-Beatmung).\n\n• Über Rettungsleitstelle/Amtsarzt Informationen zum Seuchenbild, Falldefinitionen (Verifizierung des Verdachtsfalls), Schutz-und Therapiemaßnahmen bei Fachbehörden/Instituten abfragen lassen (v. a. das nächstgelegene Kompetenzzentrum für hoch infektiöse, lebensbedrohliche Erkrankungen) → STA-KOB (Ständiger Arbeitskreis der Kompetenz-und Behandlungszentren).\n\n• Sofortige Isolation für Pat. anordnen, Absperrbereiche festlegen. Vollzug durch Einbindung der Gesundheitsbehörden und der Polizei.\n\n• Krankenhaus vorinformieren. Dortige Notaufnahme entsprechend vorbereiten lassen (→ bei hochpathogenen Erregern ABAS-Beschluss 610). Falls möglich, gezielter Transport in eine geeignete Klinik (z. B. Tropeninstitut, zumindest Isolierstation).\n\n• Bei Transport: RTW anschließend außer Dienst nehmen, Diagnose abwarten und ggf. desinfizieren (geeignetes Desinfektionsmittel auswählen). Vorzugsweise I-RTW verwenden. Möglichst kein Lufttransport (Problem der Hubschrauberdesinfektion).\n\n• Probenahme und -transport mit qualifiziertem Labor abstimmen (ggf. erst im Krankenhaus), Rechtsvorschriften beachten: Bestimmte Transporte (Laborproben, kontaminiertes Material) müssen als Gefahrgut verpackt und gekennzeichnet werden (siehe ADR, europäisches Übereinkommen über die Beförderung gefährlicher Güter).\n\n• Rauchen, essen, trinken außerhalb des Absperrbereichs nach Dekontamination, Händehygiene strikt beachten.\n\n• Nach Diagnose ggf. Desinfektion/Dekontamination des betroffenen Zimmers/Gebäudes/Geländes, der Kleidung, der medizinischen Geräte, des angefallenen Abfalls usw., ggf. Desinfektoren hinzuziehen. \n\nRolf P. Maschke (auch ▶ 1.8, ▶ 1.9, ▶ 1.11, ▶ 1.14).\n\nIndikationen Die Räumung von Gebäuden oder Stadtteilen wird z. B. erforderlich bei der geplanten Entschärfung von Weltkriegsbomben, Bombendrohungen, Havarien in Industrieanlagen oder auf Verkehrswegen mit Gefahrgutaustritt, Brandereignissen, Einsturzgefahr und drohenden Naturereignissen (z. B. Hochwasser).\n\n• Ein Einzelobjekt (wie ein Gebäude) wird i. d. R. unter akutem Zeitdruck geräumt.\n\n• Größere, zusammenhängende Gebiete (z. B. ein Straßenzug, ein Stadtteil oder eine Region) werden i. d. R. geplant und mit Zeitvorlauf evakuiert.\n\n• Auswerten des Einsatzanlasses. • Einschätzen der \"Gefahren der Einsatzstelle\" für Bevölkerung und Hilfskräfte. • Prüfen des Zeitfaktors: Gefahr im Verzug (\"sofortige Räumung wegen Schadstoffwolke\") oder Vorlaufzeit vorhanden (\"4 h Vorlauf bis zum Eintref-fen der stromaufwärts gemeldeten Hochwasserwelle\" oder \"Bombenentschärfung erst nach Abschluss der Räumung\")?\n\n• • Zeitbedarf für die Rückführung der Betroffenen nach der Entwarnung disponieren.\n\n• Abzug des RD erst, wenn alle Personen wieder in ihrer Wohnung sind. \n\nDer Notarzt sollte mit den technischen Rettungsmöglichkeiten seiner örtlichen Feuerwehr vertraut sein. Ebenso sollte er über Grundkenntnisse der Technischen HilfeLeistung (Feuerwehrbezeichnung für technische Rettungsmöglichkeiten) sowie der eingesetzten Geräte verfügen, um bei technisch schwierigen Rettungen ein Konzept mit dem Einsatzleiter der Feuerwehr zusammen entwickeln zu können. Das Wirkungsprinzip, der Einsatz sowie die Verfügbarkeit folgender THL-Geräte sollte zumindest grundlegend bekannt sein: Federkörner, Glassäge (Glasmaster ® ), hydraulischer Rettungsspreizer, hydraulische Rettungsschere, hydraulische Rettungszylinder (verschiedene Längen), Niederdruck-und Hochdruckhebekissen, Seilzugsysteme, Abstützsysteme, Zweihandtrennschleifer und Lkw-Rettungsbühne. Hilfreich sind hier immer gemeinsame Übungen und Ausbildungen. Nur wenn das Verständnis der Arbeit des anderen vorhanden ist, kann eine optimale Patientenrettung funktionieren.\n\nDie Nachbesprechung eines Einsatzes mit der Feuerwehr wie auch berechtigtes Lob nach einem erfolgreich abgeschlossenen Einsatz sind eine wichtige Voraussetzung für das Gelingen des nächsten Einsatzes.\n\nUlrich v. \n\n• Großschadensfall (▶ 1.9). • Gefahr für Pat. und RD durch Hitze, Rauchgase und evtl. Einsturzgefahr. • Aufenthaltsort der Pat. evtl. nicht zugänglich.\n\nEigenschutz hat immer Vorrang vor allen medizinischen Aktivitäten (▶ 1.8.3) . • Geregelte An-und Abfahrt für RTWs organisieren. • Einsatzstelle nicht verlassen, ohne sich beim OrgL oder Feuerwehr-Einsatzleiter abzumelden.\n\nSich nicht davor scheuen, die Feuerwehr auch bei \"kleineren\" Anlässen rechtzeitig nachzualarmieren. • Information über die beteiligten Chemikalien durch den Benutzer der Substanzen (z. B. Gefahrgutblätter in Betrieben), bei Transportunfällen über den Fahrzeugfahrer (Unterlagen im Führerhaus und Gefahrgutschild mit Aufschrift).\n\n• Evtl. weitere Informationen beim Hersteller einholen (TUIS-System, ▶ 1.14).\n\n• Auch Giftnotrufzentralen und die ILS/RLSt verfügen über Gefahrgutinformationen.\n\n• Den Pat. von technischen Rettungskräften außerhalb der Gefahrenzone bringen lassen und an sicherem Platz versorgen (z. B. Windrichtung beachten).\n\n• Pat. frühestmöglich von anhaftenden Schadstoffen dekontaminieren (Entkleiden, Abduschen, z. B. Feuerwehrschlauch mit Sprühstrahl), auf jeden Fall aber noch außerhalb des NAW (z. B. Tränenreizstoffe \"verseuchen\" das Fahrzeug bis zur Unverwendbarkeit).\n\n• Schadstoffreste in dicht schließenden Gefäßen (z. B. durch Feuerwehr) asservieren.\n\nEigenschutz hat immer Vorrang vor allen medizinischen Aktivitäten (▶ 1.8.3).\n\n• Bei Betriebsunfällen möglichst umgehend mit dem betrieblichen Sicherheitsdienst (z. B. Sicherheitsingenieur) und der Werksfeuerwehr Kontakt aufnehmen.\n\n• Technische Rettung bei Austritt von Chemikalien nur unter strikter Berücksichtigung des Eigenschutzes und suffizienter persönlicher Schutzausrüstung. \n\nDefinition Großraumlagerbehälter für mittel-bis feinkörnige Massenschüttgüter (z. B. Sägespäne, Mineralien, Flüssigkeiten), meist zylindrische Form mit konisch zulaufendem unterem Ende. Besonderheiten • Durch lagerungsbedingte Veränderung können Gase wie Kohlenmonoxid, Kohlendioxid, Schwefelwasserstoff, Methan (▶ 9.7) entstehen.\n\n• Entstehende Stäube sind evtl. toxisch oder explosiv. • Feste Lagergüter können sich \"pseudoflüssig\" verhalten → \"Ertrinken im Lagergut wie in einem Sumpf\".\n\n• Gefährdung durch eingebaute Fördergeräte (Schraubenförderer, Häcksler, Förderbänder, Rührwerke) möglich → abschalten und gegen Wiedereinschalten sichern lassen.\n\n• Weitere Probleme: enge Zugangswege (Luken, Deckel), große Höhen (Aufbzw. Abseilen im Silo, Leitern und Gerüste im Außenbereich, ggf. Drehleitereinsatz).\n\n• Sicherstellen der Belüftung: öffnen von Luken bei landwirtschaftlichen Silos, Be-und Entlüftungsgeräte der Feuerwehr.\n\n• Brandbekämpfung prophylaktisch sicherstellen, Explosionsgefahren beachten. • Zugang für den NA nur nach entsprechender Abstimmung mit der Einsatzleitung der Feuerwehr.\n\n• Vor Betreten Anseilen mit Fangleine und Brustgurt, umluftunabhängiger Atemschutz (Pressluftatmer), bei landwirtschaftlichen Silos auch sogenannte \"Schutzhaube\" mit Luftzuleitungsschlauch; Masken mit \"Gasfiltern\" sind untauglich und lebensgefährlich; Schutzbekleidung, ggf. Chemikalienschutzanzug. Begleitverletzungen nicht übersehen (z. B. Bauchtrauma, Wirbelsäulenverletzung, SHT). \n\nBesonderheiten Verletzungsmuster bei Strangulation, Drosselung oder \"atypischem\" Erhängen:\n\n• Einengung der zu-und abführenden Blutgefäße mit venöser Stauung (Zyanose, petechiale Blutungen in Haut und Konjunktiven, zerebrale Einblutungen). • Strengste Schweigepflicht gegenüber allen Außenstehenden (Presse usw.). Der Blutverlust ist umso größer, je weiter proximal die Amputationshöhe liegt.\n\nDas Amputat nach seiner Befreiung verpacken (▶ 11.7.6) und mit in die Zielklinik nehmen (evtl. Replantation oder Verwendung zur Stumpfdeckung).\n\nUlrich v. Hintzenstern\n\nIndikation Bewusstseinsgetrübter oder bewusstloser Pat., der nicht intubiert ist. \n\nSteriles Abdecken durch Wundauflage, Fixierung mit Pflaster oder (Mull-)Binde.\n\nSemiokklusiver Verband (z. B. an drei Seiten abgeklebter Folienverband) und Anlage Thoraxdrainage außerhalb der Wunde.\n\nFraktur (▶ 11.7 \n\nUlrich v. Hintzenstern Indikation Nur bei Pat. mit labilen Kreislaufverhältnissen und längerer Anfahrt; bei Pat., bei denen eine Verschlechterung der Kreislaufsituation droht oder beim Intensivtransport. Voraussetzung Geräte zur arteriellen Druckmessung sowie Möglichkeit zur kontinuierlichen Anspülung der Arterie (Druckwandler und Druckmanschette) bzw. ein Blutgasanalysegerät (▶ 1.7.8) auf dem NAW. Punktion der A. radialis Punktion nach Möglichkeit an der nicht dominanten Hand. Beim bewusstseinsklaren Pat. Kollateralkreislauf überprüfen (\"Allen-Test\", der jedoch keine prognostische valide Aussage erlaubt): A. radialis und A. ulnaris abdrücken, Pat. mehrmals Faust schließen lassen → Finger erblassen → A. ulnaris freigeben: Finger werden innerhalb von 5 s wieder rosig → ausreichende Blutversorgung durch A. ulnaris. Bei bewusstseinsgetrübten Pat. Pulsoxymeter am Zeigefinger der Hand anbringen, A. radialis abdrücken, auf Fingerdurchblutung achten, Wert sollte gleich dem vor dem Abdrücken sein. Durchführung Millimeter vorschieben und Plastikverweilkanüle (unter drehenden Bewegungen) in die Arterie einbringen, Stahlkanüle entfernen, Arterie proximal abdrücken, kurze Verlängerung mit 3-Wege-Hahn anschließen und dann aus Arterie aspirieren und anspülen.\n\n• Druckwandler mit Spülung mit Druckbeutel (ggf. RR-Manschette) anschließen, Katheter mit Pflasterzügel fixieren und z. B. mit Mefix ® verkleben, mit \"Arterie\" rot beschriften, um arterielle Fehlinjektionen zu vermeiden.\n\n• Punktion mit Seldinger-Arterienset (s. o.) technisch einfacher (auch geschlossene Systeme erhältlich).\n\n• Bein leicht außenrotiert und abduziert lagern, Punktionsstelle gründlich desinfizieren.\n\n• A. femoralis unterhalb des Lig. inguinale palpieren. • Mit 18-G-Verweilkanüle (grün) und aufgesetzter 5-ml-Spritze (oder entsprechendem Arterienset nach Seldinger-Technik) im Winkel von 45° punktieren.\n\n• Kanüle vorschieben, bis Blutaspiration möglich und rhythmisches Pulsieren auftritt.\n\n• Druckwandler mit Spülung mit Druckbeutel (ggf. RR-Manschette) anschließen, Katheter mit Pflasterzügel fixieren und z. B. mit Mefix ® verkleben, mit \"Arterie\" rot beschriften, um arterielle Fehlinjektionen zu vermeiden.\n\n• Spannungszustände rechtzeitig erkennen und entlasten. • Eine bereits präklinisch sachkundig gelegte Thoraxdrainage kann bei richtiger Indikation lebensrettend sein.\n\n• Regelmäßig den Zustand des Pat. reevaluieren. • Bei kompensiertem klinischen Zustand des Pat. ist die präklinische Anlage einer Thoraxdrainage immer kritisch am Einzelfall auszurichten und insbesondere auch von der Transportdauer zum Krankenhaus sowie der ausreichenden Kenntnis des NA in der Technik des Drainagelegens abhängig zu machen.\n\n• Regelmäßige Drainageanlagen unter kontrollierten, innerklinischen Bedingungen bringen Routine und Sicherheit in der Anwendung und helfen typische Komplikationen wie Fehllagen, Abknicken oder gar Organverletzungen zu vermeiden. \n\nIndikation Entlastung eines reinen Pneumothorax. Punktionsort 2. oder 3. ICR in der MCL. "}