{"title": "Requiem pour l'autopsie Requiem for the autopsy", "body": "L'autopsie, au sens littéral « voir de ses propres yeux », connaît un déclin majeur, surtout dans les pays industrialisés [1] [2] [3] [4] [5] [6] [7] [8] [9] . La France n'échappe pas au phénomène alors qu'elle a été paradoxalement l'un des pays précurseurs et leader dans le domaine [6] [7] [8] [9] [10] . En effet, si les premières autopsies ont été réalisées dès l'Antiquité, c'est surtout au début du xix e siècle, sous l'impulsion de l'école française avec Corvisart, Bichat et Laennec que l'activité nécropsique a connu un essor considérable relayée ensuite par les écoles autrichienne avec Rokitanski et allemande avec Virchow [10] . L'autopsie, par les corrélations anatomocliniques qu'elle permet, a ainsi été à l'origine de la plupart des découvertes et des progrès de la médecine actuelle [10] .\n\nDe nombreux éditoriaux et articles, comme celui de Duband et al. [11] dans ce numéro de la revue, soulignent régulièrement l'intérêt de l'autopsie et les risques et inconvénients inhérents à sa disparition [1] [2] [3] [4] [5] [6] [7] [8] [9] . Le déclin de l'autopsie a débuté au lendemain de la seconde guerre mondiale puisque dès le milieu des années 1950 certains auteurs s'alarmaient déjà de la chute du nombre d'autopsies [2, 12] . La décroissance s'est ensuite considérablement accélérée à partir des années 1980-1990 [1] [2] [3] [4] [5] [6] [7] [8] [9] . Ainsi, depuis 1995, moins de 20 autopsies d'adultes sont réalisées par an au CHU de Grenoble [8] , ce chiffre étant identique au CHU d'Amiens. Une enquête réalisée en 1998 montrait que dans la plupart des centres hospitalo-universitaires français en moyenne 5 % des malades décédés étaient autopsiés [9] , ce chiffre étant actuellement inférieur à 1 % au CHU d'Amiens. * Auteur correspondant.\n\nAdresse e-mail : Chatelain.denis@chu-amiens.fr (D. Chatelain).\n\nDiverses raisons ont été invoquées pour expliquer la chute du nombre des autopsies [1] [2] [3] [4] [5] [6] :\n\n• la modification des lois bioéthiques françaises de 1994 [13] révisées en 2004 [14] obligeant désormais les cliniciens à rencontrer les familles et à obtenir leur témoignage quand à l'absence de refus de l'autopsie qu'aurait pu exprimer le défunt de son vivant. En pratique, même si la loi ne l'exprime pas en tant que tel, cela oblige le médecin à obtenir l'accord des proches pour qu'une autopsie soit réalisée. La plupart des cliniciens s'estiment mal préparés, peu à l'aise, pour cette rencontre avec la famille et préfèrent parfois l'éviter [1] [2] [3] [4] [5] [6] . La demande d'autopsie est ,en effet, délicate dans un contexte peu favorable ; • les refus fréquents des proches du malade mettant en avant le non respect de l'intégrité physique du défunt, des croyances religieuses, le sentiment d'acharnement de la part du corps médical, la crainte fantasmée d'expérimentations médicales, et parfois le retard généré pour les funérailles, mal vécu par les familles [1, 3] ; • la confiance des médecins dans les progrès réalisés par les techniques d'imagerie, endoscopiques et biologiques pour parvenir au diagnostic, même si celles-ci sont parfois prises en défaut [5] ; • la crainte, pour le clinicien, des conséquences judiciaires que pourrait potentiellement avoir la découverte de pathologies majeures lors de l'autopsie [1] [2] [3] [4] [5] [6] . Cette crainte ne semble pourtant pas justifiée. Dans une série de procès intentés à des médecins suite au décès d'un de leurs malades et ayant eu une autopsie scientifique, il n'existait pas de corrélation entre la découverte d'un diagnostic majeur lors de l'autopsie et la condamnation du médecin pour faute ou négligence [15] . Au contraire, dans 20 % des cas, l'autopsie apportait des éléments utiles pour la défense du clinicien [15] ; • le manque d'intérêt des pathologistes pour l'autopsie, acte peu valorisé et peu valorisant, long et fastidieux, comportant des risques infectieux non négligeables et le sentiment d'un travail inutile, les résultats des autopsies étant rarement discutés lors de réunions de concertations pluridisciplinaires [1] [2] [3] [4] [5] [6] . En pratique, une fois la demande d'autopsie acceptée par la famille, les pathologistes réalisent souvent l'autopsie comme des prestataires de service ; • les délais parfois anormalement longs avec lesquels les comptes rendus autopsiques parviennent aux cliniciens, avec parfois des résultats considérés comme décevants eu égard aux attentes des médecins ; • le coût généré par la réalisation d'une autopsie [1] [2] [3] [4] [5] [6] (il faut signaler qu'en France il n'existe aucune cotation pour ce type d'acte en anatomie pathologique) et les difficultés souvent rencontrées pour la prise en charge et le transport des corps jusqu'à la salle d'autopsie notamment si les malades décèdent à domicile ou en dehors de l'enceinte hospitalière.\n\nLa perte de la culture autopsique dans le corps médical, avec une évolution du rapport à la mort, pourrait constituer une des raisons majeures de ce déclin. Les cliniciens ne sollicitant plus d'autopsies ont perdu l'habitude de les demander. Ils n'assistent plus et participent encore moins à l'autopsie de leurs malades, ce qui n'était pas le cas jusqu'au milieu du xx e siècle. Les demandes d'autopsie étant rares, ils peinent souvent à réunir et à remplir les documents administratifs (le délai moyen est actuellement de deux jours au CHU d'Amiens entre le décès d'un malade et la réalisation de l'autopsie). L'autopsie étant moins systématique que par le passé, cet examen a progressivement disparu du champ d'action médical et certains cliniciens ne pensent même plus à y recourir si besoin.\n\nLa situation est totalement différente concernant les foetus. Contrairement aux autopsies d'adultes, le nombre d'autopsies foetales et d'enfants ne fait que croître. Cela résulte d'une plus grande motivation des gynécologues et des pédiatres voulant dans le cas d'interruptions médicales de grossesses confirmer par l'autopsie les malformation découvertes à l'échographie, avec une demande et une attente de réponses plus importantes des parents en cas de décès brutal et inexpliqué du foetus ou du nourrisson. La foetopathologie est d'ailleurs devenue une discipline à part entière en anatomie pathologique.\n\nL'autopsie demeure encore, pour les médecins et les proches du défunt, la technique la plus fiable pour connaître précisément les causes du décès des patients. La technique n'a quasiment pas évolué en deux siècles, mais l'autopsie, comme l'illustre l'article de Duband et al. [11] , permet encore de découvrir des pathologies majeures, non diagnostiquées du vivant des malades. Ces affections majeures sont découvertes dans 4 à 50 % des autopsies en fonction des séries (la moyenne étant aux alentours de 25 %) [16] . Ces taux restent élevés ces dernières années malgré les progrès diagnostiques apportés par l'endoscopie, l'imagerie et la biologie. Ils résulteraient peut-être de biais de sélection des malades, les autopsies n'étant actuellement plus systématiques mais probablement réalisées préférentiellement chez des malades décédés brutalement sans diagnostic ou pour lesquels aucun diagnostic n'a pu être établi de leur vivant malgré les investigations mises en oeuvre [16] .\n\nL'autopsie joue toujours un rôle essentiel pour étudier les lésions viscérales des maladies émergentes. La description récente des lésions viscérales, notamment pulmonaires, dues au coronavirus responsable de l'épidémie de syndrome respiratoire aigu sévère (SRAS) en 2003-2004 en est le meilleur exemple [17, 18] .\n\nL'autopsie peut également être utilisée à des fins plus pragmatiques, telle qu'elle l'a été par l'armée américaine, pour évaluer les lésions traumatiques des militaires morts au combat avec l'objectif d'améliorer la prise en charge des blessés sur les théâtres d'opérations du moment [19] .\n\nL'autopsie fait encore partie dans certains centres de projets de recherches. Quelques équipes ont mis en place des protocoles d'autopsies ultrarapides réalisées dans les heures qui suivent le décès de malades ayant préalablement donné leur consentement [20, 21] . Les pathologistes de garde réalisent, en plus des prélèvements habituels, des prélèvements multiviscéraux qu'ils congèlent ou mettent en culture pour réaliser des études moléculaires dans le cadre de pathologies cancéreuses métastatiques [20] ou neurodégénératives [21] .\n\nL'autopsie devrait théoriquement de nos jours participer à l'évaluation de qualité de la prise en charge des malades par le corps médical dans les établissements de santé [7] . Paradoxalement, à l'heure de l'évaluation des pratiques professionnelles, et alors qu'émergent dans de nombreux centres des revues de morbi-mortalité, il n'a jamais été réalisé aussi peu d'autopsies scientifiques d'adultes dans les hôpitaux français. Pour pouvoir être utilisé comme indice de la qualité de la prise en charge des malades par un centre hospitalier, le taux d'autopsie devrait être d'au moins 25 % [2, 22] , alors qu'il est, dans pratiquement tous les centres français, inférieur à 5 %. Il est troublant de constater qu'alors même que les protocoles thérapeutiques dans les maladies inflammatoires ou cancéreuses se multiplient, il n'est plus possible d'évaluer les effets bénéfiques ou néfastes des nouveaux traitements sur l'organisme des patients et la maladie en elle-même.\n\nL'autopsie d'adultes n'en finit plus de disparaître dans une relative indifférence et les pathologistes ne s'en plaignent guère. Ils sont sortis sans rechigner des salles d'autopsie pour se consacrer à l'analyse toujours croissante des pièces opératoires, biopsies et examens cytologiques s'investissant pleinement dans les techniques modernes d'immuno-histochimie et de biologie moléculaire. L'autopsie est souvent vécue comme une corvée et le faible nombre d'autopsies réalisées annuellement commence d'ailleurs à poser des problèmes de formation, d'apprentissage et de compétences aux pathologistes. Une inversion de la tendance qui se traduirait par un nombre d'autopsies se remettant à augmenter brutalement soulèverait en outre des problèmes d'organisation dans les services d'anatomie pathologique français, en raison d'une démographie médicale catastrophique et d'une pénurie de pathologistes. L'émergence de l'autopsie virtuelle, produite par l'imagerie, ne résoudra probablement pas le problème du déclin autopsique [1, [23] [24] [25] . La « virtopsie » va probablement s'affirmer comme un complément utile des autopsies classiques, surtout médicolégales, permettant de mieux visualiser les lésions traumatiques osseuses, de rechercher des projectiles balistiques notamment chez les sujets putréfiés, ou de visualiser des embolies gazeuses [23, 24] . Même si les progrès sont considérables, l'imagerie étant de plus en plus performante notamment en pathologie cardiaque [25] , elle ne permet pas la réalisation de prélèvements pour l'analyse histologique des tissus. Les facteurs limitants de cette technique sont en outre la nécessité de disposer d'un plateau d'imagerie complexe et cher (un scanner multibarettes et une IRM), dédié seulement aux autopsies pour des raisons sanitaires et l'aide d'un radiologue compétent dans le domaine pour interpréter les résultats.\n\nL'autopsie « biopsique » consistant à biopsier les différents organes, guidée ou non par un échographe, sans ouvrir le corps du défunt, est un pis-aller [1, 26] . Cette forme d'autopsie peut permettre de ménager les réticences des proches, limite les risques infectieux et permet d'analyser histologiquement certains tissus. Elle a toutefois ses limites, ne permettant pas l'analyse macroscopique des différents organes et la vision globale des différentes lésions, s'avérant souvent non contributive [1] . Elle ne dispense pas des formalités administratives à remplir pour obtenir l'autorisation d'effectuer ces prélèvements postmortem.\n\nL'autopsie disparaît de la palette des investigations médicales. Elle n'a pas été remplacée par des techniques plus performantes. En son absence la communauté médicale se prive d'un outil essentiel pour le diagnostic, la connaissance, la découverte, la recherche et l'enseignement. En l'absence de changement radical des mentalités et des pratiques médicales, il est peu probable que l'autopsie renaisse de ses cendres, à moins de la survenue de catastrophes sanitaires avec l'émergence de nouvelles maladies épidémiques ou d'une judiciarisation extrême de la médecine française. L'autopsie ne peut plus être utilisée comme un outil épidémiologique ou comme « contrôle qualité » ultime de la qualité de la prise en charge des malades dans un centre hospitalier. Il y plus de deux siècles, en 1801, dans l'introduction de son ouvrage L'anatomie générale, Xavier Bichat écrivait : « Ouvrez quelques cadavres : vous verrez aussitôt disparaître l'obscurité que la seule observation n'avait pu dissiper ». Cette injonction reste d'actualité mais résonne de nos jours dans l'espace vide et déserté des salles d'autopsie françaises."}