{"title": "Formation of plant RNA virus replication complexes on membranes: role of an endoplasmic reticulum-targeted viral protein member of the 'picornavirus supergroup' of positive- strand RNA viruses (Koonin and Dolja, 1993). The TEV- plant model system has been extremely useful for analysis", "body": ".\n\nDespite their requirement in the cytoplasm or in mem-The genomes of positive-strand RNA viruses replicate in brane-bound replication complexes, both NIa and NIb close association with membranes (see reviews by Wimmer accumulate predominantly in the nucleus of TEV-infected et al., 1993; Strauss and Strauss, 1994) . In fact, some cells (Baunoch et al., 1988; Restrepo et al., 1990 ). Their viruses have been shown to induce proliferation or reorganfunction in the nucleus is not known. However, a subset ization of cellular membranes and vesicles, possibly as a of NIa was postulated to be directed toward membranes mechanism to increase the available surface area for RNA in a polyprotein form containing the 6 kDa protein synthesis. In the case of picornaviruses, for example, RNA (Restrepo-Hartwig and Carrington, 1994) . When present replication complexes are associated with clusters of within the same polyprotein, the membrane-binding smooth vesicles that accumulate in the cytoplasm (Bienz activity of the 6 kDa protein dominates over the nuclear et al., 1983 Troxler et al., 1992) . The localization activity of NIa (Restrepo-Hartwig and mechanisms whereby replication complexes are fixed . Direction of the VPg towards memto specific types of membranes are poorly understood, branes through covalent association with a membranealthough the involvement of viral proteins as membrane binding protein may be a highly conserved feature among anchors has been proposed (see reviews by Semler et al., the picornavirus supergroup members (Wimmer et al., 1988; Wimmer et al., 1993) . Understanding the ways in 1993) . The TEV 6 kDa protein, therefore, is proposed to which viral proteins and replication complexes interact function as an anchor to secure part or all of the TEV with membranes will shed considerable light on the critical RNA replication apparatus to membranous sites.\n\nIn this study, the nature of the interaction between the and animals.\n\nTobacco etch potyvirus (TEV) is a well-characterized 6 kDa protein and membranes was explored. Using a 2) and GUS/6-(lanes 3 and 4) expressing transgenic plants were analyzed. The P30 fraction from GUS/6 plants was extracted with 1 M KCl, 4 M urea or 0.1 M Na 2 CO 3 (pH 10.5) and subjected to centrifugation at 30 000 g, yielding S30 (S) and P30 (P) fractions (lanes 5-10). The total (T) P30 fraction was also fractionated into aqueous (AP) and detergent-soluble protein were constructed ( Figure 3 ). These plasmids were introduced into tobacco leaf epidermal cells by biolistic delivery, and GFP or GFP/6 were detected by fluorescence variety of transient and virus vector-based expression systems involving fusions between the 6 kDa protein and microscopy. Cells containing non-fused GFP contained fluorescence throughout the cytoplasm and in or around reporter proteins, the specific membranes interacting with the 6 kDa protein were identified and visualized in live the nucleus ( Figure 4A ). Cells with GFP/6 contained fluorescence in discrete, vesicular compartments (Figure cells. In addition, membranes containing TEV plus-strand RNA synthesis activity were shown to have properties 4B and C). Higher magnification clearly revealed that the compartments were fluorescent at their periphery rather similar to those that associated with the 6 kDa protein.\n\nthan their interior ( Figure 4D ). The vesicles often, but not always, accumulated around the nucleus; in fact, the Results periphery of the nucleus frequently contained GFP fluorescence ( Figure 4D ). The vesicles were 2-10 µm in\n\nThe TEV 6 kDa protein is an integral membrane protein diameter, and were often observed to be motile. To verify that the vesicular localization pattern was not To determine whether the TEV 6 kDa protein is an integral or peripheral membrane protein, biochemical analyses an artifact of the biolistic delivery method, and to determine the effect of virus infection on 6 kDa protein-were performed using fractions isolated from transgenic plants expressing β-glucuronidase (GUS) or a fusion mediated localization to vesicles, GFP and GFP/6 were expressed from engineered TEV vectors ( Figure 1B ). protein containing GUS and the 6 kDa protein (GUS/6). The GUS/6 fusion protein was shown previously, using TEV-GFP and TEV-GFP/6 were indistinguishable with regard to rate of systemic movement and induction of fractionation and immunolocalization methods, to associate with membranes (Restrepo-Hartwig and Carrington, symptoms. Protoplasts from non-infected or systemically infected leaves were examined by fluorescence micro-1994). The GUS protein was detected primarily in the soluble S30 fraction (Figure 2, lanes 1 and 2) , whereas scopy. Non-infected protoplasts contained no fluorescence ( Figure 5A ), whereas TEV-GFP-infected protoplasts con-the GUS/6 fusion protein was predominantly in the P30 crude membrane fraction (lanes 3 and 4). The GUS/6 tained GFP fluorescence throughout the cytoplasm and in or around the nucleus ( Figure 5B ). Protoplasts from TEV-protein remained associated with the membrane fraction after extraction with 1 M KCl, 4 M urea or 0.1 M Na 2 CO 3 , GFP/6-infected plants contained fluorescence localized to vesicles that were similar to those visualized in the pH 10.5 (Figure 2 , lanes 5-10). These treatments would be expected to dislodge proteins that were weakly or bombarded epidermal cells ( Figure 5C -E). In some cases, the vesicles were distended or clustered near the nucleus. peripherally associated with membranes. A Triton X-114 phase partition analysis was also done. In this experiment, This indicates that the 6 kDa protein, in the presence or absence of TEV infection, mediates an association with the P30 fraction ( Figure 2 , lane 11) contained both fulllength GUS/6 fusion protein and an apparent breakdown vesicular membranes. product. The GUS/6 fusion protein, but not the breakdown product, partitioned mainly to the detergent phase (Figure Vesicle association requires a central hydrophobic domain in the 6 kDa protein 2, lanes 12 and 13.) The behavior of the GUS/6 fusion protein during these treatments strongly suggests that A series of deletions was introduced into the 6 kDa protein-coding region in the transient expression vector the 6 kDa protein associates with membranes as an integral protein.\n\nencoding GFP/6 ( Figure 3 ), and the modified constructs a manner similar to non-fused GFP (Figures 3 and 4F , and data not shown). A double deletion variant containing GFP fused to residues 22-44 (GFP/6.22-44), which comprises the hydrophobic domain plus two charged residues on either side, associated with vesicles (Figures 3 and  4G ). Double deletion variants lacking either half of the hydrophobic domain (GFP/6.33-44 and GFP/6.22-32) accumulated throughout the cytoplasm (Figure 3 and data not shown). These results indicate that the central hydrophobic domain, but not the N-or C-terminal regions, is necessary for vesicle association.\n\nImmunofluorescence using antibodies specific for proteins of the endoplasmic reticulum (ER) (BiP) or the medial-and 5% acetic acid; protoplasts were fixed, therefore, using the former protocol (Chalfie et al., 1994) . Selection of Cy3 as the secondary antibody permitted dual localization were introduced by biolistic delivery into tobacco epidermal cells. The deletions affected the hydrophilic of GFP/6 and the respective marker proteins using two filter sets during fluorescence microscopy. Although the N-terminal region (residues 1-21), the central hydrophobic domain (residues 24-42) or the C-terminal region (residues protoplasts often lost their regular round appearance after fixation and subsequent incubations, GFP/6-containing 45-52). Deletion variants lacking either the N-terminal 21 residues (GFP/6∆1-21) or eight of nine C-terminal vesicles or membrane aggregates were clearly visible ( Figure 6 ). residues (GFP/6∆45-52) were able to associate with vesicles ( Figures 3 and 4A and H, and data not shown).\n\nIn protoplasts treated with anti-BiP serum, GFP/6 was detected in structures that also contained BiP, although In contrast, deletion variants lacking the central 19 residues comprising the hydrophobic domain (GFP/6∆24-42), or BiP was always present in additional structures throughout the cell ( Figure 6A ). GFP/6-labeled vesicles co-localized lacking the first or second halves of the hydrophobic domain (GFP/6∆24-32 and GFP/6∆33-42), accumulated strongly with BiP in 87.5% of cells (n ϭ 64) that contained both GFP/6 fluorescence and anti-BiP immunofluores-throughout the bombarded cell cytoplasm and nucleus in cence. In some cells, however, GFP/6-containing structures reacted with a single protein of~70 kDa, as anticipated, whereas the anti-β-xylosyl serum reacted with numerous that lacked detectable BiP were also detected ( Figure  6A ). Vesicles containing GFP/6 co-localized strongly with proteins (data not shown). Reaction of anti-β-xylosyl serum with numerous proteins was expected, as this β-xylosyl-containing proteins in only 9.2% of cells (n ϭ 87); the remaining cells (90.8%) contained little or no antiserum recognizes a carbohydrate moiety added to proteins traversing, or residing within, the Golgi apparatus detectable co-localization ( Figure 6B ). Protoplasts treated with Cy3-labeled secondary antibody but no primary (Laurière et al., 1989; Zhang and Staehlin, 1992) . The first series of gradients were carried out in the antibody exhibited GFP/6 fluorescence but no Cy3 fluorescence ( Figure 6C ). These results suggest that a high presence of 3 mM MgCl 2 , which preserves the integrity of ribosomes associated with rough ER (RER) (Lord et al., proportion of GFP/6-containing vesicles contain protein associated with the ER. 1973; Wienecke et al., 1982) . Non-fused GFP from TEV-GFP-infected tissue remained at the top of the sucrose To characterize further the membranes to which the 6 kDa protein attaches, sucrose gradients were used to gradient ( Figure 7B ), which is consistent with its localization in the cytosol. The GFP/6 fusion protein from TEV-resolve membranes recovered from TEV-GFP-and TEV-GFP/6-infected tissue. Membranes from half-leaves were GFP/6-infected tissue, however, sedimented to a position near the bottom of the gradient ( Figure 7C ; peak fractions extracted and analyzed on sucrose gradients under high (3 mM) or low (0.1 mM) MgCl 2 conditions. Sucrose 6-7). The same gradient fractions were assayed for BiP and β-xylosyl-containing proteins. Two BiP-containing gradient fractions were analyzed by immunoblot assay using anti-GFP, anti-BiP and anti-β-xylosyl sera. The peaks were resolved, one near the top and one near the bottom of the gradient ( Figure 7D ), the latter of which specificity of anti-GFP serum was tested in preliminary experiments using total SDS-soluble protein extracts and was coincident with the GFP/6-containing peak. The heavy BiP-containing fractions contained rRNA (data not shown) sucrose gradient fractions from non-infected plants, and using total proteins from TEV-GFP-infected and TEV-and were present in the gradient at positions consistent with previous analyses of ER from plants (Wienecke et al., GFP/6-infected plants. No reactivity was detected in total extracts or in any sucrose gradient fraction recovered from 1982). The heavy peak, therefore, was concluded to contain ER membranes, with at least some of the mem-non-infected plants ( Figure 7A ). Single proteins of the sizes predicted for GFP and GFP/6 were detected in total brane associated with ribosomes. The nature of the light BiP-containing peak was not determined. The constellation extracts from TEV-GFP-and TEV-GFP/6-infected plants, respectively ( Figure 7A ; molecular mass markers not of β-xylosyl-containing proteins was detected near the top of the gradient ( Figure 7E ). shown). In preliminary experiments with anti-BiP and anti-β-xylosyl sera using total extracts, anti-BiP serum\n\nThe second series of gradients were done simultaneously with the 3 mM MgCl 2 gradients but in the presence of data strongly suggest that the GFP/6-containing membrane shares properties in common with the ER. 0.1 mM MgCl 2 . The low MgCl 2 concentration promotes destabilization of RER-associated ribosomes, resulting in a shift of the heavy ER to lighter fractions of the gradient Infection by TEV alters the morphology of the endoplasmic reticulum (Wienecke et al., 1982) . The GFP/6 peak was shifted up the gradient by~3-4 fractions under the low MgCl 2\n\nTo determine whether or not the morphology of the ER is affected by TEV infection, the organization of the ER conditions ( Figure 7C ). The heavy BiP peak was also shifted up the gradient in low MgCl 2 conditions to an in TEV-infected and non-infected cells was compared. Transgenic Nicotiana benthamiana plants expressing an extent similar to the GFP/6 shift, resulting in an overlap with the light BiP fractions ( Figure 7D) . A similar MgCl 2 -ER-targeted GFP (mGFP5) were used. Epidermal cells were obtained from non-infected or systemically infected dependent shift was detected using antiserum against protein disulfide isomerase, another ER luminal protein leaves and observed by fluorescence microscopy. In noninfected cells, the ER was characterized by an extensive, (data not shown). No effect of MgCl 2 was detected on the distribution of β-xylosyl-containing proteins (Figure interconnected network of tubules that was distributed uniformly throughout the cytoplasm ( Figure 8A ). In many 7E). The immunofluorescence and membrane fractionation cells, fluorescence was associated with streaming structures. Fluorescent vesicles of Ͻ1 µm in diameter were often associated with the network. The periphery of the nucleus, but not the nucleoplasm, was consistently fluorescent. Similar observations were made using an ERtargeted GFP expressed from a recombinant potato virus X vector (Boevink et al., 1996) .\n\nThe ER in TEV-infected cells differed dramatically from the ER in non-infected cells. Infected epidermal cells from upper leaves were identified based on the presence of TEV-induced nuclear inclusion bodies, which were clearly visible using differential interference contrast microscopy (data not shown). Fluorescence was not associated with a uniform network, but rather was concentrated in amorphous aggregates that appeared to be compacted ER ( Figure 8B and C). In most instances, the aggregates were linked by a limited number of ER-like tubules ( Figure 8C ). This pattern of fluorescence was observed consistently in five separate experiments, in which~10 strips of epidermal cells from each of several infected plants were examined exhaustively. In no instance was ER aggregation detected in cells from non-infected plants, or in cells that lacked evidence of TEV infection (i.e. nuclear inclusion bodies) from inoculated plants, implying strongly that the morphological changes of the ER were a consequence of TEV infection.\n\nMembrane-bound RNA-dependent RNA polymerase (RdRp) associated with endogenous template was isolated from TEV-infected tissue and subjected to sucrose gradient analysis. In initial experiments, [ 32 P]UTP-labeled RNA products synthesized in a washed P30 fraction (P30-2) although some fast-migrating, RNase-susceptible products An anomalous electrophoresis pattern, where the RdRp products synthesized in fractions 3-5 migrated more slowly than products synthesized in other fractions, was consistently observed, although this did not interfere with detection of the products. Fractions containing TEV RdRp products also contained BiP ( Figure 9C ), indicating that the membrane-bound replication complexes co-fractionated with the ER.\n\nThe interaction between positive strand RNA virus replication complexes and membranes involves crucial events at the virus-cell interface during the infection process. In this study, the TEV 6 kDa protein was shown to be an integral membrane protein that associates specifically, in the presence or absence of other viral factors, with membranes derived from the ER. It was also shown that TEV replication complexes associate with ER-like membranes. The 6 kDa protein is the only known TEV protein that possesses ER localization information. We propose, therefore, that a primary determinant for targeting TEV replication complexes to membranous sites of RNA Given that the GFP/6-containing membranes exhibited gradient fraction (lanes 1-16), as well as total P30-2 fractions from ER-like properties, it is likely that they derived from infected (ϩ) and non-infected (-) plants, was analyzed for RNase existing ER. In fact, the organization of the entire cortical A-resistant RdRp activity (top) and subjected to immunoblot analysis ER was found to be altered during TEV infection. The using anti-BiP serum (bottom). evenly distributed ER network appeared to collapse into loosely connected aggregates upon infection by TEV. The aggregates may actually have been clusters of ER-derived were usually, but not always, detected near the agarose gel running front ( Figure 9A, lanes 2 and 4) . The in vitro vesicles. Clearly distinct vesicles that were the size of those visualized by GFP/6 fluorescence were not observed synthesized products from the infected and non-infected extracts were hybridized to Nytran filter-bound TEV plus in infected cells containing ER-targeted GFP, possibly because the vesicular membranes targeted by GFP/6 were strand RNA, TEV minus strand RNA and a non-specific RNA derived from the plasmid pGEM-4. The products embedded within the ER-derived aggregated structures. Extensive vesiculation is a characteristic cytopathic effect synthesized using infected tissue extract hybridized only to TEV minus strand RNA, while products synthesized induced by picornavirus supergroup members, including potyviruses (Lesemann, 1988) , comoviruses (Eggen and using the non-infected tissue extract failed to hybridize with any of the RNAs ( Figure 9B ). These results indicate van Kammen, 1988 ) and picornaviruses (Semler et al., 1988) . Vesicle accumulation in comovirus-and picorna-that the membrane fraction isolated from infected tissue contained an RdRp activity capable of synthesizing TEV virus-infected cells can be induced by expression of a subset of viral proteins required for genome replication plus strand RNA from an endogenous template, and that the plus strand product accumulated in both double- (van Bokhoven et al., 1992; Cho et al., 1994: Echeverri and Dasgupta, 1995) . Two poliovirus proteins, 2B and stranded (RNase-resistant) and single-stranded (RNasesusceptible) forms.\n\n3A, have been shown to inhibit the secretory pathway (Barco and Carrasco, 1995;  Doedens and Kirkegaard, The P30-2 fraction from TEV-infected tissue was subjected to sucrose gradient analysis under the 3 mM MgCl 2 1995), possibly contributing to the build up of vesicles. The induction of vesicle accumulation may be a general conditions described above, except that the amount of membrane loaded onto each gradient was~5-fold greater mechanism to increase the available surface area for RNA synthesis. The membrane may provide a scaffolding than in the previous experiments. Gradient fractions were assayed for RdRp activity (RNase A-resistant products) function, as well as provide a mechanism to limit diffusion and increase local concentrations of viral RNA and and for the presence of BiP to mark the position of the ER. Most of the RdRp activity was associated with proteins. The 6 kDa protein membrane-targeting signal resides fractions near the bottom of the gradient ( Figure 9C ). within the central 23 amino acid residues (amino acids TEV-infected cells: CI/6, 6/VPg domain and 6/NIa (VPg plus proteinase) (Restrepo-Hartwig and Carrington, 1994) . 22-44) consisting of the hydrophobic domain and flanking charged residues. This region is both required and sufficient Viral RNA populations contain both full-length NIa and processed VPg domain covalently attached to the 5Ј end to direct a heterologous protein (GFP) to membranes. The 19 amino acid hydrophobic sequence potentially could of individual molecules (Murphy et al., 1990a; Carrington et al., 1993) . Importantly, the membrane-binding activity span the lipid bilayer once as an α-helix or a random coil, or twice as a two-stranded β-sheet. Alternatively, this of the 6 kDa protein overrides the nuclear localization signal of NIa (Restrepo-Hartwig and Carrington, 1992) . region could form a hydrophobic patch that extends partly through the lipid bilayer in a manner proposed for the Direction of VPg or NIa to ER-derived replication sites may involve 6/VPg, 6/NIa or a larger polyprotein that has prostaglandin H 2 synthase-1 (Picot et al., 1994) . It is speculated that both the N-and C-termini of the 6 kDa yet to be detected. If the 6/NIa polyprotein is targeted to membranes, four activities of NIa may then facilitate protein reside on the cytoplasmic side of the membrane, as this would provide access of NIa proteinase to both initiation of RNA synthesis and subsequent release of nascent RNA from the membrane. First, the proteolytic cleavage sites.\n\nRegardless of the membrane topology, the 6 kDa protein domain of NIa interacts specifically with NIb polymerase (Li et al., 1997) , which is known to be active in trans is probably targeted to the ER-like membrane by an unusual mechanism that differs from the signal recognition within infected cells (Li and Carrington, 1995) . Second, the NIa proteolytic domain binds RNA (Daròs and Carrington, particle (SRP)-ER docking pathway. There is no evidence that any region of the polyprotein upstream of the 6 kDa submitted). The NIb polymerase is postulated to be delivered to the viral RNA template through a NIa protein sequence is inserted co-translationally into the ER. The 6 kDa protein may belong to a 'non-conformist' class proteinase domain-RNA interaction. Third, the VPg domain of NIa serves during initiation of RNA synthesis, of integral membrane proteins containing C-terminal, or C-terminal-proximal, anchor sequences that insert by a possibly as a protein primer as proposed for picornaviruses (Wimmer et al., 1993) . Fourth, release of NIa from the post-translational, SRP-independent pathway (Kutay et al., 1993) . These tail-anchored proteins, which include membrane is facilitated by intramolecular processing at the 6 kDa protein-NIa cleavage site by the NIa proteinase cytochrome b5 and synaptobrevin, face the cytoplasm with their C-terminal insertion sequence (typically 16-20 (Carrington and Dougherty, 1987a) . While there are a number of differences between initiation models for TEV amino acids) embedded within the membrane. Some of these proteins, however, are postulated to have insertion and poliovirus, a post-translationally inserted membranebinding protein that anchors a VPg precursor to mem-sequences that dip in and out of the membrane, resulting in both N-and C-termini on the cytoplasmic face (Kutay branous replication sites may be a universal feature of picornavirus supergroup members. et al., 1993) . The C-terminal hydrophobic sequences (with short flanking regions in some cases) have been shown to be required and sufficient for targeting of synaptobrevin,\n\ncytochrome b5, microsomal aldehyde dehydrogenase and tyrosine phosphatase PTP 1B to the ER membrane\n\nLeaf tissue from transgenic Nicotiana tabacum plants expressing GUS (Frangioni et al., 1992; Mitoma and Ito, 1992; Masaki or GUS/6 (Restrepo-Hartwig and Carrington, 1994) was used for the Kutay et al., 1995) . Interestingly, a 12 isolation of a crude membrane fraction. 1 g of tissue was ground in 4 ml residue long hydrophobic sequence consisting mainly of of buffer Q (50 mM Tris-HCl, pH 7.4, 15 mM MgCl 2 , 10 mM KCl, polyleucine was shown to substitute for the C-terminal 20% glycerol, 0.1% β-mercaptoethanol, 5 µg/ml leupeptin and 2 µg/ml aprotinin), and nuclei, chloroplasts, cell wall and debris were removed insertion signal of synaptobrevin in an in vitro ER memby centrifugation at 3000 g at 4°C for 10 min. The supernatant was brane-binding assay (Whitley et al., 1996) , suggesting that subjected to centrifugation at 30 000 g at 4°C for 30 min, resulting in proper targeting and insertion may only require a correctly soluble (S30) and crude membrane (P30) fractions. For alkaline extracpositioned hydrophobic region with little or no strict tion, the P30 pellet was resuspended in 0.1 M Na 2 CO 3, pH 10.5, 4 mM EDTA and 4 mM phenylmethylsulfonyl fluoride (PMSF). For urea sequence requirement. A hydrophobic sequence is a highly extraction, the P30 pellet was resuspended in 25 mM HEPES, pH 6.8, conserved feature of the 3A protein encoded by several 4 mM EDTA, 4 mM PMSF and 4 M urea. For salt extraction, the P30 picornaviruses and may mediate targeting by a similar pellet was resuspended in buffer Q containing 1 M KCl. In each mechanism (Semler et al., 1988) . The 3A protein has been extraction, the samples were incubated on ice for 30 min, then subjected postulated to anchor the VPg (3B) to vesicular membranes to centrifugation at 30 000 g at 4°C for 30 min. The pellets were resuspended in protein dissociation buffer in volumes equal to those of within the context of a 3AB polyprotein (Semler et al., the corresponding supernatants. Equivalent amounts of samples were 1982; Takegami et al., 1983; Takeda et al., 1986 ; Giachetti analyzed by immunoblot analysis with anti-GUS serum (obtained from and Semler, 1991 Triton X-114 phase partitioning was done according to Bordier (1981) protein was shown to be sufficient to mediate an integral using P30 fractions obtained from GUS/6 transgenic leaf tissue. The association with microsomal membranes in vitro (Towner final aqueous and detergent-soluble phases were equalized according to et al., 1996) . This observation is significant considering volume using protein dissociation buffer and subjected to immunoblot the proposed similarity in function of the poliovirus 3A analysis using anti-GUS serum.\n\nand TEV 6 kDa proteins.\n\nThe data presented here are consistent with a model in\n\nThe plasmid pRTL2-mGFP was constructed by subcloning the GFPwhich TEV replication complexes are anchored to ER-like coding sequence between codon 186 and the 3Ј end from membranes through a mechanism involving polyproteins pBIN35S-mGFP4 (obtained from Jim Haseloff, MRC Laboratory) into containing the 6 kDa protein. Three polyproteins con-pRTL2-GFP (obtained from Albrecht von Arnim, University of Tennessee). pRTL2-GFP contains a BglII site (AGATCT) introduced taining the 6 kDa protein sequence have been detected in after the last GFP codon but before the stop codon. The 6 kDa protein-two changes of 95% ethanol, each for 5 min, at room temperature, and then rehydrated through a series of ethanol/PBS washes starting with coding sequence was amplified by PCR from pTEV7DA using primers that included a BglII site at each end. The resulting product was 75% ethanol, followed by 50, 25 and 0% ethanol steps. Protoplasts were incubated overnight at 4°C in blocking buffer (PBS, 5% dry milk and subcloned into the BglII site of pRTL2-mGFP. The base vector for these constructs, pRTL2 , contains an enhanced 5% sheep serum). Polyclonal rabbit anti-BiP and anti-β-xylosyl sera (both obtained from Maarten Chrispeels, University of California, San cauliflower mosaic virus 35S promoter, TEV 5Ј-non-translated region and the 35S termination sequence to facilitate expression in plant cells.\n\nDiego) were diluted 1:1000 and 1:10 000, respectively, in blocking buffer and incubated with protoplasts for 30 min at room temperature Sequences were deleted from the 6 kDa protein-coding region in pRTL2-mGFP/6 using an inverse PCR method. Sets of primers that on a rotator. Protoplasts were then washed five times for 10 min each in PBS/Tween [PBS, 0.1% bovine serum albumin (BSA), 0.05% sodium annealed to sequences adjacent to the 5Ј and 3Ј deletion borders within the 6 kDa protein-coding region, and that initiated DNA synthesis away azide, pH 7.2, and 0.05% Tween-20]. The secondary antibody, Cy3conjugated sheep anti-rabbit IgG at 1:500 dilution in blocking buffer, from the deleted sequences, were used in PCR with pRTL2-mGFP/6 as the template. The 5Ј end of each primer contained a KpnI restriction was incubated with the protoplasts for 30 min at room temperature on a rotator. Protoplasts were washed five times for 10 min each in PBS/ site. The linear PCR product was digested with KpnI, self-ligated and used to transform Escherichia coli strain DH5α. Five deletion mutants Tween, resuspended in SlowFade-Light/Equilibration buffer (Molecular Probes, Inc.) in 50% glycerol and mounted on glass microscope slides that lacked the following sequences were generated: codons 1-21 (GFP/ 6∆1-21); codons 45-52 (GFP/6∆45-52); codons 24-42 (GFP/6∆24-42); with a coverslip. Fluorescence microscopy was conducted using two filter sets for each codons 24-32 (GFP/6∆24-32); and codons 33-42 (GFP/6∆33-42). The modified sequence coding for the truncated 6 kDa proteins was deter-field of view. For GFP fluorescence, the DM 500 dichroic mirror/BP470-490 exciter filter/BA515 barrier filter set was used. For Cy3 fluorescence, mined in each construct to verify that no inadvertent changes were introduced.\n\nthe DM 570 dichroic mirror/BP530-550 exciter filter/BA590 barrier filter set was used. Photomicrographs were taken with Kodak Ektachrome A series of three double deletion mutants were generated using a similar inverse PCR strategy, but with plasmid templates containing one 100 film. Co-localization of GFP/6 with BiP or β-xylosyl was assessed by scoring 64 or 87 random protoplasts, respectively. The percentage of of the deletions described above. The double deletion mutants lacked the following 6 kDa protein coding sequences: codons 1-21 and 45-52 cells that contained strong, weak or no co-localization of GFP and Cy3 fluorescence was recorded. (GFP/6.22-44); codons 1-32 and 45-52 (GFP/6.33-44); and codons 1-21 and 33-52 (GFP/6.22-32).\n\nThe pRTL2-mGFP-and pRTL2-mGFP/6-derived plasmids were used Transgenic plants expressing ER-targeted GFP Transgenic N.benthamiana plants expressing an ER-targeted form of for biolistic transfection of tobacco epidermal cells using a heliumdriven microprojectile bombardment system (PDS-1000/He system, GFP (mGFP5, from Dr Jim Haseloff) were supplied by Dr David Baulcombe (Sainsbury Laboratory). Plants were inoculated with TEV Biorad Laboratories). Plasmid DNA (1 µg) was precipitated onto 1.6 µm gold particles (0.5 mg) in the presence of 1 M CaCl 2 , 6.25 mM (HATr strain). Strips of epidermal cells were peeled from the underside of systemically infected leaves within 48 h of symptom appearance, spermidine, and washed with 35% ethanol. Tobacco leaves were excised and bombarded with the DNA-coated gold particles at 500-900 p.s.i. mounted in water under coverslips and viewed by fluorescence microscopy to detect GFP. and incubated in water for 12-20 h under fluorescent light at room temperature. Leaf pieces were cut into small squares (~0.5 cm 2 ), vacuuminfiltrated with water to remove air spaces between cells, and placed on Membrane fractionation Leaf tissue (2 g) from plants systemically infected by TEV-GFP or TEV-microscope slides under a coverslip. The samples were viewed by brightfield and fluorescence microscopy using an Olympus BX50 micro-GFP/6 was minced for 10 min in 6 ml of homogenization buffer [50 mM Tris-HCl, pH 8.0, 10 mM KCl, 0.1 mM or 3 mM MgCl 2 , 1 mM EDTA, scope with the DM 500 dichroic mirror/BP470-490 exciter filter/BA515 barrier filter set. Photomicrographs were taken with Kodak Ektachrome 1 mM dithiothreitol (DTT), 0.1% BSA, 0.3% dextran, 13% sucrose, 5 µg/ml leupeptin and 2 µg/ml aprotinin] (Gardiner and Chrispeels, 100 daylight film. 1975; Wienecke et al., 1982) . The homogenate was filtered through Miracloth and subjected to centrifugation at 3700 g for 10 min at 4°C.\n\nThe GFP and GFP/6 sequences were introduced into a full-length TEV A portion of the supernatant (S3, 2.5 ml) was layered onto a 9 ml 20-45% sucrose gradient containing the respective homogenization buffer cDNA-containing plasmid, pTEV7DA-CMK, which contains a polylinker consisting of NcoI, ClaI, MluI and KpnI between the P1-and HC-Pro-and subjected to centrifugation at 143 000 g in a Beckman SW41 Ti rotor for 4 h at 4°C. Fractions (0.7 ml) were collected from the bottom coding sequences. The modified TEV sequence in pTEV7DA-CMK also contains the sequences coding for a NIa proteinase recognition site of each gradient after tube puncture. The fractions were diluted 1:1 in protein dissociation buffer and subjected to immunoblot analysis after between the KpnI site and the 5Ј end of the HC-Pro sequence. The GFP and GFP/6 sequences were amplified by PCR such that the 5Ј and 3Ј 12.5% polyacrylamide gel electrophoresis. Four polyclonal antisera were used: anti-BiP and anti-β-xylosyl sera (described above), anti-protein ends contained ClaI and KpnI sites, respectively. The PCR products were digested with ClaI and KpnI and inserted between the ClaI disulfide isomerase serum (from Richard Dixon, Samuel Roberts Noble Foundation) and anti-GFP (Clontech Laboratories). Immunoreactions and KpnI sites of pTEV7DA-CMK, resulting in pTEV7DA-GFP and pTEV7DA-GFP/6. Infectious RNA transcripts were generated by were detected using a chemiluminescence-based secondary antibody system (Amersham, Inc.). linearization of pTEV7DA-GFP and pTEV7DA-GFP/6 with BglII and transcription in the presence of m 7 GpppG cap analog with SP6 RNA polymerase (Ambion, Inc.) as described (Dolja et al., 1992) . Concentrated RNA-dependent RNA polymerase assays Leaf tissue (10 g) from plants systemically infected by TEV (HATr transcripts were used to inoculate tobacco plants, and virus stocks (TEV-GFP and TEV-GFP/6) were prepared at 5 days post-inoculation (d p.i.). strain) or non-infected plants was minced in 30 ml of homogenization buffer (with 3 mM MgCl 2 ), and an S3 fraction was prepared as described To view GFP or GFP/6 fluorescence expressed using engineered TEV vectors, protoplasts were prepared from non-infected plants and from above. The S3 fraction was subjected to centrifugation at 30 000 g for 20 min at 4°C, and the P30 fraction was reconstituted in homogenization TEV-GFP-or TEV-GFP/6-infected plants (two or three leaves above the top inoculated leaf) at 5 d p.i. Protoplasts were analyzed using brightfield buffer with the aid of a Dounce homogenizer and subjected to centrifugation again at 30 000 g for 20 min at 4°C (P30-2). The P30-2 pellet was and fluorescence photomicroscopy as described above. The resulting slides were scanned and digitized using a Nikon LS-1000 Film Scanner resuspended in 2.6 ml of homogenization buffer, and 2.5 ml was layered onto a 20-45% sucrose gradient containing homogenization buffer. The and Adobe Photoshop 3.0 software (Adobe Systems Incorporated). The images were modified digitally by subtraction of red color that resulted gradients were processed as described above. RdRp assays were done for 1 h at 28°C in reactions containing 50 µl of gradient fraction or from autofluorescence of chloroplasts.\n\nresuspended P30-2 fraction, 50 mM Tris, pH 8.2, 10 mM MgCl 2 , 10 mM DTT, 1 mM ATP, 1 mM CTP, 1 mM GTP, 10 µM UTP and 10 µCi of Immunofluorescence microscopy Tobacco plants were inoculated with TEV-GFP or TEV-GFP/6 and [α-32 P]UTP (800 µCi/mmol) (Quadt et al., 1991) . After addition of SDS (2%), the reaction products were digested at 37°C for 15 min with protoplasts were isolated from systemically infected leaf tissue at 5 d p.i. Protoplasts (5ϫ10 5 ) were fixed in phosphate-buffered saline (PBS; proteinase K (1.4 mg/ml, Gibco-BRL), extracted using phenol-chloroform and precipitated in ethanol. The products were resuspended in 140 mM NaCl, 2.5 mM KCl, 10 mM Na 2 HPO 4 , 1.5 mM KH 2 PO 4 ) containing 4% paraformaldehyde (EMS) for 1 h at room temperature 60 µl of deionized H 2 O, and 10 µl of sample was digested with RNase A (1.25 µg/ml, Sigma) in the presence of 233 mM NaCl, 3.3 mM Tris-and collected by centrifugation at 80 g. Protoplasts were incubated in"}