{"title": "Comment 630 www", "body": "groups. Furthermore, the long-term adherence to a daily injection therapy for patients with non-alcoholic steatohepatitis remains to be determined.\n\nMost importantly, short-term histological outcomes are used to assess the effi cacy of treatment. Unlike in viral hepatitis, 11 histological outcomes are not known to be valid surrogate outcomes in the assessment of non-alcoholic steatohepatitis. After all, the ultimate aim is not to change histology but to prevent the development of cirrhosis and hepatocellular carcinoma. In this respect, results of recent longitudinal studies 12, 13 showed that fi brosis, but not other histological features of non-alcoholic steatohepatitis, correlated with overall and disease-specifi c mortality. Fibrosis progression can also occur in patients with NAFLD who do not have steatohepatitis, albeit at a slower rate. 14, 15 These outcomes highlight the urgent need to defi ne reliable surrogate outcomes for the disorder. Until the time comes when there are robust surrogate outcomes for the treatment of non-alcoholic steatohepatitis, the follow-up of treated patients for long-term clinical outcomes will be very important.\n\nThe LEAN study has introduced liraglutide as a new potential treatment option for patients with non-alcoholic steatohepatitis. The drug should be tested further in large studies with a long duration of follow-up. This study has also raised issues pertinent to drug development in this area. In the meantime, keeping lean remains the most important aspect of management of non-alcoholic steatohepatitis.\n\nDepartment of Medicine and Therapeutics, The Chinese University of Hong Kong, Hong Kong; and State Key Laboratory of Digestive Disease, The Chinese University of Hong Kong, Hong Kong wongv@cuhk.edu.hk VW-SW has served as an advisory board member for Gilead and Janssen, as a consultant for AbbVie, Merck, and NovoMedica, and has received paid lecture fees from AbbVie, Echosens, Gilead, and Roche. GL-HW has served as an advisory board member for Gilead and has received paid lecture fees from AbbVie, Bristol-Myers Squibb, Echosens, Gilead, Janssen, and Roche. the spread of the arbovirus to more than 25 countries, Zika virus could be following the geographical spread of dengue and chikungunya, all of which are transmitted by the Aedes aegypti mosquito. 1, 3 The potential role of scheduled international mass gatherings in 2016 could exacerbate the spread of Zika virus beyond the Americas. In Brazil, the Rio Carnival on Feb 5-10 attracts more than 500 000 visitors, and on Aug 5-21 more than 1 million visitors are expected to go to the summer Olympics followed by Paralympic Games on Sep 7-18. Meanwhile, Saudi Arabia expects to host more than 7 million pilgrims from over 180 countries for the Umrah, between June and September, and the Hajj pilgrimage on Sept 8-13. 4, 5 Saudi Arabia receives about 7000 pilgrims from Latin America annually.\n\nSince the Rio Carnival participants are largely domestic, and the spread of Zika virus is already extensive, it will be challenging to assess if there was excess transmission related to the Carnival. Although winter temperatures mean that mosquito density is expected to be low in Brazil at the time of the Olympics, given the summer time mosquito density in the northern hemisphere, including in Saudi Arabia, the introduction of a few infections to the mosquito population might be suffi cient to cause outbreaks of Zika virus in other countries. 6, 7 In Brazil, cases of dengue are more frequent from February to May. 8 In the regions of Saudi Arabia frequented by pilgrims (Jeddah, Mecca, Medina), Aedes aegypti larvae are present throughout the year, nearly two thirds in indoor habitats. Larvae density is, however, variable and decreases in the months before October. In these regions, where rainfall is rare and unpredictable, reports have suggested all year risk for dengue fever, with dengue seroprevalence ranging from 32% to 57% among general patients seeking medical consultations. 7, 9 Although the Olympics and the Hajj are very diff erent events, each of them might favour transmission of Zika virus. The Olympics attracts mostly young healthy adults from middle and upper-middle income groups who live in developed countries. Such visitors are less likely to have been exposed to arbovirus infections and less familiar with mosquito bite prevention than Hajj pilgrims. Sexual transmission of Zika virus from commercial sex workers with asymptomatic infection might also be a possibility for those who attend the Olympics. 10 By contrast, the Hajj and Umrah participants are more likely to be older adults, many of whom have pre-existing health problems, and about two thirds of them originate from low-income countries and the tropics where personal habits of mosquito bite prevention can be suboptimum. 4 Also, Umrah and Hajj pilgrims' immersion in religious rituals could reduce personal uptake of mosquito avoidance measures.\n\nFor Saudi Arabian authorities, it is now a standard procedure to convene international public health consul tations each year before the pilgrimage season to develop disease-specifi c recommendations. 4 Brazilian authorities in collaboration with the Organizing Committee for the Olympic and Paralympic Games have already outlined vector control measures in the Olympics vicinity. 11 Although both countries may have robust vector control eff orts, no single approach is adequate to prevent mosquito bites and non-vector modes of Zika virus transmission; a combination of measures is needed at personal, community, and policy levels. With the emergence of chikungunya and dengue, Hajj authorities have been proactive in vector control measures. Given that pilgrim fl ow to Saudi Arabia is continuous, these eff orts will help minimise current transmission of Zika virus as well.\n\nOne important issue is the targeted promotion of options for personal mosquito bite protection-eg, the use of insect repellents, protective clothing, including long-sleeved shirts and trousers, insecticide-treated mosquito nets, and air conditioning in residences. 12 Despite the uncertainty about sexual transmission of Zika virus, 10,12 the promotion of safe sex and provision of condoms is benefi cial from a broader health perspective. Health-care providers can be encouraged to use travel health visits as an opportunity to emphasise the need for personal protection against mosquito bites and sexual transmission. Health advice for individuals can be provided during predeparture health visits that are usually routine for pilgrims travelling to Saudi Arabia. Additionally, by training athletic coaches on prevention of Zika virus transmission, their frequent contacts with athletes can be used to remind athletes about the need for compliance with public health advisories. Public health agencies in the home countries of travellers to Brazil and Saudi Arabia can partner with travel agencies and transport services, including airlines, to engage in communication about risks of disease transmission. Advice on personal protection can be reinforced at points of departure and arrival in home and host countries. Increasing the availability and distribution points of methods to prevent mosquito bites is also crucial. Similar approaches were part of prevention eff orts for pandemic infl uenza A H1N1 in 2009 and Middle East respiratory syndrome (MERS) in 2013 during the Hajj. 5, 13, 14 Methods for prevention of mosquito bites can be provided to each traveller at the arrival port before immigration control. Given that Brazil is facing a shortage of supply of insect repellents, global eff orts will be needed to procure and distribute them in adequate quantity.\n\nIn the absence of commercially available rapid test kits and the asymptomatic nature of most Zika virus infections, 7 it is premature to consider mandatory entry or exit screening and restrictions. Although there are confl icting reports on the value of exit and entry temperature screening, 15 it can help the detection of a few individuals with symptoms and might persuade some people with febrile illness to avoid travel and can help reinforce health advisories.\n\nThese mass gatherings provide an additional opportunity to undertake research on the transmission and prevention of Zika virus. Preparedness has been the key to success of recent Hajj mass gatherings held amid known risks, such as pandemic infl uenza A H1N1, MERS, and Ebola outbreaks. 4, 13 Lessons from Saudi Arabia's success with hosting Hajj during declared pandemics can be helpful to Brazil and the Olympics organisers. The next 4 months will be a crucial period for both Brazilian and Saudi authorities to review emerging research fi ndings on the natural history of Zika virus through expert consultations. International stakeholders can facilitate the needed advocacy and support. With proactive planning and preparedness, the eff ect of Zika virus infection on mass gatherings participants and their home and host countries can be minimised and the events can be held with a sense of confi dence among organisers, participants, and the global community. By doing so, available global and country resources can be used to address the unanticipated course of the Zika virus threat.\n\nHabida Elachola, Ernesto Gozzer, Jiatong Zhuo, *Ziad A Memish"}