{"title": "A live, impaired-fidelity coronavirus vaccine protects in an aged, immunocompromised mouse model of lethal disease HHS Public Access Author manuscript", "body": "the 21 st century. Like influenza, coronaviruses (CoVs) have a strong history of host-shifting and cross-species transmission 5, 6 . In addition to the 2002 emergence of SARS-CoV, which caused 50% mortality in aged populations, several other human CoVs, such as HCoV-NL63, HCoV-OC43, and HCoV-229E, likely emerged from animal reservoirs within the past 200 years 7, 8 . The sudden appearance of new respiratory viral pathogens from animals dramatically underscores the need for novel, broadly applicable platforms that rapidly and rationally attenuate emerging zoonoses, especially to protect vulnerable populations in future outbreaks.\n\nVaccines have a long history of success in reducing viral disease burdens. Live-attenuated vaccines are ideal, as they elicit balanced innate and adaptive life-long protective immune responses with low production and delivery costs 9 . Unfortunately, broadly applicable strategies for the rational design of live-attenuated virus vaccines have remained elusive, and vaccines attenuated by chemical treatment or passage can revert to virulence, resulting in disease outbreaks in the unvaccinated and immunocompromised 9 . Moreover, the precise mechanism of attenuation often remains unclear; thus, stability cannot be clearly evaluated or assured.\n\nRNA viruses encode RNA-dependent RNA polymerases (RdRps) lacking efficient proofreading capabilities; the resulting high error rates, which range from 10 −3 to 10 −5 mutations per site per round of replication, render RNA viruses highly vulnerable to lethal mutagenesis with chemical agents 10, 11 . High mutation rates generate considerable genomic diversity, allowing RNA viruses to rapidly adapt to changing environmental conditions and hosts 12 . Increased replication fidelity has been shown to reduce virulence for poliovirus and chikungunya virus [12] [13] [14] and has been proposed as a strategy for live-attenuated virus design 15 . Coronaviruses (CoVs) encode the largest known RNA virus genomes (26 to 32 kb), exceeding the theoretical limits of viable RNA genome size 11 . CoV mutation rates have been calculated to occur at lower frequencies than in other RNA viruses, approaching 2 × 10 −6 mutations per site per round of replication 16 . Nsp14, encoded in the viral replicase gene, contains a 3′ to 5′ exoribonuclease (ExoN) of the DEDDh exonuclease superfamily 17 . In addition to the CoVs, ExoN homologs are present in the members of the Nidovirales order whose genomes are >20 kb but are not present in the smaller arteriviruses (12-16 kb) , suggesting that the ExoN played a critical role in genome expansion 16, 18 . In vitro 3′-to-5′ exoribonuclease activity has been demonstrated for recombinant SARS-CoV nsp14 19 . We have engineered and recovered viable ExoN inactivation mutants from mouse hepatitis virus (MHV-ExoN) and SARS-CoV (SARS-ExoN). Both MHV-ExoN and SARS-ExoN inactivations are maintained stably for more than 10 passages in vitro and exhibit 15-to 20fold-increased mutation frequencies compared to wildtype MHV and SARS-CoV 16, 20 . Thus, ExoN plays a critical role in CoV RNA genome replication fidelity in vitro, likely by directly mediating or stimulating proofreading, a function previously unknown among RNA viruses 21 .\n\nIn this study, we used the stable, low-fidelity mutator phenotype of the SARS-CoV ExoN mutants as a platform to determine whether decreased replication fidelity could be used as a broadly applicable, rational design strategy for a live-attenuated vaccine 16, 20, 21 . In this study, we evaluated: 1) the impact of the inactivation of an RNA-proofreading exonuclease and the resultant mutator phenotype on CoV replication, fitness, and pathogenesis; 2) virus stability after passage or persistence in vivo; and 3) the efficacy of using a decreased-fidelity mutant as a vaccine. Further, this study assessed the potential for generating stably attenuated, reversion-resistant, immunogenic strains of known and newly identified CoVs to be used as vaccines in both immunocompetent and immunocompromised populations.\n\nNsp14 ExoN inactivation mutations were engineered into the background of the virulent mouse-adapted SARS-CoV (MAwt), yielding MA-ExoN (Fig. 1a, b) . MAwt, which causes increased mortality and acute respiratory distress in young and aged mouse models [22] [23] [24] , and MA-ExoN were compared in growth experiments (MOI = 0.1 PFU cell −1 ). MA-ExoN displayed a stable <1-log growth defect (Fig. 1c) . When placed in direct competition, MA-ExoN was clearly less fit than MAwt over successive rounds of infection ( Supplementary  Fig. 1a, b) . MA-ExoN genome RNA levels were roughly equivalent at 6 h post-infection (p.i.) to those of MAwt and were reduced at 12 h p.i., but MA-ExoN genome RNA levels were approximately 10% that of MAwt levels by 24 h p.i. (Supplementary Fig. 1c) . Thus, the data suggest that MA-ExoN is able to initiate and establish replication efficiently through times of peak RNA synthesis (0-6 h) but is impaired in accumulation, which manifests late in one round of infection and is amplified over multiple rounds. The results are consistent with accumulating defects resulting from a profoundly increased mutation rate (see Discussion).\n\nRNA from multiple MAwt and MA-ExoN plaques were then sequenced. Both the MAwt background and engineered ExoN mutations were present in all sequenced MA-ExoN clones. Additionally, MA-ExoN accumulated 14-fold greater unique mutations and had a mean 11.5-fold greater mutation frequency compared to MAwt (P < 0.01) (Fig. 1d, e) . The results confirm that the growth and replication fidelity of the nsp14-ExoN mutator phenotype is present in MA-ExoN and is indistinguishable from that in SARS-ExoN during replication in culture.\n\nTo assess MA-ExoN virulence, young (10-week-old) and aged (14-month-old) female BALB/c mice were infected with MA-ExoN or MAwt (Fig. 2) . Young mice infected with MAwt exhibited dose-dependent weight loss and recovery (Fig. 2a) , though there were no observable dose-dependent differences in lung titers or clearance after d 4 p.i. (Fig. 2b) . In contrast, young mice infected with MA-ExoN exhibited no signs of clinical disease and had high but not dose-dependent lung titers that were rapidly cleared by d 4 p.i. (Fig. 2a, b) . Next, MA-ExoN and MAwt were compared in aged, immunosenescent mice 25 . Animals infected with both viruses exhibited dose-dependent weight loss (Fig. 2c ), but while lung titers were equivalent across doses in MA-ExoN and MAwt infections on d 2, MA-ExoNinfected mice cleared virus independent of inoculation dose, while MAwt-infected mice cleared virus more efficiently at d 4 in higher-titer infections (Fig. 2d ) Additionally, while aged mice infected with MA-ExoN experienced no mortality, MAwt-infected mice experienced dose-dependent mortality (Fig. 2e) . As described previously 23 , little if any virus was detected in other organs. These experiments demonstrate that MA-ExoN is attenuated in both young and aged disease models compared to virulent MAwt and that disease symptoms, when present, are less pronounced in MA-ExoN infections than in MAwt infections.\n\nA potential concern with live-attenuated vaccines is the chance that they could revert to virulence in vivo, particularly in immunocompromised individuals. Therefore, we assessed whether MA-ExoN was attenuated in immunocompromised mice. MAwt and MA-ExoN were used to infect young Rag (Recombination Activating Gene) −/ − , SCID (Severe Combined Immunodeficiency), and Stat1 (Signal Transducer and Activator of Transcription 1) −/ − mice, including background controls (C57BL/6, BALB/c, and 129, respectively). In all cases, MA-ExoN-infected animals experienced significantly less weight loss than MAwtinfected mice (Fig. 3a -c; P < 0.05, see Supplementary Table 1 ). Only Stat1 −/− mice experienced any notable weight loss (~15%) due to MA-ExoN infection; however, experimental morbidity thresholds were not passed (Fig. 3c) . In contrast, all MAwt-infected Stat1 −/ − mice died or were moribund by d 9 p.i., but MAwt infection was not lethal in C57BL/6 or 129 control mice (Fig. 3a, c) , as previously reported 22, 26 . \n\nInfection with both MAwt and MA-ExoN persisted for at least 60 d in SCID mice (see Fig.  3e ), potentially allowing for the most longitudinal cycles of replication and the lowest immune barriers to the emergence of mutations conferring increased fitness, reversion to virulence, and fidelity-compensating changes. To test this, viral genomes from viral plaques grown from 30-d SCID lung homogenates were sequenced ( Fig. 4 and Supplementary Table  2 ). For MAwt, a total of 14 consensus mutations were identified (~100,000 nt), with 3 mutations shared in 2 or 3 genomes, resulting in 11 distinct mutations (4 synonymous [S] and 7 nonsynonymous [NS]). For MA-ExoN, the engineered inactivation mutations were maintained. In contrast to MAwt, MA-ExoN plaques contained a total of 91 mutations (89 distinct -32 S and 57 NS), constituting a 9.6-fold higher total mutation accumulation compared to MAwt. Table 2) for statistical determinations. Mutation accumulations were significantly higher in MA-ExoN-infected mice for both regions (P < 0.01). Additionally, there was a mean 18.3-fold accumulation increase for MA-ExoN across the ORF1a region. When accumulations of mutations were normalized per 10 kb, MA-ExoN mutation accumulations in ORF1a vs. ORF1b regions were not significantly different (P = 0.340) but remained significantly increased compared to MAwt (P < 0.001 for both ORF1a and ORF1b). No new mutations were identified in all three MA-ExoN plaques, suggesting no obligatory or consistent pattern of adaptation or mutational bias. The most prevalent mutation identified (C16999M) was also present in viral stocks as a polymorphism; however, its frequency in the viral population remained stable (~40%) both in vitro and in vivo and in experiments with both BALB/c and SCID mice (Supplementary Table 2 and data not shown). The results from ExoN persistent infection over 30 d were consistent with the results from passage of SARS-ExoN virus in culture: the ratios of accumulation of unique mutations (MA-ExoN:MAwt) during replication in SCID mice ranged from ~9.6 to 18.3:1, similar to that measured between S-ExoN and SARS-CoV in culture 16 .\n\nTo test the resistance to reversion to virulence during passage in vivo, we subjected MAwt and MA-ExoN to both short and long serial passages (24 and 72 h per passage, respectively) in aged BALB/c mice (Fig. 5) . In both cases, viral titer remained stable from passage to passage ( Fig. 5a , b); additionally, viral plaque phenotypes were preserved, and the ExoNinactivating mutations and amino acid substitutions were maintained (data not shown). In contrast, while MAwt titer remained stable over 24-h serial passage, mice inoculated with 72-h lung homogenates died by d 3 in passage 2 (Fig. 5b) . Interestingly, while MA-ExoN titer remained stable over the 72-h passage, mouse weights did not decrease during infection after passage 1 (Fig. 5c) . Importantly, there was no evidence of a gain of virulence over serial passage in the MA-ExoN pathogenesis model: when aged mice were infected with lung homogenates from each of the final 24-h and 72-h passages, mice infected with MA-ExoN passages lost no or little weight, and MAwt-infected animals became moribund (Fig.  5d ).\n\nTo test whether MA-ExoN persistent infection could result in phenotypic reversion to virulence, viruses harvested from d30 SCID mice were used to infect young BALB/c mice (Fig. 5e ). MAwt-infected mice exhibited signs of morbidity (weight loss, hunched posture, ruffled fur) but recovered. In contrast, MA-ExoN-infected mice exhibited no clinical signs of illness, as in the initial infection (see Fig. 2a ). Additionally, plaques containing different mutational subsets were identically attenuated upon reinfection of BALB/c mice (Fig. 5f ). These results demonstrate that after 30 d of persistent infection, the ExoN mutator phenotype does not revert to virulence, despite the greatly increased mutation rate and population diversity.\n\nAged mice mount poor productive immune responses to SARS-CoV vaccines and remain highly susceptible to severe disease and lethal infection 24, 28 , thus representing the most sensitive measure of vaccine efficacy against lethal SARS-CoV infection. To test the efficacy of the MA-ExoN mutant as a possible vaccine against lethal challenge, aged BALB/c mice were vaccinated with MA-ExoN and were then allowed to recover from infection. Mice were then challenged with a lethal dose of MAwt (Fig. 6 ). Mock-vaccinated mice succumbed to MAwt challenge by d 3 p.i. and had high lung titers ( Fig. 6a and 6b) . However, mice vaccinated with MA-ExoN were protected from illness (Fig. 6a) ; further, in contrast to other vaccine platforms 24, 28, 29 , MA-ExoN-vaccinated mice had no detectable lung titers 2 d post-challenge (Fig. 6b) .\n\nAdditionally, mice vaccinated with MA-ExoN generated high levels of neutralizing antibodies (mean: 1:311 ± 37.5 reciprocal 50% neutralization titer) (Fig. 6c) . The minimal neutralizing titers for protection against SARS-CoV infection in mice have been reported as 1:25-1:49 30 . Thus, even with a single vaccination, MA-ExoN provided complete protection against lethal challenge in a susceptible, immunosenescent mouse model of lethal SARS-CoV infection. To our knowledge, the MA-ExoN virus constitutes the first approach to SARS-CoV immunization that fully protects against clinical disease and replication in an aged mouse model 24, 28, 29 .\n\nLive-attenuated vaccines have profoundly reduced the global disease burden associated with viral infections (i.e., measles, mumps, rubella, polio, yellow fever, and chickenpox) 9,15 . Live-attenuated vaccines often result in long-lasting protective immunity from single administration; additionally, they are often less expensive and can be produced more rapidly, which make them prime candidates for first-response strategies for epidemics and emerging viruses. However, live-attenuated vaccines carry several risks, including primary or secondary reversion to a virulent phenotype. In fact, attenuated phenotypes encounter natural selective pressures for reversion that can cause outbreaks of disease in unvaccinated populations 31 .\n\nRNA virus replication fidelity has evolved to balance genome diversity and stability; therefore, inactivating an enzyme, such as nsp14-ExoN, that is responsible for high-fidelity replication could theoretically drive the virus toward instability and deleterious mutational diversity, likely resulting in decreased fitness in complex environments, which was observed in vitro ( Fig. 1 and Supplementary Fig. 1 ). It is possible that nsp14-ExoN may serve other functions in viral RNA synthesis 21 ; however, global impairment of viral RNA synthesis alone cannot explain the in vitro results and the in vivo attenuating phenotype.\n\nIt is not possible to fully separate defects due to increased mutation load from those resulting from the replication defect observed, and both likely contribute to the phenotype. However, our results are consistent with the hypothesis that both stable and evolving defects resulting from the mutator phenotype have irrevocably attenuated MA-ExoN. These defects could include: 1) mutations that impair or terminate translation, replication, and transcription; 2) mutations that impair or abolish protein functions; and 3) changes in RNA polymerase processivity in the presence of an inactivated proofreading exonuclease. These combined impairments may be profoundly manifested with CoV ExoN mutants, as the high number of accumulated mutations per genome is unprecedented among viral mutator strains. Indeed, the phenotype is similar to those reported for model systems with inactivated exonucleases, such as the human mitochondrial DNA polymerase γ (pol γ) 32,33 and bacteriophage T7 DNA polymerase [34] [35] [36] . In pol γ studies, the loss of proofreading was associated with impaired polymerase activity in a manner that is likely causal, impossible to uncouple, and characterized by decreased speed, increased template dissociation, and restricted access of nucleotides to the polymerase active site 32, 33 . For CoVs, the high levels of iterative amplification of both genomic and subgenomic RNA would further accelerate these deleterious processes by providing aberrant templates. The loss of ExoN proofreading would continuously generate new potentially attenuating alleles and defective genomes and would reduce both genome fitness (Supplementary Fig. 1 ) and the risks for primary and secondary reversions to virulence.\n\nIn this study, we demonstrate that MA-ExoN is attenuated in mice and that the mutant clears rapidly in the presence of an adaptive immune response. While the experiments recapitulated many of the phenotypes observed in aged and immunocompromised human populations, additional testing in primates will be necessary 37 . SCID persistent infection experiments verified the accumulation of mutations across the genome, without evidence for the selection of either phenotypic virulence-enhancing alleles or primary genotypic reversion. Viruses harvested after passage remained avirulent, supporting conclusions that: 1) selection for virulence is not occurring; 2) selection is being outcompeted by the gradual accumulation of attenuating mutations in individual genomes or the in the population mutational swarm; or 3) the mutant is unable to generate or select for either fast-growing or slow-clearing viruses that are also more virulent. Not surprisingly, a limited number of polymorphisms (Supplementary Table 3 ) were identified in the MA-ExoN virus stock that was used in subsequent experiments. Viruses with and without these mutations were fully attenuated in vivo (Fig. 5f) , and the mutations were also maintained in lungs in the same frequencies as they were in the virus stock, suggesting that they were not selected against during passage in vivo (Supplementary Table 2 ). Thus, no single mutation or polymorphism could be clearly linked to viral attenuation except for the ExoN inactivation.\n\nImportantly, we have shown that MA-ExoN vaccinations are completely protective against replication and lethal challenge in aged BALB/c mice, the SARS-CoV mouse pathogenesis model that captures most of the severe clinical disease outcomes in human infections. Additionally, neutralization titers were equivalent with or superior to two-dose alphavirus replicon S glycoprotein vaccines and killed vaccines containing alum, with the additional advantage of protecting against virus replication and clinical disease 24, 28, 29 .\n\nLive-attenuated vaccines must possess two characteristics, aside from the capacity to elicit a protective immune response: resistance to primary reversion and stable attenuation at secondary sites. We have demonstrated that MA-ExoN possesses both of these characteristics. In all circumstances, the engineered inactivation mutations were maintained, indicating that exonuclease activity is not critical for the virus life cycle and that the 4-nt, 2aa change presents a substantial barrier to primary reversion; further, the passage experiments suggest that the virus lacks redundant or complementing mechanisms to fully restore the loss of ExoN activity. Finally, MA-ExoN harvested from persistently infected SCID mice retained an attenuated phenotype when re-inoculated into mice, suggesting that persistence does not select for virulence. Future studies will address whether additional modifications could serve to enhance and stabilize the attenuated phenotype by reducing the likelihood of gain of function by homologous recombination, such as introduction of the ExoN inactivation in the TRS-rewired background 38 , which could increase resistance to reversion.\n\nThe inactivation of putative viral proofreading components in the pursuit of a stable vaccine constitutes a paradigm that has high potential to be broadly applicable to those members of the Nidovirales with an exonuclease activity. In a time when metagenomics studies inform us of the likelihood of future viral emergence events -viruses that have the potential to afflict the human population much as SARS-CoV did in 2002-2003 -the design and ready implementation of an attenuation strategy that can be rapidly applied to any emerging CoV represents a significant advance for the preservation of public health. These data should also encourage the pursuit of fidelity-impairing mutations in the replicase proteins of other RNA viruses as potential targets or the use of CoVs as vaccine vectors for rational vaccine design.\n\nA SARS-CoV D plasmid was constructed by restriction digestion and ligation of existing SARS D-ExoNI 16 and SARS D-mouse-adapted (MA) 23 plasmids. Briefly, both plasmids were restriction digested with BstB I and Xba I enzymes. Following treatment of the digested SARS D-ExoNI plasmid with Antarctic Phosphatase (New England BioLabs, Ipswitch, MA, USA), fragments were isolated, purified, and ligated together using T4 DNA Ligase overnight at 4 °C as described previously. Colonies were screened for proper insert size by restriction digestion and electrophoresis, and the presence of appropriate mutations was verified by sequencing.\n\nVirus containing the ExoNI inactivation and mouse-adapted mutations within the viral coding sequence was produced using the infectious cDNA assembly strategy for SARS-CoV as previously described 39, 40 . ExoN viruses were kept at low passage (one passage past virus rescue, P1) to minimize the accumulation of mutations in cell culture. For this study, an equivalently low-passaged MAwt virus was used for comparison.\n\nMAwt and MA-ExoN viruses were grown in Vero cells at an MOI = 0.1 PFU cell −1 in all in vitro experiments, with the exception of the genome RNA quantification experiment, which was performed at an MOI = 3 PFU cell −1 . Passage series and growth experiments were performed and viral titers were determined as described in 16 .\n\nVero cells were plated at 10 6 cells well −1 in 6-well plates. Cells were infected at an MOI of 0.1 with combinations of MAwt and MA-ExoN in 1:1, 1:10, and 1:100 proportions favoring either MA-ExoN or MAwt and were incubated for 24 h at 37 °C. After 24 h, 100-μl aliquots of each supernatant were passed to fresh 6-well plates of Vero cells for five total successive passages, and infected monolayers were harvested in TRIzol (Invitrogen, Grand Island, NY, USA). After passages were complete, RNA was purified according to the manufacturer's protocol, and first-strand cDNA was generated as described in 41 . PCR products were produced using primers S32F and S34R (Supplementary Table 4 ). Once the presence of single-band PCR products was verified by agarose gel electrophoresis and the yields were calculated by spectrometry, 100 ng of each product was restriction-digested using BsrF I, which cuts in the nsp14-ExoN engineered mutation site but does not cut in the corresponding MAwt sequence. Digested products were resolved on a 1.7% agarose gel, and normalized relative percentages of MAwt vs. ExoN-MA digested products were calculated using ImageJ (http://rsbweb.nih.gov/ij/).\n\nVero cells were infected with either MAwt or MA-ExoN at an MOI = 3 PFU cell −1 . At 6, 12, and 24 h p.i., RNA was harvested in TRIzol and was isolated according to the manufacturer's protocol. First-strand cDNA was generated as above, and real-time PCR was performed assessing for genome RNA using the primers 5′-AGCCAACCAACCTCGATCTCTTGT-3′ (forward) and 5′-TGACACCAAGAACAAGGCTCTCCA-3′ (reverse). cDNA was normalized using the GAPDH primers 5′-TGCACCACCAACTGCTTAGC-3′ (forward) and 5′-GGCATGGACTGTGGTCATGAG-3′ (reverse) 42 . Normalized results were then compared as ratios of MA-ExoN MAwt −1 genomes using the ΔΔCt method. Mice were weighed daily, and on certain days specified in each experiment, a subset of mice in each group was sacrificed, and their lungs harvested for virus titer. Mice that dropped below 70% initial mass or were moribund were sacrificed before their scheduled timepoints. Serial passages were inoculated as above for passage 1; subsequent passages were inoculated with 50 μL of clarified lung homogenate (lungs were homogenized in 1 mL of PBS) from the previous passage. All experiments used n = 5 mice per virus per dosage/ condition (if applicable) per timepoint, with the exception of experiments using immunocompromised mice, in which n = 3.\n\nLungs harvested for virus titer were weighed and homogenized in 1.0 mL PBS at 6000 rpm for 60 s in a MagnaLyser (Roche, Basel, Switzerland). Virus titers were determined by plaque assay on Vero cells as previously described 40 .\n\nMouse sera were heat-inactivated for 30 min at 55 °C and were then serially diluted to 1:100, 1:200, 1:400, 1:800, and 1:1600 in PBS to a volume of 125 μL. Next, 125 μL of PBS containing low-concentration MAwt (40 PFU) or high-concentration MAwt (240 PFU) was added to each serum dilution. The virus-serum mixtures were incubated at 37 °C for 30 min. Following incubation, virus titers of the mixtures were determined by plaque assay as described 40 . Finally, we calculated the 50% plaque reduction neutralization titer (PRNT 50 ) values, the serum dilutions at which plaque formation was reduced by 50% relative to that of virus stock not treated with serum.\n\nTo determine the sequences of viral genomes present in SCID mouse lungs after 30 d of infection, plaques were isolated from SCID 30-d mouse lung samples as described above. Briefly, once individual, well-resolved viral plaques were visible, they were harvested by collecting the agarose plugs above them using a 200-3L pipette tip. Each agarose plug was dropped in 0.5 mL PBS, allowed to diffuse for 24 h at 4 °C, and then applied to ~70% confluent monolayers of Vero cells in T25 flasks and incubated for 48 h at 37 °C. Infected cell monolayers were then harvested in 1 mL TRIzol. First-strand cDNA was generated as described in 41 . Amplicons of the viral genomes were generated as follows: for whole genome sequencing (amplicons 1-13) and partial genome sequencing (amplicons A-G, X, and Y), the primer pairs indicated in Supplementary Table 4 were used in a 50-3L PCR reaction using Phusion polymerase (New England BioLabs). Five microliters of each PCR reaction were electrophoresed on agarose gels to verify the presence of correctly sized amplicons, and PCR products were purified using a Qiagen PCR Purification Kit (Qiagen, Valencia, CA, USA). Amplicons were then sequenced using the corresponding primer sets for each amplicon as indicated in Supplementary Table 4 . Sequence results were analyzed using Geneious Pro 5.3.6 (Biomatters, Auckland, New Zealand) and Serial Cloner 2.1 (SerialBasics, http://serialbasics.free.fr/Home/Home.html). \n\nStatistical analyses were performed using the Mann-Whitney U test (http:// elegans.som.vcu.edu/~leon/stats/utest.html). Significance was set at P < 0.05. Colors are as follows: blue: synonymous, unique to one sequence; light blue: synonymous, present in three sequences; red: nonsynonymous, unique to one sequence; green: synonymous, present in two sequences; purple: nsp14-ExoN inactivation mutations. Mutations that alter the size of an ORF are indicated by a red Δ symbol (deletion) or a red S (stop codon). Genome sizes, ORF and nsp boundaries, and mutation marker placements are approximate. mean reciprocal dilutions are indicated by a bar for each group. The limit of detection for the assay is indicated by a dashed line."}