{"title": "Cruise Ship Travel", "body": "Cruise ship travel has gained tremendous popularity over the last three decades. In 2005, 11.5 million passengers sailed on North American cruises, representing a 2,100% percent increase since 1970. 1,2 A fleet of 192 cruise ships, with 245,755 beds, sailed at 100% capacity that same year. Surveys show that the top three reasons for passenger satisfaction with cruise vacations are being pampered, having the chance to visit several locations and fine dining. 1 In fact, the modern-day cruise ship has evolved since the early 1900s, when passenger ships were virtually the only means of crossing the ocean and when the focus was on efficient transatlantic transportation. 3 The speed of jet air travel changed the focus of cruise ship travel to the pleasure of the voyage itself. Cruise destinations such as the Caribbean and Mediterranean gained popularity due to climate as well as accessibility to many ports. Over time cruise ships have come to resemble floating luxury resorts. 3 The ever-expanding cruise itineraries, which include diverse ports of call, along with a growth in the number of embarkation ports and onboard amenities, provide travelers with convenient and comfortable means to sample different parts of the world in a short amount of time. 1 With the growing popularity of recreational cruises, gastrointestinal (GI) and respiratory disease outbreaks have posed challenges for public health officials and the cruise industry to ensure a healthy cruise environment. Many communicable diseases seen on board cruise ships are also on land. 4 However, disease exposure and transmission aboard ships may be exacerbated by the densely populated, semiclosed cruise environment, which compels international passengers and crew to share many activities and resources. 4, 5, 6 Moreover, a ship can acquire new infectious disease reservoirs while in port through contaminated food and water or infected people. 7 Environmental contamination on cruise ships and infected crew and passengers who remain on board during successive voyages may result in protracted outbreaks on cruises. 8, 9 An infectious disease acquired during the voyage may incubate in people disembarking from cruise ships and result in outbreaks in the travelers' home communities, especially in closed settings (such as nursing homes). 8 Therefore, the public health significance of illness aboard cruises lies not only in possible widespread illness onboard ships, but also the spread of diseases into communities all over the world.\n\nSanitation and disease surveillance programs developed through the cooperation of cruise industry and public health agencies have led to improved detection and control of communicable diseases. 4 Due to the potential impact on health, having knowledge about shipboard morbidity and illness prevention measures as well as cruise ship sanitation practices is important for embarking passengers and their health-care providers. 10 Understanding the most frequently reported diseases on cruise ships, their source and mode of transmission, prevention measures, and available ship medical care facilities can lead to better preparedness for a healthy cruise vacation. 10 \n\nThe North American cruise industry Ships carrying 13 or more passengers are considered to be passenger ships. They include sailboats, yachts, river cruise ships, and ocean cruise ships. 11 Sailboats and yachts are best known for niche travel, such as \"eco-touring.\" River cruises are popular for providing an informal, intimate atmosphere while traveling to places such as the Nile and the Amazon. 2 Ocean cruises make up the greatest portion of ship-based leisure travel, with the North American cruise industry accounting for the major part of the global ocean cruise market. The North American cruise industry consists of cruise lines that primarily market cruises to North Americans, but have embarkation ports all over the world. 12 Nevertheless, North American ports, particularly those in the United States, handle the vast majority (83% and 75%, respectively) of all global embarkations. The North American cruise industry provides significant benefits to the U.S. economy, creating 330,000 jobs and generating $33 billion in 2005. 12, 13 During the same year, 8.6 million cruise passengers embarked on cruises from U.S. ports, with 56% of all cruise ship passengers sailing out of ports in Florida. Seaports in Puerto Rico and Canada handled 5% each, and those in rest of the world (primarily Europe and the Mediterranean) had 16% of global embarkations in 2005. 12 , 13 The Caribbean remained the top cruise destination, followed by the Mediterranean, other parts of Europe, Alaska, and Mexico. 1 Depending on the type of cruise, the duration can range from a day (e.g. gambling cruises) to several months (e.g. round-the-world cruises). The average length of a cruise is 7 days, and approximately 55% of cruising passengers choose 6-to 8-day cruises. 1 The typical 7-day cruise allows passengers ample time to visit 3-5 ports and explore different locales and cultures. For many travelers the ship is a destination in itself, offering luxurious accommodation, a variety of food, exciting activities, and relaxation.\n\nOver the last few years, the number of U.S. embarkation ports has steadily increased, allowing for lower costs and more convenience for U.S. residents wishing to take a cruise. Data reported in 2006 by the Cruise Line International Association (CLIA), the North American cruise industry's main marketing organization, indicate that up to 51 million North Americans might take a cruise within 3 years. CLIA also notes that 17% of the U.S. population has already cruised once in their lifetime, with more than 50% of that number having been on a cruise more than once. 1 In fact, 79% of all cruise passengers are U.S. residents. Compared with U.S. resident noncruise vacationers (defined by those spending 3 nights or more away from home for leisure trips), cruisers tend to be older (51% are over the age of 50 years), have higher income levels, and be likely to plan a vacation 4-5 months in advance, 1 allowing time for pretravel health preparation. A typical cruise ship will have a passenger-to-crew ratio of around 3:1. 3,14 Cruise ships employ crew members from all over the world; on average, 50 nationalities will be represented in a crew of 1,200. 15 The origin of crew members will depend on the cruise line and the designated occupation on the ship. Crew members may stay for months on successive voyages aboard a cruise ship, carrying out specialized tasks with the aim of achieving higher quality service.\n\nThe international character of today's cruise industry is manifested not only by the variety of worldwide ports and the nationalities of passengers, crew members, and company ownership, but also by the flag status, or maritime registry, of the individual cruise ships. The flag or maritime registry administration is a regulatory agency that oversees the operational procedures, ship specifications, crew qualifications, practices, and conformity to laws of commercial vessels registered in a particular country. 11, 16, 17 Cruise lines may register their ships with maritime agencies in countries such as the Netherlands, Norway, the United Kingdom, and the United States. They often choose to register their ships in the country of ownership of the cruise line or the site of the ship's production. Some cruise lines opt to register their ships in countries that provide open maritime registration or \"flags of convenience.\" Panama, Liberia, and the Bahamas are three such countries that allow foreign vessel owners to register their ships through their respective flag administrations. Together they account for more than 20% of the world's merchant fleet maritime registrations, including many cruise ships. The \"flag of convenience\" concept originated in Panama just after World War I, when U.S. merchant and passenger vessel registrations began to be transferred to Panama to take advantage of favorable tax incentives and to avoid restrictive prohibition laws. 16, 17 The open maritime registrations continue to provide the respective countries with a substantial revenue flow and the registrants with significant financial advantages pertaining to tax, labor, and liability costs. Each flag state, whether it provides open maritime registrations or the more traditional maritime state flag status, is required to be an International Maritime Organization (IMO) member nation and abide by its maritime safety resolutions, conventions, and codes. cruIse health, sanItatIon, and safety regulatIons\n\nThe concept of monitoring health aboard ships emerged during the 14th century plague epidemic, when \"black death,\" arrived from the East and swept across Europe. To prevent the entry and spread of disease and protect commerce, Venice enforced a mandatory 40-day anchor and observation of ships arriving from affected regions. This practice came to be known as \"quarantine,\" derived from the Italian word for 40 (quaranta). 18 Thereafter, other global infectious disease outbreaks, such as the cholera epidemic during the mid-1800s, provoked multiple international treaties and conventions to develop world standards to prevent the spread of disease across borders. 19 However, it was not until the World Health Organization (WHO) promulgated the International Sanitary Regulations (ISR) in 1951 that such international standards were developed. The ISR, renamed the International Health Regulations, were revised and updated in May 2005 to address emerging public health threats. 18, 19 The overall goal of the revised IHR is to provide maximum security against the international spread of disease while avoiding unnecessary interference with international travel and trade. 19 Among other things, the IHR provide world standards for ship and port sanitation, surveillance, and response for infectious diseases that can have a serious public health impact globally. 19 Under the IHR, international ports and conveyance operators are required to take measures to ensure delivery of safe food or water, appropriate waste disposal, and vector control. In addition, the WHO Guide to Ship Sanitation (referenced in the IHR) provides specific health requirements for ship construction and operation, and for sanitary measures on ships. It highlights the importance of applying control measures to reduce public health risks on ships. Recently, these guidelines have been revised with a systematic review of documented outbreaks and diseases of public health significance aboard ships during the last three decades. 20 The safety of cruise ship passengers and crew members is of paramount importance to cruise lines. 21 Safety regulations for international seagoing vessels, including cruise ships, are promulgated by the IMO in its International Convention for Safety of Life at Sea (SOLAS) and International Safety Management (ISM) Code. 11 These regulations address a variety of issues pertaining to passenger and crew safety, including fire protection, lifesaving equipment and procedures, and radio communications. The primary responsibility for monitoring for compliance with the SOLAS standards and other internationally recognized IMO conventions lies with the ship's country of maritime registry or flag state. Federal and state maritime agencies at ports of call, such as the United States Coast Guard for ships sailing in U.S. territorial waters, are provided with the legal authority to inspect vessels to ensure compliance with IMO conventions. 11\n\nThe Centers for Disease Control and Prevention (CDC) has responsibility for ensuring appropriate levels of sanitation and health aboard cruise ships arriving at U.S. ports. In 1975, as a result of gastrointestinal outbreaks on cruise ships, CDC established the Vessel Sanitation Program (VSP), in cooperation with the cruise industry, to minimize the risk of gastrointestinal diseases on cruise ships and establish comprehensive sanitation programs. 22 In accordance with U.S. federal quarantine regulations, VSP requires all ships carrying 13 or more passengers to report, at least 24 hours before arrival at a U.S. port, the number of cases (including zero) of acute gastroenteritis (AGE). CDC defines AGE as three or more episodes of loose stool within chaPter 34: Cruise Ship Travel 353 a 24-hour period, or vomiting plus one or more episodes of loose stool, fever, muscle aches, bloody stool, or headache. An epidemiologic and environmental investigation may be prompted if the cruise ship reports unusual cases, or at least 3% of the passenger or crew report symptoms of AGE. VSP posts summaries of recent and previous (since 1995) gastrointestinal outbreaks on its Web site. Those include the names of the associated cruise lines and cruise ships, sailing dates, illness symptoms, the percentage of passenger and crew affected, control measures, and causative agent, if known. 22 In addition to monitoring and investigating gastrointestinal disease aboard cruise ships, VSP develops guidelines and provides consultation to help shipbuilders and renovators meet construction standards that protect public health. That guidance extends to facilities that could affect public health, such as food storage, ventilation systems, and pools or spas. VSP also conducts unannounced, biannual sanitation inspections of U.S.-bound cruise ships that have international itineraries. The cruise line pays the fee for this inspection, based on tonnage. Ships are inspected for food and water sanitation, disinfection of spas and pools, personal hygiene and practices of employees, pest control, general cleanliness, the physical condition of the ship, surveillance for acute gastrointestinal disease, and other factors. A score of at least 86 (out of 100) is necessary for a ship to pass inspection. Up-to-date sanitation inspection scores of cruise ships are available on the VSP Web site and are published monthly in the \"Summary of Inspections of International Cruise Ships\" (Green Sheet). In general, lower inspection scores correlate with lower sanitation standards, but cannot provide an estimate for risk of acquiring gastrointestinal disease on the ships. 22 Other than AGE requirements, all international passenger conveyances bound for the United States are legally required to report, at least 24 hours before arrival, onboard cases with certain febrile syndromes suggestive of a communicable disease, as well as any deaths. These reports are received and investigated by CDC's Quarantine Stations, located at 20 major U.S. ports of entry or land border crossings, and operated by the CDC Division of Global Migration and Quarantine in Atlanta, Georgia. 23 Under federal quarantine regulations, the CDC Quarantine Stations have the authority to isolate, quarantine, and conduct medical surveillance of person(s) who are infected with, or exposed to, any of the communicable diseases listed in an Executive Order signed by the President of the United States. This list can be updated as new public health threats emerge. Diseases on the list include cholera, diphtheria, infectious tuberculosis, plague, suspected smallpox, yellow fever, and viral hemorrhagic fever. Recent additions include severe acute respiratory syndrome (SARS) and influenza due to novel viruses with pandemic potential. 23 Although regulations provide an important framework for cruise health and sanitation, the cooperation of the cruise industry is crucial in establishing a safe and healthy environment on cruise ships. With this goal, CLIA, which recently merged with the International Council of Cruise Lines, monitors and participates in domestic and international maritime policy development, and accordingly sets compliance standards among its 20 member cruise lines (which represent the majority of the North America cruise industry). 21 Some of the CLIA's requirements of its member cruise lines include measures to ensure prevention of marine pollution, appropriate work environment for the crew, waste management, and ship safety and security. 21\n\nCLIA member cruise lines follow and exceed the \"Health Care Guidelines for Cruise Ship Medical Facilities,\" 24 developed by the American College of Emergency Physicians (ACEP) Section on Cruise Ship and Maritime Medicine. This ACEP section is composed of physicians actively involved in cruise ship medicine. Their objective is to advance the capabilities of cruise ship medical facilities and the quality of medical care provided aboard cruise ships. 21 The guidelines address standards for medical facility design, medical staff qualifications, diagnostic equipment, and formulary selection, with a goal of providing general and emergency medical services to passengers and crew. 24 Medical care aboard cruise ship is designed to provide cruise line passengers and crew members with timely access to comprehensive services for minor to severe illness and injury. The international maritime requirement to have a doctor aboard ship is actually determined by the size of the crew. Only vessels with 100 or more crew members on an international voyage of 3 days or more are required to sail with a physician. 25 No international maritime regulations require a doctor to be aboard ship specifically for passenger medical care. The availability of doctors and nurses aboard cruise ships for passenger medical care are a result of the maritime requirements for crew medical services. In reality, the provision of services to both crew members and passengers by medical staff has become the standard within the cruise industry to meet the needs and expectations of all people onboard the vessel. 14, 21 Cruise ship physicians are recruited from countries worldwide. Employment by a particular cruise line may be dependent upon the doctor's nationality, as per the ship's flag state regulations, or the company's own hiring preferences. All physicians must meet the qualifications for appointment as a ship's medical officer. This typically includes an unrestricted medical license, medical board certification, 3 years of clinical experience post medical school, competence in advanced life support and minor surgical skills, and fluency in the official language of the cruise line. 24 Cruise ship nurses have comparable requirements for employment. The number of medical staff aboard any particular ship is dictated primarily by the total number of people aboard ship. This can range from a lone doctor for a small ship of 200 people to a medical staff of two physicians and five nurses for a mega-ship carrying more than 5,000 passengers and crew members. 14 The medical facility aboard a modern cruise ship is designed to provide essential medical services within the space constraints of an ocean-going vessel (see infirmary photo). Most of the medical conditions that arise aboard ship can be treated as they would be at a doctor's office or ambulatory care center at home. The infirmary is staffed several hours a day for routine medical evaluations. The medical staff is also available 24 hours per day to respond to medical emergencies. More serious problems (such as myocardial infarction, respiratory distress, or cerebrovascular accidents) may require emergency evacuation to a fully staffed and equipped shore-side hospital after the patient is stabilized in the ship's medical facility. 26 Accordingly, one should view a ship's medical facility as an infirmary or sickbay and not a full-service hospital.\n\nBasic specifications for medical equipment and drugs from the IMO and the International Labour Organization require a \"medicine chest\" that includes the \"International Medical Guide for Ships\" and the \"List of Essential Drugs\" published by WHO. 11, 25 These regulations are aimed more toward the ship's master or other \"medical person in charge\" on smaller vessels without a doctor onboard. In addition, flag states may regulate supplemental equipment and supplies. However, the equipment and formulary found on a modern cruise ship are much more complex and comprehensive than the basic medicine chest, the result of an evolutionary process to optimize passenger and crew medical care. The specific needs of any particular ship are based on several factors, including the ship's size, total passenger and crew count, mean age, and baseline health status of those on board, and the destination and duration of the cruise. 14, 24 The cruise lines have organized their medical departments on the basis of these factors and ACEP and other cruise industry guidelines. 24 Most modern cruise ships are equipped to perform a variety of laboratory tests (which may include complete blood count, blood sugar, electrolytes, chemistries, cardiac enzymes, pregnancy testing, and urinalysis), radiography, cardiac monitoring, and advanced life-support procedures. 24 The ship's formulary includes medications for treating common medical problems and a variety of more serious conditions, including infections, injuries, respiratory distress, and cardiac disorders.\n\nThe spectrum of illnesses occurring aboard cruise ships is broad and can vary depending on the demographics of passengers and crew on board. Two studies involving retrospective reviews of cruise ship medical logs showed that about half of all passengers seeking care aboard cruise ships were older than age 64 years. Respiratory tract infection was the most common diagnosis, followed by injuries, nervous system problems (e.g. seasickness), and gastrointestinal illness. 27, 28 About 90% of illnesses on cruise ships were not considered serious or life threatening, but of those which were, asthma, arrhythmia, angina, and congestive heart failure were among the most common. More than 95% of ill persons seen by the medical clinic were treated on board. The rest required either temporary or permanent disembarkation (before completion of the cruise) for shore-side medical care. 27, 28 One study estimated that on an average cruise ship voyage, a medical facility can expect to encounter a potentially serious illness or injury four times and have a patient disembark for medical reasons once. 27 Antibiotics were the most frequently prescribed prescription medication on cruise ships. 27 The risk of exposure to an infectious disease on a cruise is hard to quantify due to limited epidemiologic data and the wide range of environmental exposures that occur during cruise travel. 4 Documented outbreaks of infectious diseases abroad cruise ships have been most commonly related to gastrointestinal (norovirus) and respiratory infections (influenza, legionella). 5, 29 Clusters of illnesses related to vaccine-preventable diseases (other than influenza) such as rubella and varicella have also been reported in recent years. 4, 18 \n\nUpper respiratory tract infections are the most frequent diagnosis in cruise ship infirmaries, accounting for approximately 29% of passenger visits. 27 The semiclosed and crowded environment of cruise ships may allow for increased person-to-person transmission of respiratory viruses. In addition, ship resources such as contaminated whirlpools or water supply, and even infected crew or passengers remaining on board for multiple voyages, may serve as reservoirs for respiratory pathogens, causing continuous transmission of illness on consecutive cruises. 8, 30 The two most frequently documented etiologic agents of cruise ship-related pneumonia outbreaks are Legionella and influenza viruses. 29, 30 Legionnaires' disease Cruise travel-related Legionnaires' disease may occur for several reasons. First, a large percentage of cruising passengers are of advanced age and may have underlying illnesses, placing them at a higher risk for this disease than the general population. Second, cruise travel may involve high risk environmental exposures, such as potable water systems or cooling towers at ports of call in tropical climates. Third, the ship's complex water system may fail in design, maintenance, or disinfection, leading to bacterial growth in the water supply, air conditioning, or whirlpools. 20, 30 Public health investigations often have difficulty linking a case of Legionnaires' disease to a particular cruise ship due to delayed case detection and multiple exposures encountered during a cruise vacation. 9 As a result of the long incubation period (2-10 days) of Legionnaires' disease, cruise ship-associated clusters may go undetected because passengers may not develop symptoms until they have returned home. Once symptoms do develop, physicians may not suspect or confirm the diagnosis of legionnaires' disease nor associate it with cruise travel. Furthermore, even if a diagnosis is made, fewer than an estimated 10% of Legionnaires' disease cases in the United States are reported to local or state public health departments, although reporting is legally required. 9 Upon case detection, public health investigators face several challenges in pinpointing the origin of travel-related Legionnaires' disease. Passengers on a particular cruise ship may have been exposed to multiple pathogen reservoirs, such as hotel showers, during port stops, as well as before and after cruise travel. Moreover, firm linkage to a source requires isolation of the pathogen both from the suspected environment and from clinical specimens, which may no longer be available at the time of the public health investigation. 30 The first passenger ship-associated case of Legionnaires' disease was reported in 1977. Since then approximately 50 incidents involving about 200 cases were documented as of 2000. 20 In about 70% of these outbreaks, the ship's infectious source was not determined or reported. The most commonly established causes of the outbreaks included contamination of ship's water supply, air conditioning system, or spa pool. 20, 30 The largest documented culture-confirmed cruise ship outbreak of Legionnaires' disease occurred in 1994. It involved a total of 50 passengers during nine separate sailings of the same ship. 9 Illness due to infection through bacteria-laden aerosols generated by the spas was associated with immersion in, and spending time around, the whirlpool. The risk increased by 64% for every hour spent in the spa water and 35% for every hour spent around the spa. The same strain of Legionella pneumophila serogroup 1 was isolated from the sand filters of the whirlpool spas and a clinical respiratory specimen, pointing to inadequate bromination of the ships' three whirlpool spas as the cause for the outbreak. No cases were discovered in the crew, most likely due to their lack of exposure to the spas and younger age. This outbreak was detected 3 months after it began, when a New Jersey physician notified the state health department that three hospitalized patients with atypical pneumonia had been on the same cruise ship, which highlights the delay in detection of cruise-associated Legionnaires' disease. 9 In another, smaller, outbreak, three cases of Legionnaires' disease were detected on two separate voyages of one ship in the autumn of 1995 and 1996. A hot water supply contaminated with L. pneumophila serogroup 1 was found to be the outbreak source. 31 Past cruise ship outbreaks of Legionnaires' disease and better knowledge about Legionella ecology have led to improvements in cruise ship prevention measures: design optimization of water-containing equipment, and standardization of disinfection, as well as maintenance, of spas and water supplies reduce the risk of bacterial growth and colonization. 29 Clinicians can also play an important role in the control of cruise travel-related Legionnaires' infection through rapid case detection among pneumonia patients by ▪ inquiring about travel history, including cruise travel; ▪ performing appropriate diagnostic tests (both rapid and culturebased tests); and ▪ promptly reporting cases to state and local health departments. 29 Influenza Influenza A and B outbreaks among cruise ships crew and passengers can occur throughout the year, even when seasonal influenza activity is absent in the region of the cruise. 32, 33 The convergence and intermingling of international crew and passengers from parts of the world where influenza is in circulation, can lead to the introduction and rapid spread of influenza aboard ships. 6 Substantial morbidity may result from cruise influenza outbreaks due to the presence of a large percentage of elderly and chronically ill passengers, both of whom are at higher risk for complications and death due to influenza infection. 32, 33 In September 1997, an influenza outbreak occurred among passengers and crew aboard a cruise ship during several sailings between New York and Montreal. The associated acute respiratory illness (ARI: cough and/or sore throat) affected 19% of the crew (92 of 493) and 17% of 1,284 surveyed passengers, 77% (994) of whom were age 65 years or older and 26 % (336) had chronic health conditions. 6 Investigators found that the number of persons who sought treatment for respiratory illnesses from the ship's infirmary greatly underestimated the true magnitude of the outbreak. Although this cruise was in the northern hemisphere, the isolated influenza A (H3N2) strain was thought to have been introduced by travelers from the southern hemisphere, where influenza was in season and the implicated strain was circulating. This outbreak was contained through surveillance, isolation of cases, vaccination of crew member, antiviral prophylaxis and treatment of both crew and passengers, and other public health control measures. 6 A more sustained outbreak occurred among land-and sea-based tourists to Alaska and the Yukon during the summer of 1998, when 40% of an estimated 1.16 million tourists entered the region by cruise ship. Some of these passengers also participated in overland tours. 33 Tour operators and returning travelers alerted public health officials about the increased risks of acquiring ARI and pneumonia. Reviews of cruise ship passenger medical logs revealed ARI rates two to three times the 1997 rate of 5.3 visits per 1,000 passengers. This led to intense public health surveillance at multiple sites, including local hospitals, clinics, and cruise ship infirmaries. The surveillance ultimately revealed 5,000 cases of ARI, including 2,864 influenza-like illness (ARI and fever of 100° F or 37.8° C or self-reported fever) and 171 cases of pneumonia. Most cases were among tourists and tourism workers (representing 18 and 37 countries, respectively), and only a small percentage were among Alaska residents. The isolated influenza A (H3N2) virus was the predominant circulating strain during the previous influenza season in the United States and Canada. It was unclear if the virus was still circulating among Alaskan residents and infected susceptible tourists or if infected tourists from the southern hemisphere (where the influenza season was ongoing) introduced this outbreak. Despite control measures, the outbreak lasted for 5 months due to a large weekly influx of susceptible overland and cruise ship tourists, ending only after the completion of tourism season. During the summer of 1999, an increase in ARI again occurred among tourists to the same region, prompting year-long surveillance. 33 It also resulted in CDC's releasing the \"Preliminary guidelines on prevention, surveillance and control of influenza-like illness (ILI) aboard cruise ships,\" compliance with which is voluntary for cruise lines. 34 Influenza B outbreaks have occurred more recently. In one outbreak during the summer of 2000, a Baltic cruise from the United Kingdom carrying passengers primarily from the United States had a much greater ARI attack rate among the crew (13% of 506) than the passengers (4% of 1,311) . 32, 35 Confirmed cases initially tested negative by rapid influenza testing (designed to detect A and B strains). The final diagnosis of influenza B was made by viral culture and immunofluorescence antibody of nasopharyngeal specimens. The index case was found to be a passenger who boarded the ship ill and remained in her cabin except for meals, passing on the infection to both her cabin and dining room stewards. Other crew members became infected by socializing or sharing cabins with the ill crew members, leading to the higher attack rate among crew than among passengers. 35 This outbreak demonstrates the potential for person-to-person transmission of the influenza virus between passenger and crew. It also highlights the importance of appropriate isolation of ill persons and use of infection control precautions in preventing and controlling outbreaks, especially in crowded and confined settings such as cruise ships.\n\nPrevention of influenza outbreaks aboard cruise ships involves joint efforts from the cruise industry, public health agencies, and the traveling public. CDC guidelines suggest that cruise lines should ensure yearly influenza vaccination of at least 80% of crew per ship. 34 In addition, to ensure early recognition of an outbreak, ships should conduct surveillance for ARI and ILI, perform appropriate rapid influenza testing, expeditiously report suspected outbreaks to public health authorities, and implement control measures such as isolation, infection control, and treatment with antiviral medications, if warranted. 34 Clinicians can also play an important role in preventing influenza and other respiratory disease outbreaks aboard ships by ▪ asking travelers to refrain from traveling while ill and if illness develops during the trip, to practice respiratory hygiene and minimize contact with other people, including the cruise staff; and ▪ providing vaccination (or rarely, antiviral medications) as prevention, especially to high-risk populations as well as their close contacts, and those traveling in large tour groups, even if travel occurs during summer. 35 \n\nThe estimated likelihood of contracting gastroenteritis aboard a 7-day cruise is less than 1%. 27, 36 Gastrointestinal (GI) disease accounts for fewer than 10% of passenger visits to the ship's infirmary. 27 Cruise outbreaks of gastroenteritis due to bacterial and viral pathogens, particularly noroviruses (NoV), are well recognized. 36, 37 As a matter of fact, the number of outbreaks of gastroenteritis on cruise ships has increased significantly in recent years due to NoV. Acute gastroenteritis (AGE) outbreaks per 1000 cruises increased almost tenfold from 2001 to 2004 (0.65 to 5.46). 36 A recent WHO review documented 108 shipassociated food and waterborne outbreaks from 1970 to 2000. Data from 69 outbreaks revealed 16,461 ill persons, 136 hospitalizations, and 2 deaths. However, these reported outbreaks were thought to underestimate the true incidence of gastrointestinal illness aboard cruises due to underdetection of cases. Ill passengers may not seek care in the ship's infirmary for fear of ruining a vacation or other impositions, and ill crew may not present themselves due to concerns of losing income during isolation or premature disembarkation. 20\n\nA review of data from cruise ship waterborne diseases outbreaks during the period 1970-2003 showed that Enterotoxigenic Escherichia coli (ETEC) and NoV are the two pathogens most frequently linked to cruise ship waterborne GI outbreaks. 38 Consumption of ice from contaminated water bunkered by cruise ships at non-U.S. ports, with subsequent onboard water treatment failure have resulted in number of ETEC outbreaks. 39 In addition, factors such as crosscontamination of potable water with bilge water and ice machine contamination from failure of backflow prevention devices have resulted in NoV GI outbreaks. 38 More commonly, however, NoV may not be implicated in waterborne disease outbreaks because of the difficulty in detecting NoV in environmental samples. Moreover, NoV are more resistant to chlorination than enteric bacteria and require higher levels of residual chlorine levels to prevent outbreaks. 20 Other organisms that may cause waterborne GI outbreaks on cruise ships include Salmonella spp, Shigella sp, Cryptoporidium sp, and Giardia intestinalis. However, the specific cause cannot be identified in about one quarter of outbreaks. 38 An outbreak of Brainerd diarrhea was associated with consumption of unbottled water, ice, and raw sliced fruit and vegetables aboard a cruise to the Galapagos Islands in 1994. Deficiencies in the ship's water handling and chlorination may have contributed to this outbreak of chronic diarrhea among passengers. 40 Cruise ships can prevent waterborne disease outbreaks by ensuring that water is obtained from safe and reliable sources at ports and stored safely; loading water properly at ports to avoid cross contamination; conducting extra disinfection treatments of water if it is suspected to be contaminated; monitoring residual disinfectants in distribution systems; and ensuring performance of regular inspections and maintenance of the ship's potable water systems. 38 \n\nAn epidemiologic review of cruise ship foodborne disease outbreaks that occurred from 1970 through 2003 showed that 82% were caused by bacterial pathogens and the rest by viruses, parasites, or unknown sources. 41 Salmonella spp was the most common etiologic agent of cruise ship foodborne outbreaks, causing more than one quarter of the outbreaks. Other common pathogens included Enterotoxigenic E. coli (ETEC) (16% of outbreaks), Shigella spp (16%), Vibrio parahaemolyticus spp (10%), and NoV (8%). Outbreaks have resulted more rarely from Staphylococcus aureus, Vibrio cholerae, Clostridium perfringens, Trichinella spiralis, and Cyclospora spp. Seafood (causing 28% of outbreaks) has been the most commonly implicated food vehicle, followed by salads, poultry, eggs, and red meat. However, a contributing factor could be identified in fewer than half of all outbreaks. Those identified factors most frequently included inadequate temperature control, infected food handlers, and contaminated raw ingredients. 41 Cruise dining typically offers elaborate meals consisting of a large assortment of foods, which usually involve preparation by multiple food handlers and in many steps, resulting in an increased chance of food mishandling and contamination. 41 Furthermore, meals are served to a large population in a short time, likely leading to a time gap between the preparation and serving. Inadequate temperature control of foods during this time can allow bacteria to grow. For example, in a S. aureus gastrointestinal illness outbreak aboard a Caribbean cruise ship, the suspected food was pastries, which were believed to have been contaminated during preparation. The same strain of S. aureus was detected from several food handlers and cases. Additionally, possible subsequent storage of the pastries at warm temperatures led to the production of enterotoxin, which caused illness among passengers. 42 To reduce the risk of foodborne outbreaks cruise ships should ensure that food (especially shellfish) is thoroughly cooked, use pasteurized eggs, cater shore-side meals rather than using local sources, and exclude ill food handlers from food preparation. 37 Norovirus From 1975 to 2000, the incidence of outbreak-related diarrheal disease cases on cruise ships decreased from 26.6 cases per 100,000 passenger days to 3.5 cases per 100,000. 43 This decline was associated with improved sanitation aboard ships, as VSP inspection failure rates dropped from almost 100% in 1975 to about 5% in 2000. 44 However, during the period 2000 to 2004, despite good environmental health standards on cruise ships, the incidence of outbreak-related diarrheal disease rose to 669 cases per 100,000 passenger days. 36 In fact, the total number of reported GI outbreaks on cruise ships increased from 2 in 2001 to 26 in 2004. This increase in GI outbreaks as well as the frequency of AGE cases on cruise ships was attributed to noroviruses (NoV). 36 Outbreaks of NoV typically occur during the fall and winter months. However, during the summer of 2002, the incidence of NoV outbreaks peaked with the emergence of a previously unidentified strain called \"Farmington Hills\" (genogroup II cluster 4 NoV). This was also the predominant circulating strain on land, causing 45% of the outbreaks. 7, 36 This strain caused GI outbreaks on as many as six consecutive cruises, despite sanitation measures. It even resulted in a nursing home outbreak linked to an infected resident who returned from cruise travel. 8 NoV are the most common cause of viral gastroenteritis on cruise ships and AGE in the United States, with 23 million cases yearly. 45 NoV are transmitted by fecal-oral route, directly person to person, from contaminated food and water, or by contact with contaminated surfaces or objects. Aerosolized vomit has also been suspected as a mode of transmission. 45 During cruise NoV outbreaks, the original source of infection may be an infected person or food. Further spread, resulting in large numbers of illnesses, mainly occurs by person-toperson transmission of the virus. 41 Most NoV outbreaks can be characterized by having high attack rates, high prevalence of vomiting, short duration of illness, and an absence of identifiable pathogen on culture. 46 Recurrences of NoV cases on consecutive cruises are common due to the virus' low infective dose, combined with its persistent reservoir; cruise staff remaining onboard during multiple voyages; and a contaminated cruise environment, which is difficult to disinfect with routine sanitary measures. 7, 8, 45 Furthermore, studies to identify effective disinfectants are difficult due to the lack of a NoV culture system, making efficient decontamination even more challenging for the cruise industry. 7 The key to controlling the spread of NoV on cruise ships is the rapid implementation of control measures at the first signs of an AGE outbreak. In fact, each cruise line has detailed operational directives, based on CDC-recommended control measures, on how to deal with a pending or actual gastrointestinal outbreak. 47 For example, routine cleaning is conducted when AGE affects fewer than 1% of passengers or crew. If the percentage affected reaches 2% or more (outbreak likely or in progress) or there are six or more cases in one day, the captain is notified immediately and a decision may be made to escalate sanitation measures. Some examples of CDC-recommended NoV control measures include strict application of food and water sanitation measures; prompt disinfection with suitable disinfectants (e.g. chlorine solutions at concentrations of at least 1,000 ppm, phenol-based compounds, and accelerated hydrogen peroxide products); and isolation of ill passengers and crew for 48-72 hours after clinical recovery. 45 Typically, the captain gives printed instructions to the passengers about illness prevention and control measures to be followed. These may include hand washing tips and a recommendation to seek medical care in the ship's infirmary as soon as GI symptoms develop. This letter also lists sanitation measures being undertaken by the ship, such as frequent cleaning of common areas, staterooms, elevator buttons, and hand rails. 47\n\nIn addition to influenza, cruise ships have had outbreaks of other routine vaccine-preventable diseases (VPD), such as rubella and varicella. Most often, such illnesses are traced to crew originating from countries in which immunity to routine VPD may be low. 18 For example, susceptibility rates to rubella range from 4% to 68% in countries without a routine rubella vaccination program. 48 The densely populated environment of cruise ships and the social interactions among crew and passengers allow for person-to-person spread of VPD among susceptible persons. In the United States an estimated 10% of women of childbearing age are susceptible to rubella. 48 Of the pregnant women infected during the first 11 weeks of gestation, up to 90% of the infants will be born with congenital rubella syndrome (CRS); the rate of CRS for infants born to women infected during the first 20 weeks of pregnancy is 20%. 49 Hence, women of childbearing age (i.e. 15-44 years), particularly pregnant women, 48 along with other potentially susceptible groups of cruise travelers, such as the elderly, immunosuppressed, and children, need to check their immune status to routine VPD before travel.\n\nIn 1997, the CDC investigated two outbreaks of rubella among crew members on two cruise ships sailing from Florida to the Bahamas. 48 In one outbreak, 16 (4%) of 366 crew members tested were found to have a positive IgM for rubella. Of these sixteen crew members with an acute rubella infection, 50% were asymptomatic. An additional 7% of tested crew members proved to be susceptible to infection. Approximately 85% of 366 crew members were born outside the United States (representing more than 50 different countries), and 75% had no known immunity to rubella or had a negative antibody result on testing. Although no cases appeared among passengers in either outbreak, a survey of 3,643 passengers on one of the cruise ships found 75% to be U.S.-born, 33% to be of childbearing age, and 0.8% to be pregnant (half being in the first trimester), demonstrating the susceptibility of passengers to rubella. This outbreak was controlled by administration of measles-mumps-rubella (MMR) vaccine to crew members without documented immunity to rubella, active surveillance aboard the cruise ship for new rubella cases, and notification of all passengers at risk for exposure to rubella on the cruise ship. 48 Another outbreak of varicella aboard a cruise ship in 1998 revealed similar trends in VPD risk among the crew, with 13% being infected or susceptible, most being foreign-born (especially from tropical countries). 18 Persons are immune once they develop varicella, so the risk of infection decreases with age. In tropical areas, however, varicella typically occurs among adults, who are at risk of developing more severe disease. Special attention should be given to immunocompromised persons among susceptibles, and they who should receive specific varicella-zoster immune globulin (or intravenous immune globulin if specific IG is not available) within 96 hours of exposure. 50 \n\nThe CDC Quarantine Stations receive case reports from U.S.-bound ships of other communicable diseases (mostly among crew) such as measles, mumps, tuberculosis, typhoid, and hepatitis A and B. 51\n\nAfter respiratory infection, injuries are the second most common reason for passengers to seek medical care aboard cruise ships, accounting for 18% of infirmary visits. 27 The most common injuries seen are sprains, contusions, and superficial wounds. Reported cruise-related injuries most frequently occur on decks and stairs, in passengers' own cabins, or ashore during port calls. 27 \n\nMost cruise itineraries tend to be in the calm waters of the Caribbean or the Mediterranean. Modern cruise ships are also constructed with roll stabilizers, which minimize turbulence. Even so, sea sickness is a common concern of many cruise travelers and is among the top four reasons for infirmary visits. 27 Some passengers are sensitive to motion and require pharmacologic prevention and treatment with antihistamines, antimuscarinic, or antidopaminergic agents. 14 Alternative medicines may also help some individuals (for more information on sea sickness, see chapter 44). The association between passenger cabin location and risk of motion sickness is controversial, but common perception persists that central cabins are the least sea sickness-inducing. A recent study found that cabin location is only associated with the risk of sea sickness when the passenger is seated or standing. Passengers who are able to readily lie down can reduce their risk for motion sickness irrespective of their cabin location. 52\n\nPre-travel health preparation for cruise travel can be challenging because of planned visits to multiple countries and participation in a variety of shipboard and shore-side activities. In making health risk assessments, health-care providers should consider a broad range of issues. These include the travelers' health condition and immunity to routine VPD including influenza, the need for special immunizations and chemoprophylaxis based on the cruise ship's itinerary, and health-related risk behaviors during cruise travel. 4,10,53 (See Table 34 \n\nDuring pre-travel counseling, clinicians should carefully review the traveler's medical conditions to assess if the person can endure the stress of travel and whether the person has any special health needs, for example, wheelchair access, oxygen, or dialysis. 10, 14 Cruise travel can expose travelers to infectious agents, pollutants, changes in diet, physical exertion, extremes of weather, and other conditions that can exacerbate chronic medical conditions. However, cruise tours are available that provide care by onboard specialists, such as pulmonologists and nephrologists, for persons with certain physical impairments, such as chronic obstructive pulmonary disease (COPD) and renal failure requiring hemodialysis. Travelers with medical conditions should be advised to contact and make arrangements with the cruise line about their specific medical needs before departure. 14, 54 Cruise ships built during the past 10 years generally have cabins designed to accommodate wheelchairs. Information regarding wheelchair access can be obtained from the individual cruise lines or the CLIA Web site. 14,55 Depending on the medical condition, some cruise lines may require that the traveler have a travel companion. 54 Cruise travelers can also verify a cruise ship's sanitation level and learn about ongoing or recent GI outbreaks through the CDC's VSP Web site. 10, 22 Medical facilities on most modern cruise ships are comparable to those of a community urgent care center. However, limitations and variability exist between cruise lines and individual ships -and at shore-side hospitals during port stops -in the level of care available. 10, 14 For this reason and to protect the health of others on board, passengers with acute medical complaints or those who acquire an infectious disease before travel should be encouraged to postpone travel and call the cruise lines to discuss alternatives.\n\nRegardless of age and underlying medical conditions, all passengers should be up-to-date for routine age-appropriate vaccinations (See Table 34 .1). 4, 48 Given previous cruise ship outbreaks of VPD such as rubella, chickenpox, and influenza, immunity to these diseases should be ensured, especially in high-risk populations (e.g. elderly, immunosuppressed, or pregnant women). 6, 18, 48 Consideration for influenza vaccination should be given, especially to travelers at high risk for complications from influenza infections and their close contacts, or those who will be traveling with a large group (any time of the year) or visiting the tropics or the southern hemisphere during April to September. 35 However, influenza vaccine may be largely unavailable in North America during the summer months. Therefore, clinicians may consider prescribing a recommended antiviral medication for treatment or prophylaxis of influenza for high-risk patients. 56 The traveler's planned itinerary -which countries will be visited, duration of stay, and shore-side excursions and activities -provides crucial insights for determining the need for special immunizations (such as typhoid, rabies, yellow fever, Japanese encephalitis, and meningococcal) and chemoprophylaxis (e.g. for malaria and influenza). 4 If warranted by location of shore-side stays and outdoor activities, travelers should be advised to include mosquito and sun protection in their travel kit (for more information on travel kits, see chapter 8). Travelers, especially those with known health conditions, should carry a written summary of essential health information which would facilitate their care on board or at a shore-side hospital during a medical emergency. 14 This personal medical information sheet (sample available in reference 14) should include information on the traveler's demographics, allergies, chronic conditions, blood type, medication list, contact information of the physician and next of kin, and medical and travel insurance information. 10, 14 Important laboratory information, such as an ECG or chest radiograph, if abnormal, should also be attached to the medical information sheet. 14,57 All prospective cruise travelers should be strongly advised to contact their health insurance carriers in advance of travel and to consider purchase of additional insurance to cover reimbursement for medical evacuation and health services in foreign countries. 10, 14, 57 Often, gaps in regular coverage require the additional travel insurance, which can often be found in a travel package offered by cruise lines, usually costing 5%-7% of the total package price. 14 However, if only supplemental medical evacuation insurance is needed, the cost can be as low as $50 per person for 1 year of coverage. 14 \n\nClinicians should remind cruise travelers to exercise health-conscious behavior during their journey. Travelers should use caution in selecting the food and water they consume and should practice good hygiene (wash hands, cover coughs and sneezes, etc.) to reduce their risk of getting ill from an infectious disease (see table 34.2) . 37, 53 Passengers should ensure that food they consume is thoroughly cooked, inquire if pasteurized eggs were used for foods requiring a large number of eggs as ingredients (e.g. custards or flan), and evaluate the risks of eating food off the ship at ports. 37 They should be encouraged to follow the rule of \"boil it, peel it, cook it, or forget it.\" During shore-side excursions, pre-packaged foods should not be kept for long hours at unsuitable temperatures, and passengers should drink bottled water. 20, 40 Practicing good hand and respiratory hygiene is important in preventing illnesses that are transmitted from person to person, either by direct contact, by respiratory routes, or through contaminated environments. 58, 59 After travel Passengers should be urged to follow up with their health-care provider for any fever or flu-like illness that develops up to a year after travel. 58 Clinicians should inquire about cruise travel in all cases of pneumonia, other respiratory illnesses, gastrointestinal illnesses, or suspected communicable disease. 10 Appropriate diagnostic testingboth rapid and culture-based-better enables public health investigations to link an illness to a source. Viral isolation (via nasopharyngeal specimens) is essential to identify new and unusual imported strains of influenza and other respiratory pathogens. 9, 30 Clinicians can help enhance surveillance and characterization of cruise ship-associated illnesses by identifying and reporting notifiable diseases or conditions and possible clusters of diseases to public health agencies. Insect repellent (based on itinerary and shore-side activities) (same resources as above)\n\nAdequate supply of all medication Written personal medical information (include patient demographics, health and travel insurance, contact information of health-care provider and next of kin, medical history, current medications and pertinent lab data (EKG) Routine immunizations, if not up-to-date Other immunizations if indicated (based on itinerary) Malaria prophylaxis if indicated (based on itinerary) Influenza antiviral medication (based on risk assessment) Guidance about mosquito prevention Guidance about sun protection Travel advice -pre-travel health preparation, during travel healthy habits, and after travel follow-up (Table 34.2) conclusIon Since 1970, the North American cruise industry has seen an average annual passenger growth rate of 8.1%. and the popularity of cruise travel is expected to continue to grow, reaching an estimated 20.7 million cruising passengers in 2010. 1 The occurrence of shipboard illnesses and outbreaks related to gastrointestinal, respiratory, and vaccine-preventable diseases has led to improved infectious diseases surveillance and control strategies by the cruise industry and public health agencies. 10, 22, 23 Pre-travel health preparations and knowledge of available medical care aboard cruise ships are important for cruise travelers, especially given that approximately one third are senior citizens who may have chronic illnesses or who may be at greater risk for some infectious diseases. 6 Because medical facilities aboard cruise ships are designed to provide basic emergency medical care, travelers should be encouraged to consult their health insurance provider regarding extra coverage while away from their home country and for medical evacuation. 14 During travel (while on cruise and on-shore):\n\nTo prevent getting food-and water-borne diseases Ensure all food consumed is thoroughly cooked Inquire about use of pasteurized eggs for foods with eggs as main ingredient (e.g. flan, omelets) Evaluate the risks of eating any food, especially off the ship Ensure correct temperature of cold and hot foods Ensure pre-packaged food for shore-side excursions is stored at appropriate temperature\n\nTo prevent spread of germs Follow good hand hygiene: Wash hands frequently with soap and water If soap and water not available, alcohol-based disposable wipes or gel sanitizers containing at least 60% alcohol may be used Follow good respiratory hygiene:\n\nCover mouth and nose with tissue when coughing or sneezing If tissue not available, cough or sneeze into upper sleeve, not hands Put used tissue in waste basket Avoid close contact with people who are sick Be sure to report illness to cruise staff if they are unaware Stay well hydrated by drinking water Get plenty of rest Avoid excessive alcohol intake\n\nReport to doctor for illnesses especially with fever or respiratory or symptoms "}