{"title": "Emerging infectious disease outbreaks: Old lessons and new challenges for obstetrician-gynecologists", "body": "The long and prominent role of infectious diseases in obstetrics and gynecology is well documented. References to puerperal sepsis date back to Hippocrates' time, with his writings containing references to ''childbed fever.'' 1 Epidemics of puerperal sepsis at lying-in hospi-tals were not uncommon throughout the 17th and 18th centuries. 1 Thanks to the astute clinical observations of physicians such as Dr Oliver Wendell Holmes and Dr Ignaz Semmelweis, by the end of the 19th century, the importance of hand washing and aseptic technique in obstetrics was recognized and contributed to substantial declines in puerperal sepsis rates. 2, 3 With the advent of effective antibiotic therapy in the 1930s, deaths from puerperal sepsis further declined. 2 Throughout most of the 20th century, overall infectious disease mortality rates declined precipitously because of numerous developments in medicine and public health, which included dramatic improvements in the safety of the water and food supply; advances in vector control, sanitation, and housing; the development of effective and available vaccinations; and the introduction and widespread use of antibiotics. 4 The nation's overall success in combating infectious diseases led to widespread optimism that infectious diseases no longer posed a credible threat to health. This sentiment was summarized by Surgeon General William Stewart in 1967 who stated that ''The time has come to close the book on infectious diseases. We have basically wiped out infection in the United States.'' 5 However, this optimism was short-lived. By the end of the 20th century, it was clear that infectious disease morbidity and death, whether naturally occurring or intentionally inflicted, were still very much with us.\n\nAt the turn of the 21st century, we are faced with an emergence of new infectious disease threats within medicine, many of which may directly or indirectly affect the practice of obstetrics and gynecology. The emergence and spread of microbial threats is driven by a complex set of factors that includes the evolution of microbes under selective pressures; changes in climate, weather, and ecosystems; increased speed and scope of global travel and commerce; alterations in human susceptibility; and in some cases, criminal intent to harm. 4 In 1994, the Centers for Disease Control and Prevention (CDC) launched a plan to ''combat today's infectious diseases and prevent those of tomorrow'' with the publication of their report titled, ''Addressing Emerging Infectious Disease Threats: A Prevention Strategy for the United States.'' 6 This strategy, updated in 1998, outlines a plan for building ''a stronger, more flexible US public health system that is well-prepared to respond to known disease problems, as well as to address the unexpected, whether it is an influenza pandemic, a disease caused by an unknown organism, or a bioterrorist attack.'' 6 There is a clearly defined role for obstetriciangynecologists in the strategy to address emerging infectious diseases in the United States. In fact, diseases of pregnant women and newborn infants are 1 of the 9 areas that are targeted specifically in the CDC plan. 6 In their role as frontline clinicians, they may be among the first to encounter patients with novel infectious diseases. For example, 2 of the 8 patients with lab-confirmed severe acute respiratory syndrome (SARS) in the United States were pregnant women. As demonstrated by the clinical examples outlined later, astute clinicians are often responsible for first detection of clusters of infection or unusual presentations that prove to be emerging infectious diseases. Furthermore, frontline clinicians such as obstetrician-gynecologists are a critical control point in the control and prevention of infectious diseases. They must know how to rapidly gather data and respond appropriately, and they may be required to respond rapidly to inquiries from their patients, particularly when the outbreak of the emerging infectious disease receives widespread media attention. In addition, they may need to address infectious disease risks within their practices, such as the isolation of clinic patients with rash or respiratory symptoms. This systematic review summarizes 3 recent, highprofile infectious disease threats that have affected the United States: (1) SARS, (2) West Nile virus, and (3) anthrax. For each of these 3 infectious disease threats, this review provides a narrative of how and why this infection emerged and was identified and includes the role of individual clinicians and public health professionals. Specific concerns for obstetrician-gynecologists that include issues that are relevant for pregnant women are addressed.\n\nRelevant literature in the 3 infectious diseases of interest was identified by searching MEDLINE (1966 MEDLINE ( -2004 with the following key words (last accessed: : SARS, West Nile virus, and anthrax. The search was limited to English language. These searches identified 2359, 1393, and 2339 citations, respectively. The titles of all articles were reviewed by 1 of 2 authors (J.E.E.; D.J.J.), and the relevant articles were reviewed in more detail (ie, abstract and/or full manuscript). To ensure that articles that focus specifically on pregnancy issues were not overlooked, combinations of the following key words were also searched with PubMed: SARS and pregnancy; West Nile virus and pregnancy; and anthrax and pregnancy. For these searches, non-English articles were included, if the abstract was in English. These searches resulted in 25, 15, and 32 articles for SARS, West Nile virus, and anthrax, respectively. The full manuscripts for all of these articles were read and reviewed. Morbidity and Morality Weekly Reports were searched by title on the CDC website (www.cdc.gov/ MMWR) with the same 3 keywords (SARS, West Nile virus, and anthrax), which resulted in 10, 107, and 22 MMWR publications, respectively. The summaries from these manuscripts were reviewed, and relevant articles were read and reviewed in full. CDC experts for each of the 3 outbreaks of interest reviewed the manuscript and the references that were cited to identify any potential omissions.\n\nAlthough an extensive literature search was undertaken for this systematic review, this review is not meant to summarize all that is known about the 3 infectious diseases that are covered. Rather, it is meant to provide a brief summary of the outbreaks to orient the reader and to highlight some lessons learned and to focus on some important aspects of the outbreaks that are of particular relevance for practicing obstetrician-gynecologists.\n\nOn February 21, 2003, a 65-year-old physician who was traveling from the Guangdong Province of China spent 1 night on the ninth floor of what came to be known as ''Hotel M'' in Hong Kong. 7 This physician, who had been providing care for patients in Guangdong Province where an outbreak of respiratory disease among approximately 300 patients had been reported, had been ill for approximately 1 week with similar respiratory symptoms. [8] [9] [10] At least 12 guests of this hotel, including 8 guests who also stayed on the ninth floor of ''Hotel M,'' became infected with the mysterious respiratory disease, 7 which was later named SARS. 11 These infected hotel guests then traveled on to other countries and transported the disease with them, effectively serving as index patients for the outbreaks of SARS in a variety of countries, which included Vietnam, Singapore, Canada, Ireland, and the United States. 7, 9, 12, 13 Within 5 months, O8400 cases of SARS and O800 deaths in 32 countries would be reported to the World Health Organization (WHO) 14 and represented the first pandemic of the 21st century. 15 Because of unprecedented international scientific, medical, and public health collaboration and cooperation, the global response to SARS was extraordinarily rapid and effective 16, 17 ; by July 5, 2003, the WHO had announced that the global outbreak of SARS had been contained. 9 Because of the potential for rapid international spread of SARS, a rapid, effective, and coordinated global response was required. Within the first 2 weeks of March, the WHO established a multicenter laboratory network for the study of SARS. 17 By the third week in March, a novel coronavirus was identified in patients with SARS. 8, 18 Shortly thereafter, the full genome of the SARS-associated coronavirus was mapped, and it was announced that this coronavirus was the causative agent of SARS. 8, 19 In the meantime, under the leadership of the WHO, teams of epidemiologists from a wide variety of international agencies including the US CDC were dispatched around the world to investigate the origins, transmission, clinical characteristics, and risk factors for SARS. 16 Based on epidemiologic data, including seroprevalence studies, strong evidence emerged that suggested that caged, exotic animals that are sold in markets in Guandong Province served as the likely source of the SARS coronavirus, which then spread to persons who were handling and selling these animals. 9, 20, 21 The primary mode of SARS transmission was identified as contact with large respiratory droplets from symptomatic individuals. 9, 22 However, initial infection control recommendations accounted for potential airborne transmission as well. Therefore, a multifaceted approach to disease control was required, and a wide variety of infection control measures were instituted rapidly. [23] [24] [25] In the healthcare setting, infection-control practices were enhanced and included provision of personal protective equipment and training of healthcare workers in respiratory and hand hygiene. Specifically, healthcare workers should wear gloves, gown, mask, and eye protection. These recommendations combine elements of contact, droplet, and airborne infection-control precautions. Additionally, patients with SARS were grouped together and isolated in the hospital. Ideally, SARS patients should be placed in private rooms, which maintain the negative pressure, and the number of healthcare workers who care for the patient and the number of visitors should be limited. 26 In some places, specifically designated clinics and hospitals were set up to care only for patients with SARS. 23, 24, 27, 28 It is important for healthcare workers to be aware that viremia with SARS coronavirus peaks later in the illness course than other similar-appearing respiratory infections, such as influenza. 9 This means that the transmission of SARS may be more likely 8 to 10 days after illness onset at the point at which a SARSinfected patient requires hospital admission and in some cases intubation.\n\nTo control transmission in the larger community, public education, contact tracing and quarantine of contacts, surveillance at border crossings (such as health declaration forms and fever monitoring), and travel advisories and restrictions were instituted. 28 In mid March, the WHO issued an unprecedented emergency global travel advisory that recommended postponement of all but essential travel to high-risk SARS areas. 9 In addition to the epidemiologic descriptions, the clinical course of SARS also was elucidated rapidly. 10, 12, 13, 18, 22, 25, [29] [30] [31] [32] [33] Infected persons typically experience the rapid onset of fever and other prodromal symptoms (such as myalgia, malaise, and headache). A nonproductive cough is also common, and shortness of breath generally develops later. The presence of rhinorrhea makes the diagnosis of SARS less likely. Other findings that are characteristic of SARS include lymphopenia and elevated lactate dehydrogenase levels and pulmonary infiltrates on chest imaging. A patient's condition may deteriorate rapidly, exhibiting oxygen desaturation and adult respiratory distress syndrome, and require ventilatory support. In patients with suspected SARS, a workup for known causes of communityacquired pneumonia should be performed, and specimens should be collected for SARS testing. Serum samples from patients with SARS often show appropriate acuteand convalescent-phase immunoglobulin G antibodies with a SARS-specific enzyme-linked immunosorbent assay. Standard regimens for community-acquired pneumonia should be instituted, and supplemental oxygen should be used as needed. The patient's condition may deteriorate rapidly because of progressive respiratory failure and may require admission to an intensive care unit and mechanical ventilation. Although the antiviral drug ribavirin has been used extensively to treat SARS outside the United States, there are no data that demonstrate its efficacy. 34, 35 Because ribavirin is known to be teratogenic and embryocidal in animal studies, 36 ribavirin is not recommended for treatment of SARS in pregnant women.\n\nAlthough there were reports of pregnant women with SARS from several countries, the number of reported cases is too small to permit any definitive conclusions as to whether SARS was more or less severe among pregnant women as compared with nonpregnant women. Among the cases of SARS that have been reported among pregnant women, there were no reports of perinatal transmission of SARS. [37] [38] [39] [40] [41] [42] The largest case series of pregnant women with SARS was from Hong Kong; 12 pregnant patients, including 5 pregnant healthcare workers, with SARS were admitted to 5 public hospitals in Hong Kong. 41 Three of the 12 pregnant patients with SARS died, for a case fatality rate of 25%. Seven of the 12 pregnant women with SARS were infected in the first trimester, and 5 of the women were infected in the second or third trimester. Among the 7 women who were infected in the first trimester, 4 women had spontaneous abortions, and 2 women had induced abortions. Of the 5 women who were infected later in pregnancy, 3 women underwent preterm cesarean delivery (26-32 weeks of gestation) for worsening maternal hypoxemia; 2 of the 3 women who underwent cesarean delivery subsequently died. Although the number of evaluated patients was small, pregnant women with SARS were more likely to require admission to the intensive care unit, to experience renal failure and disseminated intravascular coagulopathy, and to die than nonpregnant control subjects. 38 Followup information was reported for the 5 liveborn infants who were born to pregnant women who were infected with SARS during the second or third trimesters. There was no clinical or laboratory evidence of SARS among the infants, despite a systematic search for perinatal transmission that included serial reverse transcriptasepolymerase chain reaction assays, viral cultures, and paired serologic titers. 15 There were also cases of pregnant women with SARS from mainland China 42,43 and 2 cases from the United States. 37, 39, 40 Notably, 2 of the 8 persons with laboratory-confirmed SARS in the United States were pregnant women. 40 A 36-year-old pregnant woman at 19 weeks of gestation had traveled from the United States to Hong Kong and then to Guangdong Province to visit family members. She stayed on the same floor of ''Hotel M'' during the same time as the 65year-old ill physician who is credited with infecting the other guests. On return to the United States, she was hospitalized for pneumonia and required mechanical ventilation. Serum specimens were positive for the SARS coronavirus antibody. She was delivered at 38 weeks of gestation by cesarean delivery for placenta previa. The infant appeared uninfected by SARS, although specimens were not obtained for testing. 37, 39 The second case involved a 38-year-old woman at 7 weeks of gestation who also traveled to Hong Kong during the SARS epidemic. After recovering from her illness, she had a relatively unremarkable pregnancy. At 36 weeks of gestation, she had preterm labor and spontaneous rupture of membranes and underwent an emergency cesarean delivery because of fetal distress. The infant appeared normal, and no virus was detected in stool samples. 40 For obstetrician-gynecologists, there are several important lessons from the SARS pandemic. Although the United States was spared relatively during this outbreak, the global response to this outbreak may provide important clues about how to respond to future health threats. During an outbreak of a disease like SARS in which nosocomial spread plays an important role, the implications for a busy obstetric unit that provides urgent medical care on a 24-hour basis to primarily healthy pregnant women and their newborn infants are enormous. Staff from several large obstetric units in Toronto 44, 45 and Hong Kong [46] [47] [48] provided detailed reports about the challenges that they faced responding to SARS, an emerging infectious disease about which very little was known. In a Toronto hospital, the timing was ideal because the obstetrics unit was able to move into a newly designed facility with separate entrances, elevators, and air handling systems. Staff were instructed to use appropriate personal protective equipment (masks, face-shield or eye protection, gown, non-latex gloves), and all patients and visitors wore masks. In addition, visitors were limited to 1 visitor during labor and delivery, and no visitors were allowed after the delivery. The length of the postpartum stay was decreased, and after discharge women were instructed to stay at home under quarantine for 10 days. All physicians and healthcare workers were asked to observe work quarantine and were allowed to go directly to work and home with minimal contact with the public. 44, 45 In Hong Kong, obstetric services were transferred to a hospital that was separate from where SARS cases were being treated. Women were discharged sooner after delivery, and all nonessential obstetric services (such as routine ultrasound examinations and prenatal diagnosis) were suspended temporarily. [46] [47] [48] The basic principles of the responses in Toronto and Hong Kong included keeping healthy pregnant women away from potentially infectious SARS cases.\n\nIn August 1999, a physician in Queens was caring for 2 patients who had been hospitalized with encephalitis and muscle weakness. Because of concerns about the unusual nature and pattern of the illness, the physician contacted the local health department. The health department followed up and found 6 additional cases of similar illness in the area, and further investigation revealed several interesting epidemiologic clues: The patients lived within a 16 square mile area of each other; all of the patients participated in outdoor activities such as gardening in the evenings, and Culex mosquito breeding sites and larvae were found in the patients' yards and neighborhoods. Further surveillance of local hospitals revealed a total of 59 patients who had been hospitalized with a similar illness. Subsequently, West Nile virus was isolated both in birds in this area and in the ill patients. 49 The rapid identification and control of this outbreak, which represents the first recognized outbreak of West Nile virus in the Western hemisphere, is a tribute to the astute observations of a front-line clinician combined with the rapid response of the public health system. As described in the editorial accompanying the case series of the 59 patients who were hospitalized with West Nile virus in New York City, ''The discovery that a cluster of cases of encephalitis in the New York City area in the summer of 1999 was caused by the West Nile virus, was a masterstroke of medical detection, combining features of a Berton Roueche story, a Michael Crichton novel, and Alfred Hitchcock's The Birds.'' 50 West Nile virus is a single-stranded mosquito-borne flavivirus with a predilection for the human nervous system, which accounts for the neurologic sequellae often associated with infection. The virus was identified originally in the West Nile region of Uganda in 1937. 51 A variety of bird species serve as the natural reservoir for the virus, and the virus is transmitted to humans by mosquitoes that bite both birds and humans. 52 Since the first reports in 1999, West Nile virus has now spread to at least 41 states and has accounted for O15,000 reported cases. [52] [53] [54] Most individuals who are infected with the virus are either asymptomatic or experience a mild illness, typically with symptoms of headache, fever, and rash. A small proportion (approximately 1%) of infected individuals will have severe disease that includes encephalitis, meningitis, or acute flaccid paralysis. 52 Laboratory diagnosis is based on serologic evidence; immunoglobulin M (IgM) antibody to West Nile virus can be detected in the blood or cerebrospinal fluid. Because IgM does not readily cross the blood-brain barrier, detection in the cerebrospinal fluid is diagnostic of West Nile virus meningoencephalitis. However, there is some cross-reactivity with other flaviviruses, such as St. Louis encephalitis virus. Despite a variety of antiviral and other agents that have been used empirically, there is currently no known effective treatment for infection with West Nile virus. Therefore, treatment is generally supportive. 51, 52 West Nile virus and pregnancy A probable case of intrauterine transmission 55 and a possible case of transmission from breastfeeding 56 have been reported. A 20-year-old woman at 27 weeks of gestation was hospitalized with severe headache and fever and subsequently experienced weakness and pain in her legs with documented involvement of the lower motor neurons on electromyelography. West Nile virusspecific IgM antibodies were detected in her serum and cerebrospinal fluid. At 38 weeks of gestation, she was delivered of a live infant with bilateral chorioretinitis and cystic destruction of cerebral tissue. IgM antibodies were detected in the infant's serum and cerebrospinal fluid. One of 2 laboratories detected West Nile virus in placental samples. 55, 57 These findings are consistent with transplacental transmission of West Nile virus from the mother. Although other possible reasons for these congenital abnormalities were not detected, a causal relationship between the neurologic abnormalities and the West Nile virus infection has not been proved.\n\nAlthough several other cases of documented West Nile virus infection during pregnancy have been reported, none of these other reports have documented transplacental transmission. [58] [59] [60] In some cases, the workup of the infants after birth was not complete. For example, a woman with a history of chronic hypertension and sickle cell trait was diagnosed at 16 weeks of gestation with West Nile virus meningoencepalitis. Her pregnancy was further complicated by superimposed preeclampsia, and delivery was induced at 32 weeks of gestation for fetal growth restriction. At birth, the infant appeared normal and did well clinically, although no serologic testing of the infant for West Nile virus was performed. 59 In this case, the mother may have been at greater risk for complications from infection with West Nile virus because of her underlying medical conditions. For example, hypertension may facilitate the passage of the neurotropic West Nile virus across the blood-brain barrier and result in increased rates of menigoenchephalitis. 49 It is also likely that the hypertension contributed to the fetal growth restriction, although it is possible that fetal infection with West Nile virus also may have contributed to the impairment of fetal growth.\n\nIn addition to transplacental transmission, a probable case of breastfeeding transmission has also been reported. 56 Shortly after delivery, a woman in Michigan required a postpartum blood transfusion and received 2 units of packed red blood cells from a donor who was infected with West Nile virus. Nine days after receiving the contaminated blood, the woman experienced West Nile virus meningoencephalitis that was documented by West Nile virus-specific IgM from cerebrospinal fluid. The woman breastfed her infant for the first 17 days after delivery, and West Nile virus was isolated from her breastmilk on day 16. Although the infant remained asymptomatic, West Nile virus-specific antibody was isolated from the infant, which suggests likely West Nile virus transmission through breastfeeding. 56 Transmission of West Nile virus through blood transfusion has been well documented. 61, 62 Clinicians who care for patients with encephalitis after blood transfusion should consider West Nile virus, and, if it is identified, immediately should notify public health officials to initiate measures to prevent additional cases.\n\nTo avoid West Nile virus infection, the CDC recommends that pregnant women avoid exposure to mosquitoes, including wearing protective clothing and avoiding outdoor activities during peak mosquito feeding times, usually dawn and dusk. 63 In addition, pregnant and lactating women should use insect repellant that contains N,N-diethyl-m-tolumide (DEET). 64 When used according to the labeling instructions, DEET can be used safely by pregnant and lactating women. 65 Safety information about DEET comes largely from animal toxicity studies and from a malaria clinical trial in Thailand in which 897 pregnant women applied DEET daily and no serious maternal or neonatal adverse effects were reported. 66 For pregnant women with unexplained fever, mental status changes, meningitis, encephalitis, or acute flaccid paralysis, obstetrician-gynecologists should consider the diagnosis of West Nile virus and should test maternal samples for West Nile virus (serum and cerebrospinal fluid, if indicated). However, screening of asymptomatic pregnant women is not recommended. 63 If West Nile virus infection in pregnancy is diagnosed, the case should be reported to the health department and the CDC. The CDC has set up a registry for pregnant women who have been infected with West Nile virus; since 2003, the CDC has been tracking O70 infected pregnant women. 63 During pregnancy, a detailed ultrasound examination of the fetus to evaluate for structural abnormalities should be considered no sooner than 2 to 4 weeks after the onset of symptoms. After birth, the infant who is born to a woman who was infected with West Nile virus during pregnancy should be evaluated thoroughly. The CDC recommends that this neonatal workup include the following procedures: thorough physical examination that includes comprehensive neurologic assessment and a hearing examination; testing serum of the infant for West Nile virus-specific IgM and IgG antibodies; examination of placenta by a pathologist; and storage of the entire placenta, a portion of the umbilical cord, and umbilical cord serum. In cases of spontaneous or induced abortion, it is recommended that products of conception be tested for evidence of West Nile virus infection. 63\n\nAlthough anthrax is believed to be one of the Egyptian plagues at the time of Moses, this ancient disease was not very active in the arena of modern medicine until relatively recently. 67 The anthrax attacks of 2001 changed the US experience with anthrax and rapidly accelerated scientific knowledge and medical expertise in this area. In the fall of 2001, letters that contained anthrax spores were mailed to several locations through the US Postal Service. On October 4, 2001, the first recognized case of inhalational anthrax in the United States since the 1970s was reported; a 63-year-old man who had been exposed to a contaminated letter was hospitalized in Palm Beach County, Florida. 68 This was the first documented case of anthrax in the United States to result from an intentional human act. At least 5 letters with Bacillus anthracis spores were sent to Florida, New York City, and Washington DC 69-71 that resulted in the contamination of postal facilities, US Senate offices, and other locations and resulted in 22 confirmed or probable cases of anthrax and 5 deaths. 72, 73 As a result of the anthrax attacks, O30,000 people received antibiotics for possible exposure to anthrax spores. 74 The CDC recommends either ciprofloxacin or doxycycline orally for 60 days for postexposure prophylaxis to B anthracis spores. 75 Anthrax is an infection caused by B anthracis, an aerobic, spore-forming, nonmotile, gram-positive rod. Because of their resistance to drying, heat, ultraviolet light, gamma radiation, and many disinfectants, the spores have been developed as biologic weapons by a number of nations. A bioweapons factory in the former Soviet Union accidentally released anthrax spores in 1979, which resulted in at least 79 cases of anthrax and 68 deaths. 72 There are at least 3 clinical manifestations of anthrax: cutaneous, inhalational, and gastrointestinal. Naturally occurring anthrax results from contact with anthrax-infected animals or animal products; the disease most commonly occurs in grazing animals that are infected after ingesting spores from the soil. 72, 76 Once inhaled, the B anthracis spores are deposited in alveolar spaces where they are engulfed by macrophages. The engulfed spores are then transported to the pulmonary lymphatics where they germinate. The initial symptoms of inhalational anthrax resemble those of a viral upper respiratory tract infection, typically with fever, nonproductive cough, headache, myalgias, and malaise. 72, 76 The second stage of illness is often characterized by the rapid onset of dyspnea, respiratory failure, massive septicemia, and the development of hemorrhagic thoracic lymphadenitis and mediastinitis, which often can be visualized on chest imaging as a widened mediastinum. Case fatality rates with inhalational anthrax are high and require the prompt initiation of aggressive antibiotic treatment. 67 The CDC guidelines for treatment of inhalational anthrax include combination therapy with doxycycline or ciprofloxacin in conjunction with another active antimicrobials such as clindamycin for 60 days. 77 Accurately diagnosing anthrax requires a high index of suspicion on the part of the clinician, because patients initially have flu-like ''illness.'' During the anthrax attacks of 2001, the observations of a number of astute frontline clinicians and laboratory workers led to the rapid and correct diagnoses that allowed many others to receive rapid prophylaxis and treatment. 70 For example, the diagnosis of the index case in West Palm Beach county was facilitated by the observations of an astute clinician who suspected anthrax on the basis of large gram-positive bacilli in the cerebrospinal fluid of a patient with a clinical course that was compatible with inhalational anthrax and by the subsequent analysis by laboratory staff who recently had undergone bioterrorism preparedness training. 72 The clinical and epidemiologic details of this index case were disseminated rapidly through the media, the internet, and public health agencies such as the CDC. 70 \n\nThe worldwide literature that describes cases of anthrax in pregnancy is limited. Two cases of cutaneous anthrax in the third trimester have been described in Turkey in 2003. 78 A 33-year-old woman at 32 weeks of gestation experienced a submandibular eschar with extensive edema. She had reported flaying a cow the previous week. She was treated presumptively with penicillin and prednisolone and recovered within 10 days. B anthracis was isolated subsequently from the lesion. She was delivered of a healthy infant at 34 weeks of gestation. A 29-year-old woman at 33 weeks of gestation had a weeping lesion on her right elbow from which B anthracis was later identified. She was treated with penicillin and recovered. She was delivered of a healthy infant at 33 weeks of gestation. Although both these cases resulted in spontaneous preterm delivery shortly after infection, a causal link between anthrax infection in pregnancy and preterm delivery cannot be made on the basis of these descriptive cases.\n\nAt least 2 cases of intestinal anthrax in pregnancy have been reported. A 21-year-old pregnant Indian woman experienced gastrointestinal symptoms and abdominal distention after ingesting improperly cooked beef. Fluid from peritoneal lavage revealed B anthracis. Despite antibiotic treatment and supportive care, the woman died 11 hours after admission. 79 In Iran, a 20-year-old woman had abdominal pain and distension at 16-20 weeks of gestation. She underwent surgery for a presumptive diagnosis of ruptured ovarian cyst. At the time of surgery, massive edema of the intestines, ascites, and a large retroperitoneal hemorrhage were noted; the patient died 8 hours after surgery. B anthracis was isolated subsequently from intestinal tissue and from the ascites. It was assumed that this woman, who handled sheep and goats, contracted gastrointestinal anthrax from ingestion of contaminated meat. The correct diagnosis was missed because of her pregnancy. 80 An unusual case of fatal anthrax infection of the uterus was also reported from Iran. It is thought that the anthrax was introduced into the uterus by an attempt at illegal abortion with a dirty stick. 81 During the anthrax attacks of 2001, recommendations about how to implement postexposure prophylaxis regimens for asymptomatic pregnant women needed to be developed rapidly. 82 The CDC guidelines for prophylaxis evolved during the outbreak and require that clinicians and public health officials consult the CDC website for regular updates. Both the American College of Obstetricians and Gynecologists 83 and the CDC 82 recommend that asymptomatic pregnant and lactating women with exposure to B anthracis receive 60 days of antibiotic prophylaxis, as recommended for nonpregnant adults. The antimicrobial of choice is ciprofloxacin, a fluoroquinolone. Although fluoroquinolones are not used generally during pregnancy and lactation because of a possible association with arthropathy in animal studies, 84 therapeutic doses of ciprofloxacin are unlikely to pose a substantial teratogenic risk. 85, 86 In instances in which the specific B anthracis strain has been shown to be penicillin-susceptible, initiating or changing to prophylaxis with amoxicillin can be considered. Doxycycline should be used with caution in pregnant women because it may cause fetal toxic effects such as defective dental enamel and depressed bone growth. In addition, the use of doxycycline in pregnant women infrequently has been associated with hepatic necrosis. 85 However, the risks of anthrax must be balanced against the risks of doxycycline; in some cases, the use of doxycycline in pregnant women may be appropriate. 72, 83, 87 An inactivated cell-free anthrax vaccine that has been shown to confer immunity in animal models has been licensed for use in the United States since 1970. In 1997 it was mandated that all US military personnel receive it because of concerns about potential exposure to anthrax from biologic weapons. 72 In March 2000, this vaccination program was curtailed because of a shortage of vaccine, because there is only 1 manufacturing facility in the United States. Currently, only those military personnel who are assigned to high-threat areas routinely receive the vaccine. 88 In addition, the vaccine can be used as an adjuvant to postexposure regimens. 72 In terms of safety of vaccine for women of reproductive age, a recent report analyzed pregnancy rates and adverse birth outcomes among women at 2 military bases in Georgia. 88 Among 4092 women, at least 3136 women received at least 1 dose of anthrax vaccine. There was no significant difference in pregnancy rates or adverse birth outcomes between vaccinated and unvaccinated women. However, with only 513 pregnancies, there was inadequate power to detect differences in adverse birth outcomes. In addition, the Department of Defense used computerized medical records to conduct a preliminary evaluation of the use of anthrax vaccine in the first trimester of pregnancy. Because of limitations in the medical record system, it was determined that a more systematic evaluation with the use of original medical records would be required before conclusions could be drawn. In the meantime, the Department of Defense policy continues to exclude pregnant women from anthrax vaccination programs. 89 \n\nThe 3 emerging infectious disease threats that are described in this systematic review pose very different and novel health threats: SARS is a newly identified pathogen that caused an international pandemic; the West Nile virus investigation involved an old pathogen that was identified in a new location; and the anthrax attacks involved the intentional introduction of a pathogen. SARS and West Nile virus highlight the importance of international travel and commerce in the spread of disease. The identification of West Nile virus highlights the importance of astute clinicians recognizing and responding to unusual disease patterns. All 3 outbreaks highlight the importance of obstetrician-gynecologists and other clinicians keeping up-to-date with new information as it emerges. It is interesting to note that some of the same strategies that were identified by the work of Dr Semmelweis and others, such as hand hygiene, are as effective today for the prevention of the transmission of emerging infections like SARS as they were for the prevention of puerperal sepsis in the 19th century.\n\nFor obstetrician-gynecologists, the basic approach to the appreciation of a novel or emerging infection should be similar to the approach that is taken with any patient, that is taking a careful history and performing a complete physical examination, evaluating the patient frequently, and always keeping a high degree of clinical suspicion, particularly when something about the clinical picture just does not seem ''right.'' Although a clinician may not pick up that ''something is just not right'' on the first time seeing the patient, the clinical picture will evolve over time. It may be that a patient does not respond to therapy as expected or that additional information that was missed initially begins to emerge (eg, recent travel, sick contacts, unusual pets, hobbies, activities). Unusual patterns of disease, such as atypical patterns of person, place, and time, may be clues to clinicians that a novel disease or intentional act of bioterrorism may be involved. For example, influenzalike illness in the summer (unusual timing of disease) or an outbreak of chickenpox among adults (unusual persons involved) may be clues that point to alternate diagnoses or explanations. 90 During an outbreak, the CDC offers interim guidance on diagnosis, treatment, and other clinical information for clinicians that is reviewed regularly and updated on the internet (www.cdc.gov). Information about specimen collection and availability of diagnostic testing can also be found on the CDC website. Physicians who detect unusual clusters of disease are encouraged to first contact their local or state health department, which may then also contact the CDC for further information or assistance. In addition, there are also two 24-hour telephone hotlines for physicians: one hotline with general information about a variety of current health topics (877-554-4625) and one hotline for communicating with the CDC Director's Emergency Operations Center, which is set up for reporting urgent health emergencies or unusual clusters of illness (770-488-7100).\n\nIn this global environment, it is likely that novel disease threats will continue to emerge in the United States. As primary providers of healthcare for women, obstetrician-gynecologists will likely be called on to assist in responding to and controlling these threats to public health. Practicing obstetricians and gynecologists should have a plan for how to rapidly gather information and respond to such threats."}