{"title": "Wolmer W (2004) Biodiversity conservation and the eradication of poverty", "body": "merging infectious diseases are recognised as threats to global security. The West African Ebola virus outbreak in particular has triggered substantial reflection and discussion among the global public health and security communities [1] . The failure to control the disease, which had a high fatality rate in resource-poor regions, has led to calls for more spending on and improving healthcare infrastructure to prevent the recurrence of such an event in West Africa or elsewhere [1] . It is clear that most of the proposed changes aim to prevent another outbreak of this scale by improving the capacity of all nations, but especially of resourcepoor nations, to deal with the logistical and medical requirements. A more simple way to phrase this is that the changes aim to increase capacity to respond to an outbreak. There are also calls to improve detection to enable a faster response to an outbreak; if an infection is detected earlier, a quick response should minimise the potential for a pandemic. But these discussions fail to address the other aspect of what partnerships such as the Global Health Security Agenda aim to do: preventing outbreaks in the first place. I suspect that the focus on \"detect and respond\" instead of the \"prevent, detect, respond\" triad owes to the fact that improving the \"detect and respond\" capacity is mostly a technical challenge. Admittedly, these technical challenges are substantial and societal issues might also need to be addressed, but, as a healthcare community, we know how to achieve this: invest more money and time to build more laboratories, provide more resources and train more people. I absolutely welcome this. The prevention of large outbreaks is also simpler than the prevention of initial cross-species transmission events-\"spillover\" infectionsbecause spillover events appear to be largely stochastic and the processes that cause them are not well studied.\n\nMoreover, preventing spillover infections in the first place requires changing human behaviour and attitudes towards many things, including wildlife and natural resource use. Much of the literature suggests that as we increase human population density, travel and habitat encroachment, we increase the speed of the metaphorical roulette wheel and thereby our chances of landing on the red (Figs 1A-C and 2A). We presume that with encroachment into wildlife habitats, enough human-animal contact will occur and the emergence of novel infections, while seemingly unlikely at the individual level, will become more certain. However, it is not just historical trends of infectious disease emergence from the 20 th century or intuition that suggests that increased human-animal contact will lead to increased infection spillover. Numbers support the case. E stimates of mammalian viral diversity suggest that the 5,486 known mammal species may host more than 320,000 different viral strains [2] . Estimates of biodiversity suggest that there are~8.7 million (AE1.3 million standard error) eukaryotic species on the planet [3] . Each species likely has its own set of viruses. Even bacteria are infected with their own viruses: the phages. While many of these viruses are not able to cause human disease, the numbers all suggest that, with more than seven billion humans on the planet, spillover events will continue to occur, and perhaps increase. So how do we reduce them? I suggest that we need to consider new approaches that build on the \"One Health\" paradigm and that are much more in line with conservationist philosophy. Let us return to Ebola. There is substantial data to suggest that bats are the reservoir hosts of this and related viruses [4] . There is also considerable evidence that bats are the hosts for a wide range of other RNA viruses from coronaviruses, hantaviruses, pegiviruses, hepaciviruses, paramyxoviruses, lyssaviruses and influenza viruses. What is so special about bats? There are many possible answers that range from differences in immune function to adaptations to flight to their population dynamics. But the current answer is that we do not know, and it is likely that no single factor works in isolation. However, one hypothesis is that bats might be the recipients of many viruses themselves; that is, the animals from which we believe we are getting so many novel infections are themselves the recipients of novel infections.\n\nFirst, there is enormous viral diversity in bats [5] . Of course, bats-a very diverse order of mammals-might have numerous traits that select for increased viral diversity and sharing, such as torpor use, migration, population structure and colonial roosting, but they might also get infected themselves by many viruses from many sources. Bats eat a diverse diet of fruit, nectar, insects, fish, blood and even other bats, which could be a factor for viral diversity. The two alternative hypotheses are either that those diverse diets simply highlight host diversity and thus niche diversity, or that bats themselves are recipients of viruses from multiple food sources. The diversity of viral genome fragments in bat guano and rapid paracellular gut absorption suggest that bats are indeed exposed to diverse food-derived viruses, which suggests that the latter hypothesis might be true.\n\nThe second reason why I propose that bats receive many viruses from food sources is based on evidence from rhabdoviruses. The Rhabdoviridae viral family include the lyssaviruses, of which rabies virus is the most well known: all lyssaviruses, including rabies, likely originated from bats [6] . But the lyssaviruses are unusual among the rhabdoviruses because they do not have an insect host. Therefore, the most parsimonious hypothesis for the origin of lyssaviruses is that they themselves originated from a spillover event from an insect to a bat, because the phylogenetic relationships suggest lyssaviruses are related to all the insect-borne rhabdoviruses but are now adapted to transmit among mammalian hosts alone. Most likely this insect was eaten by a bat, though that is speculation. This might seem unlikely, but is not so: a feeding insectivorous bat may eat up to seven insects a minute. Given that mammalian viral diversity alone has been estimated to include 320,000 strains, what is the insect viral diversity given that there are an estimated 1,000 times as many insect species as mammal species? Does viral diversity scale with that? If so, there may be millions of insect viruses. Statistically, one might therefore predict that infrequent spillover events of viruses from insects to insectivorous bats are probable.\n\nA nd this brings me to the third reason: numbers. Given the vast numbers of insect species and individuals, and the vast number and diversity of bats, surely spillover events are happening relatively frequently? Mexican free-tailed bats of the Americas are regarded as one of the most numerous species on earth with hundreds of thousands of bats living in single roosts; straw-coloured fruit bats in Africa can be found in similar numbers. Certainly bats must be exposed to a vastly diverse viral \"fauna\" (Fig 3) .\n\nLastly, some of the most compelling evidence for insects being the source of a number of bat-borne viruses is provided by recent analyses of arthropod viruses themselves [7] . Li and others provide evidence for enormous viral diversity among the RNA viruses in arthropods, including those related to many viruses now linked to bats, leading them and others to propose the arthropods may be \"at the heart of virus evolution\" [8] .\n\nO f course, insect-bat spillover events have never been observed and the hypothesis will be difficult to test scientifically, because there is little to no data on the rates of spillover in human populations, never mind bats. However, as more viral genome sequences become available and as we develop more accurate methods for estimating phylogenetic relationships, we might be able to start testing it (Fig 3, and [7] ). But why must we wait for these data to reduce the likelihood of novel spillover infections? We could surely move towards prevention even before we have a full understanding of spillover mechanisms based on observational data, just as John Snow removed the handle of a London water pump to prevent cholera outbreaks based only on observational data. David TS Hayman Conservation as vaccination EMBO reports\n\nOne of the difficulties with preventative measures is measuring success. It was comparatively easy to show that vaccination against relatively common infections, such as measles or Haemophilus influenza, is effective. But how do we provide evidence to show that seemingly random and rare events have been stopped? I would argue that we probably know enough now from the emergence of human immunodeficiency virus (HIV), Ebola virus, severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle Eastern respiratory syndrome (MERS-CoV), among many other examples [9] to infer answers and make decisions, even if we do not know the precise mechanisms that led to spillover in each case. We certainly know enough to presume that ongoing encroachment and contact with wild animals will lead to emerging infectious disease events for humans. Furthermore, the reverse may also be true: we might spread infections from humans or animals and plants that move with us to wild spaces.\n\nThere have been other proposals for the better integration of human, animal and environmental health, which culminated in the so-called One Health movement. And yet, One Health has not led to the kind of revolution in healthcare that resulted from the introduction of antibiotics or vaccination. Nonetheless, if we want to prevent future outbreaks and future zoonotic events, and not have to develop vaccines against novel viruses, we should reflect on why these events still occur. We should consider how the synergistic effects of preventing increased humananimal contact and conflict could help prevent future pandemics and improve the quality of ecosystems, saving endangered wildlife for future generations, and helping ensure that we also benefit from \"ecosystem services\".\n\nWhy can conservation not act as a form of \"vaccination\"? I do not mean vaccination in the sense of boosting immunity, but as a preventative measure. Immunity is, of course, the ideal situation, but we are notoriously slow to develop vaccines and get them licensed. And we are also notoriously bad at predicting which diseases will spill over and from where they will arise. Ebola and Marburg viruses (both Filoviridae) cause little evidence of disease in their bat hosts. HIV appears substantially more lethal in humans than any of the simian immunodeficiency viruses (SIV) in primates, despite some evidence for increased mortality in SIV-infected chimpanzee populations, from where pandemic HIV infection came. White-nose syndrome, an apparently benign infection in European bat species, lead to massive mortality in North American bats after an unfortunate, presumably accidental, introduction from Europe. I would argue that if we had (D) The ideal scenario from both a human health and biodiversity conservation perspective-rates of loss of biodiversity are reduced as well as contact rate, leading to an overall reduction in spillover risk. Note these simple models make many assumptions, including that spillover risk is a simple product of the human-wildlife contact at edges, human population size and biodiversity. \n\nConservation as vaccination David TS Hayman studied these infections in their \"natural\" hosts prior to these outbreaks, we would not have been able to predict the catastrophic events that would occur when they infected other species.\n\nI n global security, the focus is on prevention: we do not want to have to respond to a nuclear threat or suicide bombing and we seek to prevent them happening in the first place, even if the preventive measures are difficult and costly. An often-cited piece of trivia is that the 1918 influenza pandemicthe so-called Spanish flu-killed more people than died in the First World War. HIV has killed an estimated 36 million people since it began to spread in human populations. Given these numbers, why do we not try to prevent pandemic diseases? There are numerous examples of successful prevention programmes in healthcare: while smoking continues to rise globally, considerable investment in prevention has slowed the trend in most developed countries where the days of smoke-filled restaurants and bars are a dim memory. The treatment of HIV has substantially increased life expectancy of those infected, particularly in developed nations, and with educational campaigns for safer sex have reduced the rate of new HIV infections globally over the last decade.\n\nJust as societal views on smoking and HIV prevention changed, there needs to be a change in the way we treat our environment. There are many different views on what \"conservation\" is and many different ways to achieve it in parallel with poverty reduction [10] . However, a reduction in direct contact with and killing of animals (e.g.\n\nHuman Human Insectivorous bats may be exposed to many insect viruses, but only a small fraction of these spill over into bat populations (blue). A fraction of these viruses may then infect humans (red). Cross-species transmission events (aka spillover) are shown by arrows from the species defences (dotted lines). (B) The phylogenetic tree that might be observed if viruses cascade through the ecosystems as proposed. Note the colours in each figure are the same and the three spillover events marked in (A) are shown in coloured circles on the nodes of the phylogenetic tree. Fig 4) , along with helping communities understand infection risk, might be beneficial for both conservation, human health and potentially sustainability (Figs 1D and 2B and D) .\n\nThere is a debate as to whether the \"dilution effect\" exists and whether biodiversity loss leads to an increased risk of spillover. The dilution effect is proposed to reduce infection transmission with increased biodiversity through a reduction in vector-host interactions. However, a simple model suggests that with increased encroachment and human population growth, reduced biodiversity loss might not actually lead to a reduction in spillover potential and could instead increase the potential of emergent diseases, if risk scales with biodiversity (Fig 2A and C) . This would suggest that if we wish to maintain biodiversity as well as mitigate infection emergence, we need to address what is happening at the interface between humans and the rest of the natural world. Science from all disciplines will be needed, and society will decide which approaches will be taken. P reventing infection emergence events while maintaining ecological health will require significant funding and commitment. However, from a global health security perspective, we seek to reduce the costs of potentially pandemic zoonotic diseases, in terms of both lives lost and financial costs. The West African Ebola virus pandemic has directly killed more than 11,000 people, infected over 28,000 and cost over US$2.2 billion in losses and possibly much more in the future. Indirect costs through interrupted education, cessation of immunization and other disease control campaigns, and the loss of many qualified local healthcare workers are yet to be determined. Clearly, lowering the risk of such outbreaks will be financially beneficial, as even many hundreds of millions of dollars spent to prevent such an outbreak would lead to beneficial benefit/cost ratios, even without the additional benefits of improved ecosystems and sustainable natural forest product use.\n\nThere are already models for best practice that can benefit both ecosystems and people's health. Good forestry practicewhereby commercial foresters selectively log, replant, put in temporary roads and bring their own food rather than hunt \"free\" wildlife-can also lead to reduced human encroachment and contact with wildlife, thus likely reducing the likelihood of zoonotic disease events because illegal and unsustainable hunting is often linked to logging activities. These practices are already being promoted, and those interested in global health should invest more time and resources in understanding possible synergies.\n\nThere are, of course, other synergies to be found with the security community and even the military. Those engaged in global health security, which includes bioterrorism, might well include military personnel, even though some environmentalists might be disconcerted by this prospect. However, the military provided essential logistical and medical support during the Ebola virus crisis in West Africa, and military researchers have been instrumental in the development of new drugs, such as Mefloquine to treat malaria. Such pragmatic approaches that work across governmental and non-governmental organizations are required. Moreover, frameworks that enable governments to collaboratively work towards preventing infectious disease outbreaks within a One Health paradigm exist-such as the Global Health Security Agenda-and can help to reduce potential barriers to synergistic approaches. In summary, while there has been a call for a \"One Health\" approach, the need for linking environmental and human health has never been greater, and it requires an informed, well-funded, sciencedriven approach to find synergies between those interested in both human and environmental health. But to end with a question: if we value both nature and our health, can we as a society be bold enough to move towards a world where conservation acts as vaccination?"}