{"title": "", "body": "Isolation and genetic analysis revealed no predominant new strains of avian infectious bronchitis virus circulating in South China during 2004-2008\n\nAvian infectious bronchitis virus (IBV), a member of the Coronaviridae (order Nidovirales, genus Coronavirus) family, is a highly infectious and contagious pathogen of domestic fowl, replicating primarily in the respiratory tract but also in some epithelial cells of the gut, kidney, and oviduct (Cavanagh, 2001; Cavanagh and Naqi, 2003; Cook et al., 2001) . IBV genome consists of a single-stranded sense RNA encoding four structural proteins, envelope (E) glycoprotein, integral membrane (M) glycoprotein, phosphorylated nucleocapsid (N) protein, and spike (S) glycoprotein (Lai and Cavanagh, 1997; Stern and Sefton, 1982) . S glycoprotein is posttranslationally cleaved into amino-terminal S1 (535 amino acids; 90-kDa) and carboxyl-terminal S2 (627 amino acids; 84-kDa) subunits by cellular proteases (Cavanagh et al., 1986b) ; S1 forms a receptor-binding site whereas S2 anchors S1 to the viral membrane. The protease cleavage site is usually associated with one or more pairs of basic amino acids (e.g., Arg-Arg-Ser-Arg-Arg) . S1 protein involves in infectivity, contains virusneutralizing epitopes, serotype-specific sequences, and hemagglutinin activity (Cavanagh, 1983; Cavanagh and Davis, 1986; Cavanagh et al., 1986a; Karaca et al., 1992; Koch et al., 1990) , and plays a major role in the tissue tropism and the induction of protective immunity (Cavanagh et al., 1988 . As the most variable protein, S1 protein sequences from different strains vary significantly, usually by between 2 and 25% at the amino acid level (Lai and Cavanagh, 1997) . Various serotypes are believed to be generated by nucleotide insertions, deletions, point mutations, and/or RNA recombinations in S1 subunit (Jia et al., 1995; Kusters et al., 1987; Wang et al., 1993 Wang et al., , 1994 . The mutations in the N-terminal amino acids of S1 subunit directly lead to emergence of new serotypes and change of tissue tropism (Casais et al., 2003; Cavanagh et al., 1986a; Stern and Sefton, 1982) . Certain studies indicated that IBV immunity was serotype-specific, small differences in S1 contributing to poor cross-protection (Cavanagh and Davis, 1986; Cavanagh et al., 1997; Gelb et al., 1997; Wang et al., 1994) and vaccine failures (Jia et al., 1996) , while some groups reported that crossprotection could be provided by appropriate vaccine programmes against genetically or antigenically unrelated IBVs (Gelb et al., 2005; Cook et al., 1999) . S1 gene sequence was reported as a good predictor of challenge of immunity in chickens (Ladman et al., 2006) , the genetic analyses of IBV strains have been mainly focused on the S1 gene (Cavanagh et al., 1986b McFarlane and Verma, 2008) .\n\nSince IBV strains were first isolated and identified in China in 1982, infectious bronchitis (IB) caused by IBV has been an economically important disease to the poultry industry. Vaccines based on Massachusetts (Mass) serotype strains such as H120 and H52 have been used for many years worldwide (Hofstad, 1981) . Moreover, various live or inactivated vaccines based on Mass serotype strains have been used for control of IBV infections in China. Vaccines have been generally effective, but new strains continue to emerge and cause clinical disease and production problems in vaccinated flocks (Bijlenga et al., 2004; Gelb et al., 2005; Nix et al., 2000) . For example, based on neutralization test and the immune protection test, A2 strain is closely related to 4/ 91 serotype, spreading over Europe since its first isolation in UK in 1991 (Capua et al., 1999; Cavanagh et al., 2005; Cook et al., 1996; Gough et al., 1992; Liu et al., 2009b; Meulemans et al., 2001; Parsons et al., 1992; Xu et al., 2007; Zhao and Qin, 2002) . QXIBV, a new IBV variant reported in China in 2004 , had become widespread in several countries in Europe (Terregino et al., 2008; Worthington et al., 2008) . In recent years, nephropathogenic IBV strains had been circulating in China (Bing et al., 2007; Liu et al., 2006) . However, the natures of circulating IBV strains in South China were not clear.\n\nThis study took on the task of deciphering the natures of the IBV strains circulating in commercial flocks in South China by carrying out a long-term surveillance program. During the program, 27 IBV strains were isolated in South China from clinical outbreaks occurred in the period of 2004-2008. The isolated IBV strains were molecularly characterized by sequencing the whole S1 genes. Sequence alignment and phylogenetic analysis of the isolated IBV strains together with other published IBV strains provided useful information as to the nature of the circulating IBV strains; and the implications of this study in the strategies for future protection of IBV infections are also discussed.\n\nCirculating field IBV strains were isolated from dead or diseased broilers at different chicken farms located in Guangdong, Guangxi, Sichuan, Hainan, Chongqing, and Hubei provinces during 2004-2008 (Table 1) . Documented clinical signs included typical respiratory and nephropathogenic IB symptoms and pathological changes. Viruses were propagated by more than three passages in the allantoic cavities of 10-day-old specific pathogen free (SPF) chicken embryos. The allantoic fluid was collected after 48 h post-inoculation, frozen at À80 8C for RNA extraction, and viruses were identified as IBV by the observation of curled and dwarfed embryos and RT-PCR for the N protein gene.\n\nA pair of primers for amplifying entire S1 gene were designed using Primer Premier 5.0 software based on alignment of GenBank sequences of several known IBV strains from China. The sense primer: 5 0 -TTG AAA ACT GAA CAA AAG ACC G-3 0 , and the anti-sense primer: 5 0 -TAC AAA ACC TGC CAT AAC TAA CAT-3 0 . The anticipated amplification segment is about 1760 bp encompassing the entire S1 gene including the protease cleavage motif.\n\nViral RNA was extracted using TRIzol reagent (TaKaRa, Japan) according to the manufacturer's instructions. The first-strand cDNA was synthesized using an PrimeScript TM 1st Strand cDNA Synthesis Kit (TaKaRa, Japan). According to the manufacturer's instructions, reverse transcription reaction mixture was set up as follows: 1 ml of Random 6 mers (50 mM), 1 ml of 10 mmol/L dNTPmix, 2 ml of RNA extract, 6 ml RNase free dH 2 O. The reaction mixture was incubated at 65 8C for 5 min, and then quickly frozen on ice. After cooling, reagents were added in the same tube as follows: 4 ml 5Â PrimeScript Buffer, 0.5 ml of 40 U/ml RNase inhibitor, 1 ml of 200 U/ml PrimeScript Rtase, 4.5 ml RNase free dH 2 O. The total volume of reverse transcription reaction mixture was 20 ml; the reaction was carried out at 30 8C for 10 min, 42 8C for 30 min, 70 8C for 15 min. About 1 ml of the cDNA was used for amplification in PCR reactions. The PCR reactions (total volume of 50 ml) contained 5 ml of 10Â PCR buffer, 4 ml of 2.5 mmol/l dNTP, 2 ml of 10 mmol/l of each of the two primers, and 0.25 ml of 2 U/ml Taq DNA polymerase. The PCR conditions for amplification were 94 8C for 3 min, 30 cycles of 94 8C for 30 s, 52 8C for 30 s, and 72 8C for 2 min, followed by 72 8C for 10 min. The products were analyzed on 1.0% agarose gel.\n\nPCR products of each RT-PCR were purified using Axy Prep TM DNA Gel Extraction Kit (AXYGEN). Purified PCR products ligated with a TA cloning vector, pMD18-T (TaKaRa, Japan), were transformed into DH5a E. coli competent cells. Cells carrying recombinant plasmid were screened on Luria-bertani (LB) agar plates containing Ampicillin (50 mg/ml). Positive clones were initially screened from three different PCRs through blue and white colonies; then the inserts were amplified by PCR which had the same conditions as that for the abovementioned PCR amplification. Positive colonies were verified by EcoRI (TaKaRa, Japan) restriction enzyme digestion of the amplified inserts. The verified recombinant plasmid DNAs were used for sequencing.\n\nThe purified recombinant plasmids were sequenced by the dideoxy chain termination procedure using the automated ABI Prism 3730, Genetic Analyzer. Translation of the nucleotide sequence and sequence alignments was performed by the DNAStar software (DNASTAR Inc., USA).\n\nPhylogenetic analyses were performed with the neighbor-joining method using MEGA version 4. The bootstrap values were determined from 1000 replicates of the original data.\n\nTwenty-nine IBV strains published in Genbank were selected for the performance of phylogenetic and alignment analyses, including Beaudette, M41, Gray, Holte, Ark99, 4/91, 7/93, H120, H52, Ma5, W93, QXIBV, ZJ971, LX4, A2, SC021202, SAIBK, KQ6, CK/CH/LGD/04III, CK/CH/ LGD/04II, CK/CH/LLN/06I, CK/CH/LGX/06I, SDZB0804, DE/ 072/92, Italy-02, K069-01, JP9578, 3468/07, and T07/02 (Table 2) .\n\nFrom dead or diseased chickens suspected of IBV infection, 27 circulating field IBV strains were isolated from different chicken farms located in Guangdong, Guangxi, Sichuan, Hainan, Chongqing and Hubei provinces 3.2. Wide range of homologies among S1 nucleotide and deduced amino acid sequences S1 gene sequences of the 27 isolated IBV strains were delineated and submitted to the GenBank database (Table 1) . Sequencing results showed that S1 genes contain mutations, insertions and/or deletions, resulting in different lengths of nucleotides and consequently different numbers of amino acids being encoded. As shown in Table 3 , S1 gene of the isolated strains contain 1617, 1620, 1626, 1632, 1638 nucleotides, and 539, 540, 542, 544, 546 amino acids, respectively. The similarity of the nucleotide and deduced amino acid sequences of S1 genes (data not shown) among the 27 isolated strains were 65.4-99.9% and 57.2-99.8%, respectively, indicating low homology and high variation among these strains. When the S1 genes of the 29 published His-Arg-Arg-Arg-Arg (4). 4 RRSRR: Arg-Arg-Ser-Arg-Arg (5). 6 HRSRR: His-Arg-Ser-Arg-Arg (1). 7 RRHRR: Arg-Arg-His-Arg-Arg (1). 8 RRLRR: Arg-Arg-Leu-Arg-Arg (1). 9 HRPRR: His-Arg-Pro-Arg-Arg (1). 10 RRIRR: Arg-Arg-Ile-Arg-Arg (1). 11 HRFRR: His-Arg-Phe-Arg-Arg(1). 12 RRFKR: Arg-Arg-Phe-Lys-Arg(1).\n\nDifferent lengths of nucleotides and deduced amino acids of S1 glycoprotein gene of the 27 isolated IBV strains.\n\nLength (nt/aa) Strains 1617/539 DY05, LZ07, ZX07 1620/540 DY07, GM05, HB08, LZ05, NN07, SS06-2, SS07, TC07-1 1626/542 CQ04-1, CQ04-2, DY04, FS08-1, FS08-2, GL08-1, GL08-2, HN06-1, HN08, HN06-2, NN04, XX08 1632/544 HY06, HY07, SS06-1 1638/546 TC07-2 IBV strains (Table 2) were included, the similarity of the nucleotide and amino acid sequence among the 56 isolates were 60.9-99.9% and 45.4-99.8%, respectively.\n\nPhylogenetic analysis was performed on S1 gene nucleotide sequences consisting of the 27 isolated and 29 published IBV strains. All IBV strains except for the isolated TC07-2 strain and the reference DE/072/92 strain were clustered into six distinct genetic groups or genotypes (I-VI) (Fig. 1) . Genotype I was comprised of 10 isolated IBV strains and 5 published IBV strains from China, designated as A2-like group for the inclusion of A2 strain; genotype II of 2 isolated and 4 published IBV strains, designated as 4/91 group for the inclusion of 4/91 strain; genotype III of 14 isolated and 5 published strains; genotype IV of 2 published IBV strains; genotype V of 8 published IBV strains; and genotype VI of 4 published IBV strains. There are four noteworthy features of the constructed phylogenetic tree. First, all isolated IBV strains except for TC07-2 strain belong to genotypes I, II and III, forming a large evolutionary branch. Furthermore, the isolated IBV strains grouped in genotype I were most from 2007(5/10), and most of the isolated IBV strains from 2008(6/7) were grouped into genotype III, showing that there were no predominant new strains circulating in the fields of South China during 2004-2008. Second, 2 published IBV strains from Taiwan formed a unique genotype (i.e., genotype IV), implying that the evolution process in Taiwan is an isolated one. Third, all 5 known vaccine strains (i.e., H52, H120, M41, Ma5 and W93) were clustered into genotype V that is evolutionarily distant from genotypes I, II and III; this may explain why the isolated IBV strains survived the vaccination by the vaccine strains. Finally, 3 classical American and 1 Japanese strains formed genotype VI, and the isolated TC07-2 and published DE/072/92 strains showed the greatest evolutionary distances to all six major genotypes, but their significances are not clear. The results strongly suggest that different genotypes of IBVs were cocirculating in chicken flocks in South China.\n\nThe spike glycoprotein of IBV is translated as a precursor protein (S0) and then cleaved into two subunits S1 and S2 by the protease during viral maturation (Cavanagh et al., 1986b) . A motif at the cleavage site of the IBV S protein was generally comprised of RRXRR/S (X for any amino acid). Cleavage site motifs of the 27 isolated and 29 published IBV strains are listed in Tables 1 and 2, respectively. The 27 isolated strains contain 5 cleavage site motifs while the 29 published strains have 10 cleavage site motifs. The cleavage site motifs have the following four noteworthy features. First, in light of a total of 12 cleavage site motifs identified, the protease cleavage site motifs in S proteins are polymorphic. Second, 3 cleavage site motifs (RRFRR, HRRRR and RRSRR) are shared by both the isolated and published strains, where the shared motifs represented the majority of the strains (22/27 for isolated strains; 22/29 for published strains), and the majority of motifs have the recognized motif sequence RRXRR/S (14/ 27 for isolated strains; 21/29 for published strains). Third, 2 new motifs (RRSKR and HRRKR) emerged in the isolated strains, and in the meanwhile 7 motifs (HRSRR, RRHRR, RRLRR, HRPRR, RRIRR, HRFRR and RRFKR) identified in the published strains were not found in the isolated strains, indicating that the cleavage site motifs were undergoing a continuous evolution process. Finally, individual strains with high similarities in the phylogenetic tree usually share the same motifs, e.g., the lower branch of genotype I (RRFRR), the top branch of genotype III (RRSKR), the bottom branch of genotype III (RRFRR), and the genotype V (RRFRR). However, individual strains within one genotype have multiple motifs, e.g., genotype I having three motifs (RRFRR, HRRRR, and HRPRR), genotype II having 4 motifs (RRFRR, RRSRR, RRLRR, and HRFRR), and genotype III having 4 motifs (RRFRR, HRRRR, RRSKR, and RRHRR); indicating that the contribution of the cleavage site motif to one strain's genotype is limited.\n\n3.5. Alignment analysis of nucleotide and deduced among amino acid sequence of S1 protein Alignment analysis of S1 complete nucleotide and deduced amino acid sequences of all 27 isolated and 29 published IBV strains were performed. Strains in genotypes I-VI showed amino acid similarities of 84.6-99.8%, 78.9-94.8%, 82.6-99.8%, 84.9%, 94.4-99.6% and 77.2-80.7%, respectively. The S1 proteins of the 27 isolated strains had amino acid sequence similarities of 46.4-99.8%, and aa similarities of 58.7-79.5% to the Mass-type vaccine strain H120. The alignment analysis of the deduced amino acid sequences revealed three high variable regions located between amino acid residues 53-76, 94-141, and 253-292 (numbering using S1 sequence of Mass 41 as reference); the featured deletions, insertions and mutations were summarized in Table 4 . In line with the phylogenetic analysis discussed earlier, 27 isolated strains share no similarities in the listed amino acid positions with vaccine strains (e.g., H120) in genotype V. Interestingly, TC07-2 strain had a 4 amino acids insertion (Gln-Lys-Glu-Pro) at the region of 283-284, and this insertion was reported for the first time from this study (Table 4) ; the significance of this insertion in vial pathogenicity is not clear yet. Moreover, BLAST searches revealed that TC07-2 did not show close similarity (<80%) to any S1 gene sequences available.\n\nThis paper is a periodic report on our ongoing surveillance program with dual objectives, identifying the IBV strains that have escaped immune defenses conferred by vaccination and have caused persistent but infrequent outbreaks in commercial chicken farms, and preparing for the possible challenges of epidemic or pandemic IBV outbreaks in case of the emergence of a new predominant IBV strain in the field. Our survey included only broilers because most of chicken flocks in poultry industry in South China were broilers. The inclusion of only broilers in our survey did not mena that IBV was not associated with disease problems in laying and breeding chickens in South China; instead, we believe that our survey of broilers was indicative for all chickens including laying and breeding chickens. Our data showed that all 27 isolated IBV strains from South China during 2004-2008 were evolutionarily distant from the vaccine strains used for current vaccinations, explaining at least partially why vaccination failed in occasions where new IBV strains emerged and caused persistent but infrequent outbreaks. Our data also demonstrated that no new predominant IBV strains were being emerged during 2004-2008, but the continuing evolution of the escaped IBV strains makes the emergence of a new predominant strain as a matter of time, mandating of our efforts in carrying out continuing surveilance of emerging new IBV strains in order to prevent possible epidemic or pandemic outbreaks of IBV infections in commercial flocks.\n\nIn China, IB was first reported in 1972, and IBVs were found nearly all over the country in the following years. IBV infection is commonly followed by secondary bacterial infection, such as with Escherichia coli (Smith et al., 1985; Vandekerchove et al., 2004) , resulting in complicated morbidity and increased mortality. Live-attenuated and inactivated vaccines have been widely used, resulting in effective control of IB (Cook, 2001) . However, the outbreaks of IBV infection has been persistent but infrequent in vaccinated flocks in recent years Liu et al., 2006 Liu et al., , 2009a Bing et al., 2007; Xu et al., 2007) , causing clinical disease and production problems in vaccinated flocks (Nix et al., 2000; Farsang et al., 2002) . The isolation of IBV strains from vaccinated flocks in China in recent years Liu et al., 2006 Liu et al., , 2009a Bing et al., 2007; Xu et al., 2007) demonstrated that the evolution of IBV strains in the vaccinated flocks might eventually break down the immune defenses conferred by current vaccines, urging the investment of our efforts in tracking the IBV strains circulating in the commercial flocks.\n\nIn this study 27 IBV strains were successfully isolated from dead or diseased chickens from different chicken farms in South China during 2004-2008, of which S1 genes were sequenced. Phylogenetic analysis indicated that the 27 isolated IBV strains were concentrated in genotypes I, II and III, and had a large evolution distance to genotype V which is comprised primarily of vaccine strains (Fig. 1) . Phylogenetic analysis also showed that the 27 isolated IBV Table 4 Sequence alignment of amino acid residues of the S1 glycoprotein of IBV strains with the H120 vaccine strain. S protein has a protease cleavage site motif that is essential for cleaving it into S1 and S2 subunits during viral maturation (Cavanagh et al., 1986b) . There was report on study of the relationship between the cleavage site motifs and host cell range, serotype, geographic origin, and pathogenicity (Jackwood et al., 2001) . The analysis of the cleavage site motifs in the 27 isolated IBV strains revealed two new cleavage site motifs, showing continuing evolution of IBV strains in the fields. The most dominant motif (RRFRR) in the 27 isolated IBV strains is shared by the majority of published IBV strains. Interestingly, the motif (HRRRR) is only present in IBV strains isolated in China, implying the continuity of evolution; its significance in viral pathogenicity and vaccine preparation is not clear yet.\n\nIn addition, the cleavage site motifs do not correlate with the genotypes for one genotype has multiple motifs. This is not a total surprise since it was reported that the cleavage site motifs had no relationship with pathogenicity and tissue tropism (Jackwood et al., 2001) . Furthermore, respiratory and nephropathogenic strains shared the cleavage site motifs, indicating that the cleavage site motif was not a determinant to pathotypes.\n\nThe genetic diversity of the 27 isolated strains was manifested by the low similarities of S1 genes. S1 genes of the 27 isolated strains had average amino acid sequence similarities of 79.6% (varied from 0.2 to 54.6%), and amino acid similarities of 58.7-79.5% to the Mass-type vaccine strain H120, which has been widely used for vaccine production in China for decades, indicating that point mutations, deletions, and insertions of S1 protein were frequent in IBVs in South China under vaccination. Previous study showed that the first 300 amino acids in the N-terminal of the S1 protein of IBV had a high frequency of variations, called highly variable region (HVR) (Kusters et al., 1989) . Analysis of the S1 amino acid sequences in this study indicated that the three hypervariable regions (HVRs) in S1 protein in this study were similar to previous studies (Cavanagh et al., 1988; Moore et al., 1997; Liu et al., 2006; Schikora et al., 2003) .\n\nThe reisolation of vaccine virus was an important issue for our survey program. This was addressed in two ways: genetic analysis and phylogenetic tree clustering. For S1 gene, no field isolate showed more than 84% (data not shown) similarity of nucleotide sequence to vaccine strains (genotype V), and no field isolate was clustered to vaccine strains in phylogenetic tree. Therefore, we could reasonably rule out that any field isolate was a reisolation of vaccine virus. Nonetheless, the fact that NN04 and LZ07 were grouped with 4/91 in Group II in Fig. 1 was intriguing because it was possible they might be originated from the leak of 4/91 strain from experiments done in China even though no vaccine based on 4/91 strain was licensed in China. This possibility was highly unlikely because their S1 amino acid sequences were very different. As shown in Table 4 , amino acids from 52 to 55 and from 71 to 76 were VFNG and YES. . .. . ...YNI for 4/91, STNK and FNYTNGN.DV-GYNN for NN04, and STNY and KDV. . .. . ...YNQ for LZ07.\n\nQXIBV was first isolated in China in 1996 (reported in Chinese), associated with proventriculitis. In 2004, this virus was reported associated predominantly with various forms of renal pathology in China . The QX-like IBV strains more recently have been widely detected in many European countries, becoming a dominant genotype in some European countries, and are causing severe losses to both the layer and broiler industry (Worthington et al., 2004; . In addition, QX-like strains have been reported associated with false layers, swollen kidneys. In the present study, 6 field isolates were clustered to QXIBV in a branch (Fig. 1) , of which, 4 show typical nephritis symptoms and 2 show typical respiratory clinical signs. In Worthington et al. (2008) , the European QX-like IBV strains have been detected in flocks of broilers, broiler breeders and commercial layers. Of these flocks, 86% had respiratory signs, 22% had wet litter or enteric problems, 14% had increased mortality, 2% had swollen kidneys and 2% had arthritis. In 60% of the layers there was a reduction of egg production and quality. In the phylogenetic tree analysis with QX-like IBV strains from both Europe and China (data not shown), it is of interest that the QX-like IBV strains disclosed in Worthington et al. (2008) were clustered into a different branch than the one formed by the isolates from China, indicating that the QX-like IBV strains have undergone divergent evolution paths in Europe and China.\n\nIn conclusion, the present study has demonstrated that the circulating IBV strains in commercial flocks in South China had were genetically diverse and underwent continuing evolution; the emergence of new IBV strains will continue to cause persistent but infrequent outbreaks of IBV infections in commercial flocks. Furthermore, the present study challenges the feasibility of inclusion of new variant strains for vaccine preparation for better protection against IBV infection because it is unpredictable of which new variant strains will emerge. Finally, the present study revealed that there were no new predominant IBV strains circulating in the fields in South China yet, but it is reasonable to expect that such predominant IBV strains will eventually emerge under the increased immune pressures due to increased vaccination of commercial flocks. Therefore, this study manifests the importance of continuing surveillance of new IBV strains in order to better prepare for next epidemic or pandemic outbreaks of IBV infections in commercial flocks.\n\nStrategic Plan (2007A020400006) of Guangdong, People's Republic of China. We thank Dr. George D. LIU for kindly revising the manuscript."}