{"title": "Journal Pre-proofs COVID-19: Global Radiation Oncology's Targeted Response for Pandemic Preparedness COVID-19: Global Radiation Oncology's Targeted Response for Pandemic Preparedness", "body": "During the weekend over 121 individuals from 17 countries and 6 continents contributed to the online discussion. Contributions from those listed (see Appendix 1) have been collated online [3] . Content was guided by previous frameworks (Table 1 below) and summarized into three themes (minimizing transmission for maximal social distancing, triaging limited resources equitably, and treating patients with infection) and forms the basis for this document which expands on the issues raised and supplements with data where possible Synchronous to our online conversation both ESTRO and ASTRO produced statements which also support the key messages of this document [4, 5] \n\nCurrent evidence suggests COVID-19 is spread by droplets and has an incubation period of 1-14 days. The most common symptoms of confirmed cases are fever, cough, and shortness of breath. However, some cases have been found to be asymptomatic or mildly symptomatic, leading to higher than expected transmission rates.\n\nThe most effective way to protect staff and patients from COVID-19 is to reduce infection rates. Governments and International health organisations have regularly updated their guidance on self-isolation, social distancing and quarantine rules and these will continue to evolve during the pandemic. Cities and regions are now moving to intense suppressive measures that maximize social distancing for all populations to \"flatten the curve\" enough to meet available resources and avoid significant deaths. For healthcare workers, this means reducing the need for patients to attend a clinical environment to the lowest possible levels.\n\nInitial assessments are likely to still require face to face visits, but a large amount of follow-up activity can be conducted as telephone or telemedicine where technology allows. Telephone follow up is shown to be possible in multiple cancer settings including. Endometrial [6] prostate [7] lung [8] and colorectal cancer [9] . It has been used in successfully in patients with advanced cancer [10] . It is highly suitable for patients with comorbidities and difficulties with travel and is associated with high patient satisfaction [11, 12] . We recommend that wherever possible consultations are moved to a remote monitoring or telephone alternative as quickly as possible to reduce unnecessary patient traffic through departments. Financial disincentives to telephone consultation should be removed from systems wherever possible. In the USA the CMS (Centre for Medicare and Medicaid) have expanded the benefits to include telemedicine services for Medicare patients.\n\nVideo consultations are a helpful adjunct to telemedicine and may be very valuable during the COVID-19 pandemic but lack of this technology should not delay moves to remote monitoring by telephone [13] The online group alongside authors helped develop an online tool with key prompts to help with telephone consultations and remote monitoring available at http://bit.ly/COVID_OncFU Where patient attendance is considered essential it is recommended that the number of additional visitors, family members or carers is kept to a minimum.\n\nWe make treatment decisions supported by evidence. Different circumstances may also call for different approaches to evidence. While in normal circumstances practitioners will favour Level I evidence for treatment recommendations, under situations of externally elevated risks, one may have a higher consideration for regimens that are less common such as those supported by phase II, prospective evidence, or possibly even retrospective series.\n\nMaking appropriate treatment decisions with patients requires a careful balance of risks and benefits. When our treatments are accompanied by good quality evidence, we have good estimates of benefit and can consent with access to data on likely acute and long-term harms. The risk benefit ratio of treatment changes in the context of a pandemic. If the likelihood of serious infection increases or the likelihood of the outcome of that infection being more serious increases, then the risk may start to outweigh the benefit. Estimating the harms of COVID infection for cancer patients is currently difficult because there have been too few reported events for modelling. A simple model could use the risk of COVID infection multiplied by risk of serious morbidity/mortality. If a patient has a 5% risk of infection and 10% risk of death from infection there may be a 0.5% mortality through exposure and attendance for radiotherapy. If the patient is young and healthy with a 5% risk of infection and 1% risk of death, then there is 0.05% mortality from COVID-19. The use of chemotherapy in combination with radiotherapy is likely to very significantly increase the risk of morbidity and mortality from synchronous COVID-19 infection.\n\nA further need for prioritisation arises due to the expected shortfall in staffing levels. This may make it difficult for a department with reduced capacity to deliver all planned fractions. Creating capacity by reducing fraction numbers is an important part of preparation for high infection numbers\n\nWhere radiotherapy is being delivered for cure there may be no reasonable alternative to proceeding with treatment at the earliest opportunity. If disease biology allows for a delay in treatment (e.g. in the cases of hormonally responsive breast and prostate cancers) then deferring treatment until an expected fall in COVID-19 cases is sensible. Whilst deferral may seem immediately preferable it may have unintended consequence in creating a further unmanageable surge in activity when the crisis has passed.\n\nIf a patient is being offered radiotherapy as an adjunct to prior surgery, then a careful estimation of risk benefit is required to continue to justify the treatment. Patients who may only gain modest benefit in terms of long-term survival gains may wish to avoid radiotherapy during pandemic. Treatments which reduce loco-regional recurrence rates but do not improve survival might also have reduced priority during a pandemic and it may be appropriate to avoid.\n\nIf radiotherapy is delivered for symptom relief then it is best to ensure that all other options have been fully explored e.g. maximising analgesia or bisphosphonates in the case of bone pain [14] .\n\nPatients receiving radiotherapy for palliation are best served already by the smallest number of hospital visits necessary to gain a therapeutic outcome. If these trips further risk shortening life through infection, then careful thought should be given to whether or not their symptoms may be palliated medically in preference. If radiotherapy is given to painful bone metastases then multiple studies have demonstrated a single 8Gy fraction to be as efficacious as multiple-fraction courses [15] . Sadly audit data show that the regimen is underused however it should become the default during the pandemic [16] [17] . Recent trial data also reassures that this is an appropriate fractionation for those with malignant spinal cord compression [18] .\n\nThe palliation of brain metastases with whole brain radiotherapy is controversial and these patients may maintain equivalent quality of life at the end of life by the use of steroids alone and avoid the risks of hospital attendance [19] . Stereotactic radiosurgery may still be appropriate but needs individualised discussion with patients.\n\nIn considering appropriate treatment changes there are multiple lines of evidence that are available to us in choosing regimens that are favourable in terms of fractionation or give us confidence to advise patents not to proceed with radiotherapy. Therapies that have been considered standard of care based on evidence should be reconsidered in the context of the current situation. Some of these are documented in Table 2 . It is important to consider that risk-benefit is unique to each patient, disease, and the impact of the pandemic on workforce and risk all of which will change over time. A balance must be struck at each institution. We have sought to provide fair guidelines for specific situations below. Evidence links and brief dose constraint guidance are given for situations where palliative treatment (Table 3 ) and radical treatment (Table 4 ) may be altered. Table 5 lists therapies that may be delayed.\n\nAdjuvant breast radiotherapy is a significant proportion of fractions delivered for radiotherapy worldwide and are an established part of standard treatment. It has been recognised that hypofractionation is possible in breast radiotherapy and this has been the subject of very major trial efforts in the last two decades. There are very strong data supporting modest hypofractionation in nearly all patients [20] and there a good data to suggest more extreme hypofractionation over 5 sessions in suitable patients either in whole breast or partial breast irradiation [21, 22] .\n\nMany radiation centres use deep inspiration breath hold techniques for left-sided breast radiotherapy. We would recommend avoiding the use of active breathing control for radiotherapy due to the risk of aerosol contamination and minimisation of devices requiring decontamination. Deep inspiratory breath hold techniques with voluntary breath hold will help avoid cardiac dose without the need for additional equipment and the attendant infection risks [23] .\n\nWhere the technology is available the use of intraoperative radiotherapy may obviate the need for any further outpatient treatment and should be considered an option [24] . Although controversies have surrounded some of the long term data for the intraoperative breast radiation these considerations may be outweighed pressures of a service in crisis [25] .\n\nAlthough a radiotherapy boost may reduce locoregional recurrence in breast cancer the effect on survival is negligible and the possibility of omission should be considered [26] . Patients with non-invasive disease who gain no survival benefit from breast radiotherapy should discuss omitting radiotherapy altogether [27] . Older patients with low risk disease who have minimal survival benefit from breast radiotherapy and much greater risk of mortality from COVID-19 should also consider omitting radiotherapy altogether [28] [29] . Patients with estrogen receptor positive breast cancer may also delay their radiotherapy treatment for up to 5 months with relative confidence if they are established on endocrine therapy and have received prior chemotherapy [30] .\n\nEarly prostate cancer may be managed with active surveillance, radiotherapy or surgery. During a pandemic, overall strategies foprostate cancer management include hypofractionation and treatment delays where necessary.\n\nFor low risk we would recommend at this time that these patients are put on active surveillance and return in 6 months for a PSA testing. Patients with favourable intermediate risk should be offered active surveillance and return in 3-6 months for a repeat PSA. This is a safe approach with good data to support it in this patient group [31] . A delay of 3-6 months to start radiotherapy if eventually necessary is well supported by the active surveillance literature in this population.\n\nFor patients requiring radiotherapy there is an option to either delay the initiation of androgen deprivation therapy (ADT) before starting 2-3 months ADT or else extending the ADT -in either case delaying the start of radiotherapy for at least 4-5 months and with safety data showing that extending ADT out to 8 months is reasonable [32] . For patients with high risk disease shorter delays of 2-4 months but with ADT are recommended as a safe and pragmatic approach. Data also appears to support the use of ADT to delay radiotherapy in a post-prostatectomy salvage situation [33] Dose escalation studies in the definitive treatment of prostate cancer have failed to show overall survival benefit which in this scenario provides further comfort in using lower dose schedules [34] . When radiotherapy is required then, just as with breast, there is data to support both modest hypofractionation over 20 fractions (60Gy) or ultra hypo-fractionated regimens (42·7Gy in seven fractions, 3 days per week for 2·5 weeks) [35] or 36Gy in 6weeks [36] . Ultrahypofractionation (5 fraction) stereotactic body radiotherapy may be most preferred if staff are available to support planning and delivery [37] .\n\nAlthough we have randomized trials for oligometastatic disease weighted heavily towards prostate cancer, these are limited. No survival benefit has been demonstrated with high-level evidence. Observation is reasonable. If PSA-DT is rapid ADT is an option. For low-volume metastatic disease where higher quality evidence suggests treatment of the primary [38] delaying for 4-6 months while on ADT if newly diagnosed is reasonable.\n\nPatients with lung cancer may be doubly disadvantaged by COVID-19 infection due to the respiratory changes which seems the predominant mode of death in people infected with the virus [39] . Many lung cancer patients will already have compromised lung function and the pneumonitis cause by therapeutic radiation may conceivably increase risk for patients. In this context patient selection for treatment, particularly with respect to fitness and frailty is crucial. Although modest hypofractionation is possible in non-small cell lung cancer dose constraints with acceptable lung V20 of less than 30% may be challenging if the PTV is large. In patients suitable for stereotactic radiosurgery with local access then a single fraction regimen may be possible and preferable to a 3 fraction regimen [40, 41] . Sequential regimens might be preferred for stage III unresectable disease over concurrent RT-CT for reducing the risk of lymphopenia; no data are currently available on the incidence and severity of COVID-19 in patients undergoing maintenance immunotherapy with anti PD-L1 inhibitors after chemoradiation, so caution is advised.\n\nWhilst brachytherapy can be hugely effective as a treatment and often save patients significant hospital time receiving equivalent external beam radiotherapy it may prove challenging to deliver. Early reports from Italy during a peak of COVID-19 were that all operating theatre capacity had been reduced to critical emergencies due to lack of anaesthetists and ventilator equipment. Brachytherapy may also increase risk of transmission during intubations or upper endoscopic procedures and necessitate increased PPE when they are in short supply. The National Health Service in England announced that from mid-April 2020 all elective surgery would be suspended as an indication of the likely pressures on anaesthetic staff and capacity. Whilst brachytherapy may be a preferred oncological option it may prove impossible to deliver and in certain cancers e.g. vaginal vault boost or prostate cancer brachytherapy it may be prudent to plan for external beam alternatives if necessary.\n\nRadiation oncology departments will need to take adequate precautions to reduce the likelihood of COVID-19 transmission within their units. These policies will be influenced by national directives and local infection control procedures as well as access and availability of Personal Protection Equipment (PPE). For indications on the correct use pf PPE, WHO guidelines are available [42] . Inviting the local Infection Control department to critically inspect processes in your own department is likely to be instructive and useful. Nonetheless basic principles apply. Staff should wash hands between each patient contact and patients themselves should be instructed to wash hands or use alcohol hand rub on entering the department. Some departments may choose to do temperature screening of staff, patients and any other visitors on entering the department as was employed during SARS [1] . When patients arrive for treatment and before they leave the department, they should be invited to wash their hands and provided with facilities to do so.\n\nPatient contact should be rationalised as much as possible and departments may wish to map the patient flow through their department and see what proactive steps can be made to reduce the number of staff members a patient may need to have contact with. Equally staff movement around multiple areas of the department should be restricted as far as is practicable to avoid an infected member of staff passing that infection widely thorough all staff groups. If treatments are zoned within different buildings or satellite units it may be preferable to keep staff within these units rather than rotate them to reduce cross-infection risks. Bringing together small autonomous functional teams will help with this. Staff should be included in discussions around changes in practice such as the fractionation policies described in this paper. Regular communications should be sent, preferably in an electronic bulletin. All staff should be aware of their responsibilities to report infective symptoms and self-isolate if symptomatic. The teams in Singapore stressed that there should be \"no heroes\" and that all of those with symptoms no matter their role should self-quarantine.\n\nSuppressive social distancing should be practices wherever possible including remote working [43] In anticipation of self-isolation discuss what working roles could be conducted from home and review what may be required in local governance and information technology to allow home working e.g. can laptops be provided which offer access to hospital data or to treatment planning systems. If working from home is possible then consider allowing staff to do this even when not medically recommended (self-isolation) as this reduces infection risk and the risks of workforce depletion. The NHS in England have reduced guidance that allows for some relaxation of normal data governance to facilitate this sort of working during the crisis and other jurisdictions should follow suit [44] .\n\nPhysical preparation of the department should involve removing any extraneous materials from treatment areas. This process will mean that if decontamination is required the process should be more straightforward. Wherever possible staff should be trained in the use of PPE and be fit tested for the appropriate masks. If time and staffing allow the team should rehearse treating a patient whilst wearing PPE so they can be accustomed to this in a non-urgent care setting.\n\nIt may benefit to request that patients with high mucosal or aerosol output (lung cancer patients with cough or head and neck cancer patients with high mucoid sputum output) wear a paper mask to reduce risks of contamination. Initial indications from Italy suggest requesting patients to wear protective masks during their stay in the radiotherapy department even if asymptomatic (no cough), in all cases, according to WHO guidelines. The number of positive patients without symptoms is probably higher than initially estimated, and the risk of spread should be kept at minimum [45] As the pandemic progresses it is inevitable that departments will have to deal with the issue of patients who have symptoms of COVID-19 or are confirmed to have the disease. In this scenario different healthcare systems will have different approaches to confirmatory testing. In the absence of a universal policy for testing and the lack of an instant test we should assume a patient with suspicious symptoms is an infectious carrier of the disease. For patients with slow growing or low risk disease it may be oncologically safe to either prematurely or temporarily stop the patient's treatment until they have recovered from infection. In this case any gap should be compensated using an appropriately robust policy using agreed radiobiological parameters [46] . Long gaps may require replanning or reassessment of the CTV as described by teams after Hurricane Maria [2] .\n\nIf it is not oncologically reasonable to pause or stop a patient's radiotherapy treatment (e.g. radical treatment of a squamous cell cancer of the head and neck) then staff and other patients must be protected against the risk of cross infection. If department size allows then plan for a 'hot' bunker -a treatment machine where all potential COVID-19 infected or suspected infected cases are treated. Preferentially route these patients through the department by separate entrance and exit (consider using emergency or rear exits as separate doorways for this group). These treatments should be concentrated at the end of the day so that adequate decontamination and cleaning procedures can take place overnight before treatments resume the next day. The patients should be asked to wear mask to avoid spreading infection by droplet and staff should be all be fitted with appropriate PPE. Store fixation devices (breast boards, thermoplastic masks etc) used by infected patients separately from all other equipment.\n\nThrough all of this change and adaptability will be required. Leaders should communicate regularly and agree a regular communication channel. Be prepared to offer proactive emotional and psychological support to both patient and staff who are both dealing with very significant additional stresses in their roles. Work and life balance is critical, especially during times of pandemics when intense social distancing measures severely limit supports outside in addition to inside the hospital (childcare, food, etc.) [2] Emotional fatigue can be as debilitating as physical exhaustion, and both will likely contribute to errors, burnout, and increased infection.\n\nAlthough colleagues around the world have dealt with enormous service pressures in the face of natural disaster or infections previously the global scale and challenge of COVID-19 is unprecedented. Extraordinary times require extraordinary measures that may be guided by the best available evidence. For radiation oncology, this includes best practices from frameworks used successfully in other crises, published evidence, and international input. Action should follow the program of Prepare, Communicate, Operate and Compensate (PCOC) outlined in Table 6 .\n\nIn line with previous recommendations we urge units to proactively prepare their departments with training and PPE and consider their infection control procedures. Departmental agreements on adapting remote working practices and reduced fraction regimes (or even not treating) are likely to reduce the burden of this disease on our cancer population.\n\nThe use of social media, and in particular the #radonc tag, has proven a very effective method of colleagues globally networking and sharing insight and experience. In this setting Twitter has proven to be highly useful and we would encourage colleagues to use the platform in this way. At the time of writing some areas still have the potential to prepare whilst others are now having to mitigate the effects of widespread infection. We hope that this document will provide some useful guidance. Extended treatments over many weeks are more vulnerable to interruption due to patient sickness or workforce shortage.\n\nChemoradiotherapy treatments also increase likelihood of serious infection.\n\nSome treatments given for palliation or as adjuvant therapy may have altered risk benefit in the context of pandemic infections. Table 5 Radiotherapy Treatments that can be delayed Intermediate Priority: Patients who require service (e.g. treatment), but not critical (not immediately life threatening), other available options ~equivocal such as optimizing medical management (e.g. opioids for pain crisis). This will require individualized triaging based on resource availability (including risk of COVID transmission) and clinical outcomes. The delays should be as short as possible and triaged based on the risks of the pandemic (additional risks to the patient and/or system) being greater than the risk of delay to the patient. "}