{"title": "Smart polyhydroxyalkanoate nanobeads by protein based functionalization", "body": "Health-focused nanotechnologies have put under screening a growing spectrum of materials whose properties can be modified during fabrication. Merging synthesis and smart functionalization of natural polymers allows straightforward cost-effective production of novel materials specifically designed for target application. 1, 2 The performance of polymers synthetic in origin has been investigated for nanotechnology applications, as well. 3 However, in this case production and functionalization are usually two separate processes. Among natural polymers, polyhydroxyalkanoates (PHAs), the highly tunable bacterial polyesters, play an important role in the development of next generation biomaterials (Figure 1 ). Their properties are greatly influenced by the type (e.g., short chain length PHA, scl-PHA; medium chain length PHA, mcl-PHA) and homogeneity of hydroxyalkanoic monomer building blocks, and others ( Figure 2 ). 4 The ability to edit and redirect bacterial cell system through metabolic or genetic engineering, enables the construction of platforms to produce versatile materials carrying wide range of functional groups which confer desired properties to the polymer. [4] [5] [6] Alternatively, the direct use of highly structured natural PHA nanoparticulate entities formed within bacterial cells opened new avenues for attractive biomaterial design where tailor-made beads are functionalized using intrinsic bacterial granule producing system. 1, 7, 8 These possibly phospholipidcoated inclusions carry granule-associated proteins (GAPs) on their surfaces, such as: i) PHA synthases, involved in the polymerization of the biopolyester; ii) PHA depolymerases, responsible for PHA mobilization; iii) phasins, the main structural components of GAPs and iv) other proteins such as enzymes related to the synthesis of PHA monomers, as well as transcriptional regulators not classified as GAPs ( Figure 3 ). 1, 9, 10 The implementation of these new assets, aside from broadening the potential, allows customizing and fine tuning to improve polymer performance for each specific application ( Figure 4 ). Nanostructured materials produced by bacteria are becoming increasingly recognized as functionalized beads with great biotechnological and biomedical potential. 11, 12 Functionally complex architecture of PHA inclusions, based on interacting proteins embedded/attached to PHA core, 13 has been exploited as a toolbox to display molecules carrying out specific function (Figure 4 ). Under a wide scope of applications the performance of such engineered PHA beads has been demonstrated in high-affinity bioseparation, 14 enzyme immobilization, 7, 15, 16 protein delivery to natural environments, 17, 18 diagnostics, 19 as an antigen delivery system 20 and many others (Table 1) . 2, 20 Herein, we revise the diversity of cell systems available to produce functionalized PHA nanobeads and underline specific properties in context of their suitability for different applications. We highlight the advantages of different granule-associated proteins (GAPs) and address the possible gaps that need to be fulfilled. Importantly, powerful combination of synthetic biology and microengineering can create appropriate framework for future application of PHA nanobeads. Finally, we compare the properties of nanoparticles based on bacterial and selected synthetic polyesters.\n\nDespite the fact naturally occurring nanoparticles have been present for millions of years, nanotechnology is first and . Schematic representation of the currently used strategies for PHA functionalization centered around added-value PHA production. In vivo PHA modification based on peptide functionalization of PHA nano-beads using GAPs for recombinant protein anchoring to the PHA granule or nonspecific binding and in vivo chemical modification through incorporation of functional group in the side chain of the polymer applying metabolic engineering and systems biology approach. Similarly to in vivo, in vitro approach for peptide functionalization can be based on the use of GAPs or nonspecific binding, while the underlying principle of in vitro chemical modification might be based on polymer synthesis or modification.\n\nforemost focused on in vitro man-made particles. 11 Nevertheless, dependently on the target application, in vivo biological or in vitro synthetic approach for fusion protein immobilization to the PHA granule surface might better meet the requirements ( Table 2 ). The in vivo PHA granule functionalization consists of GAP fusion immobilization onto the granule surface simultaneously with the granule formation inside the PHA-producing host ( Figure 4) . 7, 49 On the other hand, the production of these bioinspired constructs in vitro is based on PHA extraction, followed by in vitro bead production and in vitro GAP fusion protein immobilization via GAP-bead interaction ( Figure 4 ). 30 The main advantages of this in vitro cell-free system are: i) the possibility of tight control of nanoparticle disassembly and reassembly process; ii) absence of competition among the recombinant GAP-fusion and wild type proteins; iii) tight control over particle size and immobilized protein/active agent concentration; iv) possibility of endotoxin removal, crucial for the design of every biomedical setup. Nevertheless, PHA isolation and in vitro nanobead production require more tedious methodology (e.g., to avoid PHA particle aggregation) in comparison to isolation of in vivo produced PHA granules. Also, the use of non-environmentally friendly solvents is needed for in vitro technology. All mentioned significantly increase the costs of in vitro PHA nanobead production and make the technology suitable mainly for added-value applications where tight control over particle size and active agent concentration is needed. 30 In the line of safety, in vitro approach is highly convenient for nanomedical purposes, including nanofabrication, imaging, drug delivery and tissue engineering, where the use of endotoxin-free PHA is requisite. 4 Importantly, the fabrication of endotoxin-free PHA vehicles can also be achieved using in vivo settings (see below). Some applications such as protein delivery to natural environments do not necessary acquire endotoxin free PHA and can benefit from an in vivo approach where bacterial naturally produced nanoscale particulate entities can be used in a straightforward manner. 16 Furthermore, as bacterial polymeric particles can be functionalized in vivo before isolation there is a clear environmental and economic advantage over those produced chemically. Particle functionalization is achieved through the recombinant expression of fusion proteins, where natural GAPs are used as anchoring tag for foreign protein immobilization. Perfect example is BioF tag from Pseudomonas putida based on the use of intrinsic P. putida PHA granules as scaffold to immobilize fusion proteins in vivo. Once fermentation under optimal PHA production conditions is accomplished, granules decorated with the BioF-protein fusions are obtained as the end product ( Figure 5 ). 8, 16 Dependently on protein release treatment, up to 100% of fusion protein can be recovered with a good purity, since the phasins represent major GAPs. 7 Additionally, the possibility of minimizing the presence of GAP proteins to increase the yield of fusion protein binding and purity has been investigated. 8 BioF system was proven efficient for in vivo coating of mcl-PHA granules with Cry1Ab derived insect-specific toxin protein. Generation of bioplastic-BioF-insect specific toxin complex indicated excellent performance of BioF tag as a device for spreading active polypeptides to the environment without the need for active agent release and purification. 16 Similarly, organophosphohydrolase from Agrobacterium radiobacter immobilized on polyester inclusions of recombinant Escherichia coli was shown suitable for bioremediation applications. 17 Testing this new in vivo assets and analyzing their limits, indicated the possible room for improvement. Current trends deal with implementation of new methodological platforms, as synthetic biology, to improve the production process and productivity. 57 This highlights the importance of re-programming approaches to optimize the system and design strategies focused on meeting the necessities of each specific application. In the line of fine tuning of biological interfaces and the use of PHA as vehicles, addressing the key factors of PHA machinery permitted overcoming biological barriers to reach maximal in vivo coating of PHA nanobead and at the same time avoid side effects concerning disordered granule biodistribution after cell division (see below). 8\n\nDifferent GAPsdifferent advantages: Hydrophobic vs. covalent binding\n\nThe diversity of GAPs offers gentle alternatives through flexible and highly tunable design of specific tags suitable for personalized requirements of different application. Thus, the window of possibilities that each specific GAP offers implies different modes to connect recombinant protein and PHA Table 2 Comparison of PHA nanoparticles in vitro and in vivo production process, their applications and costs.\n\nIn vitro Ref.\n\nProduction by bacteria Synthetic production 2, 20 Use of renewable sources for production Harsh chemical needed for polymer isolation and particle production 30, 53 Simultaneous production and functionalization Functionalization posterior to nanobead production 8, 20, 30 Nanobead assembly and disassembly cannot be tightly controlled Tight control over bead assembly and disassembly 10, 54 Competition of recombinant and wild type GAPs Functionalization with target protein only, no other GAPs 8, 30, 54 Particle size can be controlled by biotechnological production process Tight control over particle size 32, 54 Immobilized protein concentration variation might represent challenge Tight control over immobilized protein concentration 7, 30 In Production cost Total production cost includes in vivo particle production cost and particle purification, lower production cost compared to in vitro produced particles, since additional functionalization is not needed\n\nHigher production costs compared to in vivo produced particles, total price accounts for polymer synthesis, isolation, endotoxin removal, in vitro particle synthesis and functionalization 30, 54, 56 nanobeads (covalent, hydrophobic or non-specific) ( Figure 4 ). Although so far very little is known about their structure and interaction with the PHA granules, 58 phasins are highly attractive among GAPs, largely due to the wide assortment of structurally different compositions compared to other GAPs ( Figure 4 ). Phasins have been utilized as affinity tags and through protein engineering designed to build recombinant protein purification system. This provides low cost method for production and purification of high added value proteins in a continuous way. 49 Significant improvements in bio-separation technology were made by upgrading the system interconnecting phasins and target proteins via self-cleaving intein. 47 This approach enabled in vivo recombinant protein immobilization onto the granule and the release of purified proteins once the native scl-PHA particles were recovered, which in turn pushed bio-separation technology several steps ahead, toward convenience and economic production. In vivo immobilized correctly folded eukaryotic proteins on the surface of PHA granules across phasin protein have been used for fluorescence activated cell sorting (FACS) based diagnostics. 18 In completely different context to in vivo tag binding, in vitro synthesized PHA nanoparticles and in vitro hydrophobic binding of PhaP fusion proteins with protein ligands (e.g., mannosylated human α1-acid glycoprotein (hAGP) and human epidermal growth factor (hEGF)) have been reported as another outstanding application of phasins for receptor-mediated drug delivery. 30 Mostly utilized phasins are PhaP of Ralstonia eutropha that bind scl-PHA, 20 while the exclusive example of mcl-PHA binding P. putida PhaF phasin is for environmental application (BioF system). 8, 16 Other identified phasins as PhaP proteins of Aeromonas hydrophila, PhaP of Haloferax mediterranei, Paracoccus denitrificans, Bacillus megaterium, and others (revised in 10 ) have not been deeply studied for nanobiotechnology purposes. Likewise, applying the in vitro approach the substrate binding domain of PHA depolymerase has been used to hydrophobically anchor fusion proteins to PHA nano and microbeads. 22, 59, 60 A different strategy to in vivo immobilize recombinant proteins onto PHA nanobead surface relays on the advantage of covalent GAP-PHA binding using P. aeruginosa, P. putida, R. eutropha or B. megaterium PHA synthase as a tag. 14,61-63 Phasin-PHA interaction usually results in a slow non-triggered protein release over time under physiologic conditions. Moreover, specific environmental conditions can alter release rates. 64 In contrast, covalent attachment enables unique natural cross-linking of a protein and polymeric support and allows better control over protein release kinetics. PHA synthase offers the possibility of covalent protein-PHA conjugation. Both N-and C-terminal of PHA synthase were shown suitable for in vivo assembly of functionalized polyester beads. 14, 17, 26, 31, 44, 62, 65, 66 This approach based on PHA nanobead functionalization through PhaC helps to circumvent the washing off of non-covalently bound fusion proteins during the process. 67 The particles with an intrinsic label can be tailored to covalently display proteins for applications in antibody capture-based diagnostic (e.g., immunochromatographic strips or bach-and-elute bioseparation applications). The modular arrangement of the protein domains provides a large Figure 5 . In vivo immobilization of fusion proteins to bioplastics by BioF tag. The procedure consists of: 1, the fermentation in P. putida under optimal PHA production conditions; 2, 3, isolation of the granules carrying the BioF-proteins fusions from the crude cell lysate by a simple centrifugation step; 4, release of fusion proteins via detergent treatment (modified from 16 ). design space for the production of custom-made materials. 20 By introducing enterokinase digestion site between the tag and target protein the latter can be efficiently released from polymer support providing efficient and cost-effective methodology to obtain added value product. 67 Similarly, to facilitate target protein release from bio-bead, thrombin cleavage site was used as a linker, 68 as well as previously mentioned autolytic intein. This enables straightforward liberation of target protein. 52, 69 In addition, proteins can be unspecifically absorbed to PHA. 59, 70 An alternative route to intracellularlly produce enzyme decorated PHA beads consists of simultaneous synthesis of insoluble protein inclusion bodies and PHA granules. Charged particles are created by introducing acidic coil via N-terminal of PhaC. This structure has been used to capture an enzyme of interest that was co-expressed in the same host cell and contains a basic coil fused to its C-term. Coils are held together by hydrophobic and electrostatic interactions. 65 Therefore, it follows that understanding protein-PHA interactions from a biophysical point of view will undoubtedly widen the biotechnological and clinical potential of these bioplastics. In fact, in some cases there are indications that phasin-PHA interaction is influenced not only by the nature of these two components but also by the presence of other GAPs that interfere and play the role of mediation elements facilitating the binding. 8, 10 For instance, the optimization of BioF system by minimizing the dosage of natural phasins in P. putida KT2440 illustrates the importance of understanding the molecular basis underlying the PHA-phasin interaction and its biological consequences. 8 Also, the mechanistic study of the PHA granule producing machinery functioning, the dynamics and factors that direct GAP-PHA binding together assist in overcoming technical hurdles and indicate bottlenecks important for the design of bioinspired nanoparticles (see \"Editing, streamlining and refactoring wild type strains for enhancement of protein immobilization\" section for details).\n\nBug systems for scaling up: Wild type over recombinant cells Success in producing PHA naturally or recombinantly in broad range of bacteria showed that many microorganisms with desirable properties could perform the function of cell factory for production of functionalized PHA beads. E. coli is default host microorganism for recombinant protein production and often the first choice. The fact that this strain serves as a workhorse of basic and applied research worldwide is largely due to the possibility of high recombinant protein yield achievement.\n\nRemarkably, E. coli, a previous non-PHA producer, through pathway engineering has been set up to produce up to 150 g/L cell dry weight (CDW) with final PHA content of more than 80%. 4 This was used to co-produce several tagged proteins (maltose binding protein (MBP), β-galactosidase (LacZ), chloramphenicol acetyltransferase (CAT)) with polyhydroxybuyrate (PHB) granules in the E. coli cells. Proteins were purified with yields of 3.17-7.96 mg/g CDW. 47 Currently applying recombinant E. coli cells allows covering of the granule surface up to 20% of total proteins associated with the bead, 19 while using wild type such as P. putida strain as much as 2% can be achieved. 8 It should be noted that different bacterial strains have different PHA producing capacities regarding polyester type (sclor mcl-PHA) and relative amount to CDW. Besides, the cause of altered final recombinant protein yield might be the consequence of the type of GAPs used to immobilize recombinant protein, affecting the specific recombinant protein-PHA interaction. Importantly, R. eutropha naturally produces more than 200 g/L of PHB, which gets to 80% of CDW similarly to recombinant production in E. coli, 40 while yields of mcl-PHA obtained with P. putida reach 65%. 71 P. putida productivity can be upgraded to 84% of intracellular mcl-PHA, incorporating knock-out mutations of beta-oxidation genes fadA and fadB. 72 Recombinant E. coli is able to produce 20% of mcl-PHA when beta-oxidation is impaired due to the deletion of fadB, 4 whereas Qi et al. used metabolic routing strategy to inhibit fatty acid beta-oxidation by acrylic acid in recombinant E. coli (fadR) and produce 60% mcl-PHA. 73 Additionally, phaJ encoding (R)-specific enoyl-CoA hydratase, was demonstrated to supply 3-hydroxyacyl-CoA of C4-C6 for PHA biosynthesis via beta-oxidation pathway. 74, 75 Its co-expression with phaC in E. coli led to production of PHA with monomer composition containing C4, C6, C8, and C10 from unrelated carbon source. 76, 77 Though, E. coli remains the most commercially valuable host for PHB large-scale production as the polymer degradation is avoided, the down sides as endotoxin contamination and previously mentioned relatively low yields of mcl-PHA, substantially limit its use for biomedical purposes. Also, the overexpression of foreign genes over physiological rates usually triggers a spectrum of conformational stress responses and causes the accumulation of insoluble protein versions that do not reach their native conformation. 78 These pseudospherical protein aggregates, inclusion bodies, are considered undesired byproducts of protein production processes. Other bottlenecks as the loss of the plasmid due to the instability of introduced genes, use of antibiotics and gene expression expensive inducers have been partially solved, however they still represent a challenge (reviewed in 53 ). Taking all this together, the advantages of using wild type strains as host should not be overlooked. Specific strategies applied on the components of PHA machinery can drive productivities of high contents of PHA immobilized recombinant proteins in wild type strains as reported for E. coli. 8 On the positive side, a great understanding of PHA synthesis in model mcl-PHA producer strains such as P. putida, has been gained through systems biology (\"omics\" data, genome-scale metabolic models, etc.). 57, [79] [80] [81] [82] [83] Powerful genetic tools based on synthetic biology 84 support bottom-up approaches and might be used to design P. putida strains that generate added-value bioproducts, such as active mcl-PHA based nanobeads. The great value of this bacterium as an autolytic specialized strain for mcl-PHA production has also been demonstrated. 85 Due to its broad metabolic versatility and genetic plasticity, which allow a variety of renewable carbon sources to be used for PHA production, P. putida is one of the most prominent candidates for protein production. Aside from Pseudomonas, many other Gram-positive and Gram-negative eubacterial genera such as Bacillus, Ralstonia, Aeromonas, Rhodobacter, Rhodospirillum, Rhodococcus were shown suitable for production of PHA nanobeads. 4, 86 Editing, streamlining and refactoring wild type strains for enhancement of protein immobilization Complex subcellular architecture and self-organizing nanoand micro-compartments of bacterial cell hold great promise, largely due to the possibility for their biofunctionalization. Disturbing these highly coordinated systems might easily imbalance the physiology of the bacterial cell. PHA granules take over the control of the carbon and energy storage and thus represent important element of bacterial metabolic network. 83 Thereafter, from an energy flow and survival physiology standpoint, balanced distribution of PHA between daughter cells after division has fundamental importance as competitive setting. Understanding the PHA machinery and interplay of its components was shown crucial for optimization of the in vivo system for production of protein functionalized PHA nanobeads. 8, 9 Different scenarios involving different molecular events and interactions as well as granule localization have been proposed by Micelle, Budding and Scaffold model of granule formation. 7 In contrast to a Micelle model where PHA granules are assumed to be randomly distributed in the cytoplasm, Budding and Scaffold model suggests defined localization proposing granule-cell membrane interaction or PhaC-scaffold molecule interplay, respectively. Recently proposed Scaffold model suggest cooperative work of PhaC and phasins in granule formation. Since, phasins-PhaC interaction has been spotted in some bacterial strains (e.g., PhaM, phasin-like protein that interacts with PhaC in R. eutropha), phasins were proposed as the main components forming network that interconnects granules, DNA and enzymes involved in PHA metabolism. 9, 87, 88 This network should serve as a mediation element responsible for granule localization within the cell and their balanced segregation between daughter cells during cell division. On some of GAP interactions depends their activity, while the function of others is still to be discovered. For instance, homo-oligomerization of R. eutropha PhaC1 Reu and PhaR Reu 89, 90 and P. putida PhaC1 and hetero-oligomerization of PhaC Bmeg with PhaR Bmeg are known to be essential for accomplishing the function. Meanwhile, the interaction of certain phasins with other PHA players was identified, 90 but their exact function is to be unraveled. Namely, P. putida PhaF was proposed to form homoand hetero-tetramers interacting with PhaI through short leucine zipper. 58 Another suggested role of phasins is the control of the access of PHA depolymerases. Indeed, weak PhaP2-PhaZ interaction was reported in R. eutropha. 90 All these interactions are taught to contribute to the formation of net-like structure found in the vicinity of PHA granules 91 and provide a window into the system functioning. PhaF has been shown to have a role as a central player in the machinery, controlling PHA granule segregation and localization in the cell, since it shows a unique ability to bind at least two ligands (the PHA granules and the nucleoid). 7, 9, 58, 92 The peculiar structural organization of PhaF into two domains performing diverse functions (i.e., C-terminal histon-like domain, N-terminal phasin-like domain) supplies an explanation to its biological role. 8, 9 Moreover, whether or not P. putida cytoskeletal or other GAP proteins facilitate the organization of granules in needle array like structure (Figure 4) , by direct or indirect interaction with PhaF, is still an open question and currently the precise mechanisms by which intermediary PhaF positions the PHA granules are still unknown. 9 Similarly, PhaM of R. eutropha can bind both DNA and PHA. 93 Therefore, to refine the system it is needed to unravel the puzzle of how functionally diverse, or even a multifunctional set of GAPs, should be combined to generate an optimal yield of in vivo immobilized protein onto the granule surface and engender a coherent cell phenotype.\n\nIn a further step toward the use of PHA granules as nanocarriers decorated with functionalized phasins, the information on phasin physiological function provided important insights into the critical factors needed to be targeted to improve existing models. 8, 9 For instance, phasin binding prevents unspecific attachment of not only proteins unrelated to the PHA metabolism to the granules surface, but also limits the space for recombinant proteins to anchor. 94 Therefore, the absence of wild-type phasins favors binding of recombinant tagged protein molecules anchoring to the granule surface. 8 This could be explained by limited surface for recombinant proteins to anchor wild-type PHA granules and the need to compete with natural phasins. In this respect, the key phasin factors have been identified for optimal PHA production in P. putida addressing the minimum amount of complete phasin proteins necessary to achieve adequate PHA production and higher yield of immobilized recombinant protein. 8 Applying this strategy maximum BioF (N-terminal of PhaF) fusion protein concentration was in vivo immobilized onto the PHA beads (2.2% of recombinant protein/PHA) without compromising phasins' intrinsic function. 8 Also, this demonstrated the swappable nature of PhaI phasin and BioF PHA binding modules in terms of their physiological function and illustrated the utility of the PhaF/PhaI structure redundancy, being autonomous modular cooperatively working units. 8, 58 Altogether, these examples show that the escalating drive to identify the connections within the complex system of GAPs network is fueled by the need to develop new strategies that will lead to improvement of protein immobilization onto the PHA beads. Metabolic and biotechnology capacities of P. putida, as well as global understanding of the capabilities of this strain are facilitated by metabolic models that enabled integration of experimental along with genomic and high-throughput data. 57 Endotoxin free PHA nanobead production Bacterial lipopolysaccharides (LPS) or endotoxins, also designated as pathogen associated molecular patterns (PAMPs) recognized by innate immune system are most potent identified microbial mediators implicated in the pathogenesis of sepsis and septic shock. LPS is the most prominent 'alarm molecule' sensed by the host's early warning system of innate immunity presaging the threat of invasion by Gram-negative bacterial pathogens. 95 Thus, presence of lipopolysaccharide (LPS) endotoxins in PHA nanobeads produced in Gram-negative bacteria makes these in vivo naturally produced particles unsuitable for biomedical applications. 96, 97 The problem occurs because co-purification of pyrogenic outer LPS together with PHA granules cannot be avoided. In vitro approach on the other hand offers the possibility of endotoxin removal from PHA polymer. The concentration of endotoxins in PHA is greatly influenced by purification strategy and might vary from more than 10 4 EU/g to less than 1 EU/g. 55, 98 The methodology for endotoxin elimination depends on type of PHA (e.g., scl-PHA, mcl-PHA, presence of functional groups, etc.) and each results in different rates of polymer recovery. 55, 98 However, in vitro strategy remains hampered by the necessity of extensive and tedious purification methodology to achieve the levels in compliance with the endotoxin requirements for biomedical application according to the U.S. Food and Drug Administration (FDA). Generally, for products that directly or indirectly contact the cardiovascular system and lymphatic system the limit is 0.5 EU/mL or 20 EU/ device, while for devices in contact with cerebrospinal fluid the limit is 0.06 EU/mL or 2.15 EU/device. 99 All mentioned factors together with the bacteria growth conditions significantly influence the total cost of the production of endotoxin-free polymer. To get around this limitation, alternative sources of functionalized PHA granules free of LPS contamination are Gram-positive bacteria. They offer a platform for production of LPS free tailored beads due to the difference in the structure of their cell envelopes compared to Gram-negative bacteria. 100 Even so, other PAMPs, such as lipoteichoic acid (LTA) and peptidoglycan (PG), found in Gram-positive bacterial pathogens are now appreciated to activate many of the same or similar host defense networks induced by LPS. 95 Subsequently their presence in PHAs isolated from Gram-positive bacteria might have immunogenic activities similar to LPS. 101 Among PAMPs, LTA predominates in the Bacillus, whereas actinomycete bacteria typically synthesize lipoglycans. 102 Importantly, certain Gram-positive PHA producing strains (e.g., Bacillus circulans, Bacillus polymyxa) lack both, LTA and lipoglycans. 103 Clostridium and Staphylococcus citreus were reported to lack LTA and may be considered for recombinant PHA production. 104 Hence, emerging area to be investigated are the mechanisms triggered by PAMPs of Gram-positive PHA producing bacteria regarding mammalian immune system. Remarkably, Gram-positive genera Corynebacterium, Nocardia and Rhodococcus are the only wild-type bacteria, which naturally synthesize the commercially important copolymer poly(3-hydroxybutyrate-co-3-hydroxyvalerate), P(3HB-co-3HV), from simple carbon sources such as glucose. 105, 106 The genus Bacillus, in common with many other PHA-accumulating Gram-positive bacteria, accumulates co-polymers of 3HB when grown on different substrates. 98 For instance, copolymers of P(3HB-co-3HV) are accumulated when the cultures are fed with odd-chain-length n-alkanoic acids such as propionic acid, valeric acid and heptanoic acid. 107 The generally-regarded-as-safe (GRAS) bacterium Lactococcus lactis has been genetically engineered to produce PHA beads. Unfortunately this recombinant strain did not show feasibility for commercial-scale production, since the beads were both smaller in size and contributed less PHA per CDW (6%) than other PHA producing bacteria. 29 Therefore, this platform was designated for added value medical product synthesis (e.g., vaccine development) instead the large scale production. 25 The improvement of the yield would likely require re-engineering metabolic flux to push carbon utilization away from lactate production and toward the PHA biosynthesis pathway. 29 Interestingly, the platform based on PHA functionalized granules was used to develop a PhaP-based system for endotoxin removal from protein solution. An endotoxin receptor protein was fused with R. eutropha phasin, in vitro attached to PHB beads and used to remove LPS from the solution. 108 Functionalized PHA nanobead in vivo performance, cytotoxicity and biocompatibility Numerous in vivo studies have clearly demonstrated that endotoxin and bacterial protein free PHAs provoke mild host reactions in different animal models, 96 which is not surprising when considering the fact that [R]-3-hydroxybutyric acid is a normal blood constituent 109 and is found in the cell envelope of eukaryotes. 110 In vitro based approaches have focused on enhancing growth of different eukaryotic cell lines using arginyl-glycyl-aspartic acid (RGD) tailored PHA in form of a scaffold. As such, it showed excellent in vitro performance on supporting and promoting neural stem cell, human bone marrow mesenchymal stem cell and fibroblasts adhesion and growth. [111] [112] [113] PhaP-RGD fusion immobilization allowed evading tedious cross-linking processes and chemical immobilization that easily damage the biological activity of attached protein.\n\nNew approaches based on nanoparticulate carriers with targeting capability for imaging and drug delivery to cancer cells are slowly replacing longstanding concepts. With this aim, posterior to synthesis of loaded PHA particles, surface modification was performed via hydrophobic interaction between particle surface and growing PHA chain from PhaC enzyme fusion with RGD that stabilized core-shell structure. 31 However, little attention was placed on endotoxin removal and scaffold performance in vivo. Alternatively, the PHA micelles synthesis was performed in vitro by mixing PhaC-RGD and 3HB-CoA and therefore avoiding the incorporation of endotoxins. 66 Bacterial polyester inclusions have been also engineered to display fusion protein of PhaC and the components involved in immune response to the infectious agent and used as a vaccine delivery system. 19 Remarkably, particle-based carriers very closely mimic the physiochemical characteristics of natural pathogens, enhancing particle-displayed protein delivery to the immune system. [114] [115] [116] However, very few in vivo studies address essential issue of immunogenicity of soluble and PHA granule bound GAPs, considering that the main objective when using biomaterials and nanocarriers is to generate the most appropriate beneficial cellular or tissue response without eliciting any undesirable local or systemic effects in the recipient of the therapy. As the immune response and repair functions in the body are exceptionally complex, the biocompatibility of a material should not be described in relation to a single cell type or tissue. Nevertheless, it is essential to consider in vitro and in vivo cellular behavior for further comprehensive biocompatibility evaluation of biopolymers.\n\nSeveral studies report no toxic nor pyrogenic effect of wild type or functionalized non endotoxin free PHA beads in mice, 19 which suggests that due to the profound differences between mice and human immune systems another animal model should be considered for these type of studies. 117 Given the breadth of these functional differences, the discrepancies surely limit the usefulness of mouse models in mentioned studies and as such should be taken into account when choosing preclinical animal models. 118 The results of the study comparing immune response of PHA-beads for vaccine application produced in L. lactis and E. coil support this hypothesis since no higher inflammation was spotted for E. coli produced particles. 26, 29 However, this might be due to the PAMPs, present in both Gram-positive and Gram-negative bacteria that induce similar immune reaction. In addition, overall impact of functionalized PHA nanobeads on eukaryotic organism including levels of ketone bodies and other possible secondary effects are unknown. In vivo tracking of PHA nanocarriers might give insight into environmentally-triggered structural changes of nanoparticles and provide additional information about their localization and pathway.\n\nIn a very different context, complexed PHAs (cPHAs) were discovered representing different type of PHA structures. Unlike bacterial PHAs that play a major role in carbon and energy storing, these cPHAs found in mammalian cells are assumed to be involved in regulation of various cell functions through modification of target molecules. 119 Complex of cPHA with Ca 2+ and inorganic polyphosphate is involved in formation of ion-conducting channels in mitochondrial membranes. 120 Furthermore, cPHA can interact with membrane proteins through hydrophobic and perhaps covalent interactions. 121, 122 It has been suggested that in case of protein channels these interactions might play an important role in regulation of channel function and selectivity. 123 Previous studies indicate that cPHA can be found in various subcellular compartments of the eukaryotic organisms 124 as well as associated with specific proteins. 125, 126 Although, these structures are still not profoundly explored and are in very early stage of investigation, they definitely offer great possibility for functionalization and exploitation. Additionally, they might give the critical piece of information on PHA metabolism, their uptake and pathway inside the eukaryotic cell essential when dealing with functionalized PHA nanobeads designed for biomedical application.\n\nBesides natural polyesters such as PHA, several synthetic polyesters have attracted considerable attention as materials for biomedical purposes due to their attractive properties (e.g., biocompatibility and biodegradability). Currently majority of synthetic polyesters systems used in medicine are based on poly(lactic acid) PLA, poly(glycolic acid) PGA and their copolymer poly(lactic-co-glycolic acid) PLGA. This is mainly due to their well described formulations and methods for production, as well as their low toxicity and immunogenicity. Even though such polyesters have been extensively used for resorbable sutures, bone implants, screws and others, 127 only small number of commercially available products are designed for nanoparticle based drug delivery. 128 Nevertheless, synthetic polyesters such as PLGA have been profoundly tested for this application (reviewed in 128, 129 ) .\n\nSynthetic polyesters are considered promising candidates for development of the nanoparticle delivery systems to release, target, uptake, retain, activate and localize the drugs at the right time, place and dose. 130 Although natural and synthetic polyesters share many common properties (e.g., biocompatibility and biodegradability), due to their specific characteristic one or the other might be more suitable dependently on the application. The main characteristic of synthetic and natural polyesters, significant for nanoparticle production and drug delivery systems are outlined in Table 3 . Degradation of both, synthetic and natural polyesters, results in biologically compatible and metabolizable moieties. However, their degradation rates and patterns differ considerably. Thereby, synthetic polyesters are suitable for sustained release due to their slow degradation rates. Importantly, in the case of natural polyesters the drug release kinetics can be more easily controlled via conventionally engineering the PHA matrix parameters to reach desired degradation rates. For instance, scl-PHAs are crystalline and hydrophobic, but many pores are formed on the surface and the drugs are released quickly without any polymer degradation. Mcl-PHA copolymers on the other hand, have low melting point and low crystallinity, therefore they are more suitable for drug delivery.\n\nPLGA found many applications in biomedical field, such as treatment of cancer, inflammation diseases, cerebral diseases, cardio-vascular disease as well as in regenerative medicine, infection treatment, vaccination and many others. 128, 133 They were also used for diagnostic purposes for magnetic resonance, cancer-targeted imaging 136, 137 and as ultrasound contrast agent. 138 Similarly, the good performance of PHAs for variety of biomedical applications has been proven (Table 1) . Nevertheless, the main advantage of synthetic PLGA over natural PHAs is its FDA approval as drug delivery platform and lower production costs. Currently, the only FDA approved PHA is poly(4-hydroxybutyrate) P(4HB) for suture application, which might open the possibility for other PHAs to be tested and enter the investigations for FDA approval. This would significantly influence the development of PHA based drug delivery systems and enhance their application.\n\nAt present, due to its large availability on the market and its relatively low price, PLA shows one of the highest potential among polyesters, particularly for packaging and medical applications. For instance, Cargill has developed processes that use corn and other feedstock to produce different PLA grades (NatureWorks). 139 In this company, the actual production is estimated to be 140,000 tons/year. Presently, it is the highest and worldwide production of biodegradable polyester. Its price is lower than 2 €/kg. 140 Although, the cost of production of PHAs is still quite high (3-5 €/kg), current advances in fermentation, extraction and purification technology as well as the development of superior bacterial strains are likely to lower the price of PHAs, close to that of other biodegradable polymers such as polylactide and aliphatic polyesters. 141 \n\nEngineering biomaterial nanobeads has attracted much attention of the research community. Ongoing efforts to push the boundaries are reflected in the design of wide range of nanostructured bacterial materials for innovative medicines. 1 Apart from PHA, biologically produced nanoparticles are highly diverse and omnipresent in prokaryotic (magnetosomes, storage paricles, etc.), but also in eukaryotic (e.g., exosomes, lipoproteins, etc.) systems giving the ground to the further development of bionanothechnology. 11 Smart PHA nanoparticles described in this review provide grounds on how these bacterial polymers, traditionally considered for industrial or conventional clinical applications, are progressively entering the most innovative biomedical fields as promising and highly flexible materials. The fact that PHA can be produced from inexpensive waste carbon sources enhanced commercial interest in these polymers. On the other hand, interest in functionalized PHA nanobead technology has been hampered by existing legislation in terms of endotoxin concentration allowed for biomedical application. 99 Importantly, these technical hurdles were successfully surmounted following in vitro approach or using certain Gram-positive strains for in vivo functionalized bead assembly. Nevertheless, up-to-date PHAs are produced on the large-scale exclusively using Gram-negative bacteria. 4 For simplicity and cost control the goal is to adapt the approach to a system in which maximal covering of PHA granule surface with recombinant protein is achieved. Different module swapping strategies and fine tuning were proven effective to reach this goal. 8 To meet the challenges new tendencies suggest multi-functionality. The concept behind multi-functional beads would allow the design of variety of biomedical systems with unique advantage of adaptability and subsequently responding to current trends of biomedicine. PHA nanoparticles allow multifunctional tuning due to the possibility of the use of variety of GAPs, as well as their both N-and C-terminal domains, to immobilize diverse proteins simultaneously. Nevertheless, many nanotoxicological tests on their safety have to be performed before they can overtake the current stage of synthetic polyesters. Aside from FDA approval for biomedical applications, the production costs should be reduced. Table 3 Comparison of synthetic and natural polyesters production, processing, properties and application.\n\nBacterial polyesters (PHA) Ref.\n\nBio-production of LA and chemical synthesis of PLA, PLGA Completely biosynthesized 4, 96, 131 No possibility of in vivo production and functionalization\n\nIn vivo functionalization; One-step production of active agent and carrier, no need to produce, purify and conjugate active agent 26, 54, 131 Use of harsh chemicals for production Production from renewable sources 4, 132 Difficulty to scale-up Similar to bioprocesses for PHA production; Certain difficulties to scale-up 132, 133 Production cost comparable with conventional plastics like PET High cost of production; at least twice that of PLA 4, 131 High risk due to flammable and toxic solvents Low risk level 132 Production completed within days Production duration 1-2 weeks 132 Endotoxin contamination less probable due to synthetic origin Endotoxins can be efficiently removed; Use of Gram+ strains allows endotoxin free production 20 Properties Lower number of copolymers that can be produced; Only D-and L-lactic acids (LA)\n\nMore than 150 monomeric building blocks for polymer design 4, 131 Approved by FDA and European Medicine Agency as drug delivery system Not approved by FDA as drug delivery system 131, 133, 3 Low drug loading No limitations regarding drug loading 32, 131, 133 Protection of drug from degradation Protection of drug from degradation 133, 3, 134 Biodegradable, biocompatible, low cytotoxicity Biodegradable, biocompatible, low cytotoxicity 30, 32, 96, 3 Material properties poor, could be adjusted by regulating D-and L-LA ratios Good thermomechanical properties from brittle, flexible to elastic, fully controllable, easy processability 4, 30, 96, 135 Degradation rate can be controlled Degradation rate can be controlled 130, 3 Drug delivery kinetics can be controlled Drug delivery kinetics can be controlled 32, 130 Easy particle size control Size of in vitro produced particles might be controlled, in vivo production limits control over particle size 30, 32, 34, 134 Application Wind variety of biomedical applications Applicable to a range of diseases 26, 133 Lowering pH at the site of implantation that might lead to sterile sepsis\n\nNo detected side effect of PHA degradation 130, 131 Best chance for clinical application due to FDA approval. Packaging, printing, coating, yet limited by T g of 65-75°C\n\nAlmost all areas of conventional plastic industry, limited by current higher cost and availability 4, 20, 131, 134 The big challenges that PHA industry has to overcome 132 to lead to PHA nanobeads successfully commercialization are: i) reduction of production costs; ii) construction of functional PHA production strains to precisely control the structure of PHA molecules increasing the consistency of structure and properties to reach the level of competitor synthetic polymers; iii) reach the simplicity of synthetic polymer processing; iv) use of alternative renewable sources for production to avoid use of expensive glucose; v) development of high value added applications."}