{"title": "A matched case-control study", "body": "Influenza is an acute respiratory illness that manifests itself in the form of a typical seasonal epidemic during winter and can be characterized by a pandemic when an antigenically distinct virus is introduced and spreads in the human population.\n\nIn industrialized countries influenza constitutes a significant risk to public health and causes significant damage to the National Health Service and society in both health and economic terms. Indeed, it is responsible for a high consumption of healthcare resources (direct costs), reduced productivity (indirect costs), and intangible costs such as suffering and impairment annual vaccination is the main mean of preventing influenza in the elderly. In order to evaluate the effectiveness of the adjuvanted seasonal influenza vaccines available in Italy in preventing hospitalization for influenza and pneumonia, a matched case-control study was performed in elderly subjects during the 2010-2011 season in Genoa (Italy). cases and controls were matched in a 1:1 ratio according to gender, age, socio-economic status and type of influenza vaccine. Vaccine effectiveness was calculated as IVe = [ x 100] and crude odds ratios were estimated through conditional logistic regression models. adjusted odds ratios were estimated through multivariable logistic models.\n\nIn the study area, influenza activity was moderate in the 2010-2011 season, with optimal matching between circulating viruses and vaccine strains. We recruited 187 case-control pairs; 46.5% of cases and 79.1% of controls had been vaccinated. The adjuvanted influenza vaccines (Fluad® considered together with Inflexal V®) were associated with a significant reduction in the risk of hospitalization, their effectiveness being 94.8% (cI 77.1-98.8). adjusted vaccine effectiveness was 95.2% (cI 62.8-99.4) and 87.8 (cI 0.0-98.9) for Inflexal V® and Fluad®, respectively. Both adjuvanted vaccines proved effective, although the results displayed statistical significance only for Inflexal V® (p = 0.004), while for Fluad® statistical significance was not reached (p = 0.09). Our study is the first to provide information on the effectiveness of Inflexal V® in terms of reducing hospitalizations for influenza or pneumonia in the elderly, and demonstrates that this vaccine yields a high degree of protection and that its use would generate considerable saving for the National Health service.\n\nin the elderly incorporated into vaccines, enhance the immunogenicity of their antigens by activating and/or prolonging their stimulatory effect. In Italy, influenza vaccination is strongly recommended for the elderly, and is offered free of charge at the vaccination facilities of Local Healthcare Units (LHUs) or by General Practitioners (GPs). For this reason, too, it is important to evaluate the performance of seasonal influenza vaccination campaigns. In this perspective, studies on the prevention of hospitalization appear to be very useful. Hospitalization of the elderly is the largest item of direct cost, at least during seasonal influenza epidemics in Italy. 14, 15 While traditional vaccines (not adjuvanted) and MF-59 ® adjuvanted vaccines have been studied with regard to their effectiveness in reducing hospitalizations and mortality in the elderly, no such studies have been conducted on Inflexal V ® . 11, [16] [17] [18] [19] [20] [21] Studies on the effectiveness of Inflexal V ® have been performed in terms of the prevention of Influenza-Like Illnesses (ILIs). 22, 23 In order to evaluate the effectiveness of the adjuvanted seasonal influenza vaccines available in Italy in preventing hospitalization for influenza and pneumonia, a matched case-control study was performed in elderly subjects during the 2010-2011 season in Genoa, Italy.\n\nIn the Liguria Region, influenza activity was moderate in the 2010-2011 season. The influenza epidemic began in the 50th week of 2010 and lasted until the 10th week of 2011. The epidemic period lasted 13 weeks, during which time it was estimated that about 6.4% of the Region's population suffered from influenza. Infants, children and adolescents were the subjects most affected by influenza. Only 9.4% of cases fell into the over-64 y age-class.\n\nThe predominant circulating influenza virus was A/ California/07/09 pdm (67%), followed by B virus (B/ Brisbane/60/2008) (23.5%) and A/H3N2 (A/Perth/16/2009) (9.3%). In the 2010-2011 season there was optimal matching between circulating viruses and vaccine strains. No drifted influenza strains were isolated in the Genoa district.\n\nThe 2010-2011 influenza vaccination coverage was 62.3% in the elderly in Genoa. On the basis of the distribution of the vaccines used, 33,228, 41,504 and 27,320 elderly subjects were vaccinated with Inflexal V ® , Fluad ® and Intanza ® , respectively (Data from Liguria Region-Influenza vaccination: 2010-2011 season).\n\nA total of 187 cases (104 males and 83 females) and 187 controls were recruited. Seven cases were excluded because they were not matched with suitable controls. Table 1 shows the personal and clinical characteristics of cases and controls. Smoking and drinking were significantly more common among cases than controls. Furthermore, more cases than controls suffered from heart disease (p = 0.0002), respiratory disease (p < 0.0001) and renal disease (p = 0.0007). By contrast, controls were more often affected by rheumatologic disease (p = 0.0033). The high-risk medical conditions of hypertension, liver disease and cancer were similarly distributed among cases and controls. Pneumococcal vaccination was received by 9.1% risk of serious influenza complications. About 90% of excess mortality due to influenza and about 50% of excess hospitalizations occur among the elderly. 5, 6 Moreover, as underlined by the US. Centers for Disease Control (CDC), the complications of influenza more often affect persons over 64 y of age, especially those aged over 75 y, as well as children and people of all ages with recognized risk conditions. 7, 8 It is acknowledged that the only really effective means of combating influenza and its possible complications is vaccination. 7, 8 Many studies support the hypothesis that influenza vaccination significantly reduces the risk of severe complications, e.g., hospitalizations for pneumonia and death among the elderly living in communities. 6, [9] [10] [11] In subjects over 64 y of age, vaccination against influenza seems to reduce hospitalizations by 50-60% and mortality by up to 80%. 7 However, these studies are open to potential bias, since several variables can influence evaluations of efficacy/effectiveness.\n\nThe need for ever more immunogenic and efficacious influenza vaccines, especially for the elderly, has prompted the development of adjuvanted vaccines. In order to enhance the immune response to influenza vaccines, several adjuvants have been proposed (e.g., MF-59 ® and virosomes). 12, 13 Adjuvants are agents which, when influenza or pneumonia were assessed only in subjects who had received adjuvanted influenza vaccines. Those who had received the Intanza ® 15 mcg vaccine were excluded from the following statistical tests (29 case-controls pairs). Then, we analyzed 158 case-control pairs. If we consider the overall effectiveness of adjuvanted influenza vaccination, the multivariable logistic models included, in addition to elderly status, the following confounding factors, which changed the crude-OR by more than 10%: drinking and smoking. The crude influenza vaccine effectiveness was 97.1% (88.3-99.3%) and the adjusted value was 94.8% (77.1-98.8%) ( Table 3) .\n\nIf we consider the effectiveness of the Inflexal V ® vaccine, the multivariable logistic models included, in addition to elderly status, the following confounding factors, which changed the crude-OR by more than 10%: heart and respiratory diseases, drinking and smoking. The crude Inflexal V ® vaccine effectiveness was 98.0% (85.2-99.7%) and the adjusted value was 95.2% (62.8-99.4%) ( Table 3) . Regarding the Fluad ® vaccine, the multivariable logistic models included, in addition to elderly status, the following confounding factors, which changed the crude-OR by more than 10%: respiratory disease, drinking and smoking. The crude Fluad ® vaccine effectiveness was 95.2% (64.6-99.4%) and the adjusted value was 87.8% (0.0-98.9%) ( Table 3) .\n\nHowever, regarding the adjusted OR of Fluad ® , the analysis did not prove to be statistically significant (p = 0.09). Furthermore, the 95% CI of the adjusted OR (0.011-1.394) also confirmed that the adjusted OR (0.122) of Fluad ® should be considered only an indicative value. of cases and 24.1% of controls; pneumococcal vaccination status could not be ascertained in 105 cases and 70 controls. The number of subjects with three or more risk factors was significantly higher among cases (p = 0.0021) ( Table 1) .\n\nThe influenza vaccination status of cases and controls is reported in Figure 1 . A total of 46.5% of the cases had been vaccinated; of these, 32.2%, 39.1% and 28.7% received Inflexal V ® , Fluad ® and Intanza ® , respectively. Only 3 of the vaccinated cases had no high-risk medical conditions. Specifically, 23 (26.4%) had 1 high-risk medical condition, 32 (36.8%) had 2 conditions, 14 (16.1%) had 3 conditions, 11 (12.6%) had 4 conditions, 3 (3.4%) had 5 conditions and 1 had 6 conditions. Fourteen (16.1%) vaccinated cases were smokers and 11 (12.6%) were drinkers.\n\nAmong the controls, 79.1% had been vaccinated; of these, 52.0%, 36.5% and 11.5% received Inflexal V ® , Fluad ® and Intanza ® , respectively. High-risk medical conditions were recorded among vaccinated controls as follows: 21 subjects (14.2%) had no high-risk conditions, 58 (39.2%) had 1 condition, 52 (35.1%) had 2 conditions, 15 (10.1%) had 3 conditions and 2 (1.3%) had 4 conditions. Thirteen (8.8%) vaccinated controls were smokers and 6 (4.0%) were drinkers. Table 2 reveals that many elderly subjects with underlying chronic medical conditions were not vaccinated and were therefore exposed to a high risk of developing serious complications caused by influenza. For example, 52.6% and 46.5% of those with heart and respiratory diseases, respectively, were not vaccinated.\n\nIn accordance with the aim of the study, the risk of hospitalization for pneumonia and/or influenza and the effectiveness of influenza vaccination in preventing hospitalization from Moreover, our study is the first to provide information on the effectiveness of the Inflexal V ® vaccine in terms of reducing hospitalization for influenza or pneumonia among subjects > 64 y, and demonstrates that this vaccine yields a high degree of protection. This information is consistent with the results obtained by Pregliasco et al. and Consonni et al., 22, 23 although these authors considered another outcome, i.e., the efficacy of virosomal influenza vaccine in preventing Influenza-Like Illness in the elderly. In particular, Consonni et al. who performed their study during the 2002-2003 influenza season, found a 62% rate of protection against ILI. 23 Our analysis showed much greater effectiveness in reducing hospitalization for influenza or pneumonia than other studies. Indeed, practically no other previous research has registered similar levels of effectiveness. Only one study, conducted by Puig-Barberà in 1994-96, found a vaccine efficacy of 79% with regard to radiologically confirmed pneumonia hospitalization, 26 and a case-control study performed by Herrera in 2003-04 showed 90% vaccine efficacy against influenza hospitalization, though that was in non-high-risk 50-64-y-old subjects. 27 It is important\n\nDuring the course of their life, humans are infected by several strains of influenza virus. The elderly therefore have a very rich immunological memory against influenza viruses. However, their immune system is weakened because of immune-senescence. 24 Data obtained on inactivated non-adjuvanted influenza vaccines used in different seasons indicate that, as early as age 40, the intensity of the response to vaccination decreases. 25 Subsequently, as time passes, aging and the progression of underlying diseases, especially those of the respiratory and cardiovascular systems, make the elderly more vulnerable to aggression by influenza viruses and other respiratory pathogens.\n\nOn the basis of our results, it is possible to estimate that, in the elderly, the adjuvanted influenza vaccines (Fluad ® considered together with Inflexal V ® ) were associated with a significant reduction in the risk of hospitalization for influenza or pneumonia. Indeed, their effectiveness in preventing hospitalization was 94.8% (CI 77.1-98.8%). (Fig. 2) . The co-circulation of other respiratory viruses was particular important in infants and children, 40 but could have had some importance in terms of information bias. However, it is well known that this kind of bias can lead to the underestimation of effectiveness. 35 We selected our cases in the two largest hospitals in Genoa; the GPs of these subjects were then identified. Starting from the GP's database, an appropriate control subject was matched to the case by age, sex, socio-economic level and type of vaccine. This procedure enabled us to minimise the variability within each case-control pair, and yielded cases and controls residing in the same neighborhood of the city. Information on hospital discharge diagnoses, underlying diseases, life style and risk conditions were obtained from medical records and, with regard to cases, also from hospital medical records. Two operators codified the data collected by means of an ad hoc questionnaire; the authors of this paper supervised this phase of the study to ensure the quality of the data to be fed into the computer for statistical analysis.\n\nMultivariate analysis was conducted in order to limit confounding biases linked to comorbidities and other risk factors. In particular, the final analysis was performed by considering the predictors which changed the crude OR by > 10%.\n\nIn our study, effectiveness in preventing hospitalization for influenza or pneumonia proved to be higher than that reported by other authors. The reasons for this could be: (1) the very good matching between vaccine and circulating influenza strains; (2) the fact that the elderly, both vaccinated and unvaccinated, had probably had previous contact with an H1N1 strain closely related to the A/California/07/09 pdm virus, as was demonstrated by the very low morbidity in these subjects during the 2009/10 pandemic season 4 and as was confirmed by the study by Hancock et al., who reported high percentages of neutralizing antibody titers against the 2009 pandemic H1N1 virus among serum donors born before 1950. 41 Thus, the 2010-11 vaccination might have had a potent booster action: indeed, there are studies that support our hypothesis; 42, 43 (3) the stimulating action by the adjuvants of the vaccines studied.\n\nWhen statistical analysis was performed with regard to the type of vaccine, both the adjuvanted vaccines considered in our study showed very good levels of effectiveness (95.2% and 87.8% for Inflexal V ® and Fluad ® , respectively). However, the results displayed statistical significance only for Inflexal V ® (p = 0.004), while for Fluad ® statistical significance was not reached (p = 0.09). Furthermore, the 95% CI of adjusted OR of Fluad ® (0.011-1.394) also confirmed that the adjusted OR (0.122) should be considered only an indicative value.\n\nRegarding the effectiveness of MF-59 ® -adjuvanted subunit influenza vaccine in preventing hospitalisations, Puig-Barberà et al. conducted 3 case-control studies in the 2004-05 influenza season. The effectiveness of the influenza vaccine in preventing hospitalisations was: 87%, 93% and 69% for cardiovascular diseases, cerebrovascular diseases, and pneumonia, respectively. 20 to underline that, as in the majority of studies of influenza vaccine efficacy/effectiveness, in these two studies the predictor \"vaccination\" was considered independently from the type of vaccine administered. However, it is probable that the vaccines used were inactivated non-adjuvanted vaccines.\n\nOther case-control studies conducted since 1980 have shown 30% to 63% vaccine efficacy/effectiveness with regard to hospitalization. 15, [28] [29] [30] [31] [32] [33] Two recent studies produced results quite similar to ours. 11, 34 One was published in 2011 by Talbot et al.; these authors considered the effectiveness of seasonal vaccines in preventing hospitalization in elderly patients, and applied molecular biology techniques to confirm influenza cases. 34 The results of their study showed 61.2% effectiveness (95%CI 7.5-81.8%) on combining 3 consecutive seasons. The other study, published by Castilla et al. in 2012, 11 showed 58% effectiveness (95%CI 16-79%) in preventing hospitalizations. It is important to note, however, that the subjects of this latter study were vaccinated with inactivated non-adjuvanted vaccines.\n\nHowever, as mentioned above, it is very difficult to evaluate influenza vaccination effectiveness exactly, since this is influenced by several variables. One of the main factors is the concordance between the strains used for immunization and the viruses circulating among populations (matching). The other variables are: the characteristics of pathogenicity of circulating strains, outcomes and case definitions, the methods used, the medical conditions of vaccine recipients, the period of the study, the contemporary circulation of different respiratory pathogens and, as often occurs, the lack of information about the type of vaccine administered.\n\nDespite these difficulties, some authors have tried to limit the variability of the findings of different studies by using the meta-analysis methodology. For instance, in 1995 Gross et al. performed a meta-analysis of 20 studies and found a 50% rate of efficacy in preventing hospitalization. 35 Vu et al. performed a meta-analysis of studies involving non-institutionalized subjects aged ≥ 65 y, and found a 33% rate of effectiveness in preventing hospitalization for pneumonia and influenza. 36 In 2005, Jefferson et al. published a paper in which they reported that well-matched vaccines prevented 45% (95% CI 16-64%) of hospital admissions caused by influenza. 37 Although meta-analysis studies are interesting, they have several major limits. The most important one is that these studies have usually been conducted independently of repeated yearly vaccinations, and of the type, dosage, timing or administration schedule of the various influenza vaccines. Furthermore, the authors have completely ignored the technological evolution of influenza vaccines during the study period (such as techniques for determining the antigen dose, introduction of national and international quality control, etc). In addition, when studies of different power and with different specific outcomes are combined and considered equally, the results are difficult to interpret and often inconclusive. 38, 39 In order to limit the multiple effects of the great number of variables which can influence the effectiveness of influenza vaccine, our study was designed to take into account possible selection, information bias and confounding bias. The study was performed during the period of maximum incidence of Service. However, the fact that influenza diagnoses were not confirmed in the laboratory suggests both that our results should be considered with caution and that other studies will be needed in order to confirm the excellent performance of Inflexal V ® in preventing hospitalizations for influenza and pneumonia.\n\nThe Ethics Committee of S. Martino Hospital (Genoa, Italy) approved the study protocol (N° 18/2010).\n\nStudy design. A case-control study was performed in the elderly population (> 64 y of age) residing in Genoa (Italy), accounting for 163,808 elderly subjects (65,648 males and 98,160 females) as of 31st December 2010. 46 Cases and controls were matched in a 1:1 ratio. Matching was based on gender, age (+/-3 y), socio-economic status (evaluated on the basis of educational level and the district of residence) and type of influenza vaccine. Each case and matched control had the same GP.\n\nIn 2010-2011, the Regional Health Service (RHS) provided 4 vaccines for the influenza vaccination campaign. In particular, Inflexal V ® (Crucell Italy Srl), Fluad ® (Novartis Vaccines and Diagnostics Srl) and Intanza ® 15mcg (Sanofi Pasteur MSD SpA) were used for the elderly.\n\nCase definition and selection. The cases were recruited among hospitalized subjects by choosing patients with discharge diagnoses of influenza or pneumonia (hospital discharge code ICD9, 480-487). Two important hospitals of Genoa were considered Our results highlight the fact that many subjects with more than two concomitant high-risk conditions were not vaccinated against influenza. For example, 52.6% of cases with heart disease and 46.5% of those with respiratory disease were not vaccinated. Although the Italian Ministry of Health has set the objective of vaccinating 75% of the elderly population during annual influenza vaccination campaigns, current coverage is about 58% in Italy as a whole, and 62% in Genoa (Data from Liguria Region -Influenza vaccination: 2010-2011 season). 44 For this reason, it is very important to raise awareness of the utility of influenza vaccination in the elderly; it is also advisable to implement training courses for GPs. Furthermore in occasion of annual influenza vaccination campaign, it is useful to vaccinate the elderly against pneumococcal infections. Indeed, the synergism between influenza infection and a greater susceptibility to Streptococcus pneumoniae is well established. 45 With regard to this item, our results also demonstrate that vaccination against S. pneumoniae was significantly more frequent among controls than cases, although the pneumococcal vaccination status of many subjects, both cases and controls, could not be ascertained.\n\nIn conclusion, our results indicate that the adjuvanted vaccines seem to fulfil the purpose for which they were designed. In particular, our findings reveal the very high efficacy of Inflexal V ® , even if, on the basis of the lower limit of the 95% CI, we adopt a conservative estimate of the effectiveness (62.8%). It can be hypothesized that the use of this vaccine for influenza prevention would yield considerable saving for the National Health (cardiovascular disease, cerebrovascular events, regular treatment with hypertensive agents, chronic respiratory disease, diabetes mellitus, renal disease, hepatic disease, rheumatic disease and neoplasia). Furthermore, subjects were asked about their smoking and drinking habits and whether they had received pneumococcal vaccine. The influenza and pneumococcal vaccination status was checked by using the vaccination registers of GPs and the LHU.\n\nAll vaccinated subjects enrolled received the influenza vaccine during the seasonal campaign vaccination (October 20th-November 10th 2010).\n\nStatistical analysis. The analyses were performed with the SPSS vers.16.0 for Windows and Graph-Pad software. The characteristics of the study population were described as means ± standard deviation (SD) for continuous variables and as proportions for categorical ones. The differences among cases and controls groups were analyzed with MacNemar's test.\n\nVaccine effectiveness was calculated as IVE = [(1-OR)x100] and crude odds ratios with relative 95% Confidence Interval (CI) were estimated by conditional logistic regression models, using the dichotomic variables \"hospitalizations for influenza or pneumonia\" as outcome and \"vaccination\" as main predictor.\n\nOtherwise, adjusted ORs were estimated by multivariable logistic models. After evaluating the role of possible confounding factors of all the variables measured in the study (Heart Disease, Respiratory Disease, Alcohol consumption and smoking etc), those variables that resulted in a change of the effect of exposure for recruitment: the Azienda Ospedaliera Universitaria San Martino and the Ente Ospedaliero \"Ospedali Galliera.\"\n\nControl definition and selection. The controls were subjects who were not hospitalized for influenza or pneumonia in the study period. The controls were recruited by GPs.\n\nSoon after the recruitment of each case, GPs picked out potential control subjects (fitting the control definition) among the patients registered in their databases. From this group of potential candidates, GPs randomly selected control subjects.\n\nStudy period. The 2010-2011 influenza season was considered. Since the diagnosis of influenza was only based on hospital discharge code ICD9, to improve the specificity of diagnosis, the study took into account only the period of maximum incidence of ILI (December 2010 -March 2011) (Fig. 3) .\n\nThe database of the Inter-University Centre for Research on Influenza and other Transmitted Infections (CIRI-IT), which monitors the trend in influenza throughout the year, was considered to have epidemiological and virological data in real time. 40, 47, 48 The CIRI-IT is located at the Health Sciences Department of the University of Genoa and is part of the Italian Influenza Surveillance System. Data collection. Once written consent had been obtained, data from both cases and controls were collected by means of an ad hoc written questionnaire. The information obtained was validated by GPs' medical records and, with regard to the cases, also by hospital medical records. The following variables were recorded: age, gender, socio-economic status, chronic conditions \n\nNo potential conflicts of interest were disclosed.\n\nThe study was supported by the Department of Health Sciences -Genoa University (Italy). The authors thank Paolo Moscatelli and Roberto Tramalloni, who coordinated the data collection at the Azienda Ospedaliera Universitaria San Martino and the Ente Ospedaliero \"Ospedali Galliera,\" respectively. They also thank the GPs of Genoa LHU for their support in data collection and for validating the medical data of volunteers, and Luca Berisso and Emanuela Rizzitelli for their support in the collection and quality control of the data. The authors thank Dr. Patrick Bernard for revising the manuscript.\n\n≥ 10% OR were included in the models. Owing to its importance, the variable \"age\" was included in the multivariable analysis. The estimated coefficients of logistic regression were obtained by using the procedure of SPSS COXREGR, which is equivalent to the conditional logistic regression when there is only one case with one or more controls in every layer. 49, 50 In accordance with the goal of the study, the effectiveness of influenza vaccination in preventing hospitalization for influenza and pneumonia was assessed only for the subjects who received adjuvanted influenza vaccines. Consequently, the analysis was performed on the total sample of subjects vaccinated with Inflexal V ® or Fluad ® and then restricted to cases vaccinated with Inflexal V ® and Fluad ® , respectively. All tests were two-sided, and p < 0.05 was considered statistically significant."}