{"title": "Differential roles of CCL2 and CCR2 in host defense to coronavirus infection", "body": "Chemokines are small (7-15 kDa) cytokines capable of inducing a diverse array of biological effects that are important in both host defense and disease progression in response to infection. Although initially described in induc-ing the directional migration of targeted populations of leukocytes during periods of inflammation, chemokines are now recognized as important signaling molecules in linking innate and adaptive immune responses (Baggiolini, 1998; Cyster, 1999; Luster, 1998 Luster, , 2002 Ward et al., 1998) . For example, the CC chemokine ligand 2 (CCL2) is capable of regulating the pathobiology of various inflammatory disease models of humans such as asthma, multiple sclerosis, and atherosclerosis (Boring et al., 1998; Gosling et al., 1999 ; for reviews, see Baggiolini, 2001; Gerard and Rollins, 2001; Gu et al., 1999; Mahad and Ransohoff, 2003) . In addition to its potent chemoattractive effect on monocytes and macro- phages, CCL2 also influences Th2 polarization in response to certain antigenic challenge (Gu et al., 2000; Hogaboam et al., 1998; Karpus and Kennedy, 1997; Warmington et al., 1999) . The influence of CCL2 on T cell polarization may be due to the fact that CCL2 is constitutively expressed within secondary lymphoid tissue and would be capable of affecting cellular responses following exposure to antigen (Gu et al., 2000) . Thus, expression of CCL2 is capable of influencing both innate as well as adaptive immune responses by regulating monocyte and T cell responses, respectively.\n\nMouse hepatitis virus (MHV) is a positive-strand RNA virus that is a member of the Coronaviridae family of viruses. Intracranial instillation of MHV into the CNS of susceptible mice results in widespread replication of virus in neurons and glia accompanied by a robust inflammatory response consisting of neutrophils, NK cells, T cells, and macrophages (Williamson and Stohlman, 1990) . T cells are required for reduction of viral burden within the brain and this process is mediated by secretion of IFN-g and perforinmediated lysis of infected cells Parra et al., 1999 Parra et al., , 2001 Pearce et al., 1994; Williamson and Stohlman, 1990; Yamaguchi et al., 1991) . Clearance is incomplete and surviving mice will often develop an immune-mediated demyelinating disease characterized by viral persistence in white matter tracts accompanied by lesions of white matter damage (Dales and Anderson, 1995; Fazakerley and Buchmeier, 1993; Lane and Buchmeier, 1997) . Instillation of MHV into the CNS of mice results in a regulated expression of chemokine genes that is dictated, in part, by viral burden (Lane et al., 1998) . In addition, the functional contributions of chemokines and their receptors to either host defense or disease development are dependent on the stage of disease, for example, acute or chronic (Chen et al., 2001; Lane, 2003a, 2003b; Glass et al., 2001; Lane et al., 1998 Lane et al., , 2000 Liu et al., 2000 Liu et al., , 2001 Trifilo et al., 2003) . Analysis of chemokine receptor expression following MHV infection reveals that the CC chemokine receptors 2 (CCR2) and 5 (CCR5) are expressed by endogenous cells of the CNS as well as by inflammatory T cells and macrophages, indicating a role for these receptors in regulating both the immune response and disease development (Chen et al., 2001; Lane, 2003a, 2003b; Glass et al., 2001) . Indeed, MHV infection of CCR2 À/À mice resulted in a dramatic increase in mortality and enhanced viral recovery from the brain that correlated with reduced T cell and macrophage entry into the CNS as compared to viral infection of CCR2 +/+ mice (Chen et al., 2001) . The attenuated inflammatory response within the CNS observed in MHV-infected CCR2 À/À mice was associated with a muted Th1 immune response characterized by an impaired ability to generate antigen-specific T cells (Chen et al., 2001) . Therefore, these data clearly indicate that CCR2 is important in defense against MHV infection of the CNS by promoting a protective Th1 response.\n\nThe present study examines the consequences of MHV infection in mice lacking the major CCR2 signaling ligand CCL2 (CCL2 À/À ) in order to determine if signaling by this chemokine is relevant in the generation of an effective immune response and host defense. This is an important question as CCR2 is currently the only known functional receptor for CCL2, yet these molecules appear to have markedly different effects on immune response to antigenic challenge. CCL2 is important in the development of Th2 responses whereas CCR2 promotes a Th1 response while muting a Th2 response (Boring et al., 1997; Gu et al., 1997 Gu et al., , 1999 Gu et al., , 2000 Hogaboam et al., 1998; Traynor et al., 2000; Warmington et al., 1999) . The data presented indicate that both CCL2 and CCR2 influence leukocyte migration into the CNS in response to viral infection. However, CCR2 is clearly more influential in directing T cell trafficking into the CNS as compared to CCL2, indicating that ligands other than CCL2 are important in signaling through the CCR2 receptor.\n\nMice were infected intracranially with 10 PFU of MHV and morbidity and mortality recorded. As shown in Fig. 1A , clinical disease in CCR2 À/À mice was more severe compared to both wild type and CCL2 À/À mice starting at day 3 postinfection (pi), and this difference was significant (P = 0.005) from days 4 to 7 pi. Moreover, MHV-infected CCR2 À/À mice exhibited a more rapid onset of death compared to the other experimental groups (Fig. 1B) . In contrast, the severity of disease in MHV-infected CCL2 À/À mice was reduced early following infection but eventually no difference was detected as compared to wild-type mice. Death was initially delayed in infected CCL2 À/À mice as compared to wild-type mice; however, by day 9 pi, there was no difference in mortality between these two groups of mice (Fig. 1B) . Examination of viral titers within the brains of mice indicated that CCR2 À/À mice had significantly higher titers as compared to wild-type mice at days 5 and 7 pi, and exhibited significantly higher viral titers within the brains at later times pi when compared to both wild type and CCL2 À/À mice (Table 1) .\n\nBoth CD4 + and CD8 + T cells are required for optimal clearance of virus from the brains of MHV-infected mice Lane et al., 2000; Pearce et al., 1994; Williamson and Stohlman, 1990; Yamaguchi et al., 1991) . To assess the contributions of CCR2 and CCL2 to T cell migration and accumulation within the CNS of MHVinfected mice, brains were removed at defined times pi and T cell infiltration determined by flow cytometry. The data shown in Fig. 2 indicate that CD4 + and CD8 + T cell infiltration into the CNS of infected CCL2 À/À and CCR2 À/À is dramatically reduced as compared to wild-type mice. However, comparison of T cell trafficking within the brains of CCL2 À/À and CCR2 À/À reveals differences in the functional contributions of each molecule to T cell migration. Examination of total numbers of T cells in the brains of CCL2 À/À mice indicated that CD4 + T cell infiltration into the CNS is reduced by 58% (P V 0.01) and 36% at days 5 and 7 pi, respectively, as compared to wild-type mice ( Fig.  2A) . CD8 + T cell trafficking into the CNS of CCL2 À/À mice is reduced by 65% (P V 0.01) and 55% (P V 0.01) at days 5 and 7, respectively, as compared to wild-type mice (Fig.  2B ). CD4 + and CD8 + T cell accumulation within the brains of CCR2 À/À mice is also significantly reduced at days 5 and 7 in comparison to wild-type mice (Figs. 2A and B) . A 75% (P b 0.005) and 83% (P b 0.003) reduction in CD4 + T cells present within the brain was observed in CCR2 À/À mice when compared to wild-type mice at days 5 and 7 pi, respectively ( Fig. 2A) . Similarly, CD8 + T cell recruitment was impaired by 71% (P b 0.005) and 78% (P b 0.005) at days 5 and 7 pi in comparison to T cell levels in wild-type mice (Fig. 2B) . Although total numbers of T cells were reduced within the brains of CCL2 À/À mice at day 7 compared to wild-type mice, the overall percentage of CD4 + and CD8 + T cells present within the inflammatory infiltrate was remarkably similar, indicating that the frequency of T cells present within the cellular infiltrate examined was comparable between wild type and CCL2 À/À mice (Figs. 2C and D). Of the total cells isolated from the brains of wildtype mice at day 7 pi, CD4 + and CD8 + T cells comprised 9% and 11%, respectively, while CD4 + and CD8 + T cells accounted for 10% and 9%, respectively, in the brains of infected CCL2 À/À mice at this time (Figs. 2C and D) . In marked contrast, only between 0.5% and 3% of the infiltrating cells into the CNS of CCR2 À/À mice at day 7 pi were CD4 + and CD8 + T cells (Figs. 2C and D) .\n\nIn addition to examining T cell infiltration within the CNS of MHV-infected mice, the ability of macrophages (F480 + CD45 high ) to migrate and accumulate in the brains of mice was also determined. The data shown in Fig. 3 indicate that macrophage trafficking into the brains of infected CCL2 À/À and CCR2 À/À mice was reduced as compared to wild-type mice. In contrast to T cell trafficking, there was a similar reduction in the number of macrophages present within the brains in both CCL2 À/À and CCR2 À/À mice, indicating that both ligand and receptor are important in directing these cells into the CNS in response to MHV infection. Table 1 Viral titers within brains of MHV-infected mice\n\nDays postinfection Viral titer log 10 (PFU/g) a n Wild type infected 5 5.7 F 0.09 8 7 5.5 F 0.08 22 10-12 3.0 F 0.52 10 CCL2 À/À infected 5 5.9 F 0.09 7 7 5.7 F 0.11 9 10-12 3.1 F 0.33 7 CCR2 À/À infected 5 6.0 F 0.03 b 9 7\n\n6.0 F 0.16 c 9 10-12 4.5 F 0.18 d 4 a All titer data are presented as mean F SEM. No virus was detected from sham mice of all groups. b P V 0.002 as compared to wild type at day 5 pi; not significant compared to CCL2 À/À mice. c P V 0.003 as compared to wild type at day 7 pi; not significant compared to CCL2 À/À mice. d P V 0.01 as compared to wild type at days 10-12 pi; P V 0.02 as compared to CCL2 À/À at days 10-12 pi. Wild type, CCL2 À/À , and CCR2 À/À mice (all on the C57BL/6 background) were infected ic with 10 PFU of MHV and disease severity recorded. CCR2 À/À mice exhibited an overall increase in the severity of clinical disease progression (A) as compared to wild type and CCL2 À/À mice, and this correlated with a more rapid onset and overall increase in mortality (B). Results presented were from five separate experiments. Wild-type mice, n = 54; CCR2 À/À mice, n = 28; CCL2 À/À mice, n = 29. Data were presented as the mean F SEM. Clinical disease severity was significantly (*P V 0.005) worse in CCR2 À/À mice when compared to wild type and CCL2 À/À mice.\n\nIn order to determine the numbers and frequencies of virus-specific T cells within the brains of infected mice, cells were isolated at day 7 pi and viral specificity determined by intracellular IFN-g staining following pulsing of cells with defined T cell epitopes. Such analysis revealed a 10-fold reduction (P V 0.05) in the number of CD4 + T cells responding to the immunodominant epitope within the transmembrane (M) protein at residues 133-147 (M133-147) present within the brains of CCR2 À/À mice as compared to wild-type mice ( Fig. 2A ) (Xue et al., 1995) .\n\nIn addition, the frequency of M133-147-specific CD4 + T cells in CCR2 À/À mice (1.9%) was also reduced (P V 0.001) in comparison with wild-type mice (3.9%) (Fig. 2C ). In contrast, there was no dramatic difference in the overall number or frequency of M133-147-specific CD4 + T cells in the brains of CCL2 À/À mice (3.7%) when compared to wildtype mice (Figs. 2A and C). The strain of MHV used for these studies (V5A13.1) contains a deletion within the surface (S) glycoprotein where the immunodominant CD8 + T cell epitope (S510-518) for MHV is located (Castro and Perlman, 1995; Dalziel et al., 1986) . Therefore, viral specificity for CD8 + T cells was determined by looking at cells responding to an additional CD8 + T cell epitope Fig. 2 . Characterization of T cell infiltration into the CNS of MHV-infected mice. Wild type, CCL2 À/À , and CCR2 À/À mice were infected ic with 10 PFU of MHV and T cell infiltration into the CNS determined at days 5 and 7 pi. In order to determine the frequency and numbers of virus-specific T cells present within the brains, mononuclear cells were surface stained for either CD4 or CD8 and IFN-g (intracellular) expression evaluated following stimulation with either the defined CD4 epitope M133-147 or CD8 epitope S598-605. Total numbers of infiltrating CD4 + and CD8 + T cells are indicated in the left-hand y-axis while numbers of antigen-specific CD4 + and CD8 + T cells are indicated in right-hand y-axis (A and B, respectively). Data are presented as the mean F SEM. The frequency of infiltrating CD4 + and CD8 + T cells present within the brains of MHV-infected mice is indicated in the left-hand y-axis while the frequency of antigen-specific CD4 + and CD8 + T cells is indicated in the right-hand y-axis (C and D, respectively). Data are presented as the average of frequencies. Results presented were from two separate experiments; n = 7 for MHV-infected wild type and CCL2 À/À mice, n = 4 for MHV-infected CCR2 À/À mice. *P V 0.01 as compared to infected wild type at the corresponding time point. **P V 0.005 to infected wild type at the corresponding time point and not significant as compared to that of CCL2 À/À mice. ***P V 0.005 as compared to infected wild type at the corresponding time point and P V 0.05 as compared to infected CCL2 À/À mice. a P V 0.05 as compared to antigen-specific CD4 + T cells from infected wild type at day 7 pi. Not significant as compared to that of CCL2 À/À mice. b P V 0.01 as compared to antigen-specific CD8 + T cells from infected wild type at day 7 pi. Not significant as compared to that of CCL2 À/À mice. c P V 0.001 as compared to antigen-specific CD4 + T cells from infected wild type at day 7 pi. Not significant as compared to that of CCL2 À/À mice. d P V 0.04 as compared to antigen-specific CD8 + T cells from infected wild-type mice at day 7 pi. P V 0.05 as compared to antigen-specific CD8 + T cells from infected CCL2 À/À mice at day 7 pi. present within the S glycoprotein at residues 598-605 (S598-605) (Castro and Perlman, 1995) . Similar to the CD4 + T cell results, there was an approximately 7-fold reduction (P V 0.008) in numbers of CD8 + T cells responding to the S598-605 epitope in CCR2 À/À mice and the frequency of these cells (5.1%) was also reduced (P V 0.04) as compared to wild-type mice (10.4%) (Figs. 2B and D) . Although numbers of S598-605-specific CD8 + T cells were reduced within the brains of CCL2 À/À mice, this was not significant compared to wild type, and the frequency (11.1%) was actually slightly higher (Figs. 2B and D).\n\nExpression of non-ELR CXC chemokine ligands T cells are required for optimal host defense following MHV infection of the CNS by reducing the viral burden. The fact that CCR2 À/À mice exhibited significantly higher viral titers within the brains and were not able to reduce the viral load as compared to both MHV-infected CCL2 À/À and wild-type mice suggested the possibility of impaired expression of T cell chemoattractants. We have previously demonstrated that the non-ELR CXC chemokine ligands 9 (CXCL9-Mig, monokine induced by interferon gamma) and 10 (CXCL10-IP-10, interferon inducible protein 10 kDa) contribute in host defense against MHV infection by recruiting T cells into the CNS following infection . Examination of transcripts at days 5 and 7 pi revealed differential expression patterns for each chemokine. At day 5 pi, low levels of CXCL9 transcripts were detected in all mice examined with infected wild-type mice exhibiting the lowest levels ( Figs. 4A and B) . However, by day 7 pi, CXCL9 expression was elevated in Wild type, CCL2 À/À , and CCR2 À/À mice were infected with 10 PFU of MHV and macrophage infiltration determined. Total cells were isolated from the brains of infected mice and sham (noninfected) mice at days 5 and 7 pi, and F4/80 + CD45 high cells determined by flow cytometry using FITC-F4/80and PE-CD45-conjugated antibodies. Numbers presented indicate the total number of dual-positive cells within the gated population. Data are presented as the mean F SEM. Results presented were from two separate experiments; n = 7 for MHV-infected wild type and CCL2 À/À mice, n = 4 for MHV-infected CCR2 À/À mice. *P V 0.004 as compared to infected wild type at day 5 pi. both wild-type and CCL2 À/À mice as compared to CCR2 À/À mice, indicating that the ability to generate substantial levels of CXCL9 transcripts during acute disease was impaired in these mice. Although CXCL10 transcript levels were decreased in CCR2 À/À mice at day 5 pi when compared to wild type and CCL2 À/À mice, equivalent levels were observed in all mice by day 7 pi (Figs. 4A and B) .\n\nThe results presented above suggest that CCR2 may either be required for generation of antigen-specific T cells or contributes to migration of antigen-specific T cells to the brain. In order to address these possibilities, draining cervical lymph nodes (CLNs) were removed from MHVinfected wild type, CCL2 À/À , and CCR2 À/À mice and the frequency of antigen-presenting cell (APCs) (determined by CD11c + antigen expression) was assessed (Peters et al., 2000 (Peters et al., , 2001 Traynor et al., 2002) . Examination of CD11c + cells present within the CLN at day 2 pi of all strains of mice revealed no increase in the frequency of these cells as compared to sham-infected mice (Fig. 5) . By days 5 and 7 pi, all mice exhibited an increase in the percentage of CD11c + cells when compared to controls (Fig. 5) . Both CCR2 À/À and CCL2 À/À mice displayed an overall lower frequency of CD11c + cells within the CLN as compared to wild-type mice at day 7 pi; however, these differences were not significant. We next evaluated the frequency of virusspecific T cells present in the CLN at day 5 pi in order to determine if there were differences in the generation of an adaptive immune response. Intracellular staining for IFN-g in response to exposure of T cells to defined CD4 and CD8 viral epitopes revealed CCR2 À/À mice had the highest frequency of antigen-specific T cells remaining in the CLN at this time, followed by CCL2 À/À mice, with wild-type mice displaying the lowest frequency (Fig. 6) . These data clearly indicate that generation of MHV-specific T cells is not impaired in mice lacking CCR2.\n\nThe data presented in this report clearly indicate that both CCL2 and CCR2 enhance T cell and macrophage trafficking into the CNS in response to MHV infection and participate in a protective immune response. However, there are dramatic differences in the level of contribution of each molecule with regards to disease outcome. Virusspecific T cells lacking CCR2 were unable to migrate into the brains as efficiently when compared to T cells in wild type or CCL2 À/À mice, and this correlated with increased mortality (Fig. 1) and delayed clearance of virus from the brains of CCR2 À/À mice (Table 1 ). These findings indicate that CCR2 ligands other than CCL2 exhibit a greater influence in coordinating a protective response as compared to CCL2. In addition to CCL2, the CCR2 ligand CCL7 (monocyte chemoattractant protein-3, MCP-3) is also expressed within the CNS of MHV-infected mice and may influence T cell trafficking (Lane et al., 1998) . Importantly, the data presented support and extend an earlier study by our group indicating that CCR2 signaling contributed to host defense following MHV infection of the CNS (Chen et al., 2001) , and clearly demonstrate that the major CCR2 ligand CCL2 is not necessary for viral clearance from the brain. In addition, these data demonstrate that lack of CCR2 signaling and disease outcome is not dependent on the mouse strain as earlier studies were performed in 129 Â B6 mice whereas the current study utilized C57BL/6 mice (Chen et al., 2001) .\n\nThe dramatic reduction in number and frequency of antigen-specific T cells within the brains of MHV-infected CCR2 À/À suggested that either the ability of T cells to migrate in response to chemokine signals derived from within the CNS was impaired or there was a dampened ability to generate antigen-specific T cells. In order to answer these questions, we examined chemokine expression within the brains as well as APC accumulation in draining CLN. We have previously demonstrated that the chemokines CXCL10 and CCL5 exert potent chemotactic effects on Th1 cells following MHV infection and targeted neutralization of either of these chemokines through use of antibodies or knockout mice results in increased viral titers within the brain accompanied by increased mortality (Dufour et al., 2002; Lane, 2003a, 2003b; . The data presented in this study clearly indicate that CCR2 also exerts a protective effect, in part, by aiding in T cell migration into the CNS. Analysis of the chemokine mRNA expression profile within the brains of infected CCR2 À/À mice reveals muted expression of CXCL9 transcripts at day 7 pi. This may reflect the fact that T cell infiltration was reduced at this time, and given that IFN-g is important in enhancing CXCL9 gene transcription, this could explain why transcript levels are reduced (Mahalingam et al., 2001) . In contrast, expression of CXCL10 was comparable between all three groups of mice at each time point examined. This is not completely surprising in that type I interferons, which are expressed within the brains of MHV-infected mice, can induce expression of CXCL10 (Campbell et al., 1999; Memet et al., 1991) . Based on these data, it is unlikely that the diminished expression of CXCL9 within the brains of infected CCR2 À/À mice accounts for the dramatic decrease in T cell accumulation. Rather, this deficiency is more likely the result of some other defect resulting from impaired CCR2 signaling. One possibility revolves around muted expression of other T cell chemokine receptors, such as CXCR3, on T cells lacking CCR2. We have previously demonstrated that MHV infection of either CCL3 À/À or CCR5 À/À mice results in altered expression of chemokine receptors on antigen-specific T cells that results in a pronounced inability of these cells to migrate to sites of infection (Glass et al., 2003a; Trifilo et al., 2003) .\n\nRecent studies have demonstrated that distinct populations of dendritic cells exist within secondary lymphoid tissue and are responsive to chemokine signaling (Aliberti et al., 2000; Luster, 2001 Luster, , 2002 McColl, 2002; Serbina et al., 2003) . Indeed, CCR2 is expressed on professional APC including macrophages and dendritic cells, and is thought to contribute to defense following microbial challenge by enhancing recruitment as well as production of antimicrobial products such as TNF-a and NO by these cells (Luster, 2002; McColl, 2002; Serbina et al., 2003) . In addition, the absence of CCR2 signaling results in diminished trafficking and accumulation of dendritic cells within secondary lymphoid tissues following antigenic challenge (Peters et al., 2000 (Peters et al., , 2001 Sato et al., 2000) . The demonstration of a pronounced deficiency in the ability to attract sufficient numbers of antigen-specific T cells to control MHV replication within the brain following infection of CCR2 À/À mice is consistent with earlier studies that suggest an important role for CCR2 in contributing to T cell activation in other models of microbial infection (Peters et al., 2000 (Peters et al., , 2001 Traynor et al., 2002) . The present data, however, show that mice lacking CCR2 or its major ligand CCL2 do not have deficiencies in the generation of MHV-specific CD4 + or CD8 + T cells, although CCR2 À/À mice have a dramatic handicap in trafficking of these T cells from the periphery into the CNS. Indeed, analysis of draining CLN obtained from MHVinfected mice reveals an actual increase in the frequency of virus-specific CD4 + and CD8 + T cells in CCR2 À/À mice when compared to both wild type and CCL2 À/À mice, suggesting an impaired ability to exit this tissue. This is consistent with an earlier study by our laboratory demonstrating that MHV infection of mice lacking CCL3 resulted in the retention of virus-specific cells in the CLN, and this was the result of impaired expression of chemokine receptors, including CXCR3 and CCR5 that greatly aids T cells in their ability to migrate to the brain (Trifilo et al., 2003) . Moreover, we have shown that chemokine expression is important in the generation of effector T cells by enhancing dendritic cell migration and activation. Mice lacking CCL3 exhibited a pronounced decrease in dendritic cell trafficking to draining CLN, and this was accompanied by diminished expression of T cell activation factors CD40 and MHC class II in response to MHV infection and this correlated with altered T cell responses (Trifilo and Lane, 2004) . A similar scenario may exist in mice lacking CCR2 as dendritic cells express this chemokine receptor. Lack of CCR2 expression on this population of cells may result in diminished activation accompanied by an impaired ability to impart key signals to antigen-specific T cells that enable them to exit secondary lymphoid tissue and traffic to sites of infection. We are currently examining this possibility.\n\nOur laboratory has systematically characterized the contributions of select chemokines in regulating immune cell activation, migration, and trafficking in response to instillation of MHV into the CNS of susceptible mice. In addition, we have demonstrated important roles for chemokines in linking innate and adaptive immune responses to MHV infection of the CNS (Trifilo and Lane, 2004; Trifilo et al., 2003) . These studies have clearly indicated important and nonredundant roles for certain chemokines in these diverse biologic processes. Importantly, the data presented highlight the complexity of chemokine signaling with Fig. 6 . Analysis of MHV-specific T cells within the CLN of MHV-infected mice. CCR2 À/À , CCL2 À/À , and wild-type mice were infected ic with 10 PFU of MHV and CLN isolated at day 5 pi, and the T cell response to virus was determined. Harvested cells from experimental mice were pooled (three mice per group) and stained for either CD4 or CD8 (FITC conjugated), and IFN-g (PE conjugated) expression evaluated following stimulation with the CD4 epitope M133-147 or CD8 epitope S598-605. The percent of responding T cells from MHV-infected mice is shown. Data are presented as the mean F SEM and representative of three separate experiments. regards to downstream effects on the ability of antigensensitized T cells to migrate to sites of infection. Identification of the CCR2 ligand(s) important in imparting information to MHV-specific T cells that enable these cells to traffic into the CNS will provide information with regards to how chemokine and chemokine receptors coordinate immune responses following viral infection of the CNS.\n\nMice CCL2 À/À and CCR2 À/À mice on C57BL/6 background were generated as described previously (Kuziel et al., 1997; Lu et al., 1998) . Control wild-type C57BL/6 mice were purchased from the National Cancer Institute. All mice were bred and housed under specific pathogen-free conditions in enclosed filter-top cages.\n\nMouse hepatitis virus (MHV) stain V5A13.1 [containing a 142 amino acid deletion in the surface (S) glycoprotein] was used in all studies described (Dalziel et al., 1986) . Agematched (6-8 weeks) mice were anesthetized by inhalation of methoxyflurane (Pitman-Moor, Inc., Washington Crossing, NJ), followed by intracerebral (ic) injection with 10 PFU of MHV-V5A13.1 suspended in 30 AL of sterile saline. Control (sham) animals were injected with sterile saline alone. Mice were sacrificed at scheduled time points, and brains and draining CLNs were collected. One-half of each brain was used for plaque assay on the DBT astrocytoma cell line to determine viral burden and the remaining halves used for other experimental procedures (Chen et al., 2001; Hirano et al., 1978; Liu et al., 2000) .\n\nFollowing infection with virus, mice were evaluated for signs of clinical disease using a previously described scale . Scoring was based as follows: 0, no abnormality; 1, limp tail; 2, waddling gait and partial hindlimb weakness; 3, complete hindlimb paralysis; 4, death.\n\nMononuclear cells were obtained from brains and CLN as previously described (Chen et al., 2001; Trifilo et al., 2003) . Fluorescein isothiocyanate (FITC)-conjugated rat anti-mouse CD4 and CD8 antibodies were used to detect CD4 + and CD8 + T cells (GK1.5 and Ly-2, respectively; BD PharMingen, San Diego, CA). FITC-conjugated rat antimouse F4/80 (C1:A3-1, Serotec, Oxford, UK) was used to detect activated macrophage/microglial cells . Dual staining with FITC-F4/80 and R-Phycoerythrin (PE)-CD45 (30-F11; BD PharMingen) was used to distinguish infiltrating macrophages from residential microglia (Ford et al., 1995; Sedgwick et al., 1998) . FITC-CD11c (HL3; BD PharMingen) was used to stain dendritic cells (Peters et al., 2000) . In all cases, appropriate isotypematched FITC/PE antibodies were used as controls. Cells were incubated with antibodies for 1 h at 4 8C, washed, and fixed in 1% paraformaldehyde . Data were acquired on a FACStar (Becton Dickinson, Mountain View, CA) and analyzed by FlowJo software (Tree Star Inc., San Carlos, CA). Data are presented as the percent positive within the gated population and then numerated based on the number of total live cells per tissue.\n\nIntracellular cytokine staining was performed using a previously described procedure (Chen et al., 2001; Wu et al., 2000) . In brief, cells were collected from the brains or CLN at scheduled time points and 1 Â 10 6 total cells were stimulated with viral peptides (Castro and Perlman, 1995; Xue et al., 1995) . After incubation for 6 h at 37 8C in media containing Golgi stop (Cytofix/Cytoperm kit, BD PharMingen), cells were washed and blocked with PBS containing 10% FBS and a 1:200 dilution of CD16/32 (BD PharMingen). Cells were then stained for surface antigens with either FITC-conjugated CD4, CD8, or Rat-IgG-2b (as control) for 1 h at 4 8C. Cells were fixed and permeabilized using Cytofix/Cytoperm kit (BD PharMingen) and stained for intracellular IFN-g using Phycoerythrin (PE)-conjugated anti-IFN-g (1:50; XMG1.2, BD PharMingen) for 1 h at 4 8C. Data were acquired on a FACStar and analyzed by FlowJo software. Data are presented as the percentage of positive cells within the gated population. The absolute numbers of antigen-specific CD4 + or CD8 + T lymphocytes were calculated by multiplying the fraction of dual-positive cells by the total number of cells obtained from the tissue. Percentage of CD4/CD8 T cells that are virus specific was calculated by dividing the dual-positive population by the CD4/CD8-positive population.\n\nTo detect chemokine mRNA transcripts within the CNS of MHV-infected mice, total RNA was isolated from brains at defined times pi using TRIZOL reagent (Invitrogen, Carlsbad, CA) and subjected to an RNase protection assay using previously described probes specific for mouse CXCL9 and CXCL10 . L32 was included in the probe set as an internal control to verify consistency in RNA loading and assay performance. For quantification of signal intensity, the autoradiograph was scanned and individual chemokine bands were normalized as the ratio of band intensity to the internal L32 control. Analysis was performed with NIH Image 1.61 software.\n\nStatistically significant differences between groups of mice were determined by the Mann-Whitney rank sum test and P values of b0.05 were considered significant."}