{"title": "Journal Pre-proof Polysaccharide-based chromatographic adsorbents for virus purification and viral clearance", "body": "Whether transmitted through water, air, blood or animal vectors (insects, rodents), viral infections still remain a significant threat to life worldwide. Besides the common viral illnesses of childhood such as measles, rubella, varicella and mumps, influenza, severe acute respiratory syndrome (SARS), hemorrhagic fevers such as yellow fever, Ebola and dengue, acquired immune deficiency syndrome (AIDS) and chronic hepatitis (B, C) are some examples of severe viral diseases. Hence, the fight against viral contamination is actually a great concern, as shown by a number of prevention approaches being implemented. Among these are the routine viral monitoring of environmental and drinking waters to detect waterborne viruses such as enteric viruses (e.g., noroviruses) causing acute gastrointestinal illness and limit waterborne viral outbreaks [1]; the implementation of emerging air decontamination technologies for preventing aerosol transmission of infection in indoor environments [2] ; the development of effective and robust procedures to ensure the viral safety of biologicals such as blood components and plasma derivatives during manufacturing [3] ; the control of vectors such as mosquitos to reduce the potential for biting nuisance and transmission of vector-borne pathogens (e.g., dengue and yellow fever viruses) [4] . On an individual level, besides good hygiene practices, protective measures include the use of individual equipment such as facemasks to reduce the spread of airborne viruses with pandemic potential, e.g., influenza A virus (IAV), condoms to prevent the transmission of human immunodeficiency virus (HIV) during sexual intercourse, or else sterile syringes and needles to reduce transmission of blood-borne viruses, e.g., HIV, hepatitis B/hepatitis C virus (HBV/HCV) among injecting drug users. Active immunization, i.e., vaccination, is an indispensable treatment to prevent viral infection [5] . While vaccines against childhood viral illnesses, influenza, polio or hepatitis A/B are routinely administered, the search of efficient and safe prophylactic vaccines against life-threatening diseases such as dengue [6] and Ebola [7] fevers, AIDS [8] and hepatitis C [9] , is in continuous progress.\n\nPolysaccharide (PS)-based materials offer significant potential in the fight against viruses considering several of the above-mentioned aspects. Virus filters made from cellulose (CEL) and its derivatives have been implemented over the past twenty years for the capture of viral pathogens from environmental water and blood product samples [10] . PS micro/nanoparticles, more particularly chitosan and derivatives, have been extensively tested in viral vaccine formulations, allying immunological adjuvant and antigen carrier properties [11] . The present review examines the contribution of PS-based chromatographic adsorbents to this antiviral warfare. Associated with filtration procedures, (liquid) chromatography technologies are now widely used to reduce viral contamination of biological/biopharmaceutical products such as monoclonal antibodies (mAbs) [12] and blood products [3] . They have also become a major step in bioseparation schemes for the recovery/purification of viruses or virus-like particles, with a view to large-scale production of high-purity viral stocks needed for manufacture of safer vaccines and viral vectors for gene therapy [13, 14] . In the search for improved tools against viral contamination and infections, chromatographic adsorbents based on PS -agarose (AG) and CEL, essentially, and dextran, to a lesser extent (Table 1) -have proven to be materials of choice for virus purification and virus removal. Recent developments involve both conventional packed beds and membrane adsorbers (MAs).\n\nThe vast majority of viral vaccines manufactured at present includes whole-cell vaccines in which viruses are either live attenuated or inactivated, and virus-like particles (VLPs), subunit vaccines containing specific parts of the virus with immunogenic properties [5, 15] . Examples of attenuated vaccines are those against smallpox, polio (oral vaccine), measles, mumps and rubella, rotavirus gastroenteritis and yellow fever. Inactivated vaccines include rabies, polio, hepatitis A and influenza vaccines. Licensed VLP vaccines against hepatitis B, human papillomavirus (HPV) [16, 17] and hepatitis E [18] infection are also currently available. Furthermore, a number of VLP vaccines are under clinical development [16, 17] .\n\nThe manufacturing of whole-cell vaccines, based initially on viruses grown in vivo in whole animals or in ovo in embryonated eggs, is now moving towards animal cell culture systems allowing virus propagation in vitro. Chicken embryo fibroblast (CEF) primary cells, human lung-derived Medical Research Council 5 (MRC5) diploid cells, the African green monkey kidney-derived (Vero) and Madin Darby canine kidney (MDCK) cells (continuous cell lines) are the most common cell substrates currently used for vaccine production [5, 19] . VLPs can be produced in a variety of cell culture systems including microbial (bacteria and yeasts, mainly Escherichia coli and Saccharomyces cerevisiae), insect (e.g., High Five™ cells from Trichoplusiani used in the Baculovirus Expression Vector System), mammalian (e.g., Chinese hamster ovary (CHO) cells) and -to a lesser extent-plant cells [16, 17] . Therefore, both whole viruses and VLPs designed for vaccine formulations are derived from complex media containing biological impurities such as cell debris and host cell (HC)-derived contaminants (e.g., proteins, DNA, endotoxins), and their downstream processing must comply with strict purity requirements [13, 14, 20, 21] detailed in regulatory guidelines [22] . Typical downstream production processes of viral particles involve three main steps (Fig. 1) . Initial clarification of the virus/VLP loaded bulk medium ensures the removal of cell debris and other large aggregates. Centrifugation and (micro)filtration techniques are most commonly utilized in this initial step. Clarification is followed by a concentration/purification step and a final polishing step that both make extensive use of a variety of chromatography techniques, in particular ion exchange, affinity, hydrophobic interaction and size exclusion chromatography. Endonuclease (e.g., Benzonase®) is eventually added to the clarified virus broth to ensure degradation of contaminant nucleic acids (HC DNA). A preconcentration step of the clarified virus broth and final concentration of the purified virus suspension using chromatography techniques are also frequently included in the process. Chromatography stages have been largely performed using PS-based packed beds and MAs operated in the positive (bind-and-elute) or negative (flow-through) mode. The efficiency of these chromatographic purification steps is usually assessed by the recovery yield (% virus recovered) and purity (only controlled or quantified as % virus in the viral product with remaining contaminants) of viral particles, with efforts made to achieve the best trade-off between these two parameters. Data published so far are highly variable with no reference parameter such as a yield vs. purity ratio that could allow an easier comparison of the purification performance, but difficult to standardize. Common recovery yields range around 50%, with purities, the prominent parameter of the compromise, frequently over 90%. Table 2 gathers a variety of packed-bed column chromatography procedures applied to viral particle purification in which the stationary phase consists of AG -essentially Sepharose® (\"Separation-Pharmacia-AG\"; GE Healthcare, Chicago, Ill.) (Seph) -or CELe.g., Cellufine™ (JNC Corporation, Tokyo, Japan) -gel beads, modified to fulfill varying separation modes, i.e., ion exchange, size exclusion and affinity (Table 3 [77] [78] [79] [80] [81] ). Among these, anion exchange (AE) has been the most frequently implemented for virus purification over the past decades [82] , mainly in association with other chromatographic steps. A few examples of virus/VLP purification by expanded bed chromatography using AG-based adsorbents are also mentioned in Table 2 .\n\nAnion-exchange chromatography (AEC) involves the adsorption of viral particles, whose surface is negatively charged at near-neutral pH, to positively charged chromatographic supports, i.e., strong or weak anion exchangers carrying positively charged functional groups (quaternary ammonium (Q) or diethylaminoethyl groups (DEAE)). Adsorbed viral particles are usually eluted in high salt buffer (around 1 M NaCl) contributing to elution via charge screening. In the studies quoted in Table 2 , AEC based on Seph anion exchangers provided high purity (>95%, based on SDS-PAGE analysis) VLPs as vaccine candidates [24] and viral vectors designed for gene delivery with high infectious particle yields [23] . The use of expanded-bed adsorption chromatography (EBAC) with AG-based anion exchangers is also illustrated. EBAC was proposed initially to simplify downstream purification processes of target products from particulate-containing biological feedstocksby combining clarification, concentration and product capture chromatography in a single step [83] . EBAC has been applied with some success to the initial purification of adenoviral vectors [25] and hepatitis B core antigen (HBcAg) protein [26] from crude virus suspensions with Q and DEAE AG ligands, respectively. Adenovirus (AdV)-based vectors are widely used as vaccine vectors against infectious (bacterial and viral) diseases and cancer [84] . EBAC of unclarified culture bulk supplemented with Benzonase yielded 45% recovery and 5-fold concentration of adenoviral vectors whose purity compared to that obtained with the classical density gradient ultracentrifugation method [25] . HBcAg self-assembles into icosahedral VLPs which have also promising applications as vaccine platform [85] , in particular as therapeutic vaccine for chronic hepatitis B [86] . The recovery yield of HBcAg from heat-treated, unclarified E. coli homogenate was about 50% with a purity (ratio of HBcAg content to total protein content) of c. 0.5 and a purification factor (ratio of HBcAg purity in EBAC eluate to that in the feedstock) of c. 2 [26] . The antigenicity of recovered HBcAg was preserved. So far, EBAC has limited commercial development [83] . Note, however, that an AE-EBAC method for capturing influenza (containing hemagglutinin (HA)) VLPs from tobacco plant cells using more particularly DEAE PS (CEL, AG, dextran) beads with an inert core has been patented by Philip Morris Products S.A. (Neuchatel, Switzerland)-a shareholder of Medicago Inc. (Québec, Canada), a company developing plant-based technologies to produce antiviral vaccines [87] .\n\nCation exchange (CE) chromatography (CEC) resins retain viral particles through ionic interactions between negatively charged functional groups of the stationary phase (e.g., sulfonate and phosphate groups) and positively charged (amino) groups of viral surface proteins -generally under weakly acidic conditions. Since, however, most viruses, including human viruses, have isoelectric points below 6 and are sensitive to low pH [13] , CEC has been seldom applied to the purification of viral particles. Some isolated studies by Kim et al. [27, 28] using PS-based chromatography media concern the purification of the major capsid protein L1 of HPV type 16 that self-assembles into VLPs (see [88] for a review on papillomavirus assembly). HPV (16 and 18) L1 VLPs, highly immunogenic, are the main component of manufactured prophylactic vaccines against HPV infection [89] -a major risk factor in the development of cervical and other anogenital cancers [90] . The CEC-based purification process ensured 60% recovery of L1 protein while removing most contaminating proteins -note that c. 80% of those were eliminated by precipitation prior to the chromatography step [27] . L1 protein purity was increased by more than 300-fold compared to the cell lysate. Viral clearance for biopharmaceutical safety is actually a more investigated application field of CEC, as will be illustrated further on (section 3.1.1).\n\nSize exclusion chromatography (SEC) exploits the large size of viruses (20-30 nm size for parvoviruses and picornaviruses, the smallest ones) compared to cellular and medium contaminants. Viral particles are excluded from the internal pores of the non-adsorbing packing material in the column and migrate faster than smaller contaminants, retained by matrix pores. Some years ago, dextran-based adsorbents from GE Healthcare have been commonly applied to the SEC purification of a variety of viruses or VLPs: Sephacryl™ resins with varying fractionation ranges [91] [92] [93] [94] [95] , Superdex™ [96] [97] [98] [99] . More recent works quoted in Table 2 also make use of these dextran-based resins for SEC, often associated to other chromatography steps. However, AG-based media have been most frequently used.\n\nLike AEC, SEC has been successfully applied to the purification of gene delivery vectors [30, 31] and VLPs for vaccine use [29] . In the pilot-scale evaluation of a manufacturing process for a vaccine candidate against Enterovirus 71 (EV71) infection, Chang et al. [32] used SEC for downstream purification of crude EV71 bulks derived from infected Vero cell cultures. The chromatographic step removed most (>99%) protein contaminants from four viral stocks with some inconsistencies in virus recovery yield among the four tests, however. In addition, the residual DNA level in vaccine bulk complied with the current guidelines for human vaccines. After chemical inactivation, purified viruses were found immunogenic in animal models, inducing strong virus neutralizing antibody responses in mice and rabbits. Lately, Wang et al. [33] applied the same process, i.e., SEC preceded by tangential-flow ultrafiltration (UF), to the purification of cell culture-derived classical swine fever virus, with similarly positive results in terms of virus recovery, purity and infectivity.\n\nSome purification procedures have exploited the complementarity between SEC and AEC, i.e., SEC efficiency at removing small-sized impurities (but less at separating viral particles from larger impurities such as genomic HC DNA fragments) and AEC ability to discriminate between negatively charged species (e.g., viruses, HC DNA and proteins) by acting on the pH/ionic strength of the mobile phase (elution buffer essentially). For instance, a two-step chromatographic procedure, i.e., SEC followed by AEC, is currently applied for poliovirus purification in the routine downstream processing of inactivated polio vaccine [58]. Kalbfuss et al. [56] and, more recently, Bohua et al. [57] followed the same chromatographic scheme to purify cell culture-derived IAV and porcine reproductive and respiratory syndrome virus (PRRSV), respectively. In the former work, however, the AEC column was used in flow-through mode to remove HC DNA from SEC-purified IAV concentrate: DNA adsorbed to the Q Seph XL stationary phase while viruses were collected in flow through. Purification resulted in significant reduction in total protein (>19-fold) and HC DNA (>500-fold) contents of the treated viral suspension, which is yet insufficient to fulfill the current purity standards for whole virus human influenza vaccines. Szurgot et al. [59] replaced sucrose density gradient ultracentrifugation with SEC as the first purification step of adenoviral dodecahedron VLPs from insect cell lysates, which improved significantly the recovery yield of VLPs. Purification was completed by AEC using a synthetic Q adsorbant, providing the basis for a shorter and cost-effective, fully chromatographic two-step procedure.\n\nEglon et al. [55] have reported the production of high-quality AdV vectors, suitable for clinical development, combining AEC and SEC purifications. Benzonase treatment was applied before chromatography. They obtained better purity with AEC-SEC than with SEC-AEC. Before focusing on the single-step chromatographic purification of HPV L1 VLPs via CEC (or AFC: see below) [27, 28] , Kim et al. have implemented a two-step purification process where SEC was followed by CEC [60, 61] . HPV 16 L1 VLPs purified in this way were immunogenic in mice [60] . Purification was effective but the recovery yield was very low when ultracentrifugation of the yeast lysate was used as a first purification step preceding SEC [60, 61] . Substituting ultracentrifugation with ammonium sulfate precipitation strongly decreased the loss in VLPs during cell lysate pre-treatment [61] . In these conditions, the whole process ensured 30% recovery of approximatively 200-fold purified VLP-forming protein [61] -which is lower than what was obtained later using single-step CEC [27] . Another means to avoid the density gradient ultracentrifugation step needed by conventional cell lysate pre-treatment is to produce and purify viral particles from cell culture supernatant. This strategy was followed by Tomono et al. [62] who implemented an ultracentrifugationfree, purely chromatography-based technique for purification of rAAV. Applying a dual CEC/AEC step (using poly(ethersulfone) (PES)-based MA) followed by SEC on the dextranbased Superdex 200 led to highly purified gene delivery vectors.\n\nCountercurrent simulated moving bed (SMB) technology has been implemented to improve the performance of chromatographic separations in the downstream processing of biopharmaceutical products, replacing single-column discontinuous steps with continuous multicolumn processes [100, 101] . To date, biopharmaceuticals targeted by SMB chromatography (SMBC) are mainly proteins and mAbs. Nevertheless, SEC-SMBC has been recently applied to purification of cell culture-derived IAV [34] and human AdV type 5 (AdV-5) [35] using columns packed with Seph 4 FF resin. Particularly promising results were obtained by Nestola et al. [35] with a two-column setup yielding higher virus recovery and purity (HC DNA and protein clearance) than the batch (single-column) SEC process with the same amount of stationary phase. Both studies claimed increased productivity compared to the batch mode -a key feature in the development of continuous downstream bioprocessing [101] .\n\nAffinity chromatography (AFC) is based on the bioselective adsorption of a compound to an immobilized ligand, generally bound to the packing material via a spacer arm. The adsorbed compound is eluted either by pH and/or ionic strength shift or by competitive displacement. Heparin (HEP) is widely used in AFC as ligand for protein isolation and purification. HEP is structurally related to heparan sulfate (a highly sulfated glycosaminoglycan), which is ubiquitously present on mammalian cell surfaces and serves as receptor for virus attachment and entry into HCs [102] . Hence, HEP can bind to viral particles. Displaying antiviral activity in solution -in particular against HIV [103] , HEP can also serve as AFC ligand in a viral targeting approach. HEP-Seph AFC columns, in which HEP is covalently coupled to crosslinked AG beads, have been applied to the purification of whole viruses from cell culture [36] and VLPs from yeast culture [27, 28] . HEP AFC was associated with an UF concentration step to recover PRRSV from clarified cell lysate [36] . The chromatography step removed 95% of proteins and captured 53% of viruses present in the UF retentate. By elution at two different ionic strengths, 27.5% and 25.4% of PRRSV loaded onto the column could be recovered with an increase in purity of respectively c. 6 and 120 compared to the retentate. HEP AFC compared to CEC in their ability to purify the VLP-forming HPV 16 L1 protein [27] . However, HEP AFC-purified VLPs showed higher immunogenicity in mice than CECpurified ones [28] . Other affinity ligands such as camelid antibody fragments [37] or concanavalin A [38] have been used to purify recombinant viral vectors intended for cellular and gene therapy, i.e., with no antiviral objective, sensu lato.\n\nLike HEP, CEL sulfate (a semi-synthetic product) has well-documented -but controversialantiviral activity against HIV [104] , mimicking HEP affinity for a wide range of proteins. \"Pseudo-affinity\" (\"pseudobiospecific ligand\") chromatography (pAFC) [105] media based on CEL sulfate have been patented by Kaketsuken (the Chemo-Sero Therapeutic Research Institute, Kumamoto, Japan) at the end of the eighties to purify influenza virus [106] , Japanese encephalitis virus [107] , and rabies virus [108] . Since then, CEL sulfate beads have been extensively implemented as packing material for pAFC in a number of virus purification processes. The commercial product Cellufine™ Sulfate (JNC Corporation) which is produced by the functionalization of CEL beads [109] with a low concentration of sulfate esters [80] , has been shown to be effective for virus purification with a view to improving production processes of vaccines, in particular against flavivirus infections [110] . Thus, cellufine sulfate chromatography is the polishing step of Vero cell-derived Japanese encephalitis virus in the production scheme of inactivated Japanese encephalitis vaccine [111] , commercialized as Encevac® (Kaketsuken, Kumamoto, Japan) and tested in recent years in phase III clinical trial [112, 113] . A final cellufine sulfate chromatographic step was also applied in the purification of XRX-001, a whole-virus, inactivated yellow fever vaccine candidate produced in Vero [39] investigated the performance of cellufine sulfate resin in capturing CEF cellderived MVA-BN virus particles from homogenized and clarified suspensions, provided by the manufacturer as liquid-frozen samples. Bead-based pAFC yielded overall virus recovery (59%) and contaminant depletion (7% double stranded (ds) DNA recovery in the product fraction and 102% protein recovery in the flow-through fraction) comparable to those of a sulfated CEL MA (SCMA) (see details in section 2.2). The immunogenicity and safety of IMVAMUNE have been widely tested in phase I ([119] and references therein) and, more recently, phase II (e.g., [120-122]) clinical trials. Liquid-frozen (most frequently) or freezedried formulations of IMVAMUNE were tested, with, however, no mention of an additional pAFC-based purification step of vaccine samples.\n\n(c) The production of safe and effective influenza vaccines, either egg-based or cellbased, is a major goal of the pharmaceutical industry [123] [124] [125] . While most currently licensed influenza vaccines are derived from embryonated eggs [124, 125] , cell culture technology [19] is an emerging approach in influenza vaccine manufacturing [123] [124] [125] . MDCK and, to a lesser extent, Vero are the main cell lines used for influenza vaccine production [123] . The work by Kalbfuss et al. [56] coupling Seph-based SEC and AEC (in flow-through mode) to purify IAV propagated in MDCK cells has been detailed earlier. Not surprisingly, cellufine sulfate pAFC has also been used to purify influenza viruses designed for vaccine formulation from allantoic fluid (derived from fertilized eggs) or cell culture media. Column pAFC with CEL sulfate ester as the affinity medium was initially patent protected for the purification of influenza viruses from allantoic fluid [106] . More recently, the chromatographic step using commercial cellufine sulfate showed efficiency in decreasing the total amount of proteins in samples of egg-grown human and avian influenza viruses [diverse IAV and influenza B (IBV) strains] [42] . Mainly egg proteins were eliminated since most proteins co-eluted with viral particles had viral origins. However, R&D issues are principally related to the purification of cell culture-derived viruses. Some twenty years ago, Palache et al. [126] , from Solvay Pharmaceuticals B.V. (Weesp, the Netherlands), produced an influenza subunit vaccine in MDCK cells. Intact H1N1 viruses were isolated from the cell culture medium by cellufine sulfate pAFC before being processed into an inactivated surface antigen vaccine. Tested in clinical trials, the resulting preparation showed equivalent safety and efficiency to the existing egg-based commercial vaccine (Influvac®). This cell- . MedImmune patented a purification method of MDCK cell-grown influenza viruses using a cellufine sulfate column (together with Benzonase treatment) that removed efficiently MDCK cell DNA from clarified and concentrated virus harvests [130] . The resulting cell-based LAIV would be in a preclinical phase of development [124] . An example of cellufine sulfate utilization to purify Vero cell culture-derived influenza vaccine is given by He et al. [64] . They associated three chromatographic separation modes in the downstream processing of (inactivated) IAV H1N1 virus from Vero cells. pAFC was preceded by AEC (flow-through mode) and followed by SEC. The overall scheme resulted in high recovery of viral (HA) activity with efficient removal of contaminating DNA and proteins. HC DNA was mainly removed by AEC-pAFC (reduction factors of 40 and 223, respectively) while most HC proteins were eliminated by pAFC-SEC (reduction factor of c. 13 for each chromatographic step). The total protein and DNA contents in the final product, i.e., 89 µg protein and 33 pg DNA per normal vaccine dose (15 µg HA), complied with the World Health Organization (WHO) recommendations for inactivated, single strain influenza vaccines [131] .\n\nApart from whole-cell vaccines, researchers at Alphavax produced VRPs expressing HA and neuraminidase from IAV (H3N2) [41] . Like CMV-targeted alphavirus VRPs [45], these VRPs expressing influenza antigens, produced in Vero cells, were efficiently purified by pAFC using a cellufine sulfate column. The vaccine was tested for immunogenicity in animals, more particularly swine [132] (see also [116, 133] and references therein), but not in humans. In fact, most human clinical trials of virus-vectored influenza vaccines use poxvirus and AdV vectors [134] .\n\nImmobilized metal (pseudo)affinity chromatography (IMAC) is essentially a protein purification technique based on the affinity of transition metal ions such as Zn 2+ , Cu 2+ , Ni 2+ , and Co 2+ towards certain amino acid residues, e.g., histidine (His) and cysteine (see references [135, 136] \n\nHydrophobic interaction chromatography (HIC) is based on the interaction between the chromatographic support functionalized with moderately hydrophobic ligands such as propyl, butyl, octyl or phenyl groups and hydrophobic regions of adsorbates. HIC has been mainly operated in the negative (flow-through) mode as a polishing step in the purification process of proteins and antibodies, ensuring the removal of both product related impurities such as aggregates, and process contaminants such as HC proteins [138] . Column HIC with AG-based resins (Seph) has been used as virus reduction step in biomolecule purification processes, as detailed hereinafter. HIC has been occasionally applied to virus purification in the bind-andelute mode, using columns packed with hydrophobic polymethacrylate beads [139, 140] [65] associated phenyl Seph beads (HIC) with Q (AEC) and SP (CEC) Seph beads in the same column to improve flow-through purification of influenza virus from clarified cell culture supernatant. To improve the flow-through recovery of viruses, they used beads with increased mean size (\"Big Beads\", 200-µm diameter) which minimized the external surface area available for virus adsorption. Hence, their process -patented [141] -was a combination of SEC and binding chromatography operated in different modes. High virus recovery (70-80%) and total protein removal (80-85%) were achieved, but the flow-through fraction still contained residual DNA, a virus-sized contaminant -a well-identified limitation of negative chromatography in its application to viral particle purification [14] .\n\nIn mixed mode (multimodal) chromatography (MMC), compounds of interest in the mobile phase interact with the stationary phase materials through a combination of binding modes including ion exchange, hydrogen bonding, and hydrophobic interactions [142] . MMC methods have existed since the 1950s with hydroxyapatite chromatography combining CE and metal affinity [143] . Although not a new idea, MMC is being increasingly developed for pharmaceutical/biopharmaceutical applications owing to the new generation of mixed-mode stationary phases and better understanding of multimodal interactions [142] . Most particlebased MMC media reported over recent years are based on silica gels [144] implemented for separation purposes. However, several beaded AG supports have been recently applied to the purification of viruses or VLPs in the negative mode. The Q SepFast™InertShell and InertLayer 1000 (BioToolomics Ltd, Consett, UK) adsorbents consist of highly cross-linked AG beads which are quaternary ammonium cationized with glycidyltrimethylammonium chloride (GTMAC) and coated with an inert (ligand free) AG layer, differing by the thickness of the inert shell (30 µm and 5 µm, respectively) [66] . In the same way, Capto™ Core 700 (CC700) (GE Healthcare) particles are composed of a ligand-activated AG core and an inactive AG shell. Here, the ligand is octylamine, which is both hydrophobic and positively charged [81] . In both materials, the inert shell excludes large molecules and nanoparticles such as viruses and VLPs while smaller impurities bind to the internalized ligands in the funnel-shaped pores of the core (Fig. 2) . Target viruses/VLPs are collected in the column flow through. Thus, the purification step combines size separation (SEC) and binding chromatography (IEC or IEC/HIC).\n\nLee et al. [66] have investigated the purification of HBV VLPs (hepatitis B core antigen particles) from clarified E. coli feedstock by negative chromatography using the core-shell Q adsorbents from BioToolomics. Increasing the thickness of the inert shell (Q SepFast InertShell vs. InertLayer 1000) improved the recovery but decreased the purity of VLPs in the flow-through fraction, as more VLPs and impurities (HC proteins) were excluded from largeshell beads. A better compromise between recovery and purity was obtained using GTMACcationized AG beads grafted with poly(oligo(ethyleneglycol) methacrylate) [78] -the (noncrosslinked) polymer chains acting as the size exclusion layer. CC700 chromatography has been shown effective at purifying different viruses, first IAV [67] as illustrated also by the manufacturer in application notes [145, 146] , then reoviruses and AdVs [68] and respiratory syncytial virus (RSV) [69] . Reovirus is an oncolytic virus with potential applications in the targeted treatment of cancer. AdVs are widely applied as vectors for gene delivery. RSV causes severe infections of the lungs and respiratory tract in infants. The development of a safe and effective prophylactic vaccine against RSV remains a challenge. In this context, Mundle et al. [69] have purified a live-attenuated RSV vaccine strain by a four-step purification process centered on CC700 chromatography. The chromatographic step was preceded by Benzonase treatment and clarification, and followed by virus concentration using UF/diafiltration (DF) (hollow fiber tangential flow filtration). MMC was found to be highly efficient in removing Vero HC proteins and DNA from the virus-containing column flow through (87-and 190-fold purification factors, respectively), with no noticeable reduction in virus titer. Tested in vivo in rats, the resulting vaccine displayed immunogenicity and protectiveness against RSV challenge.\n\nTypical downstream purification processes of viral particles -whole viruses and VLPsfor biomedical applications include several chromatography unit operations separated or not by other concentration/purification procedures such as UF/DF [14, 20, 21] . Various examples of two-step chromatography procedures associating SEC and AEC [55-58], CEC [60, 61] or HIC [52] for virus purification have already been mentioned. In the same way, CC700 based MMC has been frequently coupled with another chromatographic step to purify whole viruses or VLPs, SEC also [74] , AFC [75] , but more particularly AEC [70] [71] [72] 146] . Thus, Capto Q AEC was associated with CC700 MMC in a two-step flow-through process to purify cellbased influenza viruses for vaccine manufacturing [70] [71] [72] . In these works, the AEC column captured HC DNA and the DNA-purified flow through containing viruses was applied onto the MMC column that retained HC proteins and hydrophobic compounds. According to the application note published by GE Healthcare [71] , running the two chromatography columns in series gave similar process yield (HA recovery) and purity as when running the columns separately -an arrangement minimizing handling of virus suspensions and likely to improve productivity. However, both Weigel et al. [70] and Tseng et al. [72] used the two columns separately. While the former added Benzonase in the AEC flow through, the latter proposed a DNase-free process yielding 82% HA recovery, 86% protein removal and 96% DNA removal by the two columns. The overall purification process, including UF/DF steps before and after chromatography, ensured 33% HA recovery, 18.7% protein removal and 99.9% DNA removal referring to the crude virus harvest. Recently, however, Weigel et al. [63] replaced MMC flow through with bind-and-elute HIC to purify IAV/IBV from clarified/concentrated cell culture broth, i.e., they used HIC as a virus capture step from DNAse-free AEC flow through. Losing the advantages of the flow-through mode but avoiding Benzonase treatment, the process yielded similar/slightly improved virus recovery and purification performance compared with two-step flow-through process. Therefore, HIC only was found more efficient than MMC combining both binding and size exclusion properties. As concerns VLPs, GE Healthcare [73] has described the purification of HPV VLPs by CC700 MMC followed by Capto Q AEC in the positive mode. HPV VLPs consisted of self-assembled pentamers of recombinant HPV capsid protein L1 (expressed in insect Sf9 cells infected with baculovirus containing the L1 protein gene). VLPs present in the clarified Sf9 cell lysate were collected in the MMC flow through that was next provided with dithiothreitol (DTT) to disassemble VLPs into L1 protein monomers. L1 proteins were then captured by the AEC column and eluted with a stepwise gradient of NaCl. VLPs could be reassembled by removal of DTT from the eluate. The purity of L1 protein (ratio of L1 protein to total protein) recovered by this twostep procedure was high (>99%), but DNA and endotoxin removal were not evaluated. Lagoutte et al. [74] have associated CC700 MMC with Superdex 200 SEC in their purification process of a VLP-based influenza A vaccine produced in E. coli. They introduced a detergent extraction step between the two chromatographic steps to remove residual E. coli protein contaminant from the MMC flow-through. The process efficiency was discussed in terms of VLP purity and recovery yield: MMC resulted in a 2.4-fold increase of the VLP purity (60%) compared to the clarified bacterial lysate, with 90% recovery yield. The VLP purity reached 89% (×3.56) with only 19% recovery yield after detergent extraction and SEC polishing. Here again, the removal of contaminant DNA and endotoxins -that may be packaged in cell-assembled VLPs [147] -was not assessed. Nevertheless, the quality monitoring of VLP-based vaccine bulks should include the control of residual DNA, protein and endotoxin contents in addition to the determination of protein purity [21] . A recent example of VLP purification from Benzonase-treated cell culture supernatant associates CC700 MMC with AFC [75] . Here, the HEP AFC step was used to separate HIV-1 VLPs from other extracellular vesicles such as exosomes and microvesicles present in the MMC flow through. Only 15% of the MMC flow-through particles were recovered in the AFC elution peak, but the particle mixture was enriched in HIV-1 VLPs.\n\nAs illustrated above by many conclusive results obtained using PS-based stationary phases, conventional packed-bed column chromatography has proved efficient in capture of viral particles. However, this technology faces many technical limitations [14, 148] , among which limited accessibility of ligands within resins, hindered pore diffusion of viral particles (Fig.  3A ) and limited flow rates due to high column back pressure -leading to sub-optimal production rates. Alternative chromatography media, i.e., monolithic columns and MAs, have been developed to overcome these technical limitations. A monolith is a continuous stationary phase that is cast in a single block and inserted into a chromatography housing [150] . Most monoliths are made of inorganic polymers based on silica or synthetic organic polymers such as polyacrylamide and polymethacrylate [150, 151] . Membrane chromatography is a \"relatively new and immature bioseparation technology based on the integration of membrane filtration and liquid chromatography into a single-stage operation\" ( [148] . MAs, which represent a fast-growing segment of the biopharmaceutical manufacturing market [152] , are based on microporous polymer membranes, generally used in multiple layers. Membrane materials include synthetic organic polymers, such as PES, polyvinylidene fluoride (PVDF) and polypropylene (PP), and natural polymers -essentially (regenerated) CEL [148] . Monolithic and membrane media can be functionalized by the same ligands as those used in conventional chromatography resins, e.g. weak (DEAE) or strong (Q) anion exchangers. Owing to the porous architecture of these adsorptive media, the mass transfer of the adsorbate to the binding sites is governed predominantly by convection rather than by diffusion [149, 153] (Fig. 3B) . The dynamic binding capacity is therefore largely independent of the mobile phase flow rate and the processing time is greatly reduced.\n\nBoth monolithic columns and MAs have shown promising virus capture efficiency. For example, quaternary amine-functionalized polymethacrylate monoliths (CIM (Convective Interaction Media)® QA, Bia Separations, Villach, Austria) have been extensively applied to virus [154] [155] [156] [157] [158] and VLP [159, 160] purification in recent years. Some monoliths based on PS, in particular AG, AG-chitosan composites or AG/chitosan-hybrids, have been implemented in AFC columns for purification of biological targets [161] with no reference to viral contaminants. In the work by Fernandes et al. [162] -an exception, AdV-5 was successfully bound to and eluted from a chitosan-PVA monolith functionalized with a Q ligand. Conversely, the implementation of MAs as chromatography tools for the capture of viral particles has been well-documented over the past ten years. Table 4 summarizes the main characteristics [43, 148] that control the virus purification performance of MAs, compared to those of packed-bed resins, implying a gain in productivity (virus production rate) and yield, a reduction in process time, but also a potential loss in virus purity (excess levels of DNA and protein impurities) when replacing a column with a MA. Therefore, a number of virus purification processes have associated the two chromatographic processes that are complementary. Table 5 focuses on CEL-based adsorptive membranes , widely tested for virus purification together with PES membrane-based adsorbers [148] . Most works quoted in Table 5 use flat sheets of Sartobind® (Sart) membranes (Sartorius AG, Göttingen, Germany), i.e., cross-linked, regenerated CEL membranes with large pores containing homogeneously grafted binding sites, that mainly include strong and weak anion exchangers, but also affinity ligands. Pseudo-affinity sulfated CEL membranes are also increasingly developed under patent protection (e.g., [182, 183] ). These studies are in keeping with the search for virus/VLP purification methods allowing large scale production of clinical-grade human vaccines (e.g., against influenza) or viral vectors (e.g., recombinant AdVs and baculoviruses) for gene delivery to mammalian cells.\n\nThoroughly supported and promoted by the manufacturer [184] , virus purification processes making use of commercial Sart MAs have developed some years ago, with particular attention to AE MAs. In agreement with the above trends, some general results from these works can be underlined. MAs gave improved virus yields and/or productivities compared to conventional packed beads [39, 43, 166, 169, 174] . Strong membrane ion exchangers (Q, S) were more efficient than weak ones (D, C) [43, 163, 167] . Whatever the chromatography separation mode, ion exchange or affinity, the purification efficiency of Sart MAs was quasisystematically affected by the presence of HC DNA in the (eluted) product fraction -the level of these DNA impurities exceeding the current regulatory requirements for clinical applications. For instance, HC DNA, was recovered completely in the HA (i.e., IAV) enriched product fraction eluted from Sart Q MA [163] . After IMAC treatment in the best adsorption/elution buffer conditions, the amount of HC DNA in IAV desorbate was reduced but remained equal to 7% of that in the untreated virus pool [170] . Mustang® Q (Pall Corporation, Port Washington, NY, USA), a PES-based strong AE membrane, appeared more promising than Sart Q for baculovirus purification, yielding lower levels of HC DNA and proteins in the viral eluate [164] . The Sart Q membrane was also less efficient than CIM® QA monolith in AdV vector purification [176] . Residual DNA impurities were not eliminated, however [164, 176] . The amount of contaminating DNA could be lowered by nuclease pretreatment, which was applied in some studies [165, 174, 177] and suggested in others [39, 43, 166, 176] , and/or by the combination of chromatographic steps. Thus, Vicente et al. [175] used SEC with Sephacryl™ S-500 resin to polish the pool of rotavirus-like particles captured by Sart D AEC. Most of the contaminant DNA (98%) was eliminated after this polishing step. However, an additional AEC step was necessary to complete DNA removal, yielding about 1.4 µg DNA/mg VLP in the final product. Sart IMAC was found insufficient to reduce the level of DNA contaminants co-eluting with AdV particles in packed-bed AEC [174] . Treatment of the AdV pool with Benzonase before the second chromatographic step remained necessary to lower significantly the DNA concentration in the final MA pool. In the same way, Wolff et al. [39] associated heparin-MA pAFC and Sart Q AEC to reduce DNA contamination in vaccinia virus eluates. The level of double stranded DNA (dsDNA) was reduced by pAFC to 23% of total dsDNA present in the starting viral material and further depleted to 5% by AEC, which, however, was not still sufficient to evade nuclease treatment. Submitting pAFC virus eluates to column HIC led to similar conclusions [139] . More recently, Nestola et al. [177] proposed a flow-through purification process for retrovirus VLPs in which a Sart STIC (salt tolerant interaction chromatography) AE MA and a CC700 (MMC) packed bead column were connected in series. The chromatography train was preceded by UF/DF of the Benzonase-treated VLP bulk. A 2-log reduction in DNA content was achieved together with a 3.5-log reduction in HC protein content and a VLP recovery of 45%.\n\nHowever, the latest studies have been performed using sulfated CEL MAs [168, 171, 172, 178] . These pseudo-affinity MAs are made of regenerated CEL crosslinked [183] or not [182] before sulfation. Allowing like commercial Sart MAs higher volumetric flow rates during adsorption, SCMAs led to enhanced virus productivities compared to conventional beaded adsorbents, in particular cellufine sulfate [39, 43] . The purification performance of SCMAs has also been compared to those of AFC [39, 139] and ion-exchange [39, 43, 168] Sart MAs in terms of contaminant depletion. Contaminant removal by SCMA was equivalent to (total proteins) or slightly higher than (DNA) that obtained using heparin-functionalized MA [39, 139] . Also, SCMAs ensured significantly improved DNA depletion compared with CE [43] and AE [39] exchange MAs. However, DNA elimination still remained incomplete, even when adding a second chromatography step in the purification process [39, 139] . Using a statistical optimization methodology, i.e., \"design of experiments\" (DoE) [185] , Carvalho et al. [168] recently reported better VLP yield and total protein removal by SCMAs than by Sart AEC/CEC MAs. The DNA level in both Sart and SCMA product fractions was low, below the limit of detection of the quantification methods used. However, the cell culture was treated with Benzonase before VLP harvest. Carvalho et al. [168] also assessed the purification of whole IAV particles with no preliminary nuclease treatment. A virus yield of 64% was reached, with a residual DNA level of 3.8 ng DNA/µg HA that remained well above the regulatory recommendations for influenza vaccines (i.e., <10 ng DNA/dose for parenteral administration -knowing that a normal vaccine dose should contain 15 µg HA per IAV strain [131] . In a parallel study [171] , the same group applied this DoE method specifically to the optimization of IAV purification using an industrial SCMA prototype [183] . They obtained comparable results regarding the virus yield and the removal of HC-related DNA and protein impurities. MA displayed higher productivity than commercial sulfated resins [172] . Weigel et al. [178] tested a two-step membrane chromatography approach to improve the purification level of IAV preparations while avoiding nuclease treatment -contrary to the two-step packed-bed chromatography process they reported previously [70] (see section 2.2.5). Sart STIC AEC was operated in the flow-through mode as a polishing step to remove residual DNA from SCMA elution product. This arrangement showed higher purification efficiency than the former MA-based 2-step process associating SCMA and Sart Q AEC operated in the bind-and-elute mode [39] , whose purification performance was impeded by the co-elution of virus particles and DNA impurities from the Sart Q MA. Thus, the purified IAV preparation (75% virus yield) contained 1.2 ng DNA per monovalent vaccine dose (15 µg HA), which complies with the contamination limit recommended by regulatory authorities.\n\nIn the so-called steric exclusion chromatography (SEX) [186] , large-sized target species such as proteins and viruses are adsorbed at the surface of a hydrophilic, nonreactive membrane by mutual steric exclusion of poly(ethylene glycol). Lee et al [186] illustrated the separation efficiency of this technique by purifying immunoglobulin G (IgG) and bacteriophage M13K07, using hydroxyl-substituted CIM® polymethacrylate monoliths as a hydrophilic surface. SEX has been implemented recently in the purification of cell culture-derived IAV using simple regenerated CEL MA (1 µm pore size membrane filters) as an alternative to monoliths [173] . High virus recoveries (>95%) were reached. Applying nuclease treatment prior to chromatography, HC (ds)DNA depletion was as high as 99.7-99.9%, but the lowest residual DNA level in the product eluate was c. 30 mg/15 µg HA.\n\nIn viral clearance applications, viral particles are no more the product of interest, but impurities that must be reduced to levels acceptable for human use. Virus elimination (inactivation/removal) is critical in a number of biopharmaceutical and clinical applications. Validation of virus clearance (see [187, 188] for a comprehensive overview) is essential in the manufacture of biopharmaceuticals -a prerequisite to clinical trials and commercial launch of blood-and mammalian cell culture-derived therapeutic proteins [189] such as Igs [190] and mAbs [12] . Virus inactivation technologies include physical (e.g., heat application, ultraviolet-and gamma irradiation) and chemical methods (e.g., low pH and solvent/detergent treatments) [3, 188, 190] . Virus removal is ensured by a combination of filtration and chromatography steps [3, 12, 191] (Fig. 4) . The quantitative assessment of the virus reduction capacity of each unit operation (e.g., chromatography) in a manufacturing process is performed by viral clearance studies which are submitted to a number of regulatory considerations [187] . In these experiments, a product intermediate is artificially contaminated (\"spiked\") with selected viruses -generally representative of potential viral contaminants in source materials (Table 6 [192] [193] [194] ). The virus reduction capacity of the tested step is expressed as log reduction value (LRV), i.e., log ratio of the viral load in the spiked product intermediate to that recovered in the product after processing. Steps yielding LRV ≥ 4 are considered effective for viral clearance.\n\nAllied with chemical inactivation, nanofiltration (NF) is the main process step dedicated to viral removal by most manufacturers. The performance of CEL-based virus-retentive filters (typically Planova™ filters from Asahi Kasei Medical, Tokyo, Japan) in the downstream purification processes of biopharmaceuticals has been detailed in a recent review [10] . For instance, the purification process for Nuwiq®, a recombinant coagulation factor VIII (a blood-clotting protein whose deficiency is associated with hemophilia A) patented by Octapharma AG (Lachen, Switzerland) [195] , includes solvent/detergent (S/D) treatment, Planova NF, and five chromatography steps using PS-based stationary phases, i.e., MMC (Capto MMC), CEC (SP Seph FF), AFC (VIIISelect, a Capto matrix with factor VIIIselective ligand), AEC (Q Seph FF) and SEC (Superdex 200). Of these, however, only S/D treatment and NF have been evaluated for viral clearance [196] . Nevertheless, that chromatography steps provide a significant contribution to the overall virus removal efficiency of purification processes has been well-documented over the past 25 years [3, 193, 194, 197] .\n\nIn early studies (see [193] for a detailed review on chromatography for plasma product manufacturing), IEC processes associating weak AEC (DEAE Seph FF) and CEC (carboxymethyl (CM) Seph FF) were tested for their capacity to remove poliovirus type 1 (PV-1) and canine parvovirus (CPV) [198] or hepatitis A virus [199] during human albumin purification. The latter process involved an additional SEC step (using a Sephacryl column), yielding a cumulative LRV of 11 across the three chromatographic steps [199] . In these works, as well as in newer studies cited below, CEC columns were operated in the bind-andelute mode where the desired product was retained by the CEC resin while most viral particles remained in the flow through. AEC columns were operated in the flow-through mode, i.e., negatively charged viral impurities were captured by the adsorbent mainly through electrostatic interactions while the desired product remains in the flow through.\n\nMore recently, CEC columns, packed with CM Seph FF, were used successfully to clear viruses from Ig samples spiked with enveloped viruses such as dengue virus [200] or herpes simplex virus type 1 (HSV-1) and Sindbis virus (SINV) [201] . Virus removal from antibody solutions was also achieved using CEC columns packed with beads of Capto S [202] and SP Seph FF resin [203] . In the latter work, however, model retroviruses (xenotropic MLV (XMLV)) bound tightly to the resin and remained attached while antibodies eluted in salt gradient.\n\nDespite these positive results published some years ago, CEC has been considered to be less robust than AEC for removal of viral contaminants from therapeutic protein preparations [194, 204] . AEC robustness has been validated by several studies in which AEC columns were packed with the strong AE resin Q Seph FF [205] [206] [207] [208] [209] . In these works, mAb samples were spiked with model viruses such as XMLV, simian virus 40 (SV40) and minute virus of mice (MVM), and viral clearance assessed under varying operating conditions including obviously the pH and conductivity (salt concentration) of the mobile phase, but also the column load density (mg mAb/ml resin) |208], the impurity level (aggregated mAb, HC DNA and proteins) of the mAb feedstock [209] , or else the pooling criteria of the pass-through fractions [206] . The viral clearance efficiency of the chromatography step was highlighted by LRVs greater than 4 in proper operating conditions. Q Seph FF chromatography was also shown to remove effectively porcine circovirus type 1 (PCV1), an adventitious contaminant of oral vaccines against rotavirus gastroenteritis in children which is small-sized and highly resistant to physical inactivation procedures [210] . A LRV value of 4.12 was achieved while NF through Planova filters was inefficient or moderate (LRV≈1.5 for a 15-nm pore size filter). Here, however, the column load consisted of a viral suspension in buffer with no biopharmaceutical or other contaminants added. Now virus-spiked product intermediates are used to determine the virus reduction capacity of different process steps in order to assess the viral safety of manufactured biopharmaceuticals. As already stated, AEC is not considered an effective virus reduction step in the manufacturing processes, contrary to NF. In addition to the already mentioned study by Winge et al. [196] , another recent example is given by Nowak et al. [211] evaluating the viral safety of human prothrombin complex Beriplex® P/N (CSL Behring, King of Prussia, PA, USA). They reported efficient removal of test viruses by serial filtrations through Planova filters whereas column AEC with DEAE Sephadex™ A-50 resin (a crosslinked dextran matrix with DEAE groups attached to glucose units) was only tested for prion removal (LRV≈1).\n\nAFC is the well-established primary isolation step in the purification processes of biopharmaceuticals, in particular antibodies [212, 213] . Here, the product of interest is selectively adsorbed by the matrix-immobilized ligand while non-interacting impurities remain in the flow through. This \"capture\" step may achieve efficient viral clearance provided that, contrary to HEP-based ligands used for virus purification (see section 2.1.3), the ligand does not adsorb viruses or adsorbed viruses are not eluted with the product in proper operating conditions. Therefore, many manufacturing processes of biopharmaceuticals, e.g., antihemophilic factors, incorporate an AFC step that contributes to the overall virus removal efficiency in addition to the dedicated NF step (Table 7) . Most PS-based AFC resins evaluated for viral clearance consist of an AG (Seph) matrix to which an antibody binding protein or an antibody/antibody fragment is attached.\n\nStaphylococcal protein A and streptococcal protein G are common affinity ligands for antibody capture [218] . Protein A is a surface protein from the Gram-positive bacterium Staphylococcus aureus that has high affinity to Igs from various species, in particular IgGs [218, 219] . Most commercial mAb processes incorporate protein A AFC steps for antibody purification [12, [219] [220] [221] . Protein A media specifically capture antibodies but may bind modest levels of adventitious/endogenous viruses via nonspecific interactions of viruses both with the media itself (resin backbone and protein A ligand) and the mAb product [222] . Hence, Protein A media have been frequently subjected to viral clearance validation studies [194, 222] , yielding low and highly variable LRV values [189] , e.g., between 0.8 and 2.9 for XMLV, depending on the mAb product [222] . This is the case of PS materials based on a cross-linked AG matrix, coupled to natural staphylococcal protein A (Protein A Seph 4 FF) [223] or alkali-stabilized recombinant protein A (MabSelect SuRe™, GE Healthcare) [224] . These two studies reported acceptable (c. 4) [223] or moderate (2-3) [224] LRV levels for endogenous retroviral particles present in antibody feedstocks (cell culture harvests), LRVs remaining stable over several hundred cycles of purification/cleaning. The robustness of viral clearance with respect to media age was confirmed using multi-spiked (SV40, XMLV, and MVM) feedstock [224] . In a more recent work, Bach et al. [225] investigated the mechanism of XMLV clearance by the MabSelect SuRe resin. They showed that low clearance was due mainly to virus binding to and eluting with the mAb. There was no noticeable interaction of XMLV with the ligand or the AG matrix since the virus alone (with no mAb added to the column load) was retained neither on the protein A resin nor on underivatized Seph (LRV>5.5). Protein A AFC using the MabSelect SuRe resin has also been used as the capture step in the manufacturing process of the recombinant factor IX Fc fusion protein rFIXFc (Alprolix®, Biogen, Cambridge, Mass., and Sobi AB, Stockholm, Sweden), an approved blood-clotting medicine for haemophilia B [214] . AFC was followed by two AEC steps and final NF, all of which were tested for clearance of four model viruses. In addition to Planova filtration, both AFC and Q Seph FF AEC contributed significantly to virus removal, with LRVs ranging from 2.9 (MVM) to 4.4 (XMLV) for AFC (Table 7 ) and 3.5 (MVM and XMLV) to 6.1 (reovirus type 3 (Reo-3)) for AEC.\n\nProtein G is extracted from group C and G streptococci. Though widely used in antibody purification processes [212, 218] , protein G chromatography resins have been scarcely evaluated for viral clearance. An example is given by Roberts [226] who investigated virus elimination during the purification of immunoglubulins G1 and G3 produced from human hybridoma cell-lines. The purification process involved three sequential column chromatography steps using PS-based resins, i.e., protein G AFC (protein G Seph), CEC (SP Seph FF), and SEC (Superdex 200), completed by two specific virus elimination steps (S/D treatment and NF). Protein G AFC proved effective for eliminating both enveloped (HSV-1, SINV) and non-enveloped (PV-1) model viruses, showing even better removal efficiency than NF (using PVDF filters) for the small-size PV-1. However, IgG acid elution probably contributed to the high LRV values obtained for enveloped, pH-sensitive viruses. Virus removal by CEC was lower (HSV-1, LRV=3-5; PV-1, LRV=1-2), and SEC had limited impact on viral clearance.\n\nIn addition to Nuwiq® [196] , a wealth of antihemophilic FVIII products is currently available on the market, ranging from early plasma-derived to fourth-generation recombinant products [227] . MAb-based immunoaffinity chromatography (IAC) is a key purification step in most manufacturing processes of these commercial FVIII compounds [228, 229] , with chemical inactivation and NF devoted to viral clearance -like for mAb products. Nevertheless, a few studies have investigated the virus removal efficiency of the IAC step where a Seph matrix with an anti-FVIII mAb ligand was used as adsorbent: murine mAb (IgG) coupled to Nhydroxysuccinimide (NHS)-activated Seph 4FF [230] or Seph CL-2B [231] , recombinantly produced anti-FVIII mAb (rF25) coupled to cyanogen bromide (CNBr)-activated Seph FF [217] .\n\nMAb IAC was associated with SEC (Superdex 200) and S/D treatment (but not NF) to assure the viral safety of B-domain deleted recombinant factor VIII BDDrFVIII (ReFacto®, Wyeth Ltd., now Pfizer, New York, NY, USA) produced in CHO cells -a second generation product [227] in which no human-derived protein was added to the final formulation, reducing the risk of viral transmission [230] . The mAb-Seph column poorly retained model viruses, with LRVs ranging from 3.8 for PV to ≥7.9 for infectious bovine rhinotracheitis virus (bovine herpesvirus 1). The manufacturing process included three other chromatography steps using Seph-based resins (CEC, AEC, HIC) [232] , not tested for viral clearance but expected to provide additional virus removal. Note, however, that the anti-FVIII mouse mAb (8A4) ligand was replaced later by a synthetic peptide (TN8.2) to avoid the use of animal-derived materials in the manufacturing process of ReFacto -leading to the third-generation product Xyntha™/ReFacto AF (albumin free) (Pfizer). The TN8.2-Seph AFC step also significantly contributed to the viral clearance capacity of the modified process [216] (Table 7) .\n\nIn the production process of plasma-derived Replenate® (Bio Products Laboratory, Elstree, UK), the IAC column is loaded with the S/D treated FVIII intermediate and the eluate applied to an AEC column for additional purification, similar to the method used to make Hemofil M® (Baxter, Deerfield, Ill., USA) [233, 234] -the two products differing by the plasma source [235] . Roberts [231] evaluated the effectiveness of IAC for eliminating viruses during the manufacturing process of Replenate®. The IAC step proved effective for eliminating model viruses, with LRVs of 4.4 (SINV), 4.0 (PV-1) and >5.6 (bovine parvovirus (BPV)). However, only clearance of PV-1, which, contrary to SINV and BPV, was poorly affected by S/D presence, could be attributed in part to the chromatography step by itself.\n\nTuroctocog alfa (NovoEight®, Novo Nordisk A/S, Bagsvaerd, Denmark), a B-domain truncated recombinant FVIII molecule, is manufactured in CHO cells with no use of human or animal-derived materials [236] to minimize viral risk (third-generation rFVIII product [227] ). The manufacturing process includes several successive chromatography steps for capture of the FVIII product and its purification whose virus clearance capacity has been evaluated by Ellgaard et al. [217] . In particular, MMC with Capto MMC resin was used for FVIII capture and anti-FVIII IAC using rF25 mAb [237] coupled to Seph was used as purification step. In the initial capture step, the MMC resin with adsorbed FVIII was washed with detergent and virus inactivation significantly contributed to the resulting viral clearance. However, anti-FVIII IAC ensured efficient virus elimination from the detergent-free MMC eluate, with LRVs ranging between 2.0 (MVM) and >4.9 (ecotropic MLV) ( Table 7) .\n\nRecombinant protein ligands derived from heavy-chain only antibodies that are found in Camelidae [238] have been developed under the trademark CaptureSelect® (now owned by Thermo Fisher Scientific, Waltham, Mass., USA) to ensure the AFC primary capture step in the purification processes of therapeutic proteins, including nonantibody targets -an equivalent to protein A for mAb purification [239] . Incorporating this proprietary ligand technology, the VIIISelect resin [79] , designed for the purification of factor VIII compounds, provided good viral clearance (XMLV, LRV≈4; MVM, LRV>5) and improved HC DNA and protein clearance from cell culture samples containing factor VIII compounds [240] . Together with other chromatography steps (AEC and HIC), a VIIISelect AFC purification step was next included in the manufacturing process of recombinant factor VIII Fc fusion protein rFVIIIFc (Elocta®/Eloctate®, Sobi and Biogen), a long-acting coagulation factor approved for the treatment of hemophilia A [215] . The process also comprised detergent inactivation and NF to ensure viral clearance. Contrary to Winge et al. [196] assessing the pathogen safety of Nuwiq® purification process, virus removal studies involved the AFC and AEC steps. They demonstrated significant contribution of AFC -and, to a much lesser extent, AEC -to viral clearance for the overall process, even though NF (Planova 15N filter) achieved the most substantial removal of model viruses (Table 7) .\n\nIMAC and HIC have been seldom applied to the purification of viral/subviral particles and VLPs (see sections 2.1.5 and 2.1.6, respectively). IMAC has also been used occasionally to purify plasma coagulation factors: factor VIII [241] and, more particularly, factor IX [231, 242] . Roberts [231, 242] assessed the virus elimination efficiency of the chromatographic process during the manufacture of Replenine®-VF (Bio Products Laboratory), a human plasma-derived concentrate of coagulation factor IX [243] . IMAC was performed using a copper-charged Chelating Seph FF column. Substantial virus removal was demonstrated for all viruses tested (PV-1, SINV, vaccinia virus) independently of S/D presence, including the enveloped SINV -susceptible to S/D treatment.\n\nAs mentioned in the last section, HIC column chromatography using hydrophobic Seph beads has been involved in the purification schemes of plasma coagulation factors [216, 215] . Butyl Seph HIC showed some ability to clear the small-sized (not retained by NF) and nonenveloped (resistant to S/D treatment) MVM from MVM-spiked Xyntha/ReFacto AF samples [216] . Octyl Seph HIC was not tested for viral clearance in the manufacturing process of Elocta/Eloctate [215] . Nevertheless, HIC has been considered at times as a virus reduction step in protein manufacturing [244, 245] . Butyl Seph HIC was the second of the three chromatographic steps -between AFC (using Cellufine sulfate) and tandem AEC/CEC (using Q/SP Seph) -in the purification process of recombinant bone morphogenetic protein 2 (dibotermin alfa), the active ingredient of InductOs® bone regeneration formulation [244] . Phenyl Seph HIC was the second of three successive virus reduction steps -following pasteurization and preceding filtration with 15N/20N Planova filters -in the manufacturing process of human C1 esterase inhibitor (a plasma-derived product) [245] . In both studies, the viral clearance efficiency of the different steps was assessed by spiking studies using a panel of model viruses. Virus reduction factors of HIC compared to those of the other, more frequently used virus reduction steps.\n\nIn the manufacturing process of turoctogog alfa [217] the purification step by anti-FVIII IAC (section 3.2.1.2) is preceded by a product capture step by MMC using the Capto MMC resin [81] which contains in particular negatively charged (carboxylic) and hydrophobic (phenyl) groups -thus combining weak CEC and HIC. Ellgaard et al. [217] evaluated the virus clearance capacity of this capture step during which most viruses were eliminated in the column flow through. Since viral clearance was evaluated after washing of the resin with detergent, inactivation of viruses co-adsorbed with rFVIII significantly contributed to the resulting viral clearance data, as concerns more particularly enveloped model viruses that were cleared completely. Combining SEC, AEC and HIC, CC700 MMC operated in the negative mode has been shown effective at purifying different viruses, recovered in the column flow through while smaller-sized impurities were retained by the column packing (see section 2.1.7). The mixed-mode resin Capto adhere, whose ligand also contains positively charged (quaternary amine), hydrophobic (phenyl), and hydrogen-bonding (hydroxy) groups but which is devoid of size exclusion layer, has shown a promising ability to retain viruses in suitable operating conditions, even in the presence of mAb products and process impurities [209] . Zhao et al. [76] exploited this property by introducing a Capto adhere MMC step in the multistep chromatography purification process of EV71 VLPs produced from insect cells, following negative CC700 MMC. The Capto adhere-based AEC-HIC step may also contribute to viral clearance by removing adventitious viruses from product streams in downstream purification processes of mAbs and other biopharmaceuticals [209, 246, 247] . In recent studies, Brown et al. [246, 247] investigated the binding mechanisms of model virus surrogates (i.e., bacteriophages displaying different surface charge characteristics and hydrophobicities) to the Capto adhere resin. They first compared the efficiencies of the MMC resin and purely anionic (Capto Q) or hydrophobic (Capto Phenyl) Seph-based resins to remove phages from spiked buffers with varying pH and salt concentrations [246] . The most hydrophobic and negatively charged phages were adsorbed to Capto adhere by synergistic binding to the quaternary amine and phenyl groups, yielding a better phage removal efficiency of the MMC resin (LRV > 3in all tested buffer conditions) compared to single mode ones. However, the presence of in-process impurities in spiked mAb pools affected the virus removal performance of the multi-modal resin [247] . The Capto adhere MMC step as a contributor to viral clearance remains to be implemented practically in downstream purification processes of mAbs or other biomolecules intended for human use.\n\nMembrane chromatography devices, in particular commercial AEC (Sart Q) and pAFC (SCMA) MAs, have shown efficacy in capture of viral particles (see section 2.2). Operated in the bind-and-elute mode, they have been widely implemented to purify viruses and VLPs from complex culture media (Table 5 ). Since their emergence in the downstream processing technology of biopharmaceuticals, MAs have also been frequently used in flow-through mode to remove trace impurities -including viral contaminants -from product streams (i.e., polishing) [152] . In this application field, most clearance data refer to HC proteins, DNA and endotoxins. However, a few works published over the last 15 years have investigated virus removal by Q membrane-based polishing steps in antibody purification [12, [248] [249] [250] .\n\nAs concerns CEL-based MAs, first viral clearance experiments conducted with the commercial Sart Q membrane (10-layer format) in flow-through mode showed only moderate-to-low capacity of the Q membrane for removing XMLV from a purified, high-titer IgG load, LRVs decreasing with increasing antibody load [251] . The Sart Q membrane, operated in a spirally winding format where the membrane was rolled on a core to form a cylinder of 125-cm 2 area, was then tested by Zhou et al. [252] for viral clearance of antibody feed stock spiked with model viral particles of different sizes (MVM, Reo-3, MLV, pseudorabies virus). The MA capsule displayed efficient removal of both viruses (LRVs>5) and trace amounts of process-related impurities at varying process capacities (i.e., mass of antibody processed per unit area of membrane). Later on, Zhou et al. [253] detailed the influence of several operational parameters on the viral clearance power of syringe filter-type Sart Q MA capsules (stacked membrane configuration) with varying membrane areas. They showed in particular that the removal efficiency of MVM decreased with decreasing the pH and increasing the conductivity (salt concentration) of the virus-spiked mAb feed.\n\nThe negative effect of high salt concentrations -that screen the electrostatic interactions between the positively charged quaternary ammonium-based ligands and the negatively charged impurities -on the binding capacity of Q products is well-documented, referring in particular to conventional Q resins [207, 209] . In the overall purification process of mAbs and recombinant proteins, however, final flow-through AEC-based polishing is usually preceded by chromatographic steps in the bind-and-elute mode, e.g., AFC (protein A) and CEC. Elution of bound materials generates high salt eluates containing the target product and trace impurities. Feed stream dilution prior to flow-through polishing is therefore necessary. This drawback of Q ligands has led to the development of MAs functionalized with alternative AE ligands showing extended salt tolerance. It has been shown that primary/secondary aminebased ligands display high ability to bind negatively charged species at high salt concentrations, owing to secondary hydrogen bonding interactions [254] . Using regenerated CEL discs as the base membrane material, Riordan et al. [255] have tested various aminecontaining ligands for virus removal from a high salt challenge virus suspension. Four alternative ligands, including polycations (polyhexamethylene biguanide and polyethyleneimine), achieved >5 LRV of bacteriophage FX174 (Microviridae) at 150 mM NaCl, compared to 0 LRV for commercial (Mustang) Q membranes. The authors concluded that the virus removal efficiency of the cationic MA was dependent on the net (positive) charge of the ligand, its molecular structure, and the ligand density of the membrane. Using surface-initiated atom transfer radical polymerization (ATRP), Bhut et al. [256] grafted polyelectrolyte Q chains {poly([2-(methacryloyloxy)ethyl]trimethylammonium chloride)} from the surface of regenerated CEL macroporous membranes to produce strong AE membranes with variable polymer chain graft densities, yielding MAs with high proteinbinding capacities. Then the virus clearance performance of these Q-based MAs was evaluated using a MVM spiked loading buffer [257] . LRVs increased with the degree of polymer grafting (i.e. polymer chain density) reaching a value >4.5 for the given MVM load. Here, however, virus clearance experiments were performed in a protein-free, low conductivity (0.5mS/cm) buffer. The recently developed Sart STIC (PA) MA uses a polyallylamine ligand -a polycation with multiple primary amine (PA) groups -to improve adsorption performance at high salt concentrations [180] . Sart STIC MA operated in the flowthrough mode has been included in the purification scheme of viruses [178] and VLPs [177] to remove DNA and protein impurities from viral preparations (see Table 5 ). Sart STIC displayed significantly higher virus binding capacity than Sart Q in the presence of 150 mM NaCl (16.8 mS/cm conductivity), achieving a LRV>4.96 for MVM compared to 1.81 for the Q membrane [180] . Here also, these virus capture assays were carried out in simple buffer provided with various salt amounts. Results of experiments assessing the viral clearance efficiency of Sart STIC processes, have not been published so far. The efficiency of virus removal by Q MAs (Sartobind and Mustang) under different buffer conductivities/salt concentrations also compared unfavourably with that of ChromaSorb™ (EMD Millipore, Billerica, MA, USA), another commercially available salt-tolerant MA consisting of a polyethylene microporous membrane coated with a chemically cross-linked hydrogel of allylamine polymer [258] . The Chromasorb adsorber actually displayed higher resistance to salt concentration than Q membranes, ensuring robust virus retention from MVM-spiked mAb feed at high conductivity -contrary to Q products. Weaver et al. [259, 260] further compared the performance of MVM clearance by the three commercial AE MAs over a range of feed conditions, including the absence [259] or presence [260] of HC DNA/protein impurities and mAbs. The reduction of MVM removal by Q membranes at high salt concentration and low pH was confirmed, as was the tolerance of the primary amine-based ChromaSorb adsorber to ionic strength/conductivity of the feed solution. However, the Chromasorb capacity for binding MVM was severely compromised by the presence of ions capable of forming hydrogen bonds with the primary amine groups, such as hydrogen phosphate ions. Furthermore, the primary amine-based ChromaSorb showed lower mAb recovery (i.e., higher mAb binding) than Q membranes [260] .\n\nChromatography currently remains a basic tool in the manufacturing of biopharmaceuticals, more particularly downstream purification processes [261] , despite an increasing interest in nonchromatographic techniques [262] . This prevalence is reflected in a number of recent reviews, covering for instance well-established AFC [263, 264] and fast developing MMC [265, 266] , emerging materials -including AFC and MMC ligands and cellulose-based IEC media - [267] , or else continuous chromatography [268] .\n\nFrom an industrial viewpoint, considering the time course of published patents/patent applications on chromatography techniques over the last twenty years (Fig. 5A) , column chromatography sensu lato remains the dominant concern of research and development in the field, far above other formats of chromatography (monolith, membrane, expanded bed), and continuous chromatography -in particular SMBC. Restricting to innovations implying viruses, column processes still dominate associated with emergence of MAs (Fig. 5A) . Affinity and ion-exchange are the main chromatography modes in published patents associating chromatography processes and viruses (Fig. 5B) . The present review highlights the major part played by chromatography steps using commercially available, PS-based chromatography media in ongoing purification processes of viral particles, whole-cell viruses or VLPs, designed for vaccine formulations or drug/gene delivery vectors. These PS-based adsorbents are also currently implemented in the chromatographic reduction of viral contaminants from biopharmaceutical products. What perspectives for PS-based chromatography materials in this background of technological development? R&D efforts still focus on CEL-and AG-based particulate adsorbents. A few technological innovations also concern dextran-containing resins.\n\nThe JNC Corporation develops porous CEL particles [269] functionalized with a sulfated PS (CEL, dextran or pullulan), designed for influenza virus purification [270] . The PS is sulfated before (CEL) or after (dextran, pullulan) binding to CEL beads. The virus purification performance of these new pAFC adsorbents was compared to that of commercial Cellufine® sulfate (see section 2.1.4), where sulfate groups are introduced into CEL particles via sulfate esterification treatment: they showed higher IAV adsorption capacity allied with reduced adsorption capability of nucleic acid contaminants. The commercial chromatography medium Cellufine™ MAX DexS-VirS uses dextran sulfate polymer as ligand [271] Academic studies illustrating the potential of this new pAFC resin for virus and VLP capture and purification have not been published so far.\n\nThe manufacturing method of monolithic structures made of esterified CEL has been patented some years ago [272] but applications in purification bioprocesses are still lacking. CEL-based MAs consisting of non-woven electrospun CEL nanofibers functionalized with DEAE groups for AEC are developed as \"FibroSelect\" by Puridify Ltd. (Stevenage, UK) (now part of GE Healthcare). They displayed higher dynamic binding capacity for bovine serum albumin (model protein) and protein productivity than Sartobind® membranes when tested in a SMB system [273] . These MAs might be used for viral vaccine isolation, as shown very recently for AdV-5 viral vector [274] .\n\nA variety of new ligands to AG beads have been patented by GE Healthcare, including CE ligands (copolymer chains of vinyl sulfonate and N-vinyl pyrrolidone) [275] , affinity ligands comprising Ig-binding domains of protein A or protein Z [276, 277] , and multimodal ligands comprising Q groups and hydrophobic ring structures -as an alternative to N-methyl, N-benzyl ethanolamine ligand of commercial Capto adhere [278] . Note, however, that no reference is made to viruses in examples illustrating biomolecule separation/purification using these new CEC, AFC or MMC adsorbents. Another trend is the manufacture of core bead resins that ally size separation and binding chemistry in a single matrix, as exemplified by the commercial Capto™ Core 700 resin [81] (see Table 2 ). AG bead cores have been functionalized with hydrophobic interaction ligands, e.g., C 4 -C 16 ligands (more particularly octyl ligands) [279] , and proteinaceous affinity ligands, e.g., protein A or protein L [280] . Here, these novel core-shell adsorbents were tested for virus (IAV) purification from concentrated cell culture lysates [279] or removal of viral contaminants from mAb samples [280] . It was shown that a protein A core bead prototype had better virus (Φx174 bacteriophage) reduction performance than MabSelect SuRe™ chosen as reference resin [280] . Another type of core bead adsorbent is under development at Upfront Chromatography A/S (Copenhagen, Denmark). The Rhobust® adsorbent consists of spherical beads with a tungsten carbide core and a functionalizable, cross-linked AG outer shell [281] , allowing high process flow rates in EBAC for protein capture but not yet applied to viral particle processing.\n\nDextran is used as a surface extender for binding Q groups to cross-linked AG (CLA) beads in AEC media from GE Healthcare (Q Sepharose® XL, Streamline™ Q XL, Capto™ Q), and for binding weak/strong IE groups to cross-linked CEL beads in Cellufine MAX IEC resins manufactured by JNC [282] . CLA-based AEC media have been widely applied to viral particle purification (see Table 2 ) but Cellufine MAX-based media (IEC and pAFC: see above) have not, so far. Diversifying towards the manufacturing of biopharmaceuticals, the Fujifilm Corporation (Tokyo, Japan) has patented a MMC carrier consisting of a commercial crosslinked AG-based matrix (Seph beads) with a dextran coating functionalized by protein A and C (weak CE) groups [283] . The MMC resin showed better IgG purification efficiency (HCP elimination) than commercial MabSelect Sure (CLA with protein A ligand) and Cellufine MAX S-r bearing S (strong CE) groups. Viral clearance studies on this new CEC/AFC resin have not yet been performed. SEC matrices from GE Healthcare also contain dextran, cross-linked with epichlorohydrin (Sephadex™) or (as allyl dextran) N,N'methylene-bis-acrylamide (Sephacryl™), and together with CLA (Superdex™) in composite matrices. These CLA-based, dextran-containing media, except the early Sephadex SEC resin, have been frequently implemented in viral particle purification processes (see Table 2 ). The flow properties of composite dextran-CLA SEC medium have been improved with maintained resolution by applying a dextranase treatment [284] . The dextranase-treated resin displayed improved pressure flow compared to a Superdex reference resin. An innovative manufacturing process for cross-linked dextran beads that can be employed in particulate chromatography for purification of biomolecules has been patented [285] . The process advantageously avoided the use of halogenated or aromatic solvents, commonly used in prior art processes. Dextran sulfate is used as ligand coupled to CLA substrate in the Capto™ DeVirS pAFC resin launched some years ago by GE Healthcare [286] . Capto DeVirS may potentially replace the proven Cellufine sulfate in the purification process of yellow fever virus from Vero cell cultures -the pAFC step being followed by Capto Core 700 MMC [287] .\n\nIn addition to efforts at improving column chromatography media, R&D is also directed towards new methods for purifying viruses/VLPs using commercial chromatographic materials, as illustrated by the latter patent. Other examples are the use of DEAE Seph FF AEC for purifying human caliciviruses such as noroviruses and sapoviruses [288] and Capto Core 700 core bead MMC for purification of respiratory syncytial virus [289] .\n\nAs a general conclusion to this review and the two preceding ones [10, 11] , materials based on natural PS, either crude or chemically modified, are essential, widely implemented tools for human struggle against viruses. It appears from these surveys that three widespread PS, namely agarose, cellulose and chitosan, are prevalently used in the manufacturing of materials with antiviral applications sensu lato. Agarose is derived from agar, which is the third major seaweed PS produced worldwide -behind carrageenan and alginate [290] . AG is the basic component of an arrow of particulate resins for column chromatography that are used for viral vaccine purification or to ensure the viral safety of biopharmaceuticals in industrial bioprocesses and in both academic and R&D studies. In the same way, cellulose, the most widespread PS in the vegetable kingdom, is used in chromatography resins but also in MAs with antiviral applications. Furthermore, CEL-based materials are widely present in viral filters currently used for virus filtration from biopharmaceutical and environmental water samples and in individual protection equipment against airborne viral pathogens [10] . Chitosan is obtained by deacetylation of chitin, which is extracted from the shells of marine crustaceans and is the most widespread PS in the animal kingdom -the second most abundant natural polymer after CEL [291] . Having only limited utilization in chromatography media, e.g., in composite monoliths, chitosan is extensively used as a micro/nanocarrier for the delivery of antiviral drugs and vaccines [11] . Currently, most antiviral applications of PSbased materials involve one of these \"big three\" natural biopolymers. [191] (with permission from Elsevier). Citation counts were obtained from the Lens patent database (www.lens.org/lens/search) applying the following queries in title or abstract (from left to right): \"column chromatography\"; chromatography AND \"simulated moving bed\"; chromatography AND monolith; \"membrane chromatography\" OR \"membrane adsorber\"; chromatography AND \"expanded bed\"; \"continuous chromatography\". For scaling reasons, citation counts for \"column chromatography\" are divided by 20. Date range: from origins (1917-01-01) to the X-axis year (included) (latest date: 2018-12-31). Insert shows the number of granted patents/patent applications published between 2000 and latest date associating chromatography techniques and viruses. The above queries were completed by AND (virus OR viral) (AND V). (B) Time evolution of patents/patent applications associating main chromatography modes and viruses published over the last twenties. Citation counts were obtained from the Lens patent database applying the following queries in title or abstract (from left to right): \"affinity chromatography\" AND V; \"ion exchange chromatography\" AND V; \"size exclusion chromatography\" AND V; \"hydrophobic interaction chromatography\" AND V; \"mixed mode chromatography\" AND V. Data range as in (A). Table 2 . Column chromatography procedures using PS-based materials for viral particle purification Chromatographic purification step(s) a Table 3 for a brief description. Highly CLA (6% AG) Seph XL Highly CLA (6% AG) with dextran surface extenders Capto™ Very rigid, highly CLA with an optimized pore structure improving pressure/flow properties (GE Healthcare) Superdex™ 200 Composite matrix of dextran covalently bounded to highly CLA (GE Healthcare) Sephacryl™ S-500 HR (high resolution) Sephacryl™ S-1000 SF (superfine)\n\nBeads of allyl dextran cross-linked with N,N'-methylene-bis-acrylamide {poly([allyl dextran]-co-N,N′-methylenebisacrylamide)} (GE Healthcare)\n\n6% CLA containing a quartz core (to provide the required high density for stable bed expansion) (GE Healthcare) WorkBeads™ 40/10000 5% AG beads (10,000 kD exclusion limit) manufactured using a proprietary method (Bio-Works, Uppsala, Sweden) [77] "}