{"title": "Middle East respiratory syndrome: pathogenesis and therapeutic developments", "body": "Middle East respiratory syndrome coronavirus (MERS-CoV) was identified as a zoonotic virus, whose mode of transmission is from animals to humans. The origin of the virus is believed to be bats, from which it was then transferred to camels. Camels are currently regarded as a major host for MERS-CoV. It has also been identified as the most significant source for human infections [1] . The isolates of MERS-CoV from camels and humans have also been found to more than 99% identical [2] . While camels have been identified as the primary source of MERS-CoV infection through both indirect as well as direct contact, the specific route and role of camels in disease transmission is yet to be identified.\n\nThe pathogenic agent of Middle East respiratory syndrome is a new coronavirus which was initially identified from the respiratory content of a patient who was infected, and died, as a result of infection from a mysterious viral disease showing pneumonia like symptoms in Saudi Arabia in 2012 [3] . Initially, a group of healthcare personnel working in a hospital in Jordan contracted a respiratory infection in April 2012, the source of which was not known [4] . Later in June 2012, an elderly businessman with severe pneumonia associated with kidney failure was admitted to a Saudi hospital. The coronavirus detected from his sputum was not known before and for a while [15] .\n\nit was referred to as human Coronavirus Erasmus Medical Center (hCoV-EMC) [5] . Following that case, another patient from the Middle East with severe respiratory infection, who was transferred to the UK, was found to be infected with the same virus. On analyzing and comparing the samples from the Jordan outbreak with the latter ones, the same virus hCoV-EMC was recognized as causing this new and severe form of respiratory infection. It was later titled as MERS-CoV [6] . Since its first detection to this date, this virus has spread in countries across Middle East and Europe [7] . The highest number of cases has been identified in Saudi Arabia. Infections in European countries have been brought in by travel from the Middle East [7, 8] . From 2012 through the end of December 2018, the number of confirmed cases of MERS-CoV globally reported to the WHO was 2279 with 806 associated deaths, which corresponds to a fatality rate of approximately 35.36%. Saudi Arabia was on the top of the list of countries with 1901 reports of confirmed cases, including 732 related deaths with a fatality rate of approximately 39% [9] . Due to its high mortality rate (∼36%) [9, 10] and pathogenicity, nonavailability of vaccine or any other definite treatment, MERS-CoV is considered a major challenge to global health and presents a pressing need for the research and development of definite therapeutic options and adequate management to prevent its infection [11, 12] .\n\nThe interest in coronaviruses was reignited after the 2002 outbreak of Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) and 2012 outbreak of MERS-CoV. Researchers have tried to understand pandemic potential of MERS-CoV by studying its emergence and ecology. Studies are being carrying out to assess how this virus causes disease so that novel therapeutics and vaccines can be developed. The mode of transmission of MERS-CoV is yet to be established, but it is assumed to have come from bats [13] . Camels found in the Arabian Peninsula may serve as intermediate hosts for human infection [14] . This review will focus on studies trying to elucidate mechanisms by which MERS-CoV escapes host-immune system and causes disease. We will also examine the recent advances in the development of novel therapeutics and vaccines. Figure 1 vitro studies. Studies were conducted on animal models and human lung cell lines, and the account from a single autopsy [43] . In vitro studies revealed that MERS-CoV can easily replicate in several cultured human cells, as well as, in the differentiated and nondifferentiated human epithelial cells [34, 44] . The antigens of MERS-CoV were found on the macrophages in the alveoli of the infected human lung explants, ciliated and nonciliated bronchial epithelial cells, endothelial cells and pneumocytes [33, 45] . These findings were in sync with the findings made in the single autopsy where MERS-CoV antigen was detected on pneumocytes, endothelial cells and epithelial cells of the airways and few on macrophages [43, 45] . Macrophages are the important phagocytic cells of innate immune system which help remove the pathogenic substances from the body and present their antigens to the T cells. The cytokines as well as chemokines produced by the macrophages help in destroying the pathogens, adjusting the immune system and maintaining tissue homoeostasis [46] . However, in MERS, the virus-infected macrophages contribute considerably to the development of disease symptoms [47] . The infection with MERS-CoV of human epithelial cells induces the release of pro-inflammatory chemokines and cytokines from the monocyte-derived macrophages. It is believed that these chemokines/cytokines cause inflammatory changes and tissue injury through infiltration of immune cells in the lower respiratory tract [47] . The patients suffering from MERS clinically manifest pneumonia, which is progressive in nature and has a large number of macrophages and neutrophils found in the fluids present in the lungs [3, 48] . Studies conducted on rhesus macaques have shown the lung tissue infiltration of macrophages and neutrophils on MERS-CoV infection, though their respiratory symptoms were milder as compared with humans [49] . Many scientists believe that this sequestration of immune cells contribute to the development of lymphopenia seen in patients with MERS. The progress in the severity of pneumonia and respiratory dysfunction in the MERS patients is also attributed to cytokine/chemokine induction [30, 50] . Zhou et al. found that MERS-CoV can efficiently replicate inside macrophages and, hence, can overcome the host immune system. [47] . Thus, these phagocytes act like reservoirs and means of transportation for these viruses, helping to replicate and disseminate, such as the HIV virus [51] .\n\nInfection of epithelial cells with the MERS virus induce slow, but significant, IFN type I and II responses [36] . Macrophages release pro-inflammatory chemokines and cytokines such as IL-1β, IL-6 and IL-8 upon MERS-CoV infection [37] . Similarly, MERS-CoV infection in blood monocyte-derived macrophages and dendritic cells leads to the release of chemokines and cytokines, for example, IL-2, IL-3, CCL-2, CCL-3 and RANTES [37, 48] . Infection of activated T cells induces apoptosis via different pathways which may also explain the occurrence of lymphopenia [52] . With the present available knowledge, it is difficult to describe the exact pathogenesis of MERS-CoV, but it seems that viral replication in the macrophages results in extreme cytotoxicity and triggers the induction of pro-inflammatory chemicals which may lead to MERS-associated complications.\n\nA small number of epithelial, pneumocytes, lymphoid aggregates and inflammatory cells of submucosal glands were positive for MERS spike protein in nonhuman primates (NHPs). Whereas, MERS spike antigen were positive in epithelial layers of submucosal bronchial glands, lungs of NHPs and in some cells in BALTs [53] . Dual Immunohistochemistry method was applied using monoclonal antibody against MERS spike protein and CD26, the staining showed that MERS was found in CD26 positive cells but were negative in NHPs [53] .\n\nTwo NHPs, the common marmoset and rhesus macaque model were established for MERS-CoV infection by three different research groups [49, [54] [55] [56] [57] [58] [59] . The clinical symptoms included respiratory disease which was mild in nature and could be diagnosed with radio imaging and computed tomography [54, 56, 59] and respiratory disease of severe nature showing fatal clinical symptoms requiring euthanasia [54, 59] . Exposure to the MERS-0 infectious clone (icMERS-0) strain in Rhesus monkeys is reported to cause respiratory disease, wherein virus antigen has been detected. Respiratory disease in such cases was found to be transient and mild in nature, which resolved by 30 days from infection. Pulmonary disease was also found to be mild upon MERS-CoV infection in NHPs. Earlier studies found ocular, intratracheal or intranasal exposure of MERS-EMC isolate to cause lethal disease. However, it has been argued that lethality was due to manipulations of marmoset, which have higher sensitivity than macaque species [54, 57] . Cases of mild to moderate symptoms even after higher viral titer have also been reported in other studies [56] . Small animals, such as hamsters and mice, have been found to be resistant to MERS-CoV infection and development of models of severe respiratory disease has been a challenge [60] .\n\nThe identification of highly pathogenic MERS-CoV suggests that coronaviruses present an incessant and long-term hazard to humans. Development of effective therapeutic and prophylactic agents to contain their infections is an urgent need, and yet currently no antiviral treatments against MERS-CoV are available. MERS-CoV is known to interact with host cell surface receptor DPP4 or CD26 with its spike S protein, which subsequently leads to its entry in the host cell [61] . Our knowledge regarding the exact mechanisms that follow thereafter is still limited and requires more research. Due to lack of definite treatment, supportive therapy remains the only solution. Present development consists of the previous experiences of other coronavirus diseases like SARS-CoV, which have been studied in in vitro and in vivo models. Tremendous efforts are being made in this direction and various antiviral and related therapies have been identified. Use of humanized monoclonal antibodies, convalescent plasma and therapeutic peptides has been shown efficacious. Repurposing of the currently available drugs is also being tried to extend their efficacy against MERS-CoV. Some potential options are discussed in detail below.\n\nThe concept of using clinically available drugs to treat new diseases is known as repurposing. In this method, a new target profile is created for the existing drugs through screening of large molecular databases. Owing to advances in computational approaches and development of effective antiviral agents, repurposing has become faster. Using high-throughput screening, researchers have been able to screen large libraries of drugs against novel targets and evaluate their antiviral activity in vitro [62, 63] . Some of repurposed drugs have shown potent antiviral activity against MERS-CoV, for example, ribavirin, nitazoxanide and hexachloropene [64] . Some other studies have repurposed the drugs by using a combination of two or more existing drugs. Wilde et al. combined alisporivir with ribavirin for enhanced antiviral activity against MERS and SARs-CoV [65] . In another study on MERS-CoV infected marmosets, hybrid of ritonavir/lopinavir and IFN-β1b had positive effect [66] .\n\nConvalescent plasma therapy utilizes plasma or whole blood from people who have been infected with viral diseases and recovered. This therapy has been used during outbreaks when no particular medicines or vaccines are available for treatment [67] . The use of convalescent plasma has been indicated to be an efficient therapeutic strategy for diseases like MERS-CoV [68] . Studies have been carried out to confirm its feasibility and safety in treating MERS; however, the data are insufficient. There are a few drawbacks of this therapy, as often large-scale screening is required to obtain sufficient amount of antibodies from potential donors [69] .\n\nMonoclonal antibodies have been commonly used in the diagnosis of various diseases. Therapeutics based on monoclonal antibodies have been used successfully in the therapy of various diseases [70, 71] . The potential of this approach was acknowledged against coronaviruses during the SARS outbreak [72, 73] . And when the other deadly coronavirus attacked humans, this previous knowledge helped greatly in the improving the response against the risk of MERS-CoV.\n\nInitial studies suggested that MERS-CoV RBD domain in S1 glycoprotein represents a suitable target for the development of neutralizing monoclonal antibodies [62, [74] [75] [76] . Hence, the idea to develop neutralizing mouse mAbs as a strategy to prevent the entry of MERS-CoV into host cells was led by Du et al. [75] . mAbs were made by vaccinating mice with IgG1 Fc to which recombinant MERS-CoV S1 was fused [75] . Consequently, Mersmab1, the most effective murine mAb was developed that targeted MERS-CoV RBD, and successfully neutralized MERS-CoV infection in Vero E6, Huh-7 and Calu-3 cells [76] . These studies indicated the potential of humanized mAbs as efficient curative agents against infection caused by MERS-CoV. Around April 2014, three independent studies first reported to have developed complete humanized MERS-CoV neutralizing mAbs [77, 78] . All these humanized mAbs specifically targeted the MERS-CoV RBD glycoprotein. The efficacy of human mAbs against MERS-CoV infection was first exhibited by Qiu et al. [79] . They were able to completely treat MERS-CoV infection of lethal nature with a single dose of humanized mAbs in the hDPP4 transgenic mouse [79] .\n\nDevelopment of humanized monoclonal antibodies against emerging viral diseases requires a significant production cost and poses as a major drawback. To overcome this obstacle and to reduce the cost, extremely powerful neutralizing mAbs which can be given in smaller doses without compromising the efficacy is needed. One strategy to achieve this could be to design humanized mAbs with exceptional binding attraction and targeting them against the potential targets, such as RBD.\n\nfuture science group www.futuremedicine.com\n\nRecently, interest has been generated in the development of peptide therapeutics as potential drug targets for different pathogens. Currently, more than 140 peptide therapeutics are lined up for clinical evaluation presenting peptide research as a component of pharmaceutical research [80] . As compared with chemical drugs, peptide drugs show high specificity toward the target as well as little side effect and drug tolerance [19] . Many peptide therapeutics have shown positive results against viral infections, for instance RVFV-6 peptide against rift valley fever virus and Kn2-7 peptide derived from scorpion venom against HIV-1 [81] [82] [83] . Antimicrobial peptides are cited as potential novel antiviral therapeutics against coronaviruses [84] . Antimicrobial peptides are produced by host immune system upon initial exposure to pathogens. These are gene encoded and positively charged peptides that are selectively toxic against their targets [85, 86] . This selectivity is due to their positive charge which attacks the negatively charged membrane bilayer of microbes [87] . The antimicrobial peptides block the receptors present on the host cell's surface, which in turn inhibit different steps of viral fusion and replication causing virolysis and activation of host's adaptive immune response [88] .\n\nSince the emergence of MERS-CoV, research has greatly enhanced our knowledge of the pathogenesis caused by it and other contemporary coronavirus, such as SARS-CoV. The efforts toward development of vaccines against this deadly virus have also been continuously increasing leading to the emergence of promising interventions. The two viruses, in other words, SARS and MERS have some common challenges in the development of an efficacious vaccine. As evident from reports, the aged population is more vulnerable to MERS-CoV. The lesson learnt from preclinical studies of SARS-CoV suggests that vaccines fail to protect aged animals, while being effective in young ones. Similarly, in clinical settings, the risk of mortality is even higher in individuals with chronic conditions or an immunocompromised state. An effective vaccine, thus, should offer universal protection, including the vulnerable populations. To do so, there is a need to evaluate the promising vaccines in the comorbid chronic conditions and the immunocompromised rodent models. Since the virus can comfortably replicate in macrophages, the risk of vaccine-derived immunopathology cannot be negated and must be considered using heterologous challenge models. Further, balance must be struck between protection and excessive immune activation while evaluating a successful vaccine candidate. The vaccine development against MERS-CoV is mostly influenced by the SARS-CoV. However, to aid the development of better vaccines, there is need to further enhance the knowledge of pathology of MERS-CoV and outline critical differences between SARS and MERS-CoV. mAbs offers a window of opportunity, as a few candidates have shown potency in in vitro testing. However, care needs to be taken in humanizing mAbs so as to minimize the antimouse antibody response. Epitopes identified from mouse neutralizing mAbs can be neutralized for humanizing MERS-CoV. mAbs targeting RBD are reported to have higher potency than therapies directed against other S protein regions of MERS-CoV, as these could recognize critical residues for DPP4 binding. However, changes in such critical residues may render these mAbs ineffective and lead to development of escape mutant strains of the virus. As discussed, a few promising peptides have also been developed against MERS-CoV. The antiviral activity, stability and solubility of these peptides can be further improved similar to the peptides developed against HIV. This will lead to the development of optimized next generation peptides having better inhibitory action directed against MERS-CoV. Alternatively, as a novel approach, the peptide inhibitors can be combined with mAbs (e.g., RBD specific). The combination can be evaluated for the synergistic effect against divergent and resistant strains. Studies are also needed to explore novel delivery technologies and optimizing vaccine immunity with a suitable combination of adjuvants. In summary, there have been encouraging results in the area of the development of MERS-CoV vaccines in preclinical settings. However, there are challenges related to efficacy, safety and drug delivery that need further consideration before proceeding to clinical trials. Focused research in this direction can help reduce the disease burden caused by MERS-CoV and prevent outbreaks, especially among the aged and immunocompromised population.\n\nThis work was supported by King Abdulaziz City for Science and Technology and Deanship of Scientific Research, King Abdulaziz\n\nUniversity. The authors have no other relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript apart from those disclosed.\n\nMedical writing support was provided by Scidra Consulting, INC and was funded by the authors."}