{"title": "ORAL SURGERY ORAL MEDICINE ORAL PATHOLOGY", "body": "In the common cold, viruses induce a profound inflammatory response on the airway mucosa. This immune reaction leads to release of different inflammatory substances that are thought to play a major role in generating symptoms of the disease. It has been demonstrated that up to 80% of patients with the common cold have inflammation of the paranasal sinuses, as shown by computed tomography. 1 Recently, it has been shown that intranasally administered steroids have a beneficial effect as an adjunct therapy in acute sinusitis. 2 The optimal therapy for the common cold may therefore be to attack both arms of the infection, virus replication and inflammatory response, as has been suggested for viral bronchiolitis and pneumonia. 3 Saliva is essential for maintenance of the ecologic balance in the oral cavity 4, 5 and is considered an essential part of the mucosal host defense system. One of the major functions of this system is to inhibit the adherence of pathogenic bacteria to oral tissues by mechanical, immunologic, and nonimmunologic means. 6 In addition, the human mouth is an important route for viral transmission. Saliva, or salivary components, can neutralize some viruses such as herpes simplex virus type 1, 7,8 human immunodeficiency virus type 1, 9, 10 respiratory syncytial virus, 8 and echovirus 11. 8 Fluticasone propionate is a new, topically active glucocorticosteroid with high topical activity and low bioavailability. We hypothesized that this drug would relieve the symptoms in virus-induced rhinitis. However, cough was the only symptom in which we could find a beneficial effect. 11 To extend these findings, this study analyzed salivary flow rate and selected major host antimicrobial components present in whole saliva in patients with the common cold. This was considered important because the human mouth is one of the main routes of entry for viruses and bacteria into the human body.\n\nThis study is part of a large clinical trial examining the effect of fluticasone propionate in the treatment of the common cold. 11 Two hundred patients participated in the treatment study; 40 of these patients were randomized Objective. The purpose of this investigation was to study the effect of a potent topical steroid, fluticasone propionate, on patients with early signs and symptoms of the common cold. To characterize the mucosal inflammatory response, salivary defense factors and flow rate in these patients were analyzed.\n\nStudy design. Forty patients with symptoms of the common cold were randomized into 2 groups to receive either high-dose fluticasone propionate (100 µg per nostril) or placebo 4 times daily for 6 days. Paraffin-stimulated whole saliva was collected on day 1 (before the onset of medication), day 7 (posttreatment), and day 21 (follow-up).\n\nResults. Salivary flow rate, innate host defense factors, and total protein content were not affected by the common cold. IgA increased between day 7 and day 21 (P ≤ .01; Student 2-tailed t test), and the relative proportions of salivary peroxidase and IgA increased on day 7 (P = .01) and day 21 (P = .05). In patients receiving fluticasone, saliva flow rate was lower on day 21 (P ≤ .05) than on days 1 and 7. The innate salivary defense factors were not affected, but IgA increased both on day 7 (P ≤ .001) and on day 21 (P ≤ .001) in comparison with day 1. into the present investigation. Forty students (some male, some female; all at least 18 years of age) who had been healthy during the last 4 weeks and had symptoms of developing upper respiratory tract infection (the common cold; ≤48 hours) on the basis of earlier experience-eg, sore throat, nasal discharge, nasal obstruction, cough, or excessive sneezing-were recruited to the study. Any patient with a history of more than 48 hours of acute upper respiratory infection requiring concomitant medication, major septum deviation, nasal polyposis, recurrent or chronic sinusitis, or pregnancy was excluded. The patients were randomized into 2 groups: the fluticasone group (FT group), which included 5 male and 15 female patients (mean age, 23.7 ± 3.3 years), and the common cold group (CC group), which included 3 male and 17 female patients (mean age, 23.9 ± 2.8 years). The FT group received 2 puffs per nostril of 50-µg fluticasone propionate 4 times a day; the CC group received 2 puffs per nostril of a placebo preparation 4 times a day. The high dose (exceeding the usual 200 µg/day) was selected to reach a maximal assumed effect. There was existing safety data from early shortterm trials with fluticasone propionate showing that up to 800 micrograms per day could be administered without side effects. The investigation was approved by the Ethical Committee for the Medical Faculty of the University of Turku.\n\nStudy medications were administered by means of metered dose sprayers that were similar in size, shape, and composition; the only exception was the fluticasone propionate (ingredients: benzalkonium chloride, phenylethyl alcohol, dextrose, microcrystalline cellulose and carboxymethylcellulose sodium, polysorbate 80, purified water). The medications were given in a double-blind manner starting at the first visit and continuing for 6 days.\n\nThe patients attended the clinic (Department of Pediatrics, Turku University Hospital) 3 times during the study. Saliva samples were collected at the following appointments: day 1, before the onset of the medication; day 7, 1 day after the last administration (posttreatment); and day 21, 20 days after the first visit (follow-up).\n\nThe methods and microbial etiologic results of the treatment study have been published. 12 Briefly, a nasopharyngeal specimen was collected on days 1 and 7 for diagnosis of viruses present in the mucus by antigen detection, virus culture, or polymerase chain reaction for rhinoviruses. In addition, blood samples were assessed on days 1 and 21 for paired viral IgG serology. Swabs from nasopharyngeal mucus were cultured on blood and chocolate agar plates for detection of beta-hemolytic streptococci, Haemophilus influenzae, and Branhamella catarrhalis. The results in the groups of the present study are shown in Table I .\n\nParaffin-stimulated whole saliva was collected in a standardized way for 5 minutes from all the participants, and the collected volumes were determined to quantitate the flow rate. The participants were not allowed to use any drugs, and they had to refrain from smoking, eating, and drinking for 1 hour before saliva collection. The saliva samples were stored on ice and centrifuged within 4 to 6 hours at 12.000g (Sorvall Superspeed RC-2B centrifuge) for 10 minutes at 4°C. Aliquots of centrifuged saliva needed for each analysis were divided into separate tubes and stored at -20°C until they were analyzed.\n\nThe total protein concentration was measured according to the method of Lowry et al, 13 with bovine serum albumin (Sigma Chemical Co, St Louis, Mo) used as a standard; lysozyme activity was estimated with Micrococcus lysodeikticus diffusion plates (Lysozyme Kit, Kallestad Laboratories, Chaska, Minn), with lyophilized human urine lysozyme used as a standard.\n\nSalivary peroxidase and myeloperoxidase concentrations were quantitated with immunometric assays through use of biotinylated antibodies and avidin-alkaline phosphatase label (Cappel, Organon Teknika Corp, West Chester, Pa) for the detection. 14 The standards, purified human leukocyte myeloperoxidase, 15 and bovine milk lactoperoxidase (Sigma Chemical Co) were used as immunogens in raising antibodies. 14 Bovine milk lactoperoxidase and human salivary peroxidase are immunologically cross-reactive. 16 The lactoferrin levels were determined by an immunometric assay through use of a biotinylated antibody and avidin-biotin-peroxidase complex (Vector Laboratories, Burlingame, Calif). 17 Human colostral lactoferrin (Sigma Chemical Co), further purified by affinity chromatography, was used both as an immunogen in raising the antibody and as a standard in the assay. The total concentrations of salivary IgA, IgG, and IgM were assayed with the \"capture antibody\"-type enzyme immunoassay described by Lehtonen et al. 18 The rabbit anti-IgA, IgG and IgM antibodies were all heavy-chain specific. (Rabbit anti-IgA, anti-IgG, and anti-IgM and the corresponding reagents conjugated with horseradish peroxidase were from Dako-Immunoglobulins a/s, Copenhagen, Denmark; human control sera for NOR-Partigen were from Behringwerke AG, Marburg, Germany; and the substrate for enzyme immunoassay, 1,2-o-phenylendiamine, was from Sigma Chemical Co.) The absorbances in lactoferrin (A 492 ), immunoglobulin (A 405 ), and peroxidase (A 405 ) assays were detected with an automatic spectrophotometer (Titertek Multiscan, Eflab Oy, Helsinki, Finland).\n\nThe differences between placebo and experimental groups were analyzed by means of a Student 2-tailed t test, and the differences within the group means were analyzed by means of a Student paired 2-tailed t test. P values less than .05 were considered statistically significant.\n\nThe placebo group (CC group) was analyzed to study the effect of the common cold on defense factors. The flow rates of paraffin-stimulated whole saliva decreased during the period of the common cold and did not increase when the infection was over (day 21); however, these changes were not statistically significant (Table II) . The innate host defense factors-lysozyme, lactoferrin, myeloperoxidase, and salivary peroxidase-were not affected by the common cold. The same result was obtained for total salivary protein content. The immunologic salivary defense factors are represented in this study by the concentrations of total IgA, IgG, and IgM. IgA increased significantly (P ≤ .01) in the CC group between day 7 and day 21 (Table II) . When the data were analyzed for the output of secreted protein from salivary glands (mg/min), no effect of the common cold could be observed (data not shown). However, in the CC group the relative proportion (protein/total amount of protein; µg/mg) of salivary peroxidase increased significantly (P ≤ .01) between days 1 and 7, and IgA increased significantly (P ≤ .05) between days 7 and 21 (Table III) .\n\nSalivary flow rate was significantly (P ≤ .05) lower on day 21 than on days 1 and 7 in the FT group, but the innate salivary host defense factors were not affected by the medication (Table II) . In comparison with its value on day 1, IgA increased in the FT group both on day 7 and on day 21 (P ≤ 0.001; Table II ). There was also a tendency toward increased secretion of IgG and IgM (Table II) . In the FT group, the output of lactoferrin (mg/min) was significantly (P ≤ .05) lower on day 21 (5.63 ± 3.60) than on day 7 (6.96 ± 4.05). The fluticasone propionate medication did not affect the output of any other salivary parameters, either innate or acquired. The relative amounts of IgA secreted (Table  III) increased significantly between days 1 and 21 (P ≤ .01) and between days 7 and 21 (P ≤ .05).\n\nNo statistical differences could be found between the groups with respect to salivary flow rates or innate salivary defense factors, such as lysozyme, lactoferrin, myeloperoxidase, and salivary peroxidase (Table II) . The secreted total protein content in saliva was, however, significantly lower in the FT group than in the CC group on day 1 (P ≤ .01), day 7 (P ≤ .05), and day 21 (P ≤ .05). The relative amounts of lysozyme secreted (lysozyme/total protein content; µg/mg) were higher on day 1 (P ≤ .01) and day 21 (P ≤ .01) in the FT group than in the CC group (Table III) . Neither the common cold nor the fluticasone propionate treatment had any effect on the relative amounts of secreted IgG or IgM immunoglobulins.\n\nTo our knowledge there are no previous studies on the effect of the common cold on the secretion rate or the composition of human saliva. Our study shows that salivary flow rate was lowest on day 21, which suggests that the onset of the common cold may transiently stimulate the flow rate. The use of locally administered fluticasone propionate did not appear to affect the salivary flow rate.\n\nSecretion rates and relative amounts of secreted protein have been suggested as means of assessing the contribution of synthesized salivary proteins independent of flow rate. 19 This approach has been used in many studies [20] [21] [22] to analyze the effect of a systemic factor on the synthesis of salivary proteins and subsequent saliva composition. The analysis of these data, based on the output rates, does not indicate any systemic effect of either fluticasone propionate or the common cold on the non-immune defense factors. The analysis of the relative amounts of secreted proteins showed that immunoglobulins, especially IgA, contribute to a higher degree than other proteins to the total protein content of whole saliva in a patient with the common cold. In both study groups, the ingredients of the medication, such as benzalkone hydrochloride, may have had an effect that could not be controlled in this study.\n\nAntibodies against viruses and bacteria are likely to emerge through the common mucosal immune system. 23 The total concentrations of salivary IgA and the relative amounts of IgA were significantly elevated 21 days after the onset of the common cold. The increase was not evident after 7 days of the common cold, and no differences between the FT and CC groups could be noticed. Therefore, the salivary IgA response was probably induced by the viruses, and the treatment of the common cold with fluticasone propionate did not have any negative influence on this defense factor. Although the common cold was followed by a significantly enhanced mucosal IgA response, it is not clear whether this effect is clinically important. IgA is one of the major factors eliminating (eg, by aggregation) bacteria and viruses from mucosal surfaces, 23, 24 and this effect is therefore likely to be important in vivo. 4, 5 However, further studies of the actual microbial changes are needed to elucidate the real biologic significance of our observations.\n\nIn conclusion, the humoral immunologic defense factors in human whole saliva are activated during the common cold. Neither the common cold nor the nasally administered, topically active glucocortico-"}