{"title": "Association of hepatitis B virus mutations in basal core promoter and precore regions with severity of liver disease: an investigation of 793 Chinese patients with mild and severe chronic hepatitis B and acute-on-chronic liver failure", "body": "Hepatitis B virus (HBV) chronically infects about 350 million people worldwide and 93 million people in China, with high risk of evolution to liver cirrhosis (LC) and hepatocellular carcinoma (HCC) [1, 2] . Chronic HBV infection leads to a wide spectrum of clinical presentations, including the asymptomatic carrier state, mild and severe chronic hepatitis B (CHB-M, CHB-S), and acute-onchronic liver failure (ACLF). In China, patients with hepatitis B-related ACLF account for more than 80% of total ACLF cases due to the high prevalence of chronic HBV infection. Without transplantation, such patients have a high mortality rate (60-80%), resulting in 22,600 deaths annually [3] .\n\nThe pathogenesis of the severity of chronic HBV infection remains largely unclear. Both viral and host factors may play a role. HBV is a highly variable virus and is classified into at least eight genotypes (A-H) that may vary in geographical distribution, viral characteristics, and relationship to clinical outcomes [4] . HBV mutations in basal core promoter (BCP) and precore (PC) regions have attracted special attention because the BCP mutation may enhance HBV replication in vitro and the PC mutation abrogates translation of the HBe antigen (HBeAg) which is considered to be a tolerant protein to buffer immune attack of the infected hepatocytes [5] [6] [7] . Studies have been performed to clarify these virologic features in patients with acute liver failure (ALF) who developed fulminant hepatitis from acute HBV infection. The occurrence of the BCP double mutation A1762T/G1764A and the PC mutation G1896A has been documented to be higher in ALF patients than in those with acute hepatitis B [8] [9] [10] [11] [12] [13] [14] . A few other BCP/PC mutations have also been reported to be associated with increased HBV replication capacity and/or reduced HBeAg expression in vitro and, in some cases, also associated with ALF occurrence [15] [16] [17] [18] . However, the findings have been inconsistent, and to date no obvious link has been identified between HBV BCP/PC mutations and ALF or fulminant hepatitis development [19] [20] [21] [22] . Such clinical results may be partly due to inadequate sample sizes and the interference of viral genotypes.\n\nThere is still a paucity of data on the association of HBV BCP/PC mutations and genotypes with ACLF occurrence. Liu et al. [23] reported that these virologic features seemed not to be associated with the fulminant and subfulminant exacerbation of CHB, but their sample size was small. The severity of chronic HBV infection may exhibit a progressive process, i.e., from CHB-M to CHB-S and then to ACLF in many cases. In the study reported here, we investigated the features of HBV BCP/PC mutations and genotypes in a large number of CHB-M, CHB-S, and ACLF patients and analyzed the clinical implications of the virologic features.\n\nSera of 793 patients who were admitted to or visited Beijing 302 Hospital from January 2005 to December 2008 were collected and successfully amplified for the HBV BCP/PC and a 1,225-bp-long S/Pol (nt 54-1278) gene regions. The patient cohort comprised 325 CHB-M, 170 CHB-S, and 298 ACLF patients. The patients came from various areas of China, but mainly from the north of the country. The diagnostic criteria were based on the Management Scheme of Diagnostic and Therapy Criteria of Viral Hepatitis [24] and Diagnostic and Treatment Guidelines for Liver Failure [25] , issued by the Chinese Society of Infectious Diseases and Parasitology and the Chinese Society of Hepatology, respectively, and have been described in our previous studies [26, 27] . Briefly, all patients had persistent seropositivity of HBsAg for at least 6 months before enrollment. CHB-M patients met the following criteria: a history of chronic hepatitis based on a histopathological diagnosis and/or compatible laboratory data and ultrasonographic findings, with mild to moderate liver disease activities that did not reach the criteria of CHB-S. CHB-S patients had severe liver disease symptoms, including obvious clinical manifestations and significant alterations in their biochemical parameters, such as significant serum alanine aminotransferase (ALT) elevation. Based on the biochemical parameters, the diagnosis of CHB-S had to meet at least one of the following criteria: (1) serum albumin level B32 g/L; (2) serum total bilirubin (TBIL) [85.5 lmol/L; (3) plasma prothrombin activity (PTA) was 60-40%; (4) serum cholinesterase \\4,500 IU/L. ACLF patients met the following criteria: recent development of increasing jaundice (TBIL [171.0 lmol/L or rapid increase to [17.1 lmol/L/day) and decreasing PTA (\\40%), with a recent development of complications, such as hepatic encephalopathy (Cgrade 2), or an abrupt and obvious increase of ascites or spontaneous bacterial peritonitis or hepatorenal syndrome. The criteria for ACLF have been widely used in China and are similar (but not exactly identical) with the newly issued Asian Pacific Association for the Study of the Liver (APASL) criteria [28] . For all patients, there was no evidence of HCC or other metastatic liver disease; no evidence for concomitant hepatitis C/D virus (HCV/HDV) or human immunodeficiency virus (HIV) infection or autoimmune liver disease. The study was approved by the Ethics Committee of Beijing 302 Hospital.\n\nThe detection of biochemical and serological parameters and HBV DNA level were routinely performed in the Central Clinical Laboratory of Beijing 302 Hospital. The lower limit of HBV DNA detection is 500 copies/mL (equivalent to 100 IU/mL).\n\nDetection of the BCP/PC mutations Viral DNA was extracted and subjected to a nested PCR as described elsewhere [29] . The primers were 5 0 -GAC GTC CTT TGT YTA CGT CC-3 0 (sense, nt 1413-1432) and 5 0 -TCT GCG ACG CGG CGA TTG AG-3 0 (antisense, nt 2403-2422) for the first-round PCR and 5 0 -ACT TCG CTT CAC CTC TGC AC-3 0 (sense, nt 1583-1602) and 5 0 -ATC CAC ACT CCA AAA GAY ACC-3 0 (antisense, nt 2257-2277) for the second-round PCR. The first-round PCR consisted of equilibrating at 94°C for 3 min, followed by 10 \n\nThe genotypes/subgenotypes were determined based on complete genomic sequence or on analysis of the 1225-bplong S/Pol-gene sequence, which was amplified by an inhouse nested PCR assay [29] . A total of 380 HBV complete genomic sequences from individual patients were used for HBV genotyping, including 115 sequences from CHB-M patients (GenBank accession no.: FJ386574-386689 except for FJ386590), 120 sequences from CHB-S patients (FJ562218-562340 except for FJ562263, 562306, and 562338), and 145 sequences from ACLF patients (EU939536-939681 except for EU939680). HBV genotyping was performed by direct PCR sequencing followed by molecular evolutionary analysis of the viral sequences using MEGA 4 software. Standard reference sequences were acquired from the online Hepatitis Virus Database (http://www.ncbi.nlm.nih. gov/projects/genotyping/formpage.cgi).\n\nContinuous variables were expressed as mean ± standard deviation (SD) or median. Differences in continuous data were evaluated using Student's t test, analysis of variance (ANOVA), or nonparametric Wilcoxon signed-ranked test, where appropriate, and categorical data were analyzed using the chi-square test and Fisher's exact test. Multivariate analyses with logistic regression were used to determine independent factors. Statistical analysis was carried out in SPSS ver. 16 .0 software (SPSS, Chicago, IL). A P value of \\0.05 (two-sided) was considered to be statistically significant.\n\nClinical background, HBV genotype, and BCP/PC mutation profiles of the patients Table 1 summarizes the clinical background, HBV genotypes, and BCP/PC mutations in the three groups of patients. HBV genotypes C and B were detected in the samples of 648 and 145 patients, respectively. HBV/C2 and HBV/B2 were the dominant subgenotypes and found in 96% and 92% individual genotypes, respectively. The HBV genotyping based on the 1225-bp-long gene fragment had 100% (380/380) concordance for the classification of genotypes B and C and 98.7% concordance for the classification of subgenotypes B2 and C2 (B2 100%, C2 98.3%) in comparison with the genotyping based on complete HBV genomes. A slightly higher ratio of genotype B to C was found in ACLF patients than in CHB patients. Compared to CHB patients, ACLF patients had significantly higher mutation incidences at eight of the ten sites of interest, including T1753V (C/A/G), A1762T, G1764A, C1766T, and T1768A in the BCP region and G1862T, G1896A, and G1899A in the PC region. Notably, the frequencies of A1762T, G1764A, and G1896A hotspot mutations and the average substitution number at the ten sites of interest of the viral sequences increased in a stepwise manner in the three groups of patients, namely, CHB-M \\ CHB-S \\ ACLF patients. Correspondingly, the incidence of the BCP/PC wild-type sequence decreased in the same order. In addition, two interesting triple BCP mutations, T1753V/A1762T/G1764A and A1762T/ G1764A/C1766T/T1768A-triplet (with any three substitutions at the four sites), were more frequently detected in ACLF patients than in CHB patients. The frequencies of former triple mutations were 15.7, 15.3, and 29.2% for CHB-M, CHB-S, and ACLF patients, respectively (P \\ 0.01). The frequencies of latter triple mutations were 3.4, 4.7, and 12.8% for CHB-M, CHB-S, and ACLF patients, respectively (P \\ 0.01). The quadruple mutation A1762T/G1764A/C1766T/T1768A was detected in four ACLF cases only.\n\nTo exclude the potential influence on the results brought by age differences among patient groups, patients aged from 25 to 38 and 39 to 52 years were analyzed as independent two subsets. As shown in Table 2 , patients in different illness categories had a similar age within each subset; the frequencies of A1762T, G1764A, G1896A and the average substitution number remained significantly different among the three illness groups as did the stepwise increase in the order of CHB-M[CHB-S[ACLF patients.\n\nIn addition to the ten interested sites, significant difference in variant frequencies among the three illness categories was also found at A1846T (CHB-M 8.3%, CHB-S 36.5%, ACLF 37.5%, P \\ 0.01).\n\nBecause HBV genotype influences BCP/PC mutational rates, we analyzed the BCP and PC mutations in genotype B and C viruses individually. Table 3 summarizes the profiles of the BCP/PC mutations in patients infected with genotypes B or C virus, respectively. In patients infected with genotype B virus, a statistical difference in the occurrence of mutations among the three groups of patients was only observed at A1762T and G1764A, whereas in those infected with genotype C virus, there was a significant difference for four mutations among the groups, i.e., T1753V, G1862T, G1896A, and G1899A. The average substitution number/ sample clearly increased in a stepwise manner in the order of CHB-S\\CHB-M\\ACLF patients for both genotypes B and C virus infection. The triple mutational pattern Table 1 Clinical features, HBV genotype, and BCP/PC mutation profile of the 793 patients enrolled in the study The clinical and virologic characteristics in relation to mortality of ACLF patients Of the 298 patients with ACLF, 184 patients had a fatal outcome and 90 patients survived[6 months after the onset of liver failure. Older age (C40 years), higher TBIL level (C408 lmol/L), lower PTA (B24%), higher ALT level (C311 IU/mL), and the HBV PC mutation were detected as independent risk factors of death ( Table 5 ). The cutoff values were the median for biochemical parameters. A age of 40 years, 10 5 copies/mL for HBV DNA, and 3 for the substitution number/sample were selected as cutoff values because they were the integral values closest to the median.\n\nThe outcome of HBV infection depends on the interplay between the virus, the hepatocytes, and the host's immune response. HBV BCP/PC mutations are considered to be likely involved in the driving factors of disease progression of HBV infection because BCP/PC mutations affect viral replication and/or HBeAg expression, which may in turn impact on immune responses to the virus. For example, it has been proposed that expression of HBeAg during perinatal infection, the major mode of HBV transmission in Asia, induces immune tolerance. Another potential role of HBeAg in promoting persistent infection is to mimic CP so as to buffer the immune attack of the infected hepatocytes by the anti-HBc antibodies [5] . When the balance is disrupted by the emergence of HBV mutants with different phenotypes, the altered virus-cell relationship might trigger robust immune responses of the host in some instances, causing extensive hepatocyte necrosis [30] . Thus, the investigation of virologic features may shed light on the pathogenesis and identify predictors of ACLF development. However, the development of ACLF is related to multiple factors, all of which need to be studied extensively. Clinical manifestations of ACLF are different from those of fulminant hepatitis on the basis of acute HBV infection. ACLF manifestation also differs from the acute exacerbation of CHB, which is defined as clinical symptoms along with an abrupt rise in serum ALT ([200 IU/L [31] or [500 IU/L [32] ). ACLF patients are relatively rare compared to the large population of CHB patients. The Beijing 302 Hospital is one of the largest hospitals for infectious and liver diseases in China and is well known for its management of hepatitis B. Patients from various areas of China come to the hospital seeking treatment, and this has allowed us to collect a larger sample of ACLF patients.\n\nThe efficiency of PCR amplification of HBV BCP/PC regions is greatly reduced by the nick-gap structure encompassed in the regions. A sensitive nested PCR assay with a lower limit of detection of 2000 copies/mL was developed to overcome this obstacle. The technique allowed us to analyze samples of quite low viral load, as in our previous severe acute respiratory syndrome (SARS)coronavirus studies [33, 34] . A significantly higher incidence of the BCP/PC mutations at eight of the ten sites of interest was found in ACLF patients than in CHB patients. In particular, the occurrence of three hotspot BCP/PC mutations and average substitution number in the ten sites of interest increased with the severity of illness in a stepwise fashion ( Table 1 ), suggesting that the accumulation of the BCP/PC mutations could be one of the driving factors of illness severity. Taking into account that a longer duration of infection may increase the incidence of HBV BCP/PC mutation, we particularly compared different illness groups of comparable ages to minimize this factor. The results showed that the increasing trend of the three hotspot mutations (A1762T, G1764A, and G1896A) with disease severity remained unchanged in age-matched patients ( Table 2 ). In addition to variants at the ten sites of interest, the frequency of A1846T was found to increase in CHB-S and ACLF patients compared to CHB-M patients, suggesting that this variant may also be associated with disease severity. A1846T has been reported to be more frequently detected in HBeAg-negative HBV infection than in HBeAg-positive HBV infection [35] , but the mechanism needs further clarification. More frequent BCP mutations and less frequent PC mutations were detected in genotype C virus than in genotype B virus which confirmed previous results [36, 37] . Interestingly, T1754G was an exceptional case which was more often seen in genotype B virus infection. The influence of HBV genotypes on the severity of HBV infection is still uncertain. As genotype B and C viruses have different BCP/PC mutational features, their influence on clinical outcome may be associated with the BCP/PC mutation. Nevertheless, the average substitution number per sample in BCP/PC regions clearly increased with the severity of the illness categories in both genotype B and C, suggesting that the accumulation of the BCP/PC mutations increased the risk of ACLF occurrence regardless of the HBV genotypes.\n\nIt has been reported that the co-existence of A1762T/ G1764A with T1753V, C1766T, and T1768A may enhance viral replication in vitro and is associated with ALF and advanced liver disease [38] [39] [40] . We found that T1753V-, C1766T-, and/or T1768A-containing triple mutations were more frequent in ACLF patients than in CHB patients, suggesting highly replicative strains with T1753C, C1766T, and T1768A BCP mutations were also most likely to be associated with ACLF development. Among the 57 cases with triplet B patterns, 30 (52.6%) were A1762T/ G1764A/C1766T, nine (15.8%) were A1762T/G1764A/ T1768A, and 18 (31.6%) were G1764A/C1766T/T1768A. Noticeably, the last pattern has not been documented earlier and mainly occurred in ACLF patients. In the luciferase reporter system, the natural G1764A/C1766T/T1768A mutant sequences have been proven to have a 1.8-fold higher transcriptional regulation activity on average than the wild-type sequences generated by reverse site-directed mutagenesis (data not shown).\n\nIt has been suggested that the BCP mutations frequently emerge at the late HBeAg phase of infection, whereas the PC mutations usually emerge later, at the height of the anti-HBe immune response [15] . Therefore, we classified three BCP/PC mutation statuses as BCP-/PC-, BCP?/PCand BCP±/PC? and analyzed their implications. The results showed that CHB-M patients infected with BCP/PC mutants exhibited more enhanced inflammatory responses (significant increase in TBIL and ALT levels and a slight decrease of viral load) than those with the BCP/PC wildtype virus, whereas CHB-S and ACLF patients did not. In contrast, CHB-S patients infected with BCP/PC mutants had lower TBIL and HBV DNA levels than those with the wild-type virus. To date, few studies have been able to show an association between these clinical parameters and HBV BCP/PC mutations. BCP mutants have been shown to be positively correlated with increased ALT levels in chronic HBV carriers and CHB patients [41] , and reduced viremia associated with BCP/PC mutants was explained by the fact that enhanced HBV replication of the mutants would efficiently stimulate immune reactions, leading to the enhanced destruction of viral particles [13, 15] . The alternation of ALT and HBV DNA levels may be influenced by the use of antiviral treatment; furthermore, a blood test at a single time point may bias the evaluation of disease activity for some CHB patients with fluctuating ALT and HBV DNA levels, although these influences were relatively proportionate in large-size samples in this study. Further genotypic and phenotypic studies need to be performed to make a clearer outline.\n\nThe rates of HBeAg loss and anti-HBe positivity increased in a stepwise manner along with the emergence of BCP mutation and PC mutation in CHB-M patients. In CHB-S and ACLF patients, BCP mutation alone did not significantly increase HBeAg-negative/anti-HBe-positive rates, suggesting that BCP mutations may have diverse influence on HBeAg seroconversion in different illness categories. There have been reports of the BCP double mutations being associated with lower viral loads in HBeAg-positive individuals [42] and the PC mutation being correlated with high levels of HBV DNA in HBeAgnegative CHB patients [43] . However, these associations were not observed in our study (data not shown). Mutant viruses frequently coexist with wild-type viruses, and subpopulations comprising \\20% of the total HBV population may be missed by direct sequencing techniques [44] . This may account for the detection of G1896A mutants in some HBeAg-positive patients.\n\nInterestingly, we found that ACLF patients infected with PC mutants had a significantly higher mortality than those with PC wild-type HBV, indicating that the HBV PC mutation could serve as a predictive indicator for ACLF outcome. In summary, our findings suggest that CHB patients infected with BCP/PC mutant virus are more susceptible to severe hepatitis and ACLF than those with the BCP/PC wild-type virus and that ACLF patients with PC mutant virus have an increased risk of death. The results of this study further our knowledge of the virologic factors that are associated with the severity of chronic HBV infection."}