{"title": "Adverse effects of isolation in hospitalised patients: a systematic review", "body": "The review indicates that isolation to contain risk of infection has negative consequences for segregated patients. Although strength of the evidence is weak, comprising primarily single centre convenience samples, consistency of the effects may strengthen this conclusion. More research needs to be undertaken to examine this relationship and develop and test interventions to reduce the negative effects of isolation.\n\n The isolation of those with infectious disease is common, and in the age of increased antimicrobial resistance may become more common and important.\n\n It is important to examine both psychological and non-psychological outcomes associated with isolation.\n\n This is a methodologically challenging area to examine, however consistency in the body of evidence might increase confidence in the findings.\n\n It is not known if any effects are temporary or how long they last.\n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors Isolation is an established part of any infection prevention programme. Its purpose is to prevent the transmission of antibiotic-resistant pathogens, those that are highly contagious or cause serious infection. [1] The effectiveness of isolation has been questioned however [2] [3] [4] [5] and it can be challenging to undertake, especially if patients' lack of understanding of the need for segregation, boredom or distress result in uncooperative behaviour. [6] Although single rooms are assumed to reduce infection risk, evidence of ability to contain spread is equivocal [7, 8] and a recent study conducted in an all-single-room hospital was unable to demonstrate lower infection rates than in hospitals where most care takes place in open wards. [9] This study identified advantages and disadvantages of single room accommodation, whereas isolating infectious patients is generally assumed to result in adverse outcomes. [10] A systematic review reported eight years ago indicated higher levels of anxiety, depression, perceptions of stigmatisation and a higher incidence of falls, medication errors and other incidents that detract from patient safety among patients who were isolated compared to those who were not. [11] This review reported studies undertaken before 2010 and included patients whose experiences are unlikely to be comparable: children and adults and those isolated to reduce their own risk of infection as well as infectious patients. The review was not reported according to standards currently expected for systematic reviews [12] and presents a qualitative description of patient outcomes only. A more rigorous and up-to-date systematic review is indicated in view of increasing concern about satisfaction with health care and patient safety and increasing emphasis on infection prevention as part of the global strategy to reduce risks of antimicrobial resistance. [13] We undertook a systematic review of the literature to establish the effects of infection related isolation on psychological and non-psychological care-related outcomes in adults. This review is therefore more focussed than that previously undertaken which also included those in protective isolation, and contains a significant body of literature published since 2010.\n\nThe eligibility criteria for inclusion was that studies should compare psychological or non-psychological outcomes in adult patients who are in infective isolation with those not isolated. Purely symptomatic/disease progression outcomes were not included, neither were those looking at those isolated due to immunosuppression. Studies not containing comparative data were also excluded. Information sources were Embase, Medline and Psychinfo, which were searched from inception until December 2018.\n\nReference lists and Google Scholar were also handsearched. Full details of the search and PRISMA flow-chart together with excluded papers are given in the supplementary information. No protocol was published in advance.\n\nWhere available raw data were extracted and entered into a spreadsheet, and depending upon the nature of the data either the relative risk or standardised mean difference calculated. Results were then presented as forest plots. All calculations and plots were produced using the meta package in R. [14, 15] Where raw data were not provided the summary results are given in the text but not the forest plots. Due to the variety of different settings and methods it was deemed that the methodological and clinical heterogeneity was too broad to pool results; in particular outcomes were measured in a variety of different ways.\n\nAs a secondary analysis patients and public were not involved in this work\n\nA total of 3 879 papers were retrieved from the three databases; 39 of which were screened and 12 excluded, leaving 26 in the final analysis. Of these 13 studies provided data suitable for the calculation of relative risks, 5 giving psychological outcomes, [16] [17] [18] [19] [20] and 12 non-physiological; [18, [21] [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] and 8 provided data for the calculation of standardised mean differences, 6 giving psychological outcomes, [20, 29, [32] [33] [34] [35] ] and 3 non-psychological. [25, 28, 36] A further 6 studies did not provide raw data but are included in the results; 3 each giving psychological outcomes [37] [38] [39] and non-psychological outcomes. [16, 40, 41] As it had been decided not to attempt statistical pooling of study results, the data from studies are shown as forest plots but without meta-analysis. The forest plots contain results from the studies where sufficient data were given to calculate either the relative risk or standardised mean difference. A number of studies provided data on those under contact precautions, but no comparative data and so were not included. [42] [43] [44] [45] Because of the large number of non-psychological outcomes for which RR could be calculated, it was decided that a change of 20% (i.e. a RR of 0.8 or less, or 1.2 or more) would be clinically significant, regardless of the statistical significance.\n\nResults are shown in Figures 1 to 5. Figure 5 contains results that did not meet our criteria for being clinically significant (see supplemental information).\n\nThe studies included were primarily single-centre and consisted of case-control, cross-sectional and cohort studies. Although these studies have limited generalisability, there did not appear to be significant cause for concern regarding bias within the limitation inherent in these study designs. Full details of each study is given in the supplementary information.\n\nThe data from the comparative studies suggest that although in many cases contact precautions makes little difference to psychological outcomes, where it does make a difference this is primarily negative. There were significant declines in mean scores related to control and self-esteem, and in many studies increases in the mean scores for risk of anxiety and depression. However, these findings were not consistent, and some larger studies showed little or no difference between the groups for these outcomes. These are shown in Figures 1 and 2 Studies not reporting the raw data showed that contact precautions were associated with depression OR 1.4 (95% CI 1.2 to 1.5) but not anxiety OR 0.8 (95% CI 0.7 to 1.1) in a non-ICU population. [40] There was also an association with delirium OR, 1.40 (95% CI 1.24 to 1.51); although this was primarily among those who were newly diagnosed as needing isolation OR, 1.75 (95% CI 1.60 to 1.92, p<0.01) rather than those who had been under contact precautions for their entire stay OR 0.97 (95% CI 0.86 to 1.09, p=0.60). [16] Another study showed no difference in the median values for the Hospital Anxiety and Depression Scale anxiety or depression scores (HADS-A and -D), or the EuroQol Visual Analogue Scale EQ VAS scores. [41] For non-psychological outcomes, using a difference in the risk of +/-20% of an event as being a measure of clinical significance it appears there was a trend for less attention to be given to, and for more errors to occur in those who were isolated.\n\nHowever, again there was wide variation between studies. Data on these outcomes are given in Figures 3 and 4 , and the non-clinically significant risks in the supplementary information ( Figure 5 ). 1000 patient-days (p<0.0001). [38] Other studies found that staff spent less time with those on contact precautions: internal medicine interns spent less time with their isolated patients compared to non-isolated patients, the median times being 5.2 and 6.9 minutes respectively (p<0.001) [37] ; while the mean number of contacts per hour with healthcare workers was 2.1 compared to 4.2 in those not isolated (p=0.03), although the duration was longer at 4.5 minutes compared to 2.8 (p=0.6). [39] Discussion Current recommendations say that contact precautions should include a single room, with personal protective equipment consisting of a gown and gloves for all patient contacts or contacts with potentially contaminated environmental areas. [1] This review has shown that there are a number of apparently negative aspects to contact Although at times there are discussions as to the necessity of contact precautions for drug resistant organisms, with some arguing that that there is mixed evidence for or against their use [46] another recent review has concluded that they are of great importance in the control of epidemic and endemic multidrug-resistant microorganisms. [47] The ethics of using contact precautions and other forms of isolation rely on a positive assessment of the balance between the risks and benefits of this to the individual concerned and that of the broader population of patients and staff. [48] However, even when this assessment is positive, it is important to ensure that any harm to the individual is minimised.\n\nOne way of balancing the various priorities is to use the GRADE Evidence to Decision Framework, which provides criteria for making recommendations at the individual, group and policy-levels, and provides a number of highly patient focussed criteria for doing this. In addition to the certainty of evidence and resource requirements, it also requires consideration of: the balance of desirable and undesirable effects; the impact upon equity; and the feasibility and acceptability of the intervention. [49] The last two of these might have very different outcomes when considered at the population and individual levels; and there is certainly evidence here that for the individual patient the balance of desirable and undesirable effects might be very different to that of the broader population. However, within the broad population of infected or potentially infected patients, some groups might have different needs. For example a study of people isolated for MERS found that while access to telephones reduced anxiety and anger; access to email, text and internet increased these. [50] This was not an area investigated in any depth in these studies. Another area where information may be lacking is that of age, as older people in particular might feel sadness and loneliness more; and gender, as women were more concerned about precautions and transmission while men were more resigned, rational and tended to cope better. [51] In some countries, such as the United States single-rooms have become the standard for new hospitals and so one might expect fewer adverse effects if everyone is in a single room, this being the norm. However it may be that a single room is necessary but not sufficient for these findings, and that it is the combination of a single room with an infection that leads to these results. Certainly it is far from clear that the long list of advantages claimed for single rooms which include reduced stress, the ability to deliver better care, and a lower probability of dietary or medication errors apply to this group of patients. [52] Caring for patients in single-rooms does have many challenges, but there is evidence that these can be mitigated in a general population; [9] however the expanding literature on how this can be done in a general population does not necessarily apply here due to the necessity of isolation procedures which are, by design, 'a barrier'. Therefore patients' needs for greater social interaction will need a solution quite benefit of choice about this which single rooms offer does not apply here. [53] Although this review has quantified the extent of the problem, we have not been able to find solutions in the literature. Care might be improved through increased staff attention with more resources being allocated to these patients, although the extra cost of contact precautions is already considerable, one estimate being that it was an extra $158.90 (95% CI $124.90 to $192.80) per patient day. [54] Alternatively new ways of working might be developed, perhaps using technology to mitigate some of these problems. What these might be is not clear however.\n\nThis review suggests that infectious isolation has a number of negative effects on patients. Because this evidence is comprised of cohort and case-control studies, a claim for a causal relationship cannot be made on this evidence, although the strong and consistent effects across the studies may increase the confidence in this relationship. There are some qualitative data, although more in-depth mixed-methods data where those reporting negative effects are questioned about them would strengthen the evidence on this. In some cases large effect sizes were accompanied by very wide confidence intervals, suggesting that studies were underpowered, thus studies with larger sample sizes would be useful.\n\nAlthough these data suggest that there is a problem, there is a clear gap both in what we know about improving the experience of isolation and what can be done in practical terms to make it more tolerable for patients and their families. In particular older people who may be most vulnerable to these negative effects were under- 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47 o n l y \n\nStudy selection 9 State the process for selecting studies (i.e., screening, eligibility, included in systematic review, and, if applicable, included in the meta-analysis).\n\nData collection process 10 Describe method of data extraction from reports (e.g., piloted forms, independently, in duplicate) and any processes for obtaining and confirming data from investigators.\n\nData items 11 List and define all variables for which data were sought (e.g., PICOS, funding sources) and any assumptions and simplifications made.\n\n12 Describe methods used for assessing risk of bias of individual studies (including specification of whether this was done at the study or outcome level), and how this information is to be used in any data synthesis. \n\nSummary of evidence 24 Summarize the main findings including the strength of evidence for each main outcome; consider their relevance to key groups (e.g., healthcare providers, users, and policy makers).\n\nLimitations 25 Discuss limitations at study and outcome level (e.g., risk of bias), and at review-level (e.g., incomplete retrieval of identified research, reporting bias). 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  Data collected and the methods of collecting data on the impact of isolation is varied across studies.\n\n These data do not show if these effects are temporary, or in most cases if they are clinically significant.\n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors\n\nNo authors have any competing interests to declare 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 identifying which patients need to be isolated as quickly as possible and prioritising which patients should be segregated when isolation accommodation is in short supply.\n\nInfection preventionists were aware that isolation could have negative effects on patients such as increased risk of anxiety, depression and falls and felt that more should be done to prevent these risks. [6] Although single rooms are assumed to reduce infection risk, evidence of ability to contain spread is equivocal [7, 8] and a recent study conducted in an all-single-room hospital was unable to demonstrate lower infection rates than in hospitals where most care takes place in open wards. [9] This study identified advantages and disadvantages of single room accommodation, whereas isolating infectious patients is generally assumed to result in adverse outcomes. [10] A systematic review reported eight years ago indicated higher levels of anxiety, depression, perceptions of stigmatisation and a higher incidence of falls, medication errors and other incidents that detract from patient safety among patients who were isolated compared to those who were not. [11] This review reported studies undertaken 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   5   before 2010 and included patients whose experiences are unlikely to be comparable:   children and adults and those isolated to reduce their own risk of infection as well as infectious patients. The review was not reported according to standards currently expected for systematic reviews [12] and presents a qualitative description of patient outcomes only. A more rigorously reported and up-to-date systematic review is indicated in view of increasing concern about satisfaction with health care and patient safety and increasing emphasis on infection prevention as part of the global strategy to reduce risks of antimicrobial resistance. [13] We undertook a systematic review of the literature to establish the effects of infection related isolation on psychological and non-psychological care-related outcomes in adults. This review is therefore more focussed than that previously undertaken which also included those in protective isolation, and contains a significant body of literature published since 2010.\n\nThe eligibility criteria for inclusion was that studies should compare quantitative data on psychological or non-psychological outcomes in adult patients who are in infective isolation with those not isolated. Purely symptomatic/disease progression outcomes were not included, neither were those looking at patients isolated due to immunosuppression. Studies not containing comparative data between those isolated and not isolated were also excluded. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 heterogeneity was too broad to pool results; apart from those related to anxiety and depression, for which results were pooled using the random-effects model. All calculations and plots were produced using the meta and metafor packages in R. [14] [15] [16] Where raw data were not provided the summary results are given in the text but not the forest plots. All data relevant to the study are included in the article or uploaded as Supplementary File 3.\n\nNo patient involved. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y  Results   A total of 3 879 papers were retrieved from the three databases; of which 34 were assessed for eligibility by reading the full text. Of these 13 studies provided data suitable for the calculation of risk ratio, 5 giving psychological outcomes, [17] [18] [19] [20] [21] and 12 non-psychological; [19, [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] and 8 provided data for the calculation of standardised mean differences, 6 giving psychological outcomes, [21, 30, [33] [34] [35] [36] and 2 non-psychological. [29, 37] A further 6 studies did not provide raw data but are included in the results; 3 each giving psychological outcomes [38] [39] [40] and nonpsychological outcomes. [17, 41, 42] Meta-analyses were possible on two outcomes: anxiety and depression from 8 studies using standardised mean difference. [19] [20] [21] 30, [33] [34] [35] [36] Where only risk ratio data were given [20, 21] conversion to standardised mean difference was undertaken using the Campbell Collaboration calculator (https://campbellcollaboration.org/research-resources/effect-sizecalculator.html). [43] Where it was not possible to pool outcome data because of methodological and clinical heterogeneity, the data from studies are shown as forest plots but without meta-analysis. The forest plots contain results from the studies where sufficient data were given to calculate either the risk ratio or standardised mean difference. A number of studies provided data on those under contact precautions, but no comparative data and so were not included. [44] [45] [46] [47] Because of the large number of non-psychological outcomes for which RR could be calculated, it was decided that a change of 20% (i.e. a RR of 0.8 or less, or 1.2 or more) would be clinically significant, regardless of the statistical significance. This appear to be significant cause for concern regarding bias within the limitations inherent in these study designs. Most studies used established or validated tools [17] [18] [19] [20] [21] [23] [24] [25] 27, 29, 30, [33] [34] [35] [36] [37] or clinical outcomes. [22, 26, 28, 31, 32] The data from the comparative studies suggest that although in many cases infective isolation precautions make little difference to psychological outcomes, where it does make a difference this is primarily negative. There were significant declines in mean scores related to control and self-esteem, and in many studies increases in the mean scores for risk of anxiety and depression. However, these findings were not consistent, and some larger studies showed little or no difference between the groups for these outcomes. These are shown in Figures 1 and 2 respectively. Studies not reporting the raw data showed that contact precautions were associated with depression OR 1.4 (95% CI 1.2 to 1.5) but not anxiety OR 0.8 (95% CI 0.7 to 1.1) in a non-ICU population. [41] There was also an association with delirium OR For non-psychological outcomes, using a difference in the risk of +/-20% of an event as being a measure of clinical significance it appears there was a trend for less attention to be given to, and for more errors to occur in those who were isolated.\n\nHowever, again there was wide variation between studies. Data on these outcomes are given in Figures 5 and 6 , and the non-clinically significant risks in the Although at times there are discussions as to the necessity of contact precautions for drug resistant organisms, with some arguing that that there is mixed evidence for or against their use [49] another recent review has concluded that they are of great importance in the control of epidemic and endemic multidrug-resistant microorganisms. [50] The ethics of using contact precautions and other forms of isolation rely on a positive assessment of the balance between the risks and benefits of this to the individual concerned and that of the broader population of patients and staff. [51] However, even when this assessment is positive, it is important to ensure that any harm to the individual is minimised.\n\nOne way of balancing the various priorities is to use the GRADE Evidence to Decision Framework, which provides criteria for making recommendations at the individual, group and policy-levels, and provides a number of highly patient focussed criteria for doing this. In addition to the certainty of evidence and resource requirements, it also requires consideration of: the balance of desirable and undesirable effects; the impact upon equity; and the feasibility and acceptability of the intervention. [52] The last two of these might have very different outcomes when considered at the population and individual levels; and there is certainly evidence here that for the individual patient the balance of desirable and undesirable effects might be very different to that of the broader population. email, text and internet increased these. [53] This was not an area investigated in any depth in these studies. Another area where information may be lacking is that of age, as older people in particular might feel sadness and loneliness more; and gender, as qualitative data suggest that women in isolation were more concerned about precautions and transmission while men were more resigned, rational and tended to cope better. [54] In some countries, such as the United States single-rooms have become the standard for new hospitals and so one might expect fewer adverse effects if everyone is in a single room, this being the norm. However it may be that a single room is necessary but not sufficient for these findings, and that it is the combination of a single room with an infection that leads to these results. Certainly it is far from clear that the long list of advantages claimed for single rooms which include reduced stress, the ability to deliver better care, and a lower probability of dietary or medication errors apply to this group of patients. [55] Caring for patients in single-rooms does have many challenges, but there is evidence that these can be mitigated in a general population; [9] however the expanding literature on how this can be done in a general population does not necessarily apply here due to the necessity of isolation procedures which are, by design, 'a barrier'.\n\nTherefore patients' needs for greater social interaction will need a solution quite \n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sector.\n\nNo authors have any competing interests to declare. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1) Representativeness of the exposed cohort a) truly representative of the average patient in the community * b) somewhat representative of the average patient in the community * c) selected group of users eg nurses, volunteers d) no description of the derivation of the cohort\n\n2) Selection of the non exposed cohort a) drawn from the same community as the exposed cohort * b) drawn from a different source c) no description of the derivation of the non exposed cohort\n\n1) Comparability of cohorts on the basis of the design or analysis a) study controls for diagnosis * b) study controls for any additional factor * * * (l,g) 1) Representativeness of the exposed cohort a) truly representative of the average patient in the community * b) somewhat representative of the average patient in the community * c) selected group of users eg nurses, volunteers d) no description of the derivation of the cohort\n\n2) Selection of the non exposed cohort a) drawn from the same community as the exposed cohort * b) drawn from a different source c) no description of the derivation of the non exposed cohort  Data collected and the methods of collecting data on the impact of isolation is varied across studies.\n\n These data do not show if these effects are temporary, or in most cases if they are clinically significant.\n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors\n\nNo authors have any competing interests to declare identifying which patients need to be isolated as quickly as possible and prioritising which patients should be segregated when isolation accommodation is in short supply.\n\nInfection preventionists were aware that isolation could have negative effects on patients such as increased risk of anxiety, depression and falls and felt that more should be done to prevent these risks. [6] Although single rooms are assumed to reduce infection risk, evidence of ability to contain spread is equivocal [7, 8] and a recent study conducted in an all-single-room hospital was unable to demonstrate lower infection rates than in hospitals where most care takes place in open wards. [9] This study identified advantages and disadvantages of single room accommodation, whereas isolating infectious patients is generally assumed to result in adverse outcomes. [10] A systematic review reported eight years ago indicated higher levels of anxiety, depression, perceptions of stigmatisation and a higher incidence of falls, medication errors and other incidents that detract from patient safety among patients who were isolated compared to those who were not. [11] This review reported studies undertaken before 2010 and included patients whose experiences are unlikely to be comparable:\n\nchildren and adults and those isolated to reduce their own risk of infection as well as infectious patients. The review was not reported according to standards currently expected for systematic reviews [12] and presents a qualitative description of patient outcomes only. A more rigorously reported and up-to-date systematic review is indicated in view of increasing concern about satisfaction with health care and patient safety and increasing emphasis on infection prevention as part of the global strategy to reduce risks of antimicrobial resistance. [13] We undertook a systematic review of the literature to establish the effects of infection related isolation on psychological and non-psychological care-related outcomes in adults. This review is therefore more focussed than that previously undertaken which also included those in protective isolation, and contains a significant body of literature published since 2010.\n\nThe eligibility criteria for inclusion was that studies should compare quantitative data on psychological or non-psychological outcomes in adult patients who are in infective isolation with those not isolated. Purely symptomatic/disease progression outcomes were not included, neither were those looking at patients isolated due to immunosuppression. Studies not containing comparative data between those isolated and not isolated were also excluded. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Due to the variety of different settings and methods it was deemed that the methodological and clinical heterogeneity was too broad to pool results; apart from those related to anxiety and depression, for which results were pooled using the random-effects model. This model assumes that the observed effect from each study is estimating a related but different true effect, allowing for between-study variation to be calculated in the form of heterogeneity statistics. All calculations and plots were produced using the meta and metafor packages in R. [14] [15] [16] Where raw data were not provided the summary results are given in the text but not the forest plots. All data relevant to the study are included in the article or uploaded as Supplementary File 3. Where it was not possible to pool outcome data because of methodological and clinical heterogeneity, the data from studies are shown as forest plots but without meta-analysis. The forest plots contain results from the studies where sufficient data were given to calculate either the risk ratio or standardised mean difference. A number of studies provided data on those under contact precautions, but no comparative data and so were not included. [44] [45] [46] [47] The data from the comparative studies suggest that although in many cases infective isolation precautions make little difference to psychological outcomes, where it does make a difference this is primarily negative. There were significant declines in mean scores related to control and self-esteem, and in many studies increases in the mean scores for risk of anxiety and depression. However, these findings were not consistent, and some larger studies showed little or no difference between the groups for these outcomes. These are shown in Figures 1 and 2 respectively. For non-psychological outcomes, using a difference in the risk of +/-20% of an event as being a measure of clinical significance it appears there was a trend for less attention to be given to, and for more errors to occur in those who were isolated.\n\nHowever, again there was wide variation between studies. Data on these outcomes are given in Figures 5 and 6 , and the non-clinically significant risks in the email, text and internet increased these. [53] This was not an area investigated in any depth in these studies. Another area where information may be lacking is that of age, as older people in particular might feel sadness and loneliness more; and gender, as qualitative data suggest that women in isolation were more concerned about precautions and transmission while men were more resigned, rational and tended to cope better. [54] In some countries, such as the United States single-rooms have become the standard for new hospitals and so one might expect fewer adverse effects if everyone is in a single room, this being the norm. However it may be that a single room is necessary but not sufficient for these findings, and that it is the combination of a single room with an infection that leads to these results. Certainly it is far from clear that the long list of advantages claimed for single rooms which include reduced stress, the ability to deliver better care, and a lower probability of dietary or medication errors apply to this group of patients. [55] Caring for patients in single-rooms does have many challenges, but there is evidence that these can be mitigated in a general population; [9] however the expanding literature on how this can be done in a general population does not necessarily apply \n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sector. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1) Representativeness of the exposed cohort a) truly representative of the average patient in the community * b) somewhat representative of the average patient in the community * c) selected group of users eg nurses, volunteers d) no description of the derivation of the cohort\n\n2) Selection of the non exposed cohort a) drawn from the same community as the exposed cohort * b) drawn from a different source c) no description of the derivation of the non 1) Representativeness of the exposed cohort a) truly representative of the average patient in the community * b) somewhat representative of the average patient in the community * c) selected group of users eg nurses, volunteers d) no description of the derivation of the cohort\n\n2) Selection of the non exposed cohort a) drawn from the same community as the exposed cohort * b) drawn from a different source c) no description of the derivation of the non exposed cohort 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Objectives 4 Provide an explicit statement of questions being addressed with reference to participants, interventions, comparisons, outcomes, and study design (PICOS).\n\nProtocol and registration 5 Indicate if a review protocol exists, if and where it can be accessed (e.g., Web address), and, if available, provide registration information including registration number.\n\nEligibility criteria 6 Specify study characteristics (e.g., PICOS, length of follow-up) and report characteristics (e.g., years considered, language, publication status) used as criteria for eligibility, giving rationale.\n\nInformation sources 7 Describe all information sources (e.g., databases with dates of coverage, contact with study authors to identify additional studies) in the search and date last searched.\n\nSearch 8 Present full electronic search strategy for at least one database, including any limits used, such that it could be repeated.\n\nStudy selection 9 State the process for selecting studies (i.e., screening, eligibility, included in systematic review, and, if applicable, included in the meta-analysis).\n\nData collection process 10 Describe method of data extraction from reports (e.g., piloted forms, independently, in duplicate) and any processes for obtaining and confirming data from investigators.\n\nData items 11 List and define all variables for which data were sought (e.g., PICOS, funding sources) and any assumptions and simplifications made.\n\n12 Describe methods used for assessing risk of bias of individual studies (including specification of whether this was done at the study or outcome level), and how this information is to be used in any data synthesis.\n\nSummary measures 13 State the principal summary measures (e.g., risk ratio, difference in means). 6-7\n\nSynthesis of results 14 Describe the methods of handling data and combining results of studies, if done, including measures of consistency (e.g., I 2 ) for each meta-analysis. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47 o n l y Risk of bias across studies 15 Specify any assessment of risk of bias that may affect the cumulative evidence (e.g., publication bias, selective reporting within studies).\n\nAdditional analyses 16 Describe methods of additional analyses (e.g., sensitivity or subgroup analyses, meta-regression), if done, indicating which were pre-specified.\n\n17 Give numbers of studies screened, assessed for eligibility, and included in the review, with reasons for exclusions at each stage, ideally with a flow diagram.\n\nStudy characteristics 18 For each study, present characteristics for which data were extracted (e.g., study size, PICOS, follow-up period) and provide the citations.\n\nRisk of bias within studies 19 Present data on risk of bias of each study and, if available, any outcome level assessment (see item 12).\n\nResults of individual studies 20 For all outcomes considered (benefits or harms), present, for each study: (a) simple summary data for each intervention group (b) effect estimates and confidence intervals, ideally with a forest plot. Additional analysis 23 Give results of additional analyses, if done (e.g., sensitivity or subgroup analyses, meta-regression [see Item 16] ). None\n\nSummary of evidence 24 Summarize the main findings including the strength of evidence for each main outcome; consider their relevance to key groups (e.g., healthcare providers, users, and policy makers).\n\nLimitations 25 Discuss limitations at study and outcome level (e.g., risk of bias), and at review-level (e.g., incomplete retrieval of identified research, reporting bias).  Data collected and the methods of collecting data on the impact of isolation is varied across studies.\n\n These data do not show if these effects are temporary, or in most cases if they are clinically significant.\n\nThis research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors identifying which patients need to be isolated as quickly as possible and prioritising which patients should be segregated when isolation accommodation is in short supply.\n\nInfection preventionists were aware that isolation could have negative effects on patients such as increased risk of anxiety, depression and falls and felt that more should be done to prevent these risks. [6] Although single rooms are assumed to reduce infection risk, evidence of ability to contain spread is equivocal [7, 8] and a recent study conducted in an all-single-room hospital was unable to demonstrate lower infection rates than in hospitals where most care takes place in open wards. [9] This study identified advantages and disadvantages of single room accommodation, whereas isolating infectious patients is generally assumed to result in adverse outcomes. [10] A systematic review reported eight years ago indicated higher levels of anxiety, depression, perceptions of stigmatisation and a higher incidence of falls, medication errors and other incidents that detract from patient safety among patients who were isolated compared to those who were not. [11] This review reported studies undertaken before 2010 and included patients whose experiences are unlikely to be comparable: children and adults and those isolated to reduce their own risk of infection as well as infectious patients. The review was not reported according to standards currently expected for systematic reviews [12] and presents a qualitative description of patient outcomes only. A more rigorously reported and up-to-date systematic review is indicated in view of increasing concern about satisfaction with health care and patient safety and increasing emphasis on infection prevention as part of the global strategy to reduce risks of antimicrobial resistance. [13] We undertook a systematic review of the literature to establish the effects of infection related isolation on psychological and non-psychological care-related outcomes in adults. This review is therefore more focussed than that previously undertaken which also included those in protective isolation, and contains a significant body of literature published since 2010.\n\nThe eligibility criteria for inclusion was that studies should compare quantitative data on psychological or non-psychological outcomes in adult patients who are in infective isolation with those not isolated. Purely symptomatic/disease progression outcomes were not included, neither were those looking at patients isolated due to immunosuppression. Studies not containing comparative data between those isolated and not isolated were also excluded. Due to the variety of different settings and methods it was deemed that the methodological and clinical heterogeneity was too broad to pool results; apart from those related to anxiety and depression, for which results were pooled using the random-effects model. This model assumes that the observed effect from each study is estimating a related but different true effect, allowing for between-study variation to be calculated in the form of heterogeneity statistics. All calculations and plots were produced using the meta and metafor packages in R. [14] [15] [16] Where raw data were not provided the summary results are given in the text but not the forest plots. All data relevant to the study are included in the article or uploaded as Supplementary File 3. \n\nNo patient involved.\n\nA total of 3 879 papers were retrieved from the three databases; of which 38 were assessed for eligibility by reading the full text. Of these 13 studies provided data suitable for the calculation of risk ratio, 5 giving psychological outcomes, [17] [18] [19] [20] [21] and 12 non-psychological; [19, [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] and 8 provided data for the calculation of standardised mean differences, 6 giving psychological outcomes, [21, 30, [33] [34] [35] [36] and 2 non-psychological. [29, 37] A further 6 studies did not provide raw data but are included in the results; 3 each giving psychological outcomes [38] [39] [40] and nonpsychological outcomes. [17, 41, 42] Meta-analyses were possible on two outcomes: anxiety and depression from 8 studies using standardised mean difference. [19] [20] [21] 30, [33] [34] [35] [36] Where only risk ratio data were given [20, 21] conversion to standardised mean difference was undertaken using the Campbell Collaboration calculator (https://campbellcollaboration.org/research-resources/effect-sizecalculator.html). [43] Where it was not possible to pool outcome data because of methodological and clinical heterogeneity, the data from studies are shown as forest plots but without meta-analysis. The forest plots contain results from the studies where sufficient data were given to calculate either the risk ratio or standardised mean difference. A number of studies provided data on those under contact precautions, but no comparative data and so were not included. [44] [45] [46] [47] The studies included were primarily single-centre and consisted of case-control, cross-sectional and cohort studies. Risk of bias was assessed using the Newcastle-Ottowa scale, full details of each study and its risk of bias are in the Supplementary File 5. [48] Overall, although these studies have limited generalisability, there did not appear to be significant cause for concern regarding bias within the limitations inherent in these study designs. Most studies used established or validated tools [17] [18] [19] [20] [21] [23] [24] [25] 27, 29, 30, [33] [34] [35] [36] [37] or clinical outcomes. [22, 26, 28, 31, 32] The data from the comparative studies suggest that although in many cases infective isolation precautions make little difference to psychological outcomes, where it does make a difference this is primarily negative. There were significant declines in mean scores related to control and self-esteem, and in many studies increases in the mean scores for risk of anxiety and depression. However, these findings were not consistent, and some larger studies showed little or no difference between the groups for these outcomes. These are shown in Figures 1 and 2 respectively. For non-psychological outcomes, using a difference in the risk of +/-20% of an event as being a measure of clinical significance it appears there was a trend for less attention to be given to, and for more errors to occur in those who were isolated.\n\nHowever, again there was wide variation between studies. Data on these outcomes are given in Figures 5 and 6 , and the non-clinically significant risks in the Supplementary Figure 1 . For those outcomes associated with quality, the median risk ratio (with positive outcomes reversed so a higher risk ratio is associated with a worse Although at times there are discussions as to the necessity of contact precautions for drug resistant organisms, with some arguing that that there is mixed evidence for or against their use [49] another recent review has concluded that they are of great importance in the control of epidemic and endemic multidrug-resistant microorganisms. [50] The ethics of using contact precautions and other forms of isolation rely on a positive assessment of the balance between the risks and benefits of this to the individual concerned and that of the broader population of patients and staff. [51] However, even when this assessment is positive, it is important to ensure that any harm to the individual is minimised.\n\nOne way of balancing the various priorities is to use the GRADE Evidence to Decision Framework, which provides criteria for making recommendations at the individual, group and policy-levels, and provides a number of highly patient focussed criteria for doing this. In addition to the certainty of evidence and resource requirements, it also requires consideration of: the balance of desirable and undesirable effects; the impact upon equity; and the feasibility and acceptability of the email, text and internet increased these. [53] This was not an area investigated in any depth in these studies. Another area where information may be lacking is that of age, as older people in particular might feel sadness and loneliness more; and gender, as qualitative data suggest that women in isolation were more concerned about precautions and transmission while men were more resigned, rational and tended to cope better. [54] In some countries, such as the United States single-rooms have become the standard for new hospitals and so one might expect fewer adverse effects if everyone is in a single room, this being the norm. However it may be that a single room is necessary but not sufficient for these findings, and that it is the combination of a single room with an infection that leads to these results. Certainly it is far from clear that the long list of advantages claimed for single rooms which include reduced stress, the ability to deliver better care, and a lower probability of dietary or medication errors apply to this group of patients. [55] 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open   1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 2) Selection of the non exposed cohort a) drawn from the same community as the exposed cohort * b) drawn from a different source c) no description of the derivation of the non 1) Representativeness of the exposed cohort a) truly representative of the average patient in the community * b) somewhat representative of the average patient in the community * c) selected group of users eg nurses, volunteers d) no description of the derivation of the cohort *b * * * b * * *\n\n2) Selection of the non exposed cohort a) drawn from the same community as the exposed cohort * b) drawn from a different source c) no description of the derivation of the non exposed cohort 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Objectives 4 Provide an explicit statement of questions being addressed with reference to participants, interventions, comparisons, outcomes, and study design (PICOS).\n\nProtocol and registration 5 Indicate if a review protocol exists, if and where it can be accessed (e.g., Web address), and, if available, provide registration information including registration number.\n\nEligibility criteria 6 Specify study characteristics (e.g., PICOS, length of follow-up) and report characteristics (e.g., years considered, language, publication status) used as criteria for eligibility, giving rationale.\n\nInformation sources 7 Describe all information sources (e.g., databases with dates of coverage, contact with study authors to identify additional studies) in the search and date last searched.\n\nSearch 8 Present full electronic search strategy for at least one database, including any limits used, such that it could be repeated.\n\nStudy selection 9 State the process for selecting studies (i.e., screening, eligibility, included in systematic review, and, if applicable, included in the meta-analysis).\n\nData collection process 10 Describe method of data extraction from reports (e.g., piloted forms, independently, in duplicate) and any processes for obtaining and confirming data from investigators.\n\nData items 11 List and define all variables for which data were sought (e.g., PICOS, funding sources) and any assumptions and simplifications made.\n\n12 Describe methods used for assessing risk of bias of individual studies (including specification of whether this was done at the study or outcome level), and how this information is to be used in any data synthesis.\n\nSummary measures 13 State the principal summary measures (e.g., risk ratio, difference in means). 6-7\n\nSynthesis of results 14 Describe the methods of handling data and combining results of studies, if done, including measures of consistency (e.g., I 2 ) for each meta-analysis. Risk of bias across studies 15 Specify any assessment of risk of bias that may affect the cumulative evidence (e.g., publication bias, selective reporting within studies).\n\nAdditional analyses 16 Describe methods of additional analyses (e.g., sensitivity or subgroup analyses, meta-regression), if done, indicating which were pre-specified.\n\n17 Give numbers of studies screened, assessed for eligibility, and included in the review, with reasons for exclusions at each stage, ideally with a flow diagram.\n\nStudy characteristics 18 For each study, present characteristics for which data were extracted (e.g., study size, PICOS, follow-up period) and provide the citations.\n\nRisk of bias within studies 19 Present data on risk of bias of each study and, if available, any outcome level assessment (see item 12).\n\nResults of individual studies 20 For all outcomes considered (benefits or harms), present, for each study: (a) simple summary data for each intervention group (b) effect estimates and confidence intervals, ideally with a forest plot. Additional analysis 23 Give results of additional analyses, if done (e.g., sensitivity or subgroup analyses, meta-regression [see Item 16] ). None\n\nSummary of evidence 24 Summarize the main findings including the strength of evidence for each main outcome; consider their relevance to key groups (e.g., healthcare providers, users, and policy makers).\n\nLimitations 25 Discuss limitations at study and outcome level (e.g., risk of bias), and at review-level (e.g., incomplete retrieval of identified research, reporting bias).\n\n14 Conclusions 26 Provide a general interpretation of the results in the context of other evidence, and implications for future research. 14 FUNDING Funding 27 Describe sources of funding for the systematic review and other support (e.g., supply of data); role of funders for the systematic review. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47 "}