{"title": "Plasma membrane cholesterol is required for efficient pseudorabies virus entry", "body": "The alphaherpesvirus subfamily of the herpesviruses consists of closely related members, including herpes simplex virus (HSV), the porcine pseudorabies virus (PRV), varicella-zoster virus (VZV), bovine herpesvirus type 1 (BoHV1) and the equine herpesvirus type 1 (EHV1). PRV is often used as a model for this subfamily to study general aspects of alphaherpesvirus replication and spread (Pomeranz et al., 2005) . The PRV virion consists of a core with the linear double stranded DNA genome, an icosahedral capsid, a largely amorphous protein mass called the tegument and the envelope with embedded, often glycosylated envelope proteins. As alphaherpesviruses are large viruses with a complex virion structure, they use the cellular machinery for different aspects of their replication cycle.\n\nCholesterol represents one of the key constituents of small, dynamic, sterol-and sphingolipid-enriched domains on the plasma membrane which are called lipid rafts and which compartmentalize cellular processes (Pike, 2006) . Removal of cholesterol from the plasma membrane leads to loss of lipid raft functionality. This approach is widely used to determine a possible role of lipid rafts in different processes. Many viruses, such as human immunodeficiency virus (HIV) (Viard et al., 2002) , severe acute respiratory syndrome-coronavirus (SARS) (Li et al., 2007) , murine coronavirus (Choi et al., 2005) , poliovirus (Danthi and Chow, 2004) , human herpesvirus 6 (Huang et al., 2006) , vaccinia virus (Chung et al., 2005) , and foot-and-mouth disease virus (Martin-Acebes et al., 2007) have been reported to depend on plasma membrane cholesterol or, more specifically, lipid rafts for efficient entry. However, there are only a few indications in literature about a possible role for cholesterol and/or lipid rafts in alphaherpesvirus entry. A role for lipid rafts during alphaherpesvirus infection has been suggested based on an association of the herpes simplex virus 1 envelope protein gB, but not the envelope glycoproteins gD, gC and gH, with lipid rafts during entry (Bender et al., 2003) . It was also reported that HSV entry was suppressed after cholesterol depletion or chelation (Bender et al., 2003) and that infectivity of VZV was sensitive to the same treatment (Hambleton et al., 2007) , indicating a role for cholesterol during the early stages of alphaherpesvirus infections. As in many other studies, these reports determined an effect of cholesterol depletion on virus entry by assessing immediate-early gene expression (HSV) and infectious foci formation (VZV), and therefore do not completely discriminate between effects of cholesterol depletion on different post-attachment stages of entry such as penetration, capsid transport to the nucleus, genome deposition in the nucleus, and onset of viral gene expression. The aim of the current study was to assess directly the role of plasma membrane cholesterol during alphaherpesvirus entry.\n\nUsing the porcine alphaherpesvirus pseudorabies virus (PRV), we determined if and when there is a role for cholesterol and/or lipid rafts during the different steps of alphaherpesvirus entry (attachment, penetration, transport to the nucleus) by directly assessing the effect of depletion of cholesterol in the host cell plasma membrane on PRV entry and by assessing whether or not PRV virions co-localize with the lipid raft marker GM1 upon attachment to host cells. \n\nEntry of PRV in host cells was assessed at 2 h p.i. with fluorescently tagged PRV (VP26 capsid protein fused to GFP) by calculating the number of perinuclear virions, i.e. virions that entered the cell. To assess the importance of cholesterol during PRV entry, plasma membrane cholesterol was removed from cells in adhesion by 10 mM methyl-beta-cyclodextrin (MBCD) treatment and was either or not replenished by addition of 5 or 100 μg/ml cholesterol. Cholesterol measurement with the Amplex ® Red Cholesterol assay kit revealed that MBCD treatment removed cholesterol efficiently and that the cholesterol content was restored by addition of cholesterol (Fig. 1B) . Entry was analyzed quantitatively and entry of PRV was reduced significantly after MBCD treatment: 60% reduction of the number of perinuclear virions relative to control cells (Figs. 1A and C) . Repleting cellular cholesterol after MBCD treatment by addition of cholesterol restored this reduction: 33% reduction relative to control cells after addition of 5 μg/ml cholesterol and 10% reduction relative to control cells after addition of 100 μg/ml cholesterol (Figs. 1A and C) . This indicates that plasma membrane cholesterol plays an important role during entry of PRV particles in the host cell. To confirm that all green punctae observed represent virus particles, composition of the viral inoculum was analyzed by immunofluorescence (Fig. 1D ). All observed GFP punctae in the inoculum were found to co-label for gB and therefore represent enveloped virus particles. Hence, all GFP detected in the current assay represent virus particles. Punctae single positive for gB and of similar size as virus particles were also frequently observed. These punctae may perhaps represent capsid-less L-particles, which have been described before for several alphaherpesviruses (Aleman et al., 2003; Subak-Sharpe and Dargan, 1998) .\n\nCholesterol depletion does not reduce attachment of PRV, but stalls virus particles at the plasma membrane Entry of alphaherpesviruses in host cells can be subdivided in three steps: attachment to the host cell, penetration, and transport of the capsid to the nucleus along microtubules.\n\nTo further determine which step in entry is cholesterol-dependent, the total number of virions and the percentage of plasma membraneassociated and perinuclear virions were determined in MBCD-treated cells and untreated control cells in suspension (Fig. 2 ). This suspension assay facilitated analysis and allowed flow cytometric measurements. MBCD treatment caused a similar reduction in entry in cells in suspension as observed in cells in adhesion: 18 ± 4 perinuclear virions in control cells versus 9 ± 3 in MBCD-treated cells.\n\nMBCD treatment did not affect the total number of virions associated with a host cell (21 ± 3, versus 24 ± 4 in control cells). This indicates that cholesterol depletion does not affect virion attachment. A flow cytometric assay was performed to confirm that virus attachment to the host cell is not affected by MBCD treatment. The flow cytometric assay was performed at 4°C, a temperature at which the virus can attach to the host cell, but does not penetrate cells. Again, MBCD treatment did not reduce attachment of PRV to the host cell (Fig. 3) . As an extra control, pretreating the cells with 250 μg/ml heparin was found to reduce the fluorescence signal to the level of the mock signal, indicating that attachment is specific.\n\nEntry assays in suspension also revealed that a much higher percentage (59 ± 8%) of virions were plasma membrane-associated in MBCD-treated cells compared to control cells (30 ± 6%) (Fig. 2) . Together, these data indicate that cholesterol depletion does not reduce attachment of PRV to the host cell, but that it stalls virus particles at or immediately underneath the plasma membrane. This indicates that cholesterol depletion suppresses viral entry at the level of penetration, or at the level of initiation of transport of capsids to the nucleus.\n\nThe confocal and flow cytometric assays described above cannot fully discriminate whether MBCD treatment stalls virus particles after attachment but before penetration, or after attachment and penetration, but before engagement of microtubule-mediated transport to the nucleus. To further determine whether or not the virions that are stalled at the plasma membrane after MBCD treatment had passed this membrane, we used a trypsin-based assay. Trypsin-based assays have been used before to remove non-internalized particles from the plasma membrane (Nishi and Saigo, 2007) . In contrast to virions that have passed the plasma membrane, virions that are bound to the plasma membrane, but did not pass it, are removed by a trypsin treatment of the cells. Trypsin treatment efficiently removed particles from the plasma membrane in a control experiment when cells had been inoculated at 4°C (Figs. 4A and B, lower panels). Trypsin treatment also removed almost all plasma membrane-associated virions in MBCD-treated cells (Figs. 4A and B, middle panels and C). As expected, the number of perinuclear virions in MBCD-treated cells was not affected by the trypsin treatment (Fig. 4C ). This indicates that MBCD treatment suppresses penetration of PRV in host cells.\n\nA significant fraction of PRV appears to localize juxtaposed to the lipid raft marker GM1 during entry Cholesterol is a major constituent of lipid rafts. Because of their dependence on cholesterol for efficient entry, different viruses have been suggested to use lipid rafts as entry platforms (Nayak and Hui, 2004; Ono and Freed, 2005; Rawat et al., 2003) . However, only for a few viruses, such as HIV and vaccinia virus, a direct role for lipid rafts during viral entry has been shown by co-localization of viral proteins or virus receptors with raft markers during entry (Chung et al., 2005; Popik and Alce, 2004; Popik et al., 2002) . We assessed whether there are direct indications for a role for lipid raft microdomains during entry of PRV by analyzing whether or not virions co-localize with the lipid raft marker GM1 (Harder et al., 1998) during entry. , 'juxtaposed to' and 'not associated with' GM1 patches for real images (cfr. B, upper panels) and for control images (cfr. B, lower panels). ⁎ indicates that the difference between real images and control images for this position relative to GM1 is significant at the 0.05 level.\n\nPRV particles and GM1 did not obviously co-localize but did not show a random distribution either. A significant fraction of virus particles appeared to localize juxtaposed to GM1: there was a small overlap of fluorescent signal between virus particle and GM1 signal (Fig. 5A) . Only a minority of particles was found to fully co-localize with spots of GM1 staining and only a minority of particles was found not to associate at all with spots of GM1 staining. A similar juxtaposed localization of PRV with GM1 was observed in live cells that were not fixed (data not shown). However, GM1 covered a very large fraction of the cell surface, which is in agreement with other findings (Kenworthy et al., 2000) . Since the total lipid raft area constituted such a large fraction of the cell surface, an additional experiment was set up to exclude the possibility that the frequently observed juxtaposed localization of PRV with lipid rafts was a chance effect. To this end, lipid rafts were aggregated in larger clusters (patches) as described before (Harder et al., 1998) , before the addition of virus. Again, a significant fraction of PRV virions appeared to localize juxtaposed to clustered GM1 (Figs. 5B, upper panels and C). The patching process did not affect the entry efficiency of the virus (data not shown). As an extra, blind control, unrelated images of PRV virions and patched GM1 were merged and virion localization was scored as before, resulting in significantly less juxtaposed localization of virions with GM1 (30 ± 8% versus 56 ± 7% in real images, P value = 0.000) and significantly more virions that were not associated with GM1 (45 ± 9% versus 30 ± 6% in real images, P value = 0.008) (Figs. 5B, lower panels and C). In conclusion, a significant fraction of PRV appears to localize juxtaposed to the lipid raft marker GM1 during entry.\n\nRemoval of plasma membrane cholesterol with the cyclodextrin MBCD was found to significantly reduce PRV entry. Cholesterol depletion did not reduce attachment, but stalled virus particles at the plasma membrane before penetration of the cell. This indicates that plasma membrane cholesterol is important for PRV to cross the plasma membrane efficiently. Moreover, a significant fraction of PRV appeared to localize juxtaposed to the lipid raft marker GM1 during entry. This further indicates that lipid rafts can be involved in PRV entry.\n\nCholesterol depletion by cyclodextrin treatment has been used before to evaluate the importance of plasma membrane cholesterol and lipid rafts during entry of viruses. However, the effect of this treatment on entry is most often not evaluated directly, but by the assessment of the expression of a reporter gene at several hours postinoculation (Bender et al., 2003; Chung et al., 2005) , by assessment of virus production and amount of viral DNA/RNA in the cells (Choi et al., 2005; Danthi and Chow, 2004; Li et al., 2007) , or by the assessment of infectious foci formation (Hambleton et al., 2007) . The observed effect of cyclodextrin is then often attributed to an effect on entry by comparing the effect on cells that were pretreated and cells that were treated at the post-entry stage (Choi et al., 2005; Chung et al., 2005; Danthi and Chow, 2004; Hambleton et al., 2007; Li et al., 2007) . The current study evaluated the role of cholesterol during entry of the alphaherpesvirus PRV in a direct manner: fluorescently tagged virus particles that entered the cell at 2 h p.i. were quantified. This allowed us to conclude with great certainty that the observed effect of cholesterol depletion is due to hampered viral entry and not to a further step in viral infection. The used technique also allowed us to distinguish between different stages of entry: attachment, penetration and capsid transport to the nucleus. Flow cytometric analysis, determination of virion localization and virus sensitivity to trypsin treatment revealed that the stage of entry affected by MBCD is not attachment to the host cell, but penetration of the plasma membrane.\n\nImportance of cholesterol and/or lipid rafts during viral entry has been related to different aspects of the viral entry process. Lipid rafts could create a favourable environment around target membrane receptors, facilitating oligomerization of (co)receptors or recognition of (co)receptors by the virus (Burger et al., 2000; Viard et al., 2002) . Another explanation may be that the signal transduction molecules that are particularly concentrated in lipid rafts (Brown, 2006; Brown and London, 1998, 2000; Dykstra et al., 2003; Helms and Zurzolo, 2004; Simons and Toomre, 2000) facilitate specific steps in viral entry, such as penetration or transport of the capsid to the nucleus. E.g., during human herpesvirus 8-entry, lipid rafts have been suggested to be important for modification of signalling molecules, microtubule dynamics and nuclear delivery, but are dispensable for binding and penetration (Raghu et al., 2007) . The importance of lipid rafts can also be due to the requirement for the specific classes of lipids that associate with lipid rafts: cholesterol but also sphingolipids. The concept of lipid recognition by certain proteins might be an important factor in viral entry (Teissier and Pecheur, 2007) . During retroviral entry, specific lipids have an apparent role in conformational changes leading to the proper exposure of the fusion peptide toward the target membrane (Alfsen and Bomsel, 2002; Chazal and Gerlier, 2003) . As membrane curvature mainly depends on the molecular shape of lipids, lipids also play a key role in the membrane deformation that is required for penetration of the plasma membrane (Teissier and Pecheur, 2007) .\n\nOur observation that a significant fraction of PRV appears to localize juxtaposed to GM1, a lipid raft marker, during entry may suggest a weak or partial raft association that facilitates penetration. Such a weak or partial interaction with rafts is in agreement with the findings of Bender et al. (2003) for HSV (Bender et al., 2003) . Using flotation assays, these authors found that the viral glycoprotein gB, but not gD, gC, gH nor the HSV receptors HVEM and nectin associates with lipid rafts during entry. This interaction is mediated by the ectodomain of gB (Bender et al., 2003) . The authors hypothesized that a cellular gB receptor is enriched in rafts and that the size of the alphaherpesvirus envelope would allow the virion to interact simultaneously with both raft and nonraft domains during attachment. Our observation that a significant fraction of PRV appears to localize juxtaposed to the lipid raft marker GM1 during entry is in line with such a partial or peripheral lipid raft association of alphaherpesviruses during entry. Perhaps, the periphery of lipid rafts, which forms the boundary between the cholesterol-rich rigid raft membrane and the more fluid phospholipidrich plasma membrane (El Kirat and Morandat, 2007) , may provide the most beneficial environment for penetration of the host cell. It is also possible that the weak or partial association of alphaherpesviruses with rafts during entry affects raft-associated signalling cascades, which may be involved in subsequent penetration. Although the current study points to an important role of cholesterol in PRV penetration and indicates a partial association of PRV with lipid rafts during entry, further research will be needed to fully clarify the exact physical role of lipid rafts and cholesterol during alphaherpesvirus entry.\n\nIn conclusion, we found that efficient penetration of the host cell by PRV requires plasma membrane cholesterol and that a significant fraction of PRV particles appears to localize juxtaposed to the lipid raft marker GM1 during entry. This may open new insights in the mechanism of alphaherpesvirus entry and may also lead to novel antiviral strategies.\n\nPorcine biotinylated polyclonal anti-PRV antibodies were prepared from anti-PRV hyperimmune serum (Nauwynck and Pensaert, 1995) according to the manufacturer's instructions (Amersham International mIc, Buckinghamshire, UK) and were diluted 1/20. Mouse monoclonal antibody against gB (1C11) was described earlier and was used at a dilution 1/100 (Nauwynck and Pensaert, 1995) . The Amplex ® Red Cholesterol Assay Kit, Streptavidin-Texas Red (used 1/50), goatanti-mouse Texas Red (used 1/100) and Texas Red-X Phalloidin (used 1/100) were purchased from Invitrogen (Molecular Probes, Eugene, Or.). Methyl-β-cyclodextrin (MBCD), water-soluble cholesterol, Triton X-100, heparin sodium salt from porcine intestinal mucosa, trypsin from porcine pancreas (stock solution: 2.5% in PBS) and biotinylated cholera toxin B subunit (stock solution of 1 mg/ml in ultra pure water, used 1/100) were purchased from Sigma (Sigma Chemical Co., St Louis, Mo.). Ethylenediaminetetraacetetic acid disodiumsalt (EDTA, stock solution 2% w/v in PBS) was purchased from Normapur (Fontenay sous bois, France).\n\nThe fluorescent VP26-GFP variant of PRV, created by fusing the gene encoding the capsid protein VP26 with the gene encoding GFP (Smith et al., 2001) , was kindly provided by G. Smith and L. Enquist.\n\n48 h post-seeding on a coverslip in a 24 well plate, swine kidney (SK) cells were washed with RPMI medium and inoculated with the VP26-GFP variant of PRV at a multiplicity of infection (moi) of 100 in RPMI medium. Cells were incubated at 37°C for 2 h to allow viral entry, washed twice with PBS and thereafter, fixation was performed with 3% paraformaldehyde (PFA) in PBS. No permeabilization step was performed. Virus at the outer side of the cell was stained with biotinylated anti-PRV antibodies followed by Streptavidin-Texas Red. After mounting in a glycerin-PBS solution (0.9:0.1, vol:vol) with 2.5% 1,4,-diazabicyclo(2.2.2)octane (Janssen Chimica, Beerse, Belgium) (glycerin-DABCO), cells were analyzed using a TCS SP2 laser scanning spectrum confocal system (Leica microsystems, GmbH, Heidelberg, Germany). Series of 6 confocal sections were taken in a 1 μm area within a cell, sequentially for the GFP (Argon 488 nm laserline) and the Texas Red (Gre/Ne 543 nm laserline) spectrum. After merging both images, the number of perinuclear virions (virions that only carried the GFP label) in the 1 μm area of the cell was counted. 20 cells were counted per experiment and 3 independent repeats of the experiment were performed. Statistical analysis of the data was performed with the SPSS software (SPSS Inc.). Geometric means of the number of perinuclear virions counted per cell for the different treatments were transformed and compared in an Anova and a Tamhane test. Geometric means and the 95% confidence interval are presented. To analyze the composition of the inoculum, inoculum was dried on APES-coated microscope slides, fixed in 100% methanol and stained for the gB viral envelope protein with mouse anti-gB monoclonal antibody followed by goat-anti-mouse Texas Red.\n\n47 h after seeding on a coverslip in a 24 well plate, SK cells were washed with RPMI medium, treated with 10 mM MBCD in RPMI for 1 h at 37°C and washed twice with PBS. Cholesterol was either or not replenished by incubating cells with 0, 5 or 100 μg/ml cholesterol in RPMI medium for 1 h at 37°C. After 2 washings with PBS, a quantitative entry assay was performed as described above.\n\nEfficiency of cholesterol removal was assessed with the Amplex ® Red Cholesterol Assay Kit, according to the protocol provided by the manufacturer, using a Fluoroskan Ascent FL fluorometer (Thermo Labsystems, Franklin, MA). Means and standard deviation of 3 independent measurements are presented.\n\nQuantitative analysis of PRV entry in cells in suspension 0.5 ⁎ 10 7 SK cells were suspended in 5 ml RPMI medium or 5 ml RPMI medium with 10 mM MBCD, incubated for 1 h in a suspension tissue culture flask (Sarstedt, Nümbrecht, Germany) on a tilting platform at 37°C and washed with PBS. VP26-GFP PRV was added to the cells at a moi of 50 and cells were incubated 2 h at 4°C to allow virus attachment or at 37°C to allow virus entry. Cells were washed with ice-cold PBS, fixed with 3% PFA in PBS, permeabilized with 0.1% Triton X-100 in PBS and stained with Phalloidin-Texas Red. After mounting on microscope slides with glycerin-DABCO, cells were analyzed by confocal microscopy. Series of 6 confocal sections were taken in a 1 μm area within a cell, sequentially for the GFP and the Texas Red spectrum. After merging both images, virions in sections of 15 cells were counted and were classified as being plasma membrane-associated (GFP virion signal contacts cortical actin signal) or in the perinuclear zone. This experiment was performed 3 times. Statistical analysis was performed with the SPSS software. Means and 95% confidence interval of the total number of cell-associated virions counted per cell and of the percentage of plasma membraneassociated virions are presented.\n\nFlow cytometric attachment assay 2 ⁎ 10 6 SK cells were suspended in either 1 ml RPMI medium or 1 ml RPMI medium with 10 mM MBCD and incubated at 37°C in suspension on a tilting platform. Cells were washed with PBS and incubated in RPMI at 4°C for 30 min. Thereafter, cells were inoculated 2 h at 4°C with icecold VP26-GFP PRV at a moi of 100 in ice-cold RPMI on a tilting platform to allow virus attachment to the cell. After 2 washings with ice-cold PBS, flow cytometric analysis was performed with a FacsCanto (Becton Dickinson). This experiment was performed 3 times. To test specificity of attachment, cells were pretreated with 250 μg/ml heparin in RPMI for 5 min at 37°C. Cells were incubated at 4°C for 30 min and attachment was allowed as described above in the presence of 250 μg/ml heparin.\n\nSK cells in suspension were either or not treated with MBCD and inoculated at 4°C or 37°C as described above for cells in suspension. Thereafter, cells were washed with PBS and treated 5 min at 37°C with 10% trypsin stock solution and 1% EDTA stock solution in PBS to remove virus on the cell surface. After washing them with PBS, cells were fixed with PFA, stained with Phalloidin-Texas Red and analyzed by confocal microscopy as described above for cells in suspension. The experiment was performed twice. The number of plasma membraneassociated virions and of perinuclear virions was counted in MBCDtreated cells that were either (12 cells) or not (12 cells) trypsin treated after entry of the virus.\n\nIn the experiments without pretreatment of the cells, SK cells in suspension were inoculated at 37°C on a tilting platform with VP26-GFP PRV at a moi of 50. 5 min p.i., cells were fixed in 3% paraformaldehyde. Cells were stained consecutively with biotinylated cholera toxin B subunit and Streptavidin-Texas Red and mounted. Single confocal scans were performed at the top region of the cell to assess co-localization of VP26-GFP PRV virions and GM1.\n\nIn the experiments with GM1 patching before inoculation of the cells, this was performed as described before (Harder et al., 1998) , with some modifications. Briefly, SK cells were suspended in RPMI with 10 μg/ ml biotin-labelled cholera toxin B subunit and incubated at 37°C for 30 min. After washing with PBS, cells were further incubated at 37°C for 30 min with 1/50 Streptavidin-Texas Red, inoculated with VP26-GFP PRV at a moi of 50 for 5 min at 37°C, fixed in 3% paraformaldehyde and mounted. Single confocal scans were performed at the top region of the cell to assess co-localization of VP26-GFP PRV virions and GM1. At least 10 cells were analyzed per sample and virions on the scans were classified as exactly co-localized with GM1 (coloc), contacting a GM1 region: juxtaposed (juxta), or not associated with GM1 (not assoc). Control images with virus particles that were randomly positioned on the cell, were constructed by merging unrelated images of PRV virions and patched GM1. Real and control images were mixed and were scored blind by two researchers. The experiment was performed 3 times and statistical analysis on the co-localization data was performed using the SPSS software. Means of the percentage of virus particles per cell scan that were coloc, juxta and not assoc were compared for virus images and control images in an Anova. Means and 95% confidence interval are presented."}