{"title": "CCL2 transgene expression in the central nervous system directs diffuse infiltration of CD45 high CD11b + monocytes and enhanced Theiler's murine encephalomyelitis virus-induced demyelinating disease", "body": "Chemokines are small chemotactic molecules that play an important role in immunology, including regulation of leukocyte migration, T-cell differentiation (Huang et al, 2001; , organ system development and vascularization, and numerous tissue-specific inflammatory responses (Murphy et al, 2000; Gu et al, 2000) . These molecules represent a superfamily that can be classified into four groups based on the position of the conserved cysteine residues at the amino terminus of the molecule. The chemokine subfamilies include CCL, CXCL, CL, and CX 3 CL, with the X representing a nonconserved amino acid residue (Zlotnik and Yoshie, 2000) . Corresponding receptors are appropriately named CCR, CXCR, CR, and CX 3 CR based on the family of chemokines to which they bind (Murphy et al, 2000) .\n\nThe binding pattern of chemokine ligands and their receptors suggests an intricate system for directing cell localization throughout the body. Multiple ligands may bind the same receptor or one ligand may bind multiple receptors, providing redundancy and complexity for cellular recruitment in different physiological processes (Rollins, 1997) . Although there is considerable overlap in ligand-receptor binding, ligands are generally restricted to binding receptors of the same family. Chemokine receptors signal through seven-transmembrane spanning, G-proteincoupled receptors expressed on the surface of numerous cell populations (Murphy et al, 2000) . Regulation and expression of corresponding receptors is critical for cells to respond to chemokine gradients produced at sites of tissue inflammation and remodeling (Baggiolini, 1998) .\n\nMurine CCL2 (monocyte chemoattractant protein [MCP]-1) is a member of the CC family of chemokines. This ligand binds CCR2, which is expressed by monocytes, T cells, B cells, natural killer (NK) cells, fibroblasts, and endothelial cells (Boring et al, 1996) . CCL2 was first described in mice as a platelet-derived growth factor (PDGF)-inducible gene in fibroblasts, named JE (Cochran et al, 1983) , and later identified as a recruitment factor for monocytes (Matsushima et al, 1989) . CCL2 was also shown to have a role in recruitment of T cells (Carr et al, 1994) , polarization of a Th2-type T-cell response , regulation of interleukin (IL)-4 expression , and down-regulation of IL-12 . In the absence of CCL2 expression, Th2 responses are impaired in vivo (Gu et al, 2000) .\n\nIntracerebral infection of susceptible inbred strains of mice with Theiler's murine encephalomyelitis virus (TMEV) leads to a chronic, immune-mediated demyelinating disease . Because of the suspected viral etiology, chronic pathology, and primary demyelination accompanied by mononuclear cell infiltration seen in multiple sclerosis (MS), TMEV-induced demyelinating disease (TMEV-IDD) is considered to be an excellent experimental model of MS . Virus is rapidly cleared from the peripheral circulation; however, TMEV persists within the central nervous system (CNS) of susceptible mice for their lifetime (Clatch et al, 1990) , serving as a reservoir for chronic activation of virus-specific T cells (Lipton et al, 1995) . Although TMEV has been shown to preferentially reside in CNS macrophages, the role of TMEV infection in the chronic activation of macrophages to secrete soluble proinflammatory cytokines is unknown. As a result of CNS TMEV infection, increasing virus-specific (DTH-delayed type hypersensitivity) has been shown to correlate with development of increasing disease severity, supporting a role for Th1-mediated CNS inflammation (Clatch et al, 1986) . Virus replication occurs in the spinal cord (Yamada et al, 1990; Ozden et al, 1991) and focal inflammation, consisting primarily of T cells and macrophages, is limited to the spinal cord white matter (Lipton, 1975) . From 2 to 5 months following infection, extensive demyelination occurs, leading to clinical paralysis (Dal Canto and Lipton, 1975) . One of the major characteristics of TMEV-IDD includes CNS mononuclear cell infiltration over the disease course. Immune responses originate in peripheral lymphoid tissue and once activated, the specific lymphocytes leave the organized lymphoid tissue and accumulate in the CNS.\n\nIn order to further understand the biological role of CCL2 expression in a CNS inflammatory disease such as TMEV-IDD, we generated a transgenic mouse line where astrocytes constitutively expressed CCL2 at low levels (Huang et al, 2002) under control of the human glial fibrillary acidic protein (hGFAP) promoter (Brenner et al, 1994) . Astrocytes have been reported as a principle source of CCL2 production in vivo during several CNS inflammatory responses (Glabinski et al, 1997; Berman et al, 1996) . Therefore, transgenic CCL2 expression controlled by the hGFAP promoter provides the appropriate spatial chemokine distribution for investigation of its role in several neuroinflammatory disease models, including TMEV-IDD.\n\nIn order to study the regulation of CNS demyelinating diseases by specific chemokines, we constructed a CCL2 transgenic mouse. The hGFAP-CCL2 transgene construct ( Figure 1A ) was used to produce six transgenic founders, of which four transmitted the transgene to offspring. In the present report, we used the JE32 (MCP-1 low ) mouse line for our studies. Expression of the hGFAP promoter is known to target CCL2 production to astrocytes (Huang et al, 2002) . The presence of hGFAP-CCL2 was confirmed by Southern blotting and polymerase chain reaction (PCR) analysis of tail DNA samples (data not shown). To demonstrate tissue-specific expression levels of CCL2 mRNA, RNase protection assay (RPA) was performed on CNS tissue recovered from mice at 6 to 9 weeks of age. As shown in Figure 1B , there was a dramatic increase in CCL2 levels in the forebrain, hindbrain, and spinal cord of JE32 transgenic mice compared to minimal expression in wild-type controls. All other tissues were negative (data not shown). Astrocytespecific expression of CCL2 was confirmed by in situ hybridization (data not shown). Additionally, there was an increase in CXCL10 (Crg-2) mRNA expression in the JE32 transgenic mice ( Figure 1B ). Because RPA analysis indicated high levels of CCL2 mRNA expression in the CNS, we wanted to know if the level of chemokine protein was also increased in the periphery. To assess this possibility, serum was recovered from control mice at 32 weeks of age and from JE32 mice at both 9 and 36 weeks of age and analyzed by enzyme-linked immunosorbent assay (ELISA) for the presence of CCL2. In wild-type mice at 32 weeks of age, very little CCL2 could be detected in the serum ( Figure 1C ). However, there was a significant increase in serum CCL2 levels in JE32 mice at 9 weeks of age ( Figure 1C ). JE32 mice that were 36 weeks of age showed a more pronounced level of CCL2 in the serum when compared to either wild-type control or 9-week-old transgenic mice. These data indicate that the CCL2 transgene was expressed in the CNS, specifically by astrocytes, and resulted in a translated protein product that could be detected in the serum.\n\nGiven the role of chemokines in regulating lymphocyte migration and accumulation throughout the body (Baggiolini, 1998) , it was important to determine if overexpression of CCL2 in the CNS affected the number or distribution of lymphocytes in other organs as a result of a developmental abnormality. Therefore, we examined spleen, peripheral lymph node, thymus, and peripheral blood of JE32 mice for relative numbers of lymphocytes and monocytes. There were increases noted in the size of individual spleen and lymph nodes obtained from JE32 mice, but the average weight of organs and average number of mononuclear leukocytes per milligram of tissue was not remarkably different (data not shown). This indicated that there were no apparent developmental defects in the JE32 transgenic mice when compared to normal controls.\n\nWe next analyzed the effect of CCL2 transgene expression in the CNS on mononuclear cell infiltration in JE32 mice that had not been immunized with antigen or infected with TMEV. The CNS of wild-type control (SJL×SWR) and JE32 mice was analyzed by flow cytometry for the presence of microglia (CD45 low CD11b + ), monocytes/macrophages (CD45 high CD11b + ), and lymphocytes (CD45 high CD11b − ). Figure 2 shows that the CNS of JE32 mice that have not been immunized or The JE32 CCL2transgenic mouse line was made using the construct shown, consisting of a human GFAP (glial fibrilary acidic protein) promoter directing expression of murine CCL2. (B) CNS chemokine expression was determined for both control and JE32 CCL2-transgenic mice using RPA. The data indicate densitometric evaluation of the RPA analysis. (C) Serum levels were determined for normal control mice (32 weeks of age) and normal JE32 (9 and 36 weeks of age) using specific ELISA. The data represent serum CCL2 concentration + SD of three individual mice per group. Cells isolated from the spinal cord of normal control or CCL2transgenic animals were separated by Percoll density-gradient centrifugation and analyzed by flow cytometry. Antibodies to CD4, CD8, CD45, and CD11b were used to identify infiltrating T cells (CD4 + and CD8 + ), monocytes/macrophages (CD45 high CD11b + ), and resident CNS microglia (CD45 low CD11b + ). Data are expressed as percent of CD45 + -gated cell population and are representative of at least three similar experiments.\n\ninfected contains microglia, monocytes/macrophages, and a small population of lymphocytes compared to normal control mice, which only contain microglia. The low-level CNS lymphocyte infiltrate in the JE32 mice consisted primarily of CD4 + T cells ( Figure 2 ). This small population of CD4 + T cells localized to the CNS of naïve CCL2-transgenic mice have the phenotype CD62L high , CD25 − , and CD44 + as determined by flow cytometry ( Figure 3A ). These cells are also negative for the T-cell activation marker CD69 (data not shown).\n\nWe were also interested in determining the activation state of the CD45 high CD11b + cells observed in the CNS of naïve CCL2-transgenic mice. An absence of disease symptoms suggested that these cells were likely not activated. Cells isolated from the CNS were further separated by flow cytometric sorting into CD45 low CD11b + and CD45 high CD11b + populations. cDNA prepared from the purified cell populations was analyzed by PCR for expression of inducible nitric oxide synthase (iNOS), a welldocumented marker of activated macrophages (Lyons et al, 1992) . Controls for iNOS expression included purified macrophages treated with 75 μg lipopolysaccharide (LPS) or phosphate-buffered saline (PBS) for 24 h. The results in Figure 3B show that both resident microglia (CD45 low CD11b + ) and infiltrating monocyte/macrophage (CD45 high CD11b + ) populations in CCL2-transgenic mice are not activated, similar to transgene negative controls. This result is consistent with the absence of clinical disease in untreated CCL2-transgenic mice. These data demonstrate that transgenic expression of CCL2 in the murine CNS mediates accumulation of mononuclear cells, predominantly monocytes/macrophages, in the absence of inflammatory stimuli, and that these cells have a naïve, unactivated phenotype.\n\nCCL2 has been previously shown to induce in vitro Th2 polarization and in vivo Th2 differentiation (Gu et al, 2000) . Therefore, we wanted to assess T-cell proliferative and cytokine responsiveness from JE32 and control mice. Purified T cells were isolated from spleen and lymph node of control and JE32 mice and stimulated by immobilized anti-CD3 and anti-CD28 as described in Materials and methods. T cells from either the spleen or peripheral lymph nodes of JE32 mice proliferated equally as well as control cells (data not shown). In addition, these cells are also capable of producing both interferon (IFN)-γ and IL-2 and do not produce detectable levels of IL-4 in response to T-cell receptor (TCR) stimulation (data not shown). This suggests that transgenic expression of CCL2 in the CNS does not change the fundamental ability of T cells to proliferate or diminish their ability to respond to TCR polyclonal stimulation by production of Th1-specific cytokines.\n\nTo this point, our data suggested that transgenic expression of CCL2 in the CNS resulted in an accumulation of CD45 high CD11b + monocytes/macrophages. To assess the ability of recruited monocytes in the CNS to initiate inflammation, JE32 and control animals were challenged by intraperitoneal (IP) LPS administration. Three days later, spinal cord tissue was examined by standard hematoxylin and eosin (H&E) histology to determine the level of inflammation. Mononuclear cell accumulation and inflammatory lesions were not detected in PBS-treated ( Figure 4A ) or LPS-treated ( Figure 4B ) control animals. In PBStreated JE32 animals, there was a diffuse mononuclear cell infiltrate and few small, organized lesions ( Figure 4C ). However, following LPS administration, distinct perivascular lesions were observed in the JE32 spinal cord tissue, primarily in the white matter ( Figure 4D ). Tracts of mononuclear cell invasion from the meninges into the white matter was also visible. Collectively, these results demonstrate that CNS transgenic expression of CCL2 results in an accumulation of monocytes/macrophages that have the capacity to induce CNS inflammation when challenged with an activating stimulus.\n\nActivation state of CNS-infiltrating cells in CCL2transgenic mice. Cells isolated from pooled spinal cords of naïve SJL×SWR and CCL2-transgenic mice were purified by Percoll density-gradient centrifugation. Magnetic antibody coated beads (anti-CD4) were used to further purify CD4 + T cells followed by\n\nTo test the hypothesis that the presence of CCL2 in the CNS could regulate an immune-mediated, macrophage-dependent demyelinating disease, we infected either control, JE32, or JE95 (described previously; Huang et al [2002] ) transgenic mice with TMEV and assessed the animals for resulting clinical paralysis. JE32 (MCP-1 low ) transgenic mice express low levels of CCL2 in the CNS whereas JE95 (MCP-1 high ) mice express high levels as measured by RNA analysis (Huang et al, 2002) . The data shown in Figure 5 demonstrate that transgenic overexpression of CCL2 in the CNS results in earlier onset of paralytic disease and more severe paralysis during the first 35 days of the disease course. Eventually, the severity of disease in either JE32 or JE95 mice becomes equal to that of the control mice. These data suggest that CCL2-mediated accumulation of monocytes/macrophages in the CNS prior to viral infection can result in a more severe disease phenotype once the mice are infected with TMEV.\n\nThe effect of CCL2 overexpression on CNS histologic disease following TMEV infection was tested by examining spinal cord tissue from control and CCL2transgenic mice. TMEV-infected (SJL×SWR) control mice develop scattered perivascular mononuclear cell lesions, primarily in the white matter ( Figure 6C and D). Spinal cord tissue from TMEV-infected CCL2transgenic mouse strains (JE32 and JE95) demonstrates more severe mononuclear cell infiltration and development of numerous perivascular lesions as well as meningial accumulation (JE32 shown, Figure 6A and B). CNS tissue from control and JE32 mice was also analyzed for degree of demyelination by epon-embedded, toluidine blue-stained thin sections (data not shown). The results of the demyelination studies were consistent with the H&E histology results, showing slightly higher, though not significantly different, demyelination scores at 2 to 3 weeks post TMEV infection compared to controls. These data support the clinical results ( Figure 4) where disease onset is more rapid in the CCL2-transgenic mice compared to control mice. incubation with anti-CD45 and anti-CD11b antibodies and flow cytometric sorting in to CD45 low CD11b + and CD45 high CD11b + pools. (A) Purified T cells were incubated with antibodies to CD62L, CD25, CD45, and TcRα/β and analyzed by flow cytometry. Histogram plots show CD62L and CD25 peaks (shaded) with isotype controls (unshaded). Cells are gated out of forward scatter versus side scatter, CD45 high , and TcRα/β + . CD62L high CD25 − staining correlates with a naïve T cell phenotype. (B) cDNA isolated from resident microglia (CD45 low CD11b + ) and monocytes/macrophages (CD45 high CD11b + ) was analyzed by PCR for iNOS expression. Controls for iNOS up-regulation are purified macrophages treated with PBS or LPS for 24 h. The results indicate that microglia and monocytes in both SJL×SWR and CCL2-transgenic spinal cord tissue do not express iNOS. The data are representative of at least two experiments. To determine the constituents of the inflammatory infiltrate in both control and JE32 mice, we performed flow cytometric analysis of cells recovered from spinal cords of mice 4 weeks post infection, at a time when there was evidence of clinical disease. Figure 7 shows that the TMEV-infected JE32 mice showed a greater percentage of both lymphocytes (CD45 high CD11b − ) and monocytes (CD45 high CD11b + ) than the control mice. In both control and JE32 mice, the lymphocyte infiltrate consisted of a mixture of CD4 and CD8 T cells. The CCL2 transgenic mice appeared to have a lower percentage of microglia (CD45 low CD11b + ); however, this was simply due to the increased fraction of lymphocytes and monocytes in the sample. These data support the idea of CCL2mediated enhancement of clinical and histological disease at the cellular level.\n\nTwo distinct possibilities exist to explain the enhanced clinical and histological disease in the CCL2 transgenic mice. One possibility is enhanced tissue damage mediated by an increased mononuclear cell infiltrate consisting of T cells and effector macrophages. The second is augmented TMEV replication and viral presence in the CNS, possibly inducing direct cytolytic events in oligodendrocytes. To determine between these two possibilities, we infected both control (SJL×SWR) and JE32 mice with TMEV, allowed disease to develop, and harvested spinal cord tissue for analysis of the presence of virus by plaque forming assay. The results in Figure 8 demonstrate no significant difference in the viral titers among control and transgenic mice. These data suggests that CNS CCL2 transgenic expression does not enhance or diminish the replication of TMEV. Rather, the data support the idea that CNS CCL2 transgenic expression enhances mononuclear cell infiltration, which leads to enhanced clinical and histologic demyelinating disease.\n\nOur data support the idea that accelerated disease after TMEV infection is due to CCL2-mediated monocyte/macrophage recruitment and not altered TMEV levels. However, it could be possible that the presence of any virus in the CNS of CCL2-transgenic mice would be a sufficient stimulus to activate the accumulated macrophage pool, initiating inflammation and development of demyelinating disease. To test this possibility, SJL×SWR control and CCL2transgenic mice were infected intracranially with mCMV (Smith strain) or TMEV and monitored for disease development. mCMV is a double-stranded DNA β-herpesvirus that normally replicates in the liver and spleen of susceptible strains of mice dur-ing the replicative phase (approximately 14 days) before entering a latent phase. mCMV can infect astrocytes, neurons, endothelial cells, radial glia, ependymal cells, microglia, and cells from the meninges and choroid in the mouse CNS (Tsutsui et al, 1989; Shinmura et al, 1997; van Den Pol et al, 1999) as well as macrophages (Brautigam et al, 1979) . The results shown in Figure 9 demonstrate that TMEV-infected CCL2-transgenic mice developed an earlier-onset disease compared to mCMV-infected CCL2-transgenic mice and and TMEV-infected wild-type control mice. Following onset of disease in TMEV-infected CCL2transgenic mice and the appearance of clinical symptoms in TMEV-infected SJL×SWR mice, all groups were analyzed by histology ( Figure 9B ) and flow cytometry ( Figure 9C ) to determine whether infection with mCMV resulted in altered pathology and cellular infiltrate. Spinal cords of mCMV-infected SJL×SWR mice showed no focal lesions ( Figure 9B , a), whereas TMEV-infected SJL×SWR showed scattered small perivascular lesions and meningial accumulation ( Figure 9B, b) . Spinal cords of mCMVinfected CCL2-transgenic mice had a diffuse infiltrate with few scattered focal lesions and meningial accumulation ( Figure 9B , c) but did not demonstrate the level of pathology associated with ongoing demyelinating disease, as in TMEV-infected CCL2-transgenic mice ( Figure 9B, d) . Finally, flow cytometric analysis of CNS-infiltrating cells shows that mCMV infection results in far fewer CD4 + T cells and monocytes/ macrophages in SJL×SWR control mice compared to TMEV-infected controls ( Figure 9C ). This correlates with the absence of demyelinating disease in these animals. Surprisingly, mCMV-infected CCL2transgenic mice showed no clinical disease despite the presence of both CD4 + and CD8 + T cells and a similar ratio of CD11b + CD45 high cells in the spinal cord tissue compared to TMEV-infected transgenic mice ( Figure 9C ). These data demonstrate that the effect of CCL2 on demyelinating disease initiated by TMEV is not only due to the enhanced accumulation of macrophages, but is also specific to TMEV infection.\n\nIn the present report, we studied the role of CCL2 in the pathogenesis of CNS inflammatory demyelinating disease by creating a transgenic mouse where the astrocytes overexpress our chemokine of interest. The results demonstrated that CNS transgenic expression of CCL2 induces a monocyte/macrophage accumulation in the CNS (Figure 2 ). This cellular accumulation was benign in that the accumulating cells were not activated and no overt histological or clinical inflammatory disease was induced in the absence of an inciting stimulus (Figures 3 and 4) . However, when the transgenic mice were challenged with LPS, there was evidence of organized CNS mononuclear cell lesions (Figure 4) . Moreover, when the transgenic mice were infected with TMEV, clinical disease onset ( Figure 5 ) was more rapid and histologic disease was more severe (Figure 6 ). CCL2 has been previously overexpressed in the CNS using the myelin basic protein promoter (Fuentes et al, 1995) where the cellular distribution of the gene product was limited to oligodendrocytes rather than astrocytes. Administration of LPS to these mice initiated inflammation, presumably by inducing macrophage accumulation the CNS, similar to what we have observed in the present report. Our results support the idea that CCL2-mediated monocyte/macrophage accumulation in the CNS is a pathogenic factor in the development of CNS inflammatory demyelinating disease.\n\nThere are two major possibilities to explain the effect of CCL2 on TMEV-induced disease development. The first is that overexpression of CCL2 by astrocytes results in an influx and accumulation of normal monocytes/macrophages into the CNS. These cells are not activated and there is no evidence of inflammatory lesions or spontaneous inflammatory disease or histologic disease. These monocytes/macrophages have the capacity to be activated as a peripheral challenge of the JE32 transgenic mice with LPS-induced organized CNS mononuclear cell lesions. These lesions are presumably due to the activation of monocytes/macrophages previously recruited to the CNS as a result of CCL2 overexpression. During the normal TMEV disease process, CCL2 is expressed in the CNS of infected mice (Hoffman et al, 1999) and anti-CCL2 treatment results in decreased monocyte accumulation in the CNS (manuscript submitted). These findings support the idea that enhanced disease as a result of transgenic overexpression of CCL2 is due to enhanced monocyte accumulation. However, from the histology data, it cannot be ruled out that either LPS challenge or TMEV infection induced the activation of microglia to form inflammatory foci resembling an accumulation of monocytes/macrophages.\n\nThe second possibility is that overexpression of CCL2 in the CNS results in enhanced T-cell accumulation. Because CCL2 can function as a chemoattractant for T cells (Carr et al, 1994) and T cells Figure 7 Flow cytometric analysis of CNS infiltrate in TMEVinfected control and CCL2-transgenic mice. Cells isolated from the spinal cord of TMEV-infected control or JE32 transgenic animals were separated by Percoll density-gradient centrifugation and analyzed by flow cytometry. Antibodies to CD4, CD8, CD45, and CD11b were used to identify infiltrating T cells (CD4 + and CD8 + ), monocytes/macrophages (CD45 high CD11b + ) and resident CNS microglia (CD45 low CD11b + ). Data are expressed as percent of CD45 +gated cell population (T cells) or CD11b + CD45 + (microglia and monocytes/macrophages) and are representative of at least three similar experiments.\n\nare required for development of TMEV-IDD (Clatch et al, 1986) , overexpression of CCL2 in both the JE32 and JE95 mice could promote the accumulation of effector Th1 cells that drive the demyelinating disease process. However, our present data ( Figure 2 does not support this idea. In unchallenged, uninfected JE32 transgenic mice, there is little T-cell (CD4 + or CD8 + ) accumulation but there is a significant monocyte/macrophage (CD45 high CD11b + ) accumulation. This low level of T-cell accumulation could be the result of upregulation of CXCL10 (Crg-2, Figure 1B ). CD44 expression is usually associated with memory T-cells, but there is no indication of previous activation by other surface markers. CD44 upregulation on unactivated cells with no CD25 or CD69 expression and unchanged CD62L have been previously reported (Viret et al, 2000) . Further, CD44 expression is thought to play a role in leukocyte migration into tissue, as up-regulation of the molecule has been associated with binding to its ligand, hyaluronan, and rolling or adhesion before extravasation (DeGrendele et al, 1997) . CD44 has been correlated with CNS infiltration by CD4 + T cells (Brocke et al, 1999) , suggesting that up-regulation may be required for entry and retention of the small number of T cells observed in CCL-transgenic mice. These cells do not appear to be activated except for CD44 expression. Significant accumulation of T cells in the CNS occurs only after TMEV infection (Figure 7) . Further support that the murine CCL2 and CCR2 axis primarily controls CNS monocyte/macrophage and has little regulation over T-cell accumulation has been demonstrated in murine experimental autoimmune encephalomyelitis (EAE) (Fife et al, 2000; Huang et al, 2001) .\n\nIt was also possible that transgenic overexpression of CCL2 in the CNS promoted enhanced viral replication by inducing accumulation of the macrophage, which is the reservoir for viral persistence (Clatch et al, 1990) . The presence of more host cells could potentially result in an increased production of infective virus that could lead to direct infection and cytolysis of oligodrendrocytes (Aubert and Brahic, 1995) , culminating in enhanced clinical disease ( Figure 5 ). We do not believe that this was the case as there is no apparent difference in CNS viral titer between control and transgenic mice (Figure 8) . Therefore, the data argue in favor of the hypothesis that expression of CCL2 promotes CNS accumulation of monocytes/macrophages that are not activated. Upon infection with TMEV, transgenic mice develop disease more rapidly than controls due to the presence of the end-stage effector cells in the CNS. Eventually, the control mice reach the same level of clinical disease as the transgenic mice as a result of normal accumulation of monocytes/macrophages in this model. Further, the mCMV studies demonstrate that the accelerated disease observed in CCL2-transgenic mice is specific to TMEV infection and not due to a nonspecific activation of localized monocytes/macrophages by any virus introduced into the CNS. This is consistent with our conclusion that the role of CCL2 in TMEV-induced demyelinating disease is directing macrophage accumulation. Figure 9 mCMV infection of SJL×SWR and CCL2-transgenic mice. (A) Control SJL×SWR and CCL2-transgenic mice were infected intracranially with mCMV or TMEV and monitored for development of demyelinating disease symptoms. (B) After 28 days, after disease onset in the CCL2-transgenic TMEV-infected mice, spinal cord tissue was recovered by dissection and analyzed by H&E histology. Spinal cords of SJL×SWR mice infected with mCMV showed no focal lesions (a), whereas SJL×SWR infected with TMEV showed scattered small perivascular lesions and meningial accumulation (b). Spinal cords of CCL2-transgenic mice infected with mCMV had diffuse infiltrate with a few scattered focal lesions and meningial accumulation (c). TMEV-infected CCL2-transgenic mice (d) showed multifocal mononuclear cell infiltration and extensive multilayer meningial accumulation associated with ongoing demyelinating disease. (C) Cells were also isolated from spinal cord tissue at day 28 after infection and analyzed for T-cell infiltrate (CD4 + and CD8 + ) and microglia or monocyte/macrophage accumulation (CD45 low CD11b + and CD45 high CD11b + ) by flow cytometry. Data are derived from the forward scatter versus side scatter and CD45 + gates for all cells, as well as the CD11b + gate for migroglia for monocyte/macrophages. The chemokine regulation of demyelinating disease has been studied in other virus-induced models. In a separate study, TMEV-IDD was induced using different strains of virus: DA, GDVII, and H101. These are neurovirulent strains of TMEV that cause different neuropathology and disease when inoculated into SJL/J mice. DA virus causes a chronic demyelinating disease, GDVII virus causes an acute fatal encephalomyelitis, and H101 virus causes an acute pachymeningitis with hydrocephalus. CCL2, CCL3, CCL4, CCL5, CXCL10, and MIP-2 mRNA expression was detected in both the brain and spinal cord during all three infections (Theil et al, 2000) . Murray et al (2000) examined spinal cords during the acute and chronic phases of TMEV infection in mice sus-ceptible (B10.M, H-2f) and resistant (B10, H-2b) to virus-induced demyelination. In this model, TMEV infection resulted in robust expression of mRNAs for CCL2, CCL5, and, CXCL10, but not CXCL1, in brains and spinal cords of both strains of mice within 5 days. During the chronic, demyelinating phase of infection, there was a resurgence in CCL2, CCL5, and CXCL10 mRNAs in spinal cords of susceptible B10.M mice. In both of these studies, the direct function of the chemokines identified as being expressed during the disease process was not directly determined, including whether CCL2 regulated monocyte/macrophage accumulation. Lane et al (1998) demonstrated the presence of chemokines in the CNS of mice infected with mouse hepatitis virus. By analyzing chemokine mRNA, they found that CCL4, CCL5, and CXCL10 expression was evident at the time of chronic demyelinating disease. They went on to demonstrate that CCL5 was required for the development of demyelinating disease , whereas CXCL9 and CXCL10 expression was required for control of viral replication (Liu et al, , 2001 . Finally, this same group of investigators demonstrated that CCL2 regulation of monocyte/macrophage accumulation was essential for development of demyelinating disease (Chen et al, 2001) . These examples point to the essential functions of chemokines during the pathogenesis of virus-induced demyelinating disease and support our contention that CCL2 regulates the accumulation of monocytes/macrophages during the development of TMEV-IDD.\n\nWe would speculate that CCL2 is a desirable target for intervention in the demyelinating disease process as it regulates the accumulation of a key mononuclear cell subtype in the CNS. Development of antagonists to CCR2, the only known receptor for CCL2, could lead to regimens that can interdict during ongoing CNS demyelinating disease. Indeed, antagonists to CCR1 can treat ongoing EAE (Liang et al, 2000) by presumably interfering with the ability of CCL3 and/or CCL5 from inducing accumulation of T cells in the CNS (Fife et al, 2001) . This example points to the possibility of interfering with the functions of CCL2 in a similar manner using receptor antagonists to interfere with ongoing disease.\n\nMice CCL2-transgenic mice (JE32) were made using standard techniques (Huang et al, 2002) . JE32 transgenic mice expressed low levels of CCL2 (MCP-1 low ) whereas JE95 transgenic mice expressed high levels of CCL2 (MCP-1 high ) (Huang et al, 2002) . The modified murine CCL2 gene, with replacement of the mRNA cap site, was obtained from Dr. Barrett Rollins (Dana Farber Cancer Institute, Boston, MA) and was placed under the control of the hGFAP promoter to produce the hGFAP-CCL2 transgene. Initial microinjections of (SJL×SWR)F1 mice resulted in six transgene positive founders identified by Southern blotting of tail DNA for elements of the hGFAP gene. Four founders transmitted the hGFAP-CCL2 transgene to progeny. Normal, nontransgenic (SJL×SWR)F2 mice were used as controls. SJL×SWR controls were established by crossing female SJL/J with male SWR mice. The offspring of this cross were then maintained as a repeatedly intercrossed control SJL×SWR line in parallel with the transgenic lines. The biological properties of JE95 mice were previously described (Huang et al, 2002) . Animal care and use at Northwestern University and the Cleveland Clinic were approved by the respective institutional animal care and use committees and performed according to Public Health Sevice guidelines.\n\nVirus was prepared as described previously . Briefly, confluent monolayers of BHK-21 cells (ATCC) were infected with the BeAn 8386 strain of TMEV for 72 h. Virus was precipitated with NaCl and polyethylene glycol (PEG) and then pelleted by centrifugation. Virus was further purified by ultracentrifugation on discontinuous 20% to 70% sucrose and Cs 2 SO 4 gradients. Finally, virus was pelleted, resuspended in PBS, and measured for optical absorbance at 260/280 nm. Plaque assays of the supernatant were performed on BHK-21 cells.\n\nMice were anesthetized with sodium pentobarbital and injected in the right cerebral hemisphere with 3 × 10 6 plaque-forming units (PFU) of TMEV (BeAn strain) in 30 μl of sterile DMEM. Mice were examined two to three times per week for the first 3 weeks until all infected animals were exhibiting neurological signs of TMEV-IDD. After signs of clinical disease, mice were examined biweekly. Clinical symptoms were scored as 1 = waddling gait; 2 = severe waddling gait and righting reflex impairment; 3 = hind limb paralysis with/without incontinence. Clinical data have been expressed as the mean clinical score at a particular timepoint.\n\nChemokine analysis CNS chemokine mRNA expression was analyzed by RPA as previously described (Glabinski et al, 1998) . Serum CCL2 concentrations were determined from JE32 and control mice of different ages by specific ELISA as previously described .\n\nHistologic evaluation of CNS inflammation was performed using standard H&E methodology as previously described (Karpus et al, 1995) .\n\nTransgenic and control animals, aged 6 to 8 weeks, were given 50 μg of LPS (Escherichia coli serotype 0111:B4; Sigma, St. Louis, MO) in 100 μl of sterile PBS by IP injection. Animals were monitored for 72 h and sacrificed by total body perfusion with PBS through the left ventricle for examination of CNS tissue by standard H&E histology. Control treatment consisted of IP administration of 100 μl sterile PBS. Spinal cord tissue for histology was recovered by microdissection of the dorsal vertebrae to maintain intact meninges.\n\nOrgan harvest and cell isolation Spleen, peripheral lymph nodes (inguinal, brachial, axillary), thymus, peripheral blood, and spinal cord CCL2 mediates enhanced TMEV-induced demyelination 634 JL Bennett et al tissue were harvested from two to four mice per group, aged 6 to 8 weeks. Sample weights were determined before processing. Splenocytes were isolated by homogenization through 100-mesh stainless steel screens and red blood cells lysed by incubation with 2 ml/organ of Tris-NH 4 Cl (pH 7.2) at 37 • C for 10 min. Lymph nodes and thymi were similarly isolated by homogenization through 100-mesh screens. All samples were washed with Hanks buffered salt solution (HBSS) (BioWhittaker, Walkersville, MD) and resuspended in 3 ml Dulbecco's modified Eagle medium containing 5% fetal calf serum (FCS), 1 mM glutamine, 100 U/ml penicillin, 100 μg/ml streptomycin, 1 μM nonessential amino acids, and 5 × 10 −5 M 2-ME (complete DMEM-5; all components from Gibco BRL, Grand Island, NY) for culture.\n\nPeripheral blood was harvested by cardiac puncture into syringes containing 100 μl heparin sulfate (100 U/ml) per mouse. Samples were pooled by experimental group and the total volume was determined before overlay of sample on to 3 ml Ficoll (Nycomed Pharma, Oslo, Norway) in polyethylene tubes. Gradients were produced by spinning at 22 • C for 15 min, 1200 rpm. Buffy coat interface was recovered and washed with 10 ml HBSS. Samples were resuspended in DMEM-5 for culture.\n\nSpinal cords were isolated by flushing the vertebral column with 1 × PBS through a blunted 18-gauge needle and homogenized by passage through 100mesh stainless steel screens. Single-cell suspensions were washed with HBSS and pelleted by centrifugation at 1200 rpm for 10 min at 4 • C. Cells were then resuspended in 5 ml 30% Percoll solution (Amersham Pharmacia Biotech AB, Uppsala, Sweden). Percoll solution, 70%, was added by underlay and leukocytes isolated by 10-min spin at 22 • C, 1200 rpm (328 × g). Leukocytes were recovered from the interface and washed with 1 ml HBSS. Cells were pelleted by quick spin (up to 7000 rpm), resuspended in 1 ml flow buffer (PBS containing 0.05% bovine serum albumin [BSA], 0.01% sodium azide), and counted. Samples were stored at 4 • C until antibody staining and flow cytometric analysis.\n\nPurified T cells were recovered from spleen and lymph nodes as described above and isolated using an AutoMACS machine (Miltenyi Biotech, Auburn, CA). Briefly, cell samples were washed with MACS buffer (1 × PBS, 0.5% BSA, 2 mM EDTA, pH 6.5), then resuspended in 2 ml buffer containing 50 μg biotinylated anti-CD4 antibody (L3T4) (Pharmingen, San Diego, CA) and stored on ice for 10 min. Following a wash with buffer, AutoMACS streptavidin microbeads were added for 10 min on ice. After a final wash, CD4 + T cells were sorted by positive selection in 2-ml samples and analyzed for purity by staining with CD3-FITC (fluorescein isothiocyanate), CD19-PE (phycoerythrin), CD8-PerCP (peridinin chlorophyll protein), and CD11b-APC (allophycocyanin). Purity was determined to be at least 97%.\n\nCellular composition of lymphoid organs was determined by staining with lymphocyte specific antibodies and analysis on a FACS-Calibur cytometer (Becton Dickinson, San Jose, CA). One million cells were incubated with anti-Fc blocking antibody (anti-mouse FcRεII/III, 24G2) for 15 min at 4 • C and incubated with titered dilutions of the following antibodies: CD4-FITC (RMA4-5), CD8-PE (53-6.7), CD45-PerCP (Ly-5), and CD11b-APC (M1/70), CD19-PE (1D3), and CD3-APC (145-2C11) (all antibodies from Pharmingen, San Diego, CA). Data were acquired and analyzed using CellQuest Pro software (Becton Dickinson, San Jose, CA). Data was gated as a function of CD45 expression and side light scatter characteristics. Relative cell composition of organs was estimated by multiplying the percent positive by the total cell count for each individual organ.\n\nTo examine the activation status of T cells and monocytes, CD4 + T cells were depleted from CNSisolated mononuclear cell pools using CD4 Dynabeads according to the manufacturer's instructions (Dynal Biotech, Oslo, Norway). CD4 + T cells were washed with flow buffer, filtered, and examine by flow cytometry for expression of CD44-FITC (Ly-24), CD25-PE (3C7), CD62L-FITC (Ly-22), CD69-PE (H1.2F3), CD45 PerCP (Ly-5), and TCR-α/β-APC (H57-597). The remaining cell pool was stained with CD11b-APC (M1/70) and CD45-PerCP (Ly-5), sorted in to CD45 high CD11b + and CD45 low CD11b + populations, and reverse transcriptase (RT)-PCR performed for analysis of iNOS expression.\n\nProliferative capacity of CD4 + T cells isolated from SJL×SWR and JE32 animals was assayed by conventional mitogenic stimulation. Purified T cells were resuspended at a concentration of 10 6 cells/ml in DMEM-5. 96-and 24-well plates were coated with 2 μg/well anti-CD3 (145-2C11) and anti-CD28 (37.51) antibodies (Pharmingen), or PBS (pH 7.2) as a control, for 90 min at 37 • C and then washed 3 times with PBS before addition of samples. 5 × 10 6 cells/ml were added to the plates in triplicate wells and incubated at 37 • C for 24 h. Cells were pulsed with 1 μCi 3 H-TdR (ICN Biochemicals, Irvine, CA), incubated an additional 12 h, and harvested onto glass filters (Packard, Meriden, CT). Microscint (Packard, Meriden, CT) fluid was added to the filter and the 3 H-TdR incorporation determined on a Top Count liquid scintillation counter. Counts per minute (CPM) was calculated by subtracting average CPM values of unstimulated wells from average CPM values of anti-CD3-and CD28-stimulated wells.\n\nCytokine production T cells were analyzed for cytokine response to mitogenic stimulation by ELISA. Purified T cells were added at a concentration of 1 × 10 6 cells/ml to anti-CD3-and anti-CD28-coated plates as described above. Supernatants were recovered at 24 and 48 h and stored at −20 • C until assayed. Cytokine analysis was performed by standard techniques using interferon (IFN)-γ and IL-2 ELISA kits according to manufacturer instructions (Endogen, Cambridge, MA). Plates were developed by addition of TMB substrate (Dako, Carpinteria, CA) and 0.18 M H2SO4. All samples were analyzed in triplicate. Results were"}