{"title": "Human coronaviruses are uncommon in patients with gastrointestinal illness", "body": "Background: Coronaviruses infect numerous animal species causing a variety of illnesses including respiratory, neurologic and enteric disease. Human coronaviruses (HCoV) are mainly associated with respiratory tract disease but have been implicated in enteric disease. Objectives: To investigate the frequency of coronaviruses in stool samples from children and adults with gastrointestinal illness by RT-PCR. Study design: Clinical samples submitted for infectious diarrhea testing were collected from December 2007 through March 2008. RNA extraction and RT-PCR was performed for stools negative for Clostridium difficile using primer sets against HCoV-229E, HCoV-OC43, HCoV-NL63, and HCoV-HKU1. Clinical data from samples positive for coronaviruses were reviewed and recorded. Results: Samples from 479 patients were collected including 151 pediatric (≤18 years), and 328 adults (>18 years). Of these samples, 4 patients (1.3%, 2 adult; 2 pediatric) screened positive for the presence of a coronavirus. All detected coronaviruses were identified as HCoV-HKU1. No stools screened positive for either HCoV-229E, HCoV-NL63 or HCoV-OC43. All HCoV-HKU1 positive samples occurred between mid-January to mid-February. Clinical manifestations from HCoV-HKU1 positive patients included diarrhea, emesis and respiratory complaints. Three (75%) patients were admitted to the hospital with a median length of stay of 6 days. Conclusions: Coronaviruses as a group are not commonly identified in stool samples of patients presenting with gastrointestinal illness. HCoV-HKU1 can be identified in stool samples from children and adults with gastrointestinal disease, with most individuals having respiratory findings as well. No stool samples screened positive for HCoV-NL63, HCoV-229E, or HCoV-OC43.\n\n© 2010 Elsevier B.V. All rights reserved.\n\nGastroenteritis is a significant cause of morbidity and mortality worldwide in both children and adults. 1 Viruses recognized as important enteric pathogens include rotavirus, noroviruses, astroviruses, sapoviruses, and enteric adenovirus. 2 Other viruses implicated in human gastroenteritis include coronaviruses, toroviruses, human bocaviruses, picornoviruses, pestivirus, and breda virus. [3] [4] [5] [6] [7] [8] However, the role of these viruses in gastrointestinal illness remains unclear. Even with sensitive molecular diagnostic techniques, a substantial percentage of gastrointestinal illness has no identifiable etiology. This suggests the presence of unrecognized pathogens.\n\nCoronaviruses are enveloped, plus-sense RNA viruses recognized as a cause of respiratory disease since the 1970s. [9] [10] [11] Coronavirus infections occur throughout the year, often with a wintertime predominance in temperate climates. [12] [13] [14] Human coronaviruses (HCoV) can be divided into 2 serogroups with HCoV-229E and HCoV-NL63 falling into serogroup 1 and HCoV-OC43 and HCoV-HKU1 residing in serogroup 2. Severe acute respiratory syndrome associated coronavirus (SARS-CoV) has tentatively been regarded as a member of serogroup 2.\n\nIt has been hypothesized that human coronaviruses may play a role in enteric disease. Coronaviruses are associated with diarrheal disease in many animal species 10, 15, 16 and early studies implicated coronaviruses with human gastrointestinal illnesses. Rousett et al. found coronavirus-like particles by electron microscopy in stool of children with diarrhea and infants with necrotizing enterocolitis. 17, 18 Resta et al. demonstrated that a higher proportion of children with gastroenteritis had an antibody response to coronaviruses. 19 During the SARS-CoV 2002-2003 outbreak, enteric involvement was reported in 38-70% of patients 10, 20 and was detected frequently in stool samples col- lected from infected individuals. 21 Studies of newly recognized coronaviruses report effected patients have evidence of gastrointestinal involvement. 14, 22, 23 Recently, Vabret et al identified HCoV-HKU1 from stools in pediatric patients whose respiratory samples screened positive for HCoV-HKU1. 23 However, large studies investigating coronaviruses in patients with gastrointestinal illness are lacking.\n\nWe screened stool samples from children and adults with gastrointestinal illness for evidence of human coronaviruses: HCoV-NL63, HCoV-HKU1, HCoV229E, and HCoV-OC43.\n\nFrom December 1, 2007 to March 31, 2008, stool samples were collected from the core laboratory at University Hospitals-Case Medical Center of Cleveland. Samples were submitted to the core laboratory at the discretion of the primary medical teams. Submitted samples originated from the emergency department, inpatient wards, intensive care units, and hospital-affiliated primary care outpatient clinics. We obtained all clinical specimens from children and adults that screened negative for Clostridium difficile A and B toxin by enzyme immunoassay (Meridian Bioscience, Cincinnati, OH). Each month, a minimum of 100 stool specimens were randomly selected for coronavirus screening. Samples were reviewed to ensure an adequate sampling of pediatric patients. Other than age no selection criteria was used.\n\nNucleic acid from each stool specimen was extracted with the MagMAX TM -96 Total Nucleic Acid Isolation Kit (Applied Biosystems, Foster City, CA) according to the manufacturer's protocol.\n\nRandom hexamer primers (Invitrogen Carlsbad, CA), were used to create a cDNA library for each specimen using M-MLV RT (Invitrogen, Carlsbad, CA). Each cDNA was subsequently screened for the presence of HCoV-229E, HCoV-OC43, HCoV-NL63, and HCoV-HKU1 in separate PCR reactions using platinum Taq polymerase (Invitrogen, Carlsbad, CA) according to the manufacturer's specification. Primers used to screen stool specimens originate from published reports. 11, 14, 22, 24 Amplification protocol for all reactions were as follows: 95 • C for 3 min; followed by 40 cycles of 94 • C for 1 min, 55 • C for 1 min, and 72 • C for 30 s; and completed with a final extension cycle of 72 • C for 10 min. Coronavirus positive isolates were confirmed by sequence analysis and screened for the presence of common gastrointestinal viruses including adenovirus, rotavirus, noroviruses, and human bocaviruses by RT-PCR. 7,25-27\n\nMedical records of all coronavirus positive patients were reviewed. Demographic data, history of illness, results of clinical examination, and laboratory studies were recorded on a standard collection form.\n\nBetween December 1, 2007 through March 31, 2008 479 stool samples were selected for coronavirus screening. Of these, 328 (68%) were obtained from adult patients (age ≥ 18 years) and 151 (32%) from pediatric patients (age < 18 years). Four (0.8%) samples screened positive for the presence of a coronavirus including 2 (0.6%) adult patients and 2 (1.3%) pediatric patients ( Table 1) . All four coronavirus isolates were identified as HCoV-HKU1. No samples screened positive for either HCoV-229E, HCoV-OC43, or HCoV-NL63.\n\nAll HCoV-HKU1 samples were detected between January 15 2007 and February 17 2008. Three (75%) of which occurred in January representing 2.5% of all samples screened. No samples screened positive for coronaviruses during the months of December or March. All HCoV-HKU1 positive stools screened negative for the presence of adenovirus, rotavirus, noroviruses, and human bocaviruses by RT-PCR.\n\nThe most common gastrointestinal symptoms reported include emesis (75%) and diarrhea (75%) ( Table 1 ). In addition, many patients (75%) had associated respiratory findings. Three patients (75%) were admitted to the hospital whereas one was seen and discharged from the emergency department. Median length of hospitalization was 6 days. Encounter diagnoses include gastroenteritis (50%), pneumonia (25%), and fussiness (25%). Three patients, including both adults, had underlying illnesses including diabetes, COPD, and congenital heart disease. No coronavirus positive patients had underlying gastrointestinal comorbidities.\n\nCoronaviruses are common human pathogens affecting children and adults worldwide with most individuals becoming infected in the first few years of life. 28, 29 In patients with respiratory disease, coronaviruses have been identified in up to 13% of respiratory samples. 14, 22, 30, 31 Nearly 25% of patients with HCoV-NL63 12 and close to 50% of patients with HCoV-HKU1 having associated gastrointestinal findings. 12, 22, 32 Our knowledge of animal coronaviruses and SARS-CoV demonstrate these viruses may transit and thrive within the gastrointestinal system. 10, 16, 20, 21 This is the first study targeting known human coronaviruses from a large number of patients with gastrointestinal illness. We demonstrate the identification of human coronavirus HKU1 RNA and note the absence of other recognized coronavirus pathogens. The lack of HCoV-229E, HCoV-NL63 and HCoV-OC43 in this study is surprising but is not conclusive of their absence. Because of year to year variation, 13 circulation during the study period may have been minimal. Surveillance encompassing all seasons over several years would aid in this regard. The presence of HCoV-HKU1 genetic sequences in stool samples from patients with gastrointestinal illness suggests this coronavirus may play a role in enteric disease. However, causality cannot be addressed through our study's design. Prospective, population-based studies are required.\n\nThis study contains several shortcomings. The most notable is the lack of a control group without gastrointestinal disease. Further studies including an asymptomatic control group and paired respiratory sample analysis is warranted. In addition, by selecting specimens acquired through the core laboratories of the regional referral hospital, a bias towards finding individuals with more severe disease may occur. Investigations focusing on mild gastroenteritis outside the hospital should be undertaken. Despite these shortcomings, the paucity of individuals who screened positive for coronavirus suggests that these viruses likely play a minor role in human gastroenteritis requiring medical evaluation.\n\nIn conclusion, we identified the human coronavirus HKU1 in stool samples from patients with gastrointestinal symptoms. Shedding of HCoV-HKU1 in stool may play a role in this virus's transmission. Other common human coronaviruses including HCoV-NL63, HCoV-OC43 and HCoV-229E were notably absent suggesting that these coronaviruses may play a lesser role in severe gastrointestinal disease. Further investigation into the role of coronaviruses in human disease outside the respiratory tract will lead to better understanding of these viral pathogens.\n\nNone of the authors report conflicts of interest."}