{"title": "Current progress in antiviral strategies", "body": "The prevalence of chronic viral infectious diseases, such as human immunodeficiency virus (HIV), hepatitis C virus (HCV), and influenza virus; the emergence and re-emergence of new viral infections, such as picornaviruses and coronaviruses; and, particularly, resistance to currently used antiviral drugs have led to increased demand for new antiviral strategies and reagents. Increased understanding of the molecular mechanisms of viral infection has provided great potential for the discovery of new antiviral agents that target viral proteins or host factors. Virus-targeting antivirals can function directly or indirectly to inhibit the biological functions of viral proteins, mostly enzymatic activities, or to block viral replication machinery. Host-targeting antivirals target the host proteins that are involved in the viral life cycle, regulating the function of the immune system or other cellular processes in host cells. Here we review key targets and considerations for the development of both antiviral strategies.\n\nViruses comprise a large group of pathogens that are responsible for causing severe infectious diseases. Over the past 30 years, antiviral agents that target viral proteins or host factors have been successfully developed. Based on their inhibitory mechanisms, antiviral reagents can be divided into two groups: (i) inhibitors that target the viruses themselves or (ii) inhibitors that target host cell factors. Virus-targeting antivirals (VTAs) can function directly (DVTAs) or indirectly (InDVTAs) to inhibit biological functions of viral proteins, mostly enzymatic activities, or they block the correct formation of the viral replication machinery (Table 1) . Host-targeting antivirals (HTAs) include reagents that target the host proteins that are involved in the viral life cycle (Figure 1 ), regulating the function of the immune system or other cellular processes in host cells. With increased knowledge of viral protein and host factors, the scientific community has achieved great progress in mechanism-based antiviral discovery against chronic viral infectious diseases, and in understanding of the emergence of new viral diseases and of the resistance to traditional antivirals. This review will highlight recent achievements in antiviral development and discuss various strategies for preventing virus attachment and entry into the host cell, as well as strategies for preventing virus replication and transcription within the host cell.\n\nThe first step in viral invasion is the attachment to host cells via an interaction with functional receptor(s). For enveloped viruses, the viral proteins located on the outer envelope of the virion are responsible for the recognition of receptors and the attachment to host cells. HIV (a member of the Retroviridae family) is a typical enveloped virus, and its invasion is mediated by the envelope proteins gp120 and gp41, which are arranged on the viral membrane as a trimer of three trans-membrane gp41 and three noncovalently attached gp120 surface subunits [1] (Figure 2 ). gp120 recognizes the CD4 receptor and launches the conformational changes that expose the binding sites for the binding of a co-receptor, (i.e., CCR5 and CXCR4 [2] ). Antagonists that block the interactions between HIV and its receptor and co-receptors have therefore been developed as anti-HIV therapeutics. Attempts to find specific inhibitors that block the interaction between HIV-1 and CD4 were initiated using a soluble extracellular domain of CD4 protein that retained the ability to bind gp120. Although the preliminary results revealed that either soluble CD4 protein or a CD4-immunoglobulin fusion protein showed good in vitro anti-HIV activity, all failed in clinical trials due to poor pharmacokinetic features (e.g., the half-life of CD4-immunoglobulin fusion protein in mice is only 2.4 h) [3] [4] [5] . Small molecule inhibitors that occupy a specific region within the CD4-binding pocket of gp120 were subsequently developed to block the gp120-CD4 interaction (Figure 2A ). For example, BMS488043 [6] and BMS663068 [7] were found to significantly reduce HIV-1 proliferation and have good pharmaceutical characteristics.\n\nAnother success is influenza neuraminidase (NA) inhibitor (NAI). Influenza NA is a surface glycoprotein and functions at two steps of the viral life cycle: (i) cleaves the cell receptor sialic acid residues, which bind to influenza hemagglutinin (HA), and allows the release of the progeny virus; and (ii) cleaves the sialic acid moieties on the mucin that bathes the airway epithelial cells or cobinds the receptor with HA [8] . In line with the structure of NA [9, 10] , several NAIs have been successfully developed to competitively occupy the sialic acid-binding pocket of NA. Among these NAIs, oseltamivir and zanamivir were first used clinically as an anti-flu therapy [11] . Oseltamivir is a prodrug that is readily absorbed by the gastrointestinal tract and is converted by hepatic esterases to the active compound (oseltamivir carboxylate). Zanamivir has poor oral bioavailability and is currently available as a dry powder mixed with lactose. Moreover, laninamivir and peramivir were also approved in North Asia recently. Laninamivir has excellent in vitro activity against wild type, as well as oseltamivir-resistant, influenza viruses currently circulating [12] . Additionally, peramivir is another NAI that differs structurally from other inhibitors through novel substitutions that result in multiple binding interactions with the active site and allows the antiviral to be active against NAI-resistant viruses [13] . Non-enveloped viruses, such as the picornavirus (Picornaviridae family) and human papillomavirus (HPV) (Papillomaviridae family), interact with their functional receptors through viral capsid proteins. Picornaviruses are typical non-enveloped viruses, and some members, including enterovirus 71 (EV71) and human rhinoviruses (HRVs), are responsible for causing severe human infection diseases. The non-enveloped capsids of picornaviruses are icosahedral structures comprising 60 copies of viral structural proteins VP1-4 [14, 15] . VP1-3 each adopt a b-barrel configuration and are arranged with icosahedral symmetry such that VP1 surrounds the 5-fold axes and VP2 and VP3 alternate around the 2-and 3-fold axes [16] . Although the receptor-binding sites on the surface of picornavirus capsids are not conserved [17] , these sites have been used to discover inhibitors that block virus-receptor interactions. For example, the canyon structure on the surface of the HRV capsid serves to bind to the HRV receptor, and the soluble portion of the intercellular adhesion molecule-1 (ICAM-1) [18] and numerous compounds that compete with the putative HRV receptor binding site have been shown to bind in a nearby hydrophobic pocket to inhibit virus attachment to the receptor [19] . However, none of these compounds have been clinical successes to date.\n\nAfter attaching to host cells, a virus will release its genome into the cytoplasm through endocytosis or direct membrane fusion. Because this viral entry is one of the key early steps in the viral life cycle (Figure 1 ), entry inhibitors have been successfully developed for antiviral therapies. As an enveloped virus, HIV-1 uses gp41 to facilitate its entry process after gp41 is activated by the binding of gp120 to the receptor. The extracellular portion of gp41 contains two heptad repeat domains (HR1 and HR2) separated by a loop region and a hydrophobic fusion peptide (FP) at the N terminus. During the fusion process, the FP of gp41 is inserted into the host cell membrane, and HR1 adopts a triple-stranded coiled-coil structure, forming a meta-stable prefusion intermediate. HR2 subsequently folds into the hydrophobic grooves of the HR1 coiled-coil to form a stable six-helix bundle that juxtaposes the viral and cellular membranes for fusion ( Figure 2C ). Fusion inhibitors are designed to block the conformational changes that are required for membrane fusion. The T20 peptide (Enfuvirtide), which is a peptidic mimic of HR2 and acts by competitively binding to HR1, is the first and the only clinically approved fusion inhibitor [20, 21] . T20 can inhibit a broad range of HIV strains at the nanomolar level, but the poor bioavailability of the drug (it has a plasma half-life of 4 h) make the clinical application of this drug difficult [22, 23] . To overcome this pharmacokinetic disadvantage, a series of modified peptides including Cp32M [24] , Sifuvirtide [25] , and T2635 [26] have been generated to stabilize the helical structure of the HR2-like peptide by incorporating intrahelical salt bridges between the helix turns. In particular, the plasma half-life of sifuvirtide is 5-fold greater than that of T20 [27] . Moreover, chemical modifications including the PEGylation [28] , glycosylation [29] , and more have also been introduced to improve the pharmacokinetics of HR2-based fusion inhibitors.\n\nAlternatively, a subset of bioavailable small molecule fusion inhibitors have been developed targeting the HR2binding pocket on the HR1 trimer [30] [31] [32] or other undefined regions [33] . A similar strategy has been successfully used against many viruses that use a class I fusion mechanism, including influenza virus, Ebola virus (Filoviridae family), and severe acute respiratory syndrome coronavirus (SARS-CoV) (Coronaviridae family) [34] , but this approach is rare in antiviral development targeting viruses with a class II/III fusion mechanism. However, the difficulty in production and delivery means that none of these small molecule fusion inhibitors can be approved for clinical use.\n\nNon-enveloped viruses use a different strategy for virus entry. After attaching to their receptors, a non-enveloped virus releases its genome into the host cell through a conformational shift of its capsid protein(s). For example, the capsid of EV71 harbors 60 copies of a hydrophobic 'pocket factor', a natural lipid (sphingosine), at the base of the canyon in the capsid protein VP1 [35] (Figure 3 ). The expulsion of sphingosine following the binding of the virus to its receptor triggers the opening of the capsid to release the viral genome. Pleconaril [36] and BTA798 are two examples of hydrophobic compounds that can replace the natural pocket factor and inhibit picornaviral uncoating by generating resistance to the expulsion of pocket factor [37] [38] [39] . Using the skeletons of pleconaril and related molecules, a novel class of imidazolidinones has been further synthesized with significant anti-EV71 activity (IC 50 in the range of 0.001-25 mM) [40] .\n\nMost viruses encode one or several proteases that play crucial roles in the viral life cycle. The viral proteases carry out the proteolysis of a polyprotein precursor and release functional viral proteins, allowing them to function correctly and individually in replication/transcription and maturation [41, 42] . Viral proteases also effectively protect viral proteins by modulating host cell pathways, including ubiquitination and ISGylation [43] [44] [45] [46] [47] [48] . In contrast to the diversity of viral protease functions and structures, the catalytic active site of viral proteases generates stringent substrate specificity in protein cleavage. Synthetic substrate peptides, which can be designed according to the natural substrates of individual viral proteases, usually generate high-affinity binding and thus provide potent candidates for further drug discovery. One of the great successes is the HIV-1 protease inhibitors (PIs). There are ten PIs currently approved to treat HIV-1 infection: amprenavir (APV), atazanavir (ATZ), darunavir (TMC114), fosamprenavir (Lexiva), indinavir (IDV), lopinavir (LPV), nelfinavir (NFV), ritonavir (RTV), saquinavir (SQV), and tipranavir (TPV) [49] . All HIV-1 PIs share relatively similar chemical structures derived from its natural peptidic substrate and, therefore, the cross-resistance to PIs occurs at the active site of HIV-1 protease [50] . As a result, PIs are commonly used as the combination with other anti-HIV drugs to avoid drug resistance. Because most of the pharmaceutical disadvantages have been overcome, PIs have become the most potent types of antiviral drugs. Current progress in generating antiviral PIs has been systematically reviewed elsewhere [51, 52] .\n\nAlmost all viruses encode polymerases in the central steps of replication and transcription. Thus, polymerases are becoming the most attractive and suitable targets for antiviral development. Based on the function and structure of viral polymerases, there are two major types of polymerase inhibitors: (i) nucleoside and nucleotide substrate analogs and (ii) allosteric inhibitors. Nucleoside/ nucleotide analogs play a dominant role in antiviral drugs targeting viral polymerases. Nucleoside analogs are first triphosphated by the host cell to produce the active inhibitor and then act as an inhibitor by competing with the natural nucleoside triphosphates and terminating the growing viral nucleic acids. The disadvantage of nucleoside analogs is that the initial phosphorylation step, that is, production of the monophosphorylated form, required for activation to a triphosphate may not correctly occur in the host cell [53] . Therefore, monophosphate nucleotide analogs were developed as polymerase inhibitors to avoid this problem. To date, most of the approved antiviral drugs for anti-HIV therapy utilize this mechanism, including Zidovudine (AZT,\n\n, and others. The same strategy was also successfully used in the development of antivirals against a wide range of viruses, including cytomegalovirus (CMV) [54] and herpes simplex virus (HSV) [55] (Herpesviridae family), hepatitis B virus (HBV) (Hepadnaviridae family) [56] , and HCV [57] .\n\nDuring the course of a polymerase cycle, the relative orientation of the polymerase domains undergoes a slight shift and this shift causes the conformational change of a specific site, the allosteric site, in the viral polymerase. Therefore, compounds that bind to the allosteric site could conceivably block the structural movement of polymerase domains and thus inhibit the function of viral polymerases. Antiviral inhibitors that work by this mechanism are known as 'allosteric inhibitors'. The allosteric inhibitors of HIV reverse transcriptase (RT) are also known as nonnucleoside reverse transcriptase inhibitors (NNRTIs). NNRTIs and the hydrophobic binding site on HIV RT were first identified by screening compound libraries against HIV-1 RT combined with structural biological analysis [58] [59] [60] [61] . The binding of NNRTI to HIV-1 RT prevents the flexibility and movement of RT required for the elongation of the nucleic acid. To date, there are five NNRTIs, that is, nevirapine, delavirdine, efavirenz, etravirine, and rilpivirine, that have been approved by the FDA for clinical use to treat HIV-1 infection. Furthermore, the development of NNRTIs against other viral polymerases, such as that of HCV, is ongoing, and other polymerases are likely to have suitable sites for allosteric inhibitors [62] .\n\nIntegrase is an enzyme that helps the retrovirus to facilitate the incorporation of proviral DNA into the host cell genome and catalyzes a vital function in viral replication. Inhibitors of integrase represent the newest class of Figure 4) . Raltegravir, an integrase strand transfer inhibitor (INSTI), was the first generation drug of this class to be approved and is a potent and welltolerated antiviral agent [63] . Dolutegravir is the most advanced second generation INSTI, and it possess good tolerability, once-daily dosing with no need for a pharmacological enhancer, and relatively little cross-resistance with raltegravir [64] . Another INSTI, elvitegravir, was recently approved for the treatment of HIV infection as part of a fixed dose combination known as Stribild [65] . Furthermore, inhibitors of the lens epithelium-derived growth factor (LEDGF)/p75 binding site of integrase (LED-GINs) have also been developed, but these are still in a very early stage. Each of these drugs contributes a new benefit to the class and will extend the treatment options for patients with HIV-1 infection.\n\nThe 5 0 terminus of the genomic RNA in a subset of RNA viruses requires a cap structure, which can be directly taken from the mRNA of host cells, as in influenza virus, or synthesized by viral enzymes, as in flavivirus and coronavirus. In the latter cases, a cap structure is generated by a series of enzymes and attached to the first nucleotide of the genome RNA via a 5 0 -5 0 triphosphate linker. For example, the genome of flavivirus is capped by a type 1 cap structure (m 7 GpppAm), which is methylated at the N-7 position of the guanine (m 7 G) and on the 2 0 OH of the ribose of the first nucleotide (Am) of the genome RNA [66] . Three enzymatic steps are required to form the cap structure, including an RNA triphosphatase (NS3), a guanylyl transferase (GTase), and a methyltransferase (MTase), provided by the N terminus of NS5 protein. Based on the structure of MTase and its complex with different substrates, three key ligand-binding sites were identified ( Figure 5 ). The binding site for S-adenosyl methionine (SAM), which acts as the methyl donor, is located at the core domain of MTase, whereas the binding site for the receiver GTP molecule and the guanine moiety of the RNA cap is formed by the core domain and the N-terminal extension. Moreover, there is another site that binds RNA between the SAM and GTP pockets; this site is known to be a second, lower affinity binding site that is formed by the core domain and by a channel between two helices of the Nterminal extension.\n\nBecause these sites are crucial for MTase activity and virus replication, all are valid sites for the design of DVTAs (Figure 4) . Ribavirin was first shown to inhibit the binding of the RNA cap to dengue virus (DENV) MTase by competitively binding to the GTP/RNA cap pocket [67] . Through structure-based drug design, aurintricarboxylic acid was found to inhibit the 2 0 -O activity of DENV MTase with an IC 50 of 2 mM by binding to the lower affinity site [68] . Another inhibitor, sinefungin, which is an analog of SAM with the methylated sulfur of SAM replaced by a carbon and amine, can inhibit flavivirus activity with an IC 50 as low as 0.7 mM [69] . Recently, the compound BG323 has been discovered using high-throughput screening (HTS) methods as an in vitro inhibitor of the guanylyltransferase activity of DENV MTase (and thus DENV replication) [70] . However, these inhibitors must be used at a high concentration to outcompete the high-affinity endogenous ligand, and it is necessary to solve this problem before this mechanism can be clinically exploited.\n\nSome viruses utilize a viral helicase to separate one strand of DNA or RNA from the complementary strand in a process driven by adenosine triphosphate (ATP) hydrolysis. The most widely studied viral helicase is the flaviviral helicase, which is the helicase domain of nonstructural protein 3 (NS3) encoded by HCV. SARS-CoV (nsp13 protein), Simian virus 40 (SV40) (Polyomaviridae family) (TAg protein), and HPV (E1 protein) are also known to encode helicases for their replication [71] . The inhibitors of helicase-catalyzed ATP hydrolysis are the most straightforward class, and several nucleotide and nucleobase analogs have been discovered targeting this mechanism. Biphenyls and triphenylmethanes have been studied as inhibitors of SV40 TAg [72] , HPV E1 [73] , and HCV NS3 helicase [74] . Biphenyls and biphenysulfonacetic acid were found to inhibit HPV growth, an inhibitor of HPV E1-catalyzed ATP hydrolysis with an IC 50 value >2 mM [75] . Compounds similar to triclocarban (CID7547) and Bisphenol A (BPA; CID6623) were found to inhibit the helicase activity of SV40 TAg. Based on the complex structure of the HCV NS3 helicase domain and soluble blue HT (PDB code 2ZJO), triphenylmethanes, a more potent triphenylmethane [76] , and aurintricarboxylic acid (ATA) [77] were developed to inhibit the helicase activity of HCV NS3.\n\nThe nucleic acid binding site of helicase is also a promising site for the discovery of antiviral compounds that directly inhibit helicase-catalyzed unwinding [78] . For example, many DNA-binding pharmacophores, such as anthracyclines, acridones, tropolones, and amidinoanthracyclines, have been optimized as HCV helicase inhibitors [78] . Although there are numerous efforts that have been launched to find antivirals targeting viral helicase, little progress had been made to push them into clinical usage, and these projects have met great challenges on cytotoxicity, bioavailability, and pharmacokinetic properties [79] .\n\nReplication and transcription complex blockers Following viral entry, viral proteins, together with a number of host cell factors, assemble a viral replication and transcription complex (RTC) that is responsible for the production of the viral genome or other nucleic acids [80] . Therefore, reagents that can efficiently block the formation of the viral RTC could conceivably inhibit viral proliferation.\n\nFor example, once HCV enters the host cell, the genome of HCV will work as mRNAs to produce viral proteins and form an RTC in which the host factors account for viral replication and transcription. NS5A is a membrane-associated nonstructural phosphoprotein, and it is believed that NS5A has no enzymatic activity but plays a critical role in regulating the formation of the HCV RTC. Gao et al. identified a potent HCV inhibitor, BMS790052, that targets NS5A and produced few side effects in a Phase I clinical study [81] . Although the exact mechanism by which BMS790052 exerts its effects is yet to be defined, the resistance profile reveals that inhibitor sensitivity maps to the N terminus of domain 1 of NS5A. This inhibitor is further shown to block the hyperphosphorylation of NS5A, which is believed to play an essential role in the viral life cycle. This work, for the first time, proved the concept that small molecules targeting a non-traditional viral protein without any known enzymatic activity can also have profound antiviral effects with considerable promise for the treatment of HCV infection.\n\nDuring the replication of EV71 and other picornaviruses, polymerase (also named 3D pol ), 3B (also named VPg), and protease (also named 3C pro ) participate in the formation of viral RTC, together with host polyA-binding protein 1 (PABP-1) and polyC-binding protein 2 (PCBP-2) [15] . Unlike many other viruses, the replication of the picornavirus genome is initiated by the 5 0 end of genome covalently linked to VPg through a so-called VPg uridylylation process [82] . Although VPg-binding sites vary in picornaviruses [14, 15, 83, 84] , the binding of VPg to 3D pol is known to be critical for VPg uridylylation and virus replication. In our recent study, we demonstrated that a ten amino acid peptide of VPg can effectively inhibit the VPg uridylylation process with an EC 50 as low as 50 nM (Z. Lou et al., unpublished). These results shed light on discovering future InDVTAs.\n\nThroughout the life cycle of a negative sense single-stranded RNA (ssRNA) virus, the genome length RNA is encapsidated by a virally encoded nucleoprotein (NP), instead of a naked RNA, and associated with RdRp (polymerase complex) to form a stable ribonucleoprotein (RNP) complex, which is responsible for virus replication, transcription, and assembly [85] . During this process, NP can protect the RNA against exogenous nucleases or the innate immune system in the host cell.\n\nBased on the crystallographic achievements regarding the ssRNA virus RNP complex [86] [87] [88] [89] [90] [91] [92] [93] [94] [95] [96] over the past few years, great progress has been made in this new putative antiviral strategy. Kao et al. first identified a compound, nucleozin, that triggers the aggregation of and inhibits the nuclear accumulation of NP; this compound can inhibit the replication of influenza virus with a nanomolar median effective concentration (EC 50 ) [97] . In a parallel effort, Gerritz et al. discovered a series of influenza replication inhibitors and showed that they interfere with NP-dependent processes via the formation of higher order NP \n\nTrends in Pharmacological Sciences February 2014, Vol. 35, No. 2 oligomers with an EC 50 of 60 nM [98] . Notably, the structure of the NP in complex with a representative compound from this class of inhibitors revealed that two molecules of an inhibitor in an antiparallel orientation lock two adjacent NP protomers. This unexpected quaternary complex explained the viral inhibition via ligand-induced formation of stable NP oligomers [98] . In addition to inhibiting NP, the disruption of the polymerase complex of influenza virus has been proposed for antiviral strategies. Based on the complex structure of the PA C-terminal domain (PA C ) and the first 25 amino acids of PB1 [99] , a subset of modifications on N-terminal peptide of PB1 was shown to diminish the binding affinity of PA and PB1, inhibit polymerase activity, and attenuate the replication of influenza virus [100] [101] [102] . Moreover, the structure of SFTSV NP in complex with Suramin, an antiviral inhibitor, revealed that the blockers bind to the RNA-binding cavity and can attenuate SFTSV replication; this indicated that targeting RNP formation may be a new therapeutic antiviral approach [103, 104] . Because both the polymerase complex and NP show significant conservation between different influenza viruses, these results demonstrated that targeting the formation of viral RNP is a valid approach to the development of small molecule therapies against serious antiviral resistance to currently available drugs, such as adamantanes or neuraminidase inhibitors.\n\nOther key interactions between viral proteins and/or host factors play essential roles in virus entry, replication, and maturation. A very interesting example is the interaction between HPV E1 and E2 protein, helping E1 helicase to tether to the HPV origin of replication. This interaction can therefore be used to guide the development of antivirals treating HPV infection. The disruption of the HPV E1-E2 interaction was first facilitated by a very potent inhibitor, CHEMBL1207308. This inhibitor can effectively diminish the interaction between HPV E1 and E2 and thus inhibit HPV proliferation with an EC 50 of 6 nM [105] .\n\nAlthough a few InDVTAs have been discovered for antiviral therapy, their mechanisms of working are still required to be further investigated. We cannot conclude the possibility that InDVTAs may have additional functions (or may be the major function) and the category of antivirals will be refined according to further knowledge.\n\nViruses utilize many host factors for their efficient proliferation. The correct functions of these host factors are crucial for virus replication and, therefore, compounds that regulate the function of host factors can be introduced as antiviral agents. Next we discuss two host factors that are involved in broad spectrum virus infection.\n\nApart from the acquired immune response, host cells mount a number of defenses, such as the innate immune response, to virus infection. Interferon (IFN) is one of the most crucial molecules in the innate immune response and acts as the primary switch for initiating antiviral immunity in vertebrates. Upon being infected by a virus, host cells produce and secrete type I (mainly IFN-a and IFN-b) and type III (IFN-l) IFNs. These secreted IFNs interact with the membrane-anchored IFN receptors (IFNARs), mainly IFNAR1 and INFAR2, and subsequently stimulate and upregulate the expression of hundreds of IFN-stimulated genes (ISGs) to inhibit the replication of viruses [106] . Among these ISGs, IFN-inducible transmembrane (IFITM) proteins restrict the entry of influenza virus, West Nile virus (WNV), and DENV. Additionally, Mx (myxovirus resistance) GTPases can inhibit the correct function of viral nucleocapsids and polymerases, such as influenza virus [107] .\n\nDue to the significance of IFN in the host cells to restrict viral infections, IFN is used in certain instances as a primary antiviral therapy, particularly in the absence of an effective antiviral or vaccination strategy. The use of IFN for antiviral therapy was first developed for treating HBV infection [108] and subsequently applied to treat HCV in combination with ribavirin [109] . IFN-b [110] and IFN-g [111] have also been evaluated for use in anti-HCV treatment. To further improve the therapeutic efficacy of IFN-a therapy, several options are being investigated. Some clinical benefits were observed in pilot studies with ofloxacin [112, 113] and an immunomodulatory peptide, a1-thymosin [114] . In particular, PEG-modified IFN-a [115] combined with ribavirin is now standard treatment for HCV infection.\n\nCyclophilins (Cyps) are key cellular factors that function in numerous cellular processes, including transcriptional regulation, the immune response, protein secretion, and mitochondrial function [116, 117] . Cyclophilin A (CypA) is a key member of the Cyp family and was first identified as a mediator of the immunosuppressive function of cyclosporin A (CsA) through the formation of a CsA-CypA complex. This complex binds to and inhibits the function of the protein phosphatase calcineurin [118] , which normally functions to dephosphorylate NF-AT, a transcription factor important for T cell activation.\n\nCypA is also known to play critical roles in the proliferation of viruses, including HIV-1, influenza virus, HCV, vesicular stomatitis virus (VSV), vaccinia virus, SARS-CoV, rotavirus (RV), and HPV [117, 119] , by interacting with viral proteins or facilitating IFN-b production [14, [120] [121] [122] [123] . CypA was first revealed to be incorporated into HIV-1 virions by interacting with the capsid protein (CA), and an interaction between newly synthesized HIV-1 CA and CypA is required for HIV-1 to induce dendritic cell maturation [114, 124] . CypA also interacts with other HIV-1 proteins, such as Vpr and p6, to regulate HIV infection [88, 91, [125] [126] [127] [128] . Several lines of evidence indicate that CypA and cyclophilin B (CypB) [129] function in the replication of HCV by either increasing the affinity of HCV polymerase NS5B for viral RNA to enhance HCV replication [130] or binding to the HCV NS5A protein to aid viral replication [131] .\n\nThe discovery of CypA inhibitors as antiviral agents started with the immunosuppressive drug CsA that inhibits HCV [129] and HIV [132] . On the basis of these results, CypA antagonists, which are often derived from Review Trends in Pharmacological Sciences February 2014, Vol. 35, No. 2 CsA, have been developed, including alisporivir (Debio-025), NIM811, and SCY635; these compounds lack immunosuppressive effects but retain high-affinity CypA binding and show very good antiviral effects against HIV or HCV infection [133] [134] [135] .\n\nHIV-1 co-receptors antagonists HIV-1 co-receptor antagonists that block the interactions between HIV-1 and CCR5 and/or CXCR4 have also been introduced to the anti-HIV efforts, and a few of these have been successful. For instance, CCR5 antagonists that potently inhibit HIV-1 replication and have good pharmaceutical properties, including aplaviroc [136] , maraviroc (the only clinically used anti-HIV drug as a co-receptor antagonist) [137] , vicriviroc [138] , and cenicriviroc [139, 140] , have been successfully advanced to Phase II/III clinical trials or approved for clinical usage in the past 5 years. However, the precise mechanisms of these co-receptor antagonists are still not clear. Recently, the crystal structures of CCR5 [141] and CXCR4 [142] have been reported. These two structures provided the atomic information of the ligand-binding pocket and the sites for co-receptor oligomerization. Further structural study on the complex of CCR5 and CXCR4 with their antagonists will promote the investigation into the inhibitory mechanisms of these inhibitors and help us to increase their anti-HIV efficacy.\n\nAt present, diverse antiviral drugs are clinically approved or in the later stages of clinical trials. Most are based on the conserved mechanisms described in this review, in particular through targeting of viral polymerases and proteases. However, the majority of drug-resistant infection cases have been reported with the usage of antivirals based on this strategy. The requirement for new antiviral drugs to treat chronic infectious diseases and the emergence of more efficient new viruses serve as catalysts for research to find additional targets and mechanisms for antiviral development.\n\nA few novel strategies have been introduced for antiviral research, including inhibitors of viral MTase and helicase, blockages of viral RTC formation (e.g., nucleozin to influenza), and host factor antagonists or agonists. However, protease and polymerase inhibitors still occupy a dominant place among antivirals. This is because we still do not have very precise knowledge on the mechanisms underlying alternative strategies, and this requires further investigations on their mechanism before these strategies can be widely used for antiviral development, in particular those targeting drug-resistant viral infections. In our opinion, protease and polymerase inhibitors will still be the first, and probably the major, choice in the development of therapies against emerging novel viruses.\n\nIn addition, we must consider another important aspect for antiviral development. For some viruses, currently available drugs can effectively eliminate the virus in the host, but genetic components are left behind. Thus, the host still suffers from the infection because the virus can integrate its genetics into the host cell. For example, treatment with the combination of INF and adefovir (or other antivirals) can effectively, if not completely, reduce HBV titer in human liver. However, the covalently closed circular DNA (cccDNA) cannot be removed and still exists in the nuclei of infected liver cells, where it continuously coordinates the expression of HBV antigens. Therefore, new mechanisms and strategies to completely remove viral components integrated in host cells, as well as to kill the virus itself, are required in future antiviral development."}