{"title": "Structural Analysis of the Conformational Domains Involved in Neutralization of Bovine Coronavirus Using Deletion Mutants of the Spike Glycoprotein Sl Subunit Expressed by Recombinant Baculoviruses", "body": "Bovine coronavirus (BCV) is an enteropathogenic coronavirus that causes severe diarrhea in neonatal calves. The genome of BCV is a single-stranded RNA with positive polarity of approximately 30 kb in length and encodes four major structural proteins, which are the nucleocapsid protein (N; 52K), the matrix protein (M; 25K), the spike protein (S; 1 BOK) and the hemagglutinin/esterase (HE; 65K) (King and Brian, 1982; Cry-Coat et a/., 1988) .\n\nThe S glycoprotein is the major viral component possessing functions responsible for cell binding (Collins ef al., 1982) , cell fusion (Sturman et al., 1985; Yoo et a/., 1991) , and induction of neutralizing antibody response ; for a review, see Spaan et a/., 1988) . The BCV S glycoprotein is posttranslationally cleaved into two subunits at amino acids 768-769 (Abraham et a/., 1990) . Accumulated information suggests that the carboxy-terminal S2 subunit is an integral membrane protein comprising the stalk ' To whom reprint requests should be addressed. portion of the peplomer whereas the amino-terminal Sl subunit constitutes the bulbous part of the peplomer. Recently, the nucleotide sequence of the BCV S glycoprotein gene has been determined Abraham et a/., 1990; Boireau et a/., 1990) .\n\nWhen the deduced amino acid sequence of the BCV S glycoprotein was compaired to that of mouse hepatitis coronavirus (MHV) (Luytjes et a/., 1987; Schmidt et al., 1987) , a large additional sequence of 49 and 138 amino acids was identified in the BCV Sl subunit that was not present in MHV strains JHM and A59, respectively. The function of this additional sequence present in the BCV Sl subunit is not yet clearly defined. However, recent studies have identified a region of 142 to 159 amino acids similar to the BCV Sl additional sequence in the N-terminal half (Sl counterpart) of the spike glycoprotein of wild type MHV-4 coronavirus . This region is highly polymorphic in different neutralization resistant MHV-4 variants, suggesting its important role in MHV-4 pathogenicity. Considerable homology in the amino acid sequences between the Sl subunits of MHV-4 and BCV suggests that the additional sequence of amino acid residues 456-592 within the BCV Sl subunit may be a polymorphic domain similar to that found in MHV-4. Recently, individual subunits of the BCV S glycoprotein have been expressed in insect cells using recombinant baculoviruses, and two major BCV neutralizing epitopes were localized to the Sl subunit .\n\nThus, in order to examine if the major BCV neutralizing epitopes were associated with the probable BCV polymorphic region, we constructed a series of Sl deletion mutants and expressed then in insect cells. Here we describe the location of two antigenic determinants and the identification of two domains in the Sl subunit critical for the formation of these antigenic determinants, and discuss the possible involvement of the probable polymorphic region of the Sl subunit in BCV antigenicity.\n\nSpodopfera frugiperda cells (Sf9, ATCC CRL 1711) were grown in suspension in Grace's medium supplemented with 0.3% yeastolate, 0.3% lactalbumin, and 10% fetal bovine serum (GIBCO) at 28\" (Summers and Smith, 1987) . Autographa californica nuclear polyhedrosis baculovirus (AcNPV) and recombinant baculoviruses were propagated and titrated on monolayers of Sf9 cells (Summers and Smith, 1987) . Polyclonal rabbit anti-BCV antiserum and mouse ascitic fluids of monoclonal antibodies, HBlO-4, JB5-6, HF8-8, HE7-3, and BB7-14, were prepared as described ).\n\nRestriction enzymes and DNA modifying enzymes were purchased from Pharmacia. Plasmid pCVS1 was used as the source of DNA sequence encoding the Sl subunit of BCV (Quebec strain) .\n\nStrategies for the construction of Sl deletion mutants are illustrated in Fig. 1 . Truncated fragments of Apu, Abx, and Apt were generated by digestion of the Sl gene with restriction enzymes Pvull, BstXI, and Pstl, respectively. The 3' terminus of all fragments was blunt-ended by Klenow fragment, and a translational termination sequence (5'-GCTTAATTAATTAAGC-3') was attached. Deletion fragments All1 and AV were constructed by partial digestion of pCVS1 with Hincll. For fragment AVI, Apu was digested with Accl and HindIll, and a 1.3-kb fragment was isolated. The 1.3-kb fragment was then cloned into pCVS1 which was linearized by complete digestion with Hindll and HindIll. Fragments Apu, Abx, and Apt were subcloned into the BarnHI site of transfer vector pVL941 (Luckow and Summers, 1989) or pAcYM 1 (Matsuura et a/., 1987) , and fragments AIII, AV, and AVI were subcloned into the Nhel site of transfer vector pJVP1 OZ (Vialard et a/., 1990) .\n\nDNA transfection, screening of recombinant viruses, and plaque assay Extracellular virions (AcNPV) were purified by linear equilibrium centrifugation in a 25-55% sucrose gradient and the viral DNA was prepared with trypsin and sarkosyl treatment followed by phenol extraction (Summers and Smith, 1987) . Plasmid DNA was prepared through CsCl gradients according to standard procedures. Approximately 2 X 1 O6 Sf9 cells were cotransfected with 1 pg of AcNPV viral DNA and 2 pg of transfer vector plasmid DNA by calcium precipitation as described previously . Transfected cells were incubated at 28\" for 3 days and the culture supernatants were harvested and plated on Sf9 cell monolayers for plaque assay. Plaque assays were performed in 35-mm dishes with 1.5% agarose overlay as described (Summers and Smith, 1987) . Recombinant plaques produced with pAcYM1 or pVL941 were screened either by the absence of polyhedrin or by plaque hybridization.\n\nFor screening of recombinant plaques produced with transfer vector pJVP1 OZ, 1 ml of medium containing 150 @g/ml of Bluo-Gal (BRL) was added to the agarose overlay on Day 4 of incubation. Blue plaques were picked and further purified by several rounds of plaque assay. Purified recombinant plaques were amplified and the stocks with titers of approximately 10' PFU/ml were used in the study.\n\nSf9 cells were infected at an m.o.i. of 5-l 0 PFU/cell. At 24 hr postinfection, cells were starved for 1 hr in cysteine-free Grace's medium followed by labeling for 2 hr with 50 &i/ml of [35S]cysteine (Amersham; specific activity 3000 Ci/mmol). For glycosylation studies, virus-infected cells were treated with 10 fig/ml of tunicamycin (Sigma) for 1 hr and labeled in the presence of tunicamycin. Cells were scraped and harvested by centrifugation at 2000 rpm for 10 min. The cells were lysed with 0.5% Triton X-l 00, 150 mM NaCI, 50 mll/l Tris-HCI, pH 7.5, and the cytoplasmic fraction was used for immunoprecipitation.\n\nFor secretion experiments, cells were labeled for 12 hr at 24 hr postinfection, and the culture media were immunoprecipitated.\n\nFor immunoprecipitation, samples were incubated with antibody at room temperature for 2 hr, and 10 mg of Protein A-Sepharose beads (Pharmacia) were added. The mixtures in RIPA buffer (1% Triton X-l 00, 1% sodium deoxycholate, 150 m/l/l NaCI, 50 mn/r Tris-HCI, pH 7.5, 10 ml\\/l EDTA) containing 0.5% SDS were incubated overnight at 4\" with continuous shaking. Immune complexes were washed three times with RIPA buffer and dissociated by boiling for 5 min in 10% SDS, 25% glycerol, 10% mercaptoethanol, 0.02% bromophenol blue, 10 mMTris-HCI, pH 6.8. The polypeptides were analysed on 12% SDS-polyacrylamide gels followed by autoradiography.\n\nCell lysates were resolved by SDS-PAGE and transferred to nitrocellulose membrane (Schleicher & Schuel) by electroblotting in Tris-glycine buffer(20 mM Tris-HCI, pH 8.3, 190 mM glycine) containing 20% methanol. Membranes were blocked with 3% skim milk powder in 10 mM PBS overnight at 4\". Membranes were then incubated with monoclonal antibodies (1:200 dilution) in PBS containing 0.05% Tween 20 (PBST) and 1% skim milk powder (PBSTS) for 2 hr at room temperature. Blots were washed with PBST for 2 hr and then incubated with a 1:2000 dilution of horseradish peroxidase-conjugated goat anti-mouse IgG in PBSTS for 90 min at room temperature. Membranes were developed by reaction with hydrogen peroxide and 0.059/o 4-chloro-1 -naphthol substrate (Bio-Rad) for 20 min or more.\n\nA series of neutralizing monoclonal antibodies specific for the BCV S glycoprotein were previously developed and classified by competitive antibody binding assays into two nonoverlapping groups, A and B . These monoclonal antibodies were reactive with the Sl subunit, and the reactions were sensitive to reducing agents but resistant to ionic detergents, indicating that both antigenic determinants were dependent upon intramolecular disulfide linkages. To characterize the structure of the antigenic determinants interacting with these monoclonal antibodies, cDNAs encoding the six forms of mutant Sl polypeptides were constructed and inserted into the genome of AcNPV baculoviruses. Three Sl derivatives, Apu, Abx, and Apt were constructed to truncate at approximately 100 amino acids downstream, upstream, and in the middle of the probable polymorphic region, respectively ( Fig. 1 ) Derivatives Alll, AV, and AVI were constructed to delete various lengths from the N-terminus of the Sl, but the first 29 N-terminal amino acids were included so as to retain a membrane translocational signal. A translational termination codon was attached at the 3'terminus of each derivative.\n\nExpression of the Sl deletion products in Sf9 cells was determined at 24 hr postinfection by immunoprecipitation of the baculovirus-infected cell lysates. deduced from nucleotide sequences, suggesting that the mutant polypeptides synthesized in Sf9 cells were glycosylated.\n\nGlycosylation and extracellular transport of the Sl deletion products\n\nIn order to confirm that the immunoprecipitable mutant polypeptides were glycosylated, the mutant polypeptides were radiolabeled in the presence of tunicamycin (Fig. 3) . As shown previously , 10 pg/ml oftunicamycin moderately inhibited glycosylation in Sf9 cell, and lower molecular- (lane 14) were immunoprecipitated in addition to the corresponding glycosylated polypeptides (lanes 1, 3, 5, 7, 9, 1 1, 13). These results confirmed that the mutant polypeptides were all glycosylated. Deletion All1 produced a single species of the nonglycosylated, 25K polypeptide (lane 10). This suggests that the immunoprecipitable 39K and 35K polypeptides produced by deletion All1 (lanes 9-10) are the incompletely glycosylated forms of the 43K mutant polypeptide.\n\nSince the completely denatured S glycoprotein of BCV did not react with conformational monoclonal antibodies , we were interested in the conformation of the mutant fragments of the BCV Sl protein. To determine the conformational changes of the mutant polypeptides, we attempted to measure the relative rates of secretion of the mutant Sl polypeptides. It has been established that native conformation is essential for transport of proteins through intracellular secretory pathways (for a review, see Rose and Doms, 1988) . Secretion of the BCV Sl subunit protein from insect cells has been previously demonstrated . Insect cells producing the mutant Sl polypeptides were labeled for 12 hr begining at 24 hr postinfection and the secreted polypeptides in the medium were immunoprecipitated (Fig. 4) . At 36 hr postinfection, no Apt product was detected in the medium (Fig. 4B, lane 4) even though the Apt product was present in the cell pellet (Fig. 4A, lane 4) . Similarly, deletion AV was present in the cell lysate in large quantities (Fig. 4A, lane 6 ), but only a trace amount was detected in the medium (Fig. 4B, lane 6) . In contrast, other polypeptides, Apu, Alll, and AVI and the intact Sl protein were efficiently secreted into the media (Fig. 4B , lanes 2, 5, 7, 8). A significant amount of the truncated Abx polypeptide also accumulated in the medium (Fig. 4B , lane 3) even though the amount of intracellular Abx was small (Fig. 4A, lane 3) . These observations indicate that extracellular transport of the Apt and AV was significantly inhibited, suggesting the altered conformation of mutants Apt and AV.\n\nAntigenic location and identification of domains essential for the antigenic determinants Antigenic structure of the Sl subunit was evaluated by determining the immunoreactivities of the derivatives of the Sl subunit with pooled monoclonal antibodies representing group A or with monoclonal antibody BB7-14 representing group B (Fig. 5) The Abx and Apt polypeptides were not immunoprecipitated by any of the monoclonal antibodies (Fig. 5A, lanes 3, 4; Fig. 5B , lanes 3,4) while the Apu product, extending 203 amino acids from the C-terminus of the Apt, was immunoprecipitated by both group A and B monoclonal antibodies (Fig. 5A, lane 2; Fig. 5B, lane 2) . These results initially demonstrated that a region of 203 amino acids between residues 5 17-720 constituted a domain important for Sl antigenicity. Deletions All1 and AV were not immunoprecipitated by any of the monoclonal antibodies (Fig. 5A, lanes 5, 6; Fig. 58, lanes 5, 6) . This observation led us to conclude that the domain 517-720 was important for antigenic determinants A and B; however, another domain located upstream from residue 403 was also required for the formation of both antigenie determinants. The nonspecific, high molecular weight bands in lanes 5 and 6 represented P-galactosidase overexpressed by baculovirus transfer vector pJVP1 OZ (Vialard et a/., 1990) .\n\nIn order to identify the upstream domain involved in the completion of the antigenicity, deletion AVI was constructed. Deletion AVI overlapped with deletion AV but extended 79 amino acids towards the N-terminus (Fig. 1) . The AVI mutant polypeptide was immunoprecipitated well by both group A and B monoclonal antibodies (Fig. 5A, lane 7; Fig. 56, lane 7) . These observations, together with the results from deletions Apu and Apt, demonstrate that antigenic determinants A and B are both located on a region between residues 324 and 720, and that a short region composed of residues 324-403 contained a second domain necessary for the formation of BCV Sl conformational epitopes. lmmunoprecipitation results of the mutant polypeptides obtained with conformational monoclonal antibodies were confirmed by Western blot analysis (Fig.  6 ) since the previous data characterizing these monoclonal antibodies indicated that, in the absence of pmercaptoethanol, the antigens transferred to a membrane retained sufficient conformation for monoclonal antibody recognition . As with the results of immunoprecipitation, only the Apu and AVI constructs were recognized by groups A and B monoclonal antibodies (Fig. 6A, lanes 2, 7; Fig. 6B,  lanes 2, 7) indicating that only deletions Apu and AVI contained both domains necessary for forming proper conformation of the Sl protein. The contention of two domains on the Apu and AVI polypeptides was further confirmed by comparing Western blots in the absence and presence of fl-mercaptoethanol.\n\nWhen /3-mercaptoethanol was included in the sample buffer, deletions Apu, and AVI were no longer recognized by monoclonal antibodies A and B (Fig. 6C, lanes 3, 4; Fig. 6D , lanes 3, 4) demonstrating the role of two domains in antibody recognition.\n\nContinuous epitopes are generally mapped by measuring reactivities of the short peptides with specific antibodies. This can be achieved by either synthetic peptide technology (Geysen eT al., 1984) or alternatively by expressing DNA fragments generated by DNase or restriction enzymes in Escherichia co/i (Mehra et a/., 1984; Nunberg et al., 1986) . Such an approach has been utilized for the identification of continuous epitopes of the spike glycoproteins of mouse hepatitis coronavirus (Talbot et al., 1988; Luy-tjes et a/., 1989) infectious bronchitis virus (Lenstra et al., 1989) and transmissible gastroenteritis virus (Delmas et a/., 1990; Correa et al., 1990) . However, attempts to study conformational epitopes using synthetic peptides or prokaryotic expression systems often result in the inability of antibodies to recognize these recombinant proteins or peptides (Delmas et al., 1990) . This problem is most probably due to the lack of proper posttranslational modification and consequently resulting in altered protein conformation.\n\nOur approach to express a series of deletion mutants in eukaryotic insect cells has proven useful for the study of conformational epitopes within the BCV Sl spike glycoprotein. All of the Sl derivatives were constructed to include a membrane translocational signal of the BCV S glycoprotein so as to be properly glycosylated and transported through the secretory pathway. Samples were boiled for 2 min and resolved by SDS-PAGE. Separated proteins were transferred to nitrocellulose membranes and the membranes were incubated with a pool of the antigenic group A monoclonal antibodies HBlO-4, JB5-6, and HF8-8 (A, C) or with antigenic group B monoclonal antibody 887-14 (B, D). Reactions were detected using HRP-conjugated goat anti-mouse IgG antibody. Substrate used was 4-chloro-1 naphthol and color was developed for 20-60 min. A, B: without ,&mercaptoethanol. C, D: lanes 1, 2; without @-mercaptoethanol (-); lanes 3, 4; with fl-mercaptoethanol (+).\n\nThe intracellular Sl mutant polypeptides in Sf9 cells 1988). Part of the rationals for this location was the fact were all glycosylated (Fig. 3) . Deletions Apu, AVI, Alll, that all three enzymes generated fragments with simiand AV were secreted efficiently whereas secretion of lar size and other characteristics which suggested that deletions Apt and AV was significantly inhibited (Fig. the unique sequence Glu-Arg-Lys (349-351) in a hy-4). Since addition of N-linked oligosaccharides is re-drophilic locale, was cleaved by all three enzymes. quired for the secretion of the BCV Sl glycoprotein in Given the above, the lysine at 621, also in a hydrophilic insect cells Jarvis et al., 1990) , the locale, was indicated as the only lysine that could gensecreted Sl deletion products are likely all glycosy-erate a 37K fragment. Among our deletions, polypeplated. Although the Apt and AV polypeptides were not tides Apu and AVI included residues 351-621 were secreted, the intracellular Apt and AV were glycosy-immunoreactive (Figs. 5 and 6). This observation suplated like other mutant polypeptides (Fig. 3, lanes 7 , ports the previous suggestion for the location of sites A 11). Therefore, inhibition of the Apt and AV polypep-and B within the 37K fragment. When the first domain tides in their intracellular transport seems to occur was aligned with the 37K fragment, residues 351-403 after glycosylation. overlapped (Fig. 7, E) . This overlapping region (domain The results established that the BCV antigenic determinants A and B are located in a segment between residues 324 and 720 (Fig. 7, B) . Formation of the determinants A and B appeared to be dependent upon two separate domains. One of the domains was localized within residues 325-403, approximately 50 amino acids upstream from the probable BCV polymorphic region. The other domain was identified within residues 517-720, which included the carboxyl half of the probable BCV polymorphic region (Fig. 7, C) . Earlier studies mapped BCV antigenic determinants A and B to a 37K tt-ypsin fragment generated by proteolysis of antigen-antibody complexes (Deregt et a/., 1989) . Based upon the potential hydrophilic trypsin cleavage sites of the amino acid sequence, the proteolytic cleavage patterns generated with three specific proteolytic enzymes, and other considerations such as the number of glycosylation sites, 37K fragment was tentatively suggested to extend from residues 351 (after Arg at 350) to 621 (Lys) of the Sl subunit (Fig. 7, D) (Deregt, 199 . Circles with vertical bar (top) indicate the potential N-linked glycosylation sites and vertical lines (bottom) indicate the location of cysteine residues. Darkened area at the N terminus indicates membrane translocational signal, and shaded areas indicate the probable BCV polymorphic region. Numbers indicate amino acid positions of the St protein: A, probable BCV polymorphic region; B, location of the antigenie sites A and B; C, two identified domains important for the formation of antigenic sites; D. The 37K trypsin fragment (Deregt et al., 1989) ; E, predicted location of the two actual domains. I) appears to include three cysteines at positions 356, 374, and 386. One or more of these three cysteines may be involved in the formation of the antigenic determinants by forming disulfide linkages. Similarly, residues 517-621 of the second domain overlapped with the 37K fragment. Thus, we propose that domain II is located within a region spanned by amino acids 517-621 (Fig. 7, E) .\n\nPolypeptides Apu and AVI contained both domains I and II, and polypeptides All1 and Abxcontained neither of the domains. In contrast, polypeptides Apt and AV contained only one of the domains. It has been documented that correct folding and oligomeric assembly is required for transport of proteins from the endoplasmic reticulum to the cell surface (Kreis and Lodish, 1986; Gething eta/., 1986; Rose and Doms, 1988) . Glycosylation indirectly promotes intracellular transport by influencing protein folding or oligomerization (Pitta et al., 1989) . Therefore, the secretion inhibition of mutants Apt and AV seems likely due to the unfavorable conformation of these mutant polypeptides, implicating an important association between these two domains.\n\nPolypeptides All1 and Abx contained neither domain and were secreted efficiently. A possible explanation for this is that, since the Abx and All1 polypeptides represent the N-terminal and C-terminal portion of the Sl protein, respectively, these portions may be insignificantly linked with either domains, forming a relatively independent conformation. Thus, the folding of the fragmented polypeptides representing these portions may easily mimic the native conformation, resulting in efficient secretion.\n\nRecently, have identified a polymorphic region on the Sl subunit in MHV-4. This region has been demonstrated to undergo deletions or more frequently, point mutations. Furthermore, these point mutations were selectable by neutralizing monoclonal antibodies, and the mutant viruses displayed decreased virulence, indicating that the polymorphic region is directly involved in the MHV-4 pathogenicity (Gallagher et al., 1990) . We have mapped BCV antigenie determinants A and B to residues 324-720, and this segment includes the probable BCV polymorphic region (Fig. 7, B) . Even though it is not clear whether determinants A and B reside on domains I and/or II, or on the third region, the probable BCV polymorphic region (Fig. 7, A) seems to be associated with these antigenie determinants since the probable polymorphic region is comprised of the most part of domain II and the region between two domains (Fig. 7 , B, C, E). Sequence homology with perfectly conserved cysteine residues in the polymorphic region between BCV and MHV-4 and the involvement of this region in BCV antigenicity (Fig. 7, B, D) further support the association of BCV antigenic determinants with the probable polymorphic region. Since no potential glycosylation sites are found in this region (Fig. 7) , glycosylation of the Sl protein does not seem to be directly involved in the proper formation of the antigenic determinants. This is in agreement with the previous finding that unglycosylated forms of the Sl protein were recognized by both groups of monoclonal antibodies . This portion of the Sl subunit contains 15 cysteine residues (Fig. 7) and manyp-turns as revealed by secondary structure analysis (data not shown, Chou and Fasman, 1978) , suggesting that the BCV polymorphic region forms an extremely complex bulbous structure. This structural characteristic may represent an important in viva function of the spike protein in coronavirus pathogenesis. Minor factors may easily direct conformational changes of the Sl polymorphic region, and facilitate the escape of BCVfrom immunological selective pressure. Fine mapping within the probable polymorphic region and analysis of neutralization resistant BCV mutants will help to better understand the antigenic structure of the BCV S glycoprotein. Such studies are presently in progress."}