{"title": "The receptor binding domain of MERS-CoV: The dawn of vaccine and treatment development", "body": "On 20 September 2012, a novel coronavirus isolated from a 60-year-old Saudi man with acute pneumonia and acute renal failure was reported. 1 In May 2013, the WHO adopted the virus name Middle East respiratory syndrome (MERS) coronavirus (MERS-CoV), which was defined by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses. 2 As of 7 September 2013, the WHO has been notified of 114 laboratory-confirmed cases in the Middle East [Jordan, Saudi Arabia (KSA), the United Arab Emirates (UAE), and Qatar], Europe [France, Germany, United Kingdom (UK) and Italy], and North Africa (Tunisia), with 54 deaths. 3 The world is facing a new challenge posed by a severe acute respiratory syndrome (SARS)-like infections in humans caused by MERS-CoV. Its main clinical manifestations in patients are pneumonia (or respiratory) failure and acute renal failure. 4 The short-lived but alarming epidemic SARS-CoV killed nearly 10% of approximately 8000 cases in the 2002e2003 outbreak. 5 The data so far indicate that Conflicts of interest: The authors have no conflicts of interest relevant to this article. MERS-CoV possesses an unusually high crude mortality rate of approximately 50%, implying a big threat to people who are infected. Clusters of cases including a UK family, and hospitals in KSA, France and UAE show epidemiological evidence of human-to-human transmission. Indeed, existing reports indicate person-to-person transmission occurs, raising significant concern on the possible emergence of a global epidemic in the near future. 6e8 It is therefore of utmost importance to pay worldwide attention to find antiviral drugs and effective vaccines to control its high death rate and spread.\n\nCoronaviruses are a large family of enveloped, singlestranded RNA viruses that infect a number of different host species, including humans. In people, coronaviruses can cause illnesses ranging in severity from the common cold to SARS. Coronaviruses can be categorized into four genera, Alphacoronavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus. 9, 10 The genus Betacoronavirus has four lineages: A, B, C, and D. 11 MERS-CoV belongs to lineage C and is the first lineage C Betacoronavirus known to infect humans. 12 Coronaviruses infect animals and humans. The spike (S) entry protein binds to a cell surface receptor which primarily determines their tropism. Similar to other coronaviruses, MERS-CoV utilizes its large surface S protein to interact with and enter the target cell. 13, 14 Raj et al 13 have identified that dipeptidyl peptidase 4 (DPP4; also known as CD26) is its functional receptor. MERS-CoV binds to DPP4 via the S protein and releases the RNA genome into the target cell. 2 The MERS-CoV S protein is a type-I membrane glycoprotein and contains S1 and S2 subunits. 15 The S1 domain determines cellular tropism and interacts with the target cell, while the S2 domain mediates membrane fusion. 13, 16 According to recent studies, the MERS-CoV receptor binding domain (RBD) is mapped to the S1 region. 17,18 MERS-CoV RBD binds to the receptor and induces significant neutralizing antibody responses, indicating that it can be used as a candidate target for the development of vaccines and antiviral drugs. 19 Herein, we review recent studies on MERS-CoV to make suggestions on antiviral vaccine and drug development.\n\nLu et al 15 and other research teams have identified the crystal structure of MERS-CoV RBD after the discovery of its receptor. 17, 20 Structural topology considers a sequence of secondary structure elements making protein structure easy to interpret by laying out the 3D structural information in two dimensions in a manner that makes the structure clear. Therefore we used Pro-origami to automatically generate the schematic representation of the MERS-CoV RBD topology. 21 The MERS-CoV RBD has a core and an external subdomain ( Fig. 1A and B) . The core subdomain is a five-stranded antiparallel b sheet (b1, b3, b4, b5, and b10) decorated by the connecting helices (a1e4 and h1, 2) and two small b-strands (b2 and b11) (Fig. 1B) . Three disulfide bonds stabilize the fold by connecting C383 to C407, C425 to C478, and C437 to C585 (Fig. 1B) . The external receptor binding subdomain reveals a four-stranded antiparallel b sheet with three large strands (b6, b8, and b9) and one small strand (b7) between strands b5 and b10 of the core domain (Fig. 1B) . The b5/6, b7/8 and b9/10 intervening loops touch the core subdomain and anchor the external to the core (Fig. 1B ). There is a long loop containing h3 crosses perpendicular to the b sheet connecting b7 and b8 strands, and a disulfide bond between C503 and C526 links the h3 helix to strand b6 (Fig. 1B) .\n\nMultifunctional DPP4 plays a major role in glucose metabolism, T-cell activation, chemotaxis modulation, cell adhesion, and apoptosis. 22, 23 In humans, it is primarily expressed on the epithelial cells in the lungs, liver, small intestine, kidney, and prostate, and on activated leukocytes, while it also occurs in a soluble form in the circulation. 23, 24 The structure of DPP4, as shown in previous studies, is composed of an N-terminal eight-bladed b-propeller domain (S39 to D496) and a C-terminal a/b-hydrolase domain (N497 to P766). 25, 26 The b-propeller domain contains eight blades, each made up of four antiparallel bstrands. The receptor-binding subdomain of MERS-CoV RBD binds to the DPP4 b-propeller, contacting blades four and five and a small bulged helix in the blade-linker. 15, 20 Structural analysis and mutational analysis by Lu et al 15 and Wang et al 20 have identified Y499, L506, W533, and E513 in the RBD to be critical for receptor binding and viral entry, and mutations of these significantly abrogate its interaction with DPP4.\n\nOne reason for the exceptionally high crude mortality rate of nearly 50% in MERS-CoV infection is the lack of vaccines. Therefore, it is necessary to develop efficient and safe vaccines to control MERS quickly. MERS-CoV infects a wide variety of host species whereas coronaviruses generally tend to have a narrow host tropism. 1 DPP4 sequence alignment demonstrates that its orthologs are highly conserved for MERS-CoV acquiring cross-species transmissibility by binding to an evolutionarily conserved receptor. 27 Minor mutations within the RBD domain can disturb the lock-and-key interaction of the RBD-receptor binding interface and then places a barrier for crossspecies transmission.\n\nThe roles of MERS-CoV RBD in receptor binding indicate that vaccines based on it could induce antibodies to block virus binding or infection. Among structural proteins of MERS-CoV, S protein is known to be the main antigenic component to induce significant neutralizing antibody responses up to now. 19 Du et al 19 found that MERS-CoV RBD binds to the receptor and induces significant neutralizing antibody responses. Mou et al 18 revealed that MERS-CoV RBD can efficiently elicit neutralizing antibodies. Besides, previous studies have shown that the related RBD of SARS-CoV strongly reacts with antisera from patients with SARS and the depletion of the RBD-specific antibodies results in significant elimination of the neutralizing activity. 28 Lu et al 2 also proposed that SARS vaccines based on SARS-CoV RBD are more effective and safer than vaccine candidates based on the inactivated virus, DNA or viral vectors. In addition, Zhu et al 29 even proposed to design an RBD-based vaccine against MERS-CoV following an experimental path the same as that of the RBD-based SARS vaccine. Therefore, we strongly believe that MERS-CoV RBD is an important candidate target for developing MERS vaccines.\n\nUp to now, no effective antiviral drugs against MERS-CoV have been discovered, which is another factor contributing to the high death rate. Fortunately, the structure of MERS-CoV RBD and the mechanism of MERS-CoV binding to its cell surface receptor have been revealed. They are very important information for computer-aided drug design, which is a promising approach to finding novel drugs for MERS. With that, virtual screening (VS) and structure-based drug design (SBDD) can be implemented to find candidate drugs from molecular databases such as ZINC, PubChem, DrugBank, and so on. 30e32 The structural comparison between MERS-CoV and SARS-CoV RBDs shows that although their core subdomains are homologous and similar in structure, their receptor binding subdomains are clearly different. Thus, the core subdomain is an effective candidate target not only for anti-MERS-CoV therapeutics, but also for anti-Betacoronavirus treatments. 15 Generally, the identification of pockets and cavities of the protein structure is essential for VS and SBDD, while the binding pocket of MERS-CoV RBD remains unknown. In practice, the current situation is not so bad. Lu et al 15 found that although the engagement of the receptor does not induce significant conformational changes in receptor binding motifs, the h2-a4 loop in the RBD core The N and C termini are labeled. Arrows denote b strands and cylinders denote a helices. Purple sticks represent the disulfide bonds. Connected residues are also labeled. exhibits a surprisingly large conformational difference between the free and the bounded conditions ( Fig. 2A) . That is to say the RBDeDPP4 interaction is largely dependent on the conformational variant of the loop. Therefore, utilizing ligands binding to that region, we can interfere with the essential conformational change, consequently preventing MERS-CoV infection. With the help of PocketPicker, a ligand pocket detection tool, we found computationally that the correct binding pocket of MERS-CoV RBD with a buried and a solvent exposed part is close to the loop (Fig. 2B) . 33 Therefore, the h2-a4 loop and its peripheral region are important for VS and SBDD to find novel efficient antiviral drugs.\n\nGenerally speaking, MERS-CoV, the first lineage C Betacoronavirus known to infect human beings, has attracted worldwide attention as it causes SARS-like infections in humans. To date, neither vaccines nor virus-specific drugs are available, making MERS-CoV a threat to global public health. Although the limited data cannot confirm humanto-human transmission, two new cases that have family contacts with confirmed patients show an increasing probability. 3, 34 MERS-CoV utilizes DPP4 as its cell receptor to enter the target cell. The RBD is located in the S1 domain of MERS-CoV S protein and its crystal structure has already Figure 2 Ligands binding pocket of MERS-CoV RBD (PDB: 4KQZ). (A) A structural alignment between the free and the receptorbounded MERS-CoV RBD. Significant structural variance is observed for the h2-a4 loop in the core subdomain, which is marked with a black arrow. Yellow: free RBD, the core subdomain; green: free RBD, the external subdomain; blue: the bounded RBD. (B) Surface representation of MERS-CoV RBD. The orange spheres represent the h2-a4 loop. The candidate binding pocket predicted by PocketPicker is represented by darker spheres. been determined. The structure exhibits the mechanism of MERS-CoV binding to DPP4. The identified MERS-CoV RBD may also facilitate the development of vaccines and efficient treatment and ultimately lower the high crude mortality rate and prevent global spread."}