{"title": "A core competency model for Chinese baccalaureate nursing graduates: A descriptive correlational study in Beijing", "body": "The rapid growth of the Chinese economy has significantly changed living standards, and people are increasingly demanding access to a high quality health care service (reference will be added when accepted). The rapid advances in medical science and technology have also greatly improved disease prevention, diagnosis and treatment, resulting in an increasingly aged population (reference will be added when accepted). This has created new challenges for health care providers related to health promotion and management of the chronically ill and those at the end of life.\n\nAs well as being a core component of the health care system, nurses provides quality care and health promotion (reference will be added when accepted) and are under pressure to adapt to the changes noted above especially in terms of the type of care they provide and how it is delivered. Therefore, nurses are required to have a broader knowledge base than ever before, and are under pressure to master clinical skills including communication, critical thinking, patient counseling and health education, and health promotion. However, researchers have shown that nursing graduates not only lack the knowledge but also often lack the skills and behaviors which are critical in providing high quality nursing care (Edgren, 2006; Hsieh and Hsu, 2013) .\n\nNew graduates also have difficulties in coping with the complex health care environment (Edgren, 2006; National Postsecondary Education Cooperative, 2011) . Legal and financial implications of employee performance have made professional competency a major concern for health care providers who expect nursing graduates to function optimally with increased responsibilities and demonstrate competences across a broad continuum of care and professional behavior (Foss et al., 2004; Wu et al., 2013; Utley-Smith, 2004) .\n\nThe information explosion, emergence of research and evidencebased practice, has added further pressure on nursing graduates who must remain abreast of current developments while managing heavy workloads and the heavy demands of increasingly complicated curricula (Edgren, 2006; Mawn and Reece, 2000; Hsieh and Hsu, 2013) . Therefore, the traditional educational model for providing nursing students with the knowledge and skills they will need in their future careers is no longer suitable. In 2004 and 2005, the American National League for Nursing (NLN) called for nursing educators to reform curriculum structure, and endorsed a Position Statement on Innovation in Nursing Education which suggested that competency-based education should be the fourth generation teaching model (Pardue et al., 2005) . These ideas were strongly reinforced in the Commission for Education of Health Professionals in the 21st century, which called for reforms to be generalized to all health professions (Frenk et al., 2010) .\n\nCompetency is defined as the blend of abilities, skills and knowledge needed to perform a specific task (Foss et al., 2004) . Nursing competency is usually referred to as a mastery of both a body of relevant knowledge and range of relevant skills including clinical, interpersonal and technical as prerequisite to performance in the real clinical world (Newble et al., 1994) . Competency-based education (CBE) describes what learners must obtain to demonstrate competency (Calzone et al., 2002) and requires the identification of core competencies needed to perform comprehensive nursing care in clinical situations.\n\nNumerous studies have been conducted in European countries to identify core competencies for nurses. In the United Kingdom (UK) the core career and competency framework for nursing, including six core competencies, was designed by the Royal College of Nursing (RCN) to help nurses effectively practice in a complex, ever-changing healthcare environment (RCN, 2012) . These core competencies include leading the way, respecting each other, focusing on members and customers, working as one, being a business, and embracing change (RCN, 2012) . The Nursing Midwifery Council (NMC) included four professional standards as the code of conduct for nurses and midwives, which are making the care of people your first concern, treating them as individuals and respecting their dignity; working with others to protect and promote the health and wellbeing of those in your care, their families and carers, and the wider community; providing a high standard of practice and care at all times; being open and honest, acting with integrity and uphold the reputation of your profession (NMC, 2012) .\n\nIn Australia, the Australian Nursing Federation (ANF) published competency standards for the registered nurse in 2006 (ANF, 2006) . These were professional practice; critical thinking and analysis; provision and coordination of care; collaborative and therapeutic practice (ANF, 2006) . These competencies were a modification and an updated version of those published earlier and demonstrates the rapidly changing nursing and health care landscape, which requires dynamic changes in nursing education and practice (ANF, 2006) .\n\nIn the United States, the American Association of Colleges of Nursing (AACN) identified four domains of competency required by baccalaureate graduates for nursing practice in 1998 and updated it to eight in 2008 (AACN, 2008) . These were: a solid base in liberal education; leadership for quality care and patient safety; scholarship for evidence-based practice; information management and application of patient care technology; communication and collaboration; health promotion and disease prevention; professionalism and professional values; and understanding of healthcare policy, finance and regulatory environments (AACN, 2008) .\n\nIn Taiwan, based on the findings of Cleary et al. (1998 ), Tzeng (2003 developed a competency framework, which identified 21 desirable competencies for registered nurses and grouped these items into three domains: basic-level patient care; intermediate level patient care and fundamental management; advanced-level patient care and supervision (Cleary et al., 1998; Tzeng, 2004) .\n\nLenburg developed the Competency Outcomes and Performance Assessment (COPA) Model, which provided a framework for assessing core competences essential for nursing practice (Lenburg, 1999; Redman et al., 1999) . Other nurse educators have also conducted studies to develop competency frameworks for advanced practice nurses in oncology (Calzone et al., 2002) , family nurse practitioners (Burman, 2003) , and nursing baccalaureate graduates (Utley-Smith, 2004) . These findings were applied to specific competency-based education courses and provided direction for curriculum content and helped participants to master the core competencies. This direction adds weight to the importance of using competencies as a foundation for evidence-based decisionmaking about nursing curriculum reform (Burman, 2003; Calzone et al., 2002; Hsieh and Hsu, 2013; Utley-Smith, 2004) .\n\nAlthough the International Council of Nurses (ICN) has developed a competency framework, which was intended for international application, competencies are specific to role responsibilities and may be culturally disparate (Alexander and Runciman, 2003) . The ICN recommended the development of additional country-specific competencies because of the international disparity which exists in nurses' roles and status, working conditions, educational preparation, and legal and regulatory status (Alexander and Runciman, 2003; Liu et al., 2007) . Logically then, as role responsibilities in mainland China are different from those in the UK, Australia, the United States, and Taiwan (Tzeng, 2004) , exploration of these competencies is necessary. However, the core competencies for mainland Chinese nurses have neither been widely investigated nor reported in the literature. Although Liu et al. (2007) developed an instrument for measuring competency in China, the representativeness of the instrument was questionable as the research was only conducted in two hospitals in an inland city in the south of China.\n\nSeveral authors have commented on methodological flaws in competency studies and these are heeded in this study. An earlier systematic review (Watson et al., 2002) and a more recent critique (Liu et al., 2007) showed that most of the methods used in previous studies to measure competence were not developed systematically and the validity, reliability and sampling of the existing instruments were challenged (Andrew et al., 2008; Jirwe et al., 2009; Liu et al., 2007; Watson et al., 2002) . Regardless of the various routes used to develop competency frameworks, subjects only included nurses or nursing experts (but not the recipients of care) as research informants, and typically applied the Delphi technique to reach a consensus on themes. This could have substantial bias because the opinions of patients and doctors are regarded by some as the most important to health service and should be considered when identifying nurses' core competencies (Davis et al., 2008) . A blend of methods therefore seems more appropriate.\n\nThus, the impetus for this study came from the increasing demand for competent graduates and the need for development of national Chinese core competencies. This was reinforced by the lack of rigorous research into core competencies and a lack of acceptable instruments developed for specific cultural, ethnographic and geographic settings. Therefore, the primary purpose of this study was to develop a psychometrically sound instrument for identifying and measuring the core competencies needed by Chinese nursing baccalaureate graduates.\n\nApproval for the study was obtained from the Capital Medical University Review Board and permission was obtained from the Director of Nursing in each hospital. The purpose and procedure of the study were explained fully to the eligible subjects both verbally and in writing. The participants were also told that participation was voluntary, and verbal consent was obtained as written consent was wavered by the Capital Medical University Review Board. The study was conducted in seven major tertiary teaching hospitals and three major medical universities in Beijing from Jun 2007 to September 2008, using a descriptive correlational research design. An expert panel suggested the best people to decide the levels of competence required should be mainly nurses and nursing faculty, and the opinion of doctors and patients should also be taken into consideration because they are the customers and colleagues crucial to the service (Davis et al., 2008) . The sample was selected with the assistance of senior nurse managers and academics who also facilitated the distribution and collection of the questionnaires. In order to minimize the selection bias, senior nurse managers and academics were contacted in advance and asked about how to select a sample with least bias and also asked to include all participants that met the inclusion and exclusion criteria. The inclusion criterion were: (1) nursing faculty members who worked in the three major medical universities;\n\n(2) patients, doctors, registered nurses with BS degree and nurse managers from General Surgery, Thoracic Surgery, Cardiology, Gastrointestinal, Respiratory, and Orthopaedic units from the seven tertiary teaching hospitals. The following were excluded: (1) patients in a coma or with psychiatric disorders, or having difficulty in communication;\n\n(2) nurses, doctors, and nurse managers working in Intensive Care Units (ICU nurses were not included because the aim was to explore the competencies needed by nursing baccalaureate graduates. ICU was considered a specialized clinical area and further new graduate nurses are not allowed to work in ICU in China); and (3) anyone who were not willing to participate in the study.\n\nThe instrument was developed in two phases with five steps:\n\n(1) preliminary instrument development including four steps (2) a field-test for further evaluation of the reliability and validity of the instrument. The results of the first phase have been published (reference will be added when accepted).\n\nIn brief, in step 1, a pool of 75 preliminary items was generated through a literature review, semi-structured interviews and focus group interviews.\n\nStep 2: Following two rounds of Delphi interviews, 58 items were retained. The instrument asked respondents to indicate on a five-point self-report scale how important each of the items is for a competent nurse to provide quality nursing care. Responses ranged from 1 (definitely not important), 2 (not important), 3 (neutral), 4 (important), to 5 (definitely important). Two separate versions of the instrument, one for healthcare professionals and one for patients were designed, according to the experts' opinion that patients might have some difficulty in understanding medical terms in an instrument designed for health care professionals. The two versions were the same in content and number of items but expression differed in some items.\n\nThe third step was to conduct a pilot study in 20 subjects in conditions similar to those anticipated in phase II study to ensure no potential problems exist in the instrument. In step 4, the validity and reliability was tested. The content validity index was 0.90, with each item ranging from 0.79 to 1.00.\n\nConstruct validity was then examined by exploratory factor analysis, with a convenience sample of 104 subjects including nurse managers, clinical nurses with BS degree, doctors, and patients from internal medicine or surgery departments in the two tertiary hospitals. After varimax rotation, eight factors were identified, accounting for 65.82% variance. These factor groupings were: (1) critical thinking and ethical practice; (2) communication; (3) direct care; (4) psychomotor skills; (5) professional development and computer skills and English; (6) application of medical and nursing care knowledge;\n\n(7) problem-solving and management; and (8) personal traits. Acceptable measure of internal consistency was obtained by Cronbach's alpha coefficient (0.97).\n\nIn order to ensure the two versions were equivalent and measuring the same trait, equivalent forms reliability was tested. 20 first-year undergraduates were recruited and each issued with two versions of instruments at the same time and location. The Person correlation coefficient was 0.84, indicating good consistency of the two versions of instruments. A language expert was also invited to examine the items in both instruments and concluded that the two versions were consistent in content.\n\nBased on the above evidence of its reliability and validity the instrument was found acceptable for a more representative study in phase II in which inferential statistics could be used to add further weight to its applicability for measuring nursing competency in a broader Chinese context.\n\nConsidering 20% attrition rate estimated and the subjects to item ratio rule, a minimum sample size of 725 was determined necessary to produce reliable results as the preliminary instrument has 58 items.\n\nCoded questionnaires were distributed by trained data collectors to eligible subjects with instructions explaining how to complete the instruments, which when completed were collected with the assistance of the nurse managers in each department.\n\nDouble data entry with Epidata software was used to ensure data entry quality. Data analysis was conducted by SPSS 14.0 for Windows (SPSS Inc., Chicago, Illinois). Exploratory factor analysis with principal components analysis and promax rotation was used to extract common factors with Eigen values greater than 1, and to determine how the items (competencies) loaded into factors. To ensure satisfactory factor analysis, Kaiser Meyer Olkin (KMO) was set at greater than 0.5 and the significance level of Bartlett's Test of Sphericity less than 0.05 (Fang, 2007) . An item was recommended to be deleted if the factor loading value was under 0.4.\n\nA total of 790 questionnaires were distributed, 764 were returned (96.7%), and 755 considered valid (95.57%). The age of the 755 respondents ranged from 15 to 85, with 27, 33 and 42 the respective ages in the first, second and third quartiles. The majority were female (530, 70.72%), most (230, 30.5%) were staff nurses, with 61 (8.0%) nurse administrators, 64 (8.5%) nursing faculty, 215 doctors (28.5%), and 185 (24.5%) patients. Respondents were generally well educated: 3.9% had obtained a middle school diploma, 12.8% had a vocational education diploma, 29.1% had an associate degree, 29.5% reported a baccalaureate degree as the highest level of education, and 24.9% had a masters or doctoral degree.\n\nMean importance ratings on competency items ranged from 3.2 to 4.7 on a scale of 1 to 5, with standard deviations ranging from 0.6 to 1.0. Seven rounds of principal components analysis were conducted until all the items loaded on a particular factor according to factor extract principles and item inclusion and deletion criteria. Finally, six factors and 47 items were identified, accounting for 62.51% of variance. Each factor accounted for more than 5% of the variance (Table 1) . Eleven items with loadings of less than 0.4 were deleted during the factor analysis process and are summarized in Table 2 . Based on the meaning of the items which loaded under the factors, each was given a name to reflect its theme.\n\nInternal consistency, as determined by Cronbach's alpha for the whole instrument remained at 0.97 before 11 items were deleted and after seven rounds of factor analysis, and for the factors ranged from 0.87 to 0.94 (Table 1) .\n\nThis study developed a competency instrument for Chinese nursing baccalaureate graduates with sound psychometrically characteristics.\n\nSix domains of core competencies were identified and the 47 items constituted the important skills, behaviors and characteristics necessary for a contemporary nurse working in China. Twelve items loaded on factor I which was named professionalism and accounted for 15.23% of variance. The definitive item was '…design research of high quality' which captures the essence of the factor and the importance of research as a core competency. The other items used terms relating to abilities in research, supervision, management, being able to read and write in English, and using the internet to access information for delivering evidence-based practice. Interestingly four of the highest factor loadings were from items directly related to research ( Table 1) .\n\nThe Cultural Revolution during the 1960s resulted in a deterioration of nursing education in China (Jiang and Luo, 2006) . It was not until 1984 that the higher nursing education sector began to recover and public and healthcare reformers began to recognize the importance of nursing care and expected baccalaureate nurses to facilitate the development of nursing and improve nursing care quality (Jiang and Luo, 2006) . As in foreign countries, nurses in China with masters or doctoral degrees mostly choose to work in universities (Jiang and Luo, 2006) . Combined with the relatively small number of Master and Doctoral students, this has placed pressure on baccalaureate nursing graduates who are expected not only to be competent in clinical work but also able to carry out high-quality research and facilitate the development of clinical nursing. FactorII, direct care, accounted for 12.15% of the variance. It consisted of ten items, focusing on nursing skills for delivering patient care. The definitive item, 'undertake basic nursing skills safely and confidently' with a factor loading of 0.76, describes the essence of this factor. Similar to other studies, providing direct care was consistently rated as important and necessary because the quality of direct care and technique directly influences the quality of patient care (Calzone et al., 2002; NLN Board of Governors, 2004; RCN, 2012) .\n\nFactor III, support and communication, accounted for 11.37% of variance. It contained eight items, emphasizing relationship skills which enable nurses to work effectively with patients, as well as an ability to assist patients to maximize their health potential to enhance well-being by providing psychological and social support. Importantly, for the changing health care landscape, items 29 and 28 which had factor loadings of 0.68 and 0.67 were directly related to primary health care, where it is believed much of nursing practice will be in the future. The definitive item with a loading of 0.73, 'provide psychological support', gives resounding support for nurses needing to be central to the mental health well being of patients in the health care system. This competency was also reported as vital for nurses in several overseas studies not only because nurses have frequent contact with patients and are coordinators in today's multi-disciplinary healthcare team, but also because of their responsibility to assist patients to enhance well being (NLN Board of Governors, 2004; Utley-Smith, 2004; RCN, 2012) .\n\nFactor IV, application of professional knowledge, included seven items and accounted for 9.48% of the variance. The items focus on nurses' mastery of medical and nursing care knowledge in disease management as well as in health promotion. This competency is a pre-requisite for being a competent nurse. Because only with sound and solid knowledge, can nurses assess patient status and practice safely and effectively (Lenburg, 1999) . In a health care environment where hospitals are becoming increasingly 'high tech' and patients are having shorter stays in hospital, the sample recognized and acknowledged the importance of nurses being technically and independently competent in complicated procedures in an interdependent work environment.\n\nSeven items loaded on Factor V accounting for 9.11% of the variance. These related to personal traits, focusing on personality features such as self-confidence, self-control ability, and professional accountability. These fine qualities will help improve the quality of nursing and facilitate nurses' professional relationships with patients and colleagues. Building these traits into a new curriculum and designing innovative educational strategies for development of attitudes and personality, are challenges for nurse educators and this is an issue, which will need further discussion and exploration.\n\nFactor VI, critical thinking and innovation, encompassed three items, emphasizing the value of critical thinking, self appraisal, and continuing education in nursing practice. This factor accounted for 5.17% of variance and was of comparatively less importance than the other five factors. Despite this, critical thinking, innovation and reflection have been increasingly emphasized in China (Xiao and Liu, 2002) . In the past decade many studies conducted in North America, UK and Australia have argued that critical thinking should be a necessary competency for nurses, helping them to challenge assumptions, think critically and become more effective decision makers and creative thinkers (Bellack, 2004; Gardner et al., 2006; Hendriks et al., 2004) .\n\nComparing the results of this study to those conducted in foreign countries, it is apparent that the importance of the competencies: professionalism; direct care; support and communication; and application of professional knowledge are shared by all (Australian Nursing Council, 2000; NLN Board of Governors, 2004; NMC, 2012) . This reflects the common nature of nursing worldwide, especially with regard to the core competencies required of a safe graduate nurse irrespective of their nationality. This is especially remarkable given that the sample in this study were homogenous Chinese, whereas the other countries mentioned are increasingly multi-cultural in nature and this is reflected in the nursing workforce.\n\nEleven items were deleted during factor analysis which increased the Cronbach's alpha coefficient slightly, supporting the internal reliability of the instrument. In accordance with the \"least factors principals\", extracted common factors declined from nine to six, while the variance accounting for these factors declined from 65.88% to 62.52% after the 11 items were deleted (Fang, 2007) . Comparing the 11 items with the 47 items left, there was some overlap. For example, deleted item 50 asked about the ability to perform first aid out of hospital, which was very similar to item 20, 'effectively perform basic life support skills'.\n\nApart from some items deleted because of overlapping, some were deleted as being somewhat less important. Those rated with less importance (loading less than 0.4) included: item 35, 'responds appropriately in unexpected situations, such as a power blackout'; item 36, 'professional responsibility and accountability are maintained during unexpected public health incidents'; item 52, 'be able to listen and speak in English'. These competencies may be too demanding for new baccalaureate graduates or beyond their scope of practice, which in the case of item 35 and 36 is not in keeping with current professional expectations and it may be that the sample has yet to grasp the importance of this direction.\n\nThis study investigated opinions of a heterogeneous sample in multiple clinical sites. Unlike previous studies conducted in other countries, the sample for this study included not only peer nurses and nurse experts but also doctors and patients, which helped to decrease the bias and make the findings more reliable and generalizable. The factor analysis further tested the interrelationships of competencies among the sample, which helped to better understand the meaning of the competency model. (Utley-Smith, 2004) . Despite these strengths, the sample was selected with the assistance of senior nurse managers and academics which might lead to selection bias. Nurse managers were communicated with in advance about how to select a sample with the least bias yet almost all potential participants were included. Besides, the representative nature of the results could be viewed as limited because these competencies were specific to Beijing and probably applicable at a national level. Further studies across the country are clearly needed. However, given that the tertiary hospitals in Beijing are more specialized with more complicated patients cases, than secondary hospitals across the country, it would be reasonable to expect that if nurses in secondary hospitals are competent by these standards then they should be competent in secondary hospitals, elsewhere in the country.\n\nIn accordance with the increasing need for more competent nurses necessary to cope with an expanding health care system in which consumers are requiring better access and increased standards, this study set out to develop a reliable, valid and psychometrically sound instrument for measuring competency in registered nurses in China.\n\nForeign studies have led the way in the development of competency standards and provided useful direction for this study although it was decided to use multiple methods and include a broader sample in order to improve validity and reliability of the measure. The competencies, which emerged, had similarities to those of other countries but also reflected the uniqueness of nursing in China.\n\nThe six competencies, which emerged from this rigorous study, have provided a useful foundation for future research across the country and encouraging evidence has emerged for examination of current, and development of future nursing curricula."}