{"title": "Structures and Polymorphic Interactions of Two Heptad-Repeat Regions of the SARS Virus S2 Protein", "body": "The recent global outbreak of an atypical pneumoniasevere acute respiratory syndrome (SARS)-has been associated with a newly identified coronavirus termed SARS coronavirus (SARS-CoV) (Guo et al., 2003) . Coronaviruses are enveloped, positive-stranded RNA viruses that infect a wide range of animals. Infection of cells by coronaviruses requires fusion of the target and viral membranes, a process mediated by the viral spike (S) glycoprotein (De Groot et al., 1989) . Coronavirus S proteins are synthesized as single-chain precursors that oligomerize in the endoplasmic reticulum and are processed through the Golgi, eventually forming long, petal-shaped spikes that protrude from the virion surface (Lai and Holmes, 2001) . In some coronaviruses, S is posttranslationally cleaved into two chains, known as S1 (the receptor binding protein) and S2 (the transmembrane fusion protein) (Frana et al., 1985; Sturman et al., 1985) . Coronavirus S2 is functionally and structurally related to a large group of so-called class I viral fusion proteins, including those of orthomyxoviruses such as influenza virus, paramyxoviruses such as SV5, retroviruses such as HIV, and filoviruses such as Ebola virus (Earp et al., 2005; Eckert and Kim, 2001; Harrison, 2005; Weissenhorn et al., 1999) . A general fusion mech-anism for these viral fusion proteins posits, in simple terms, that binding of S1 to a receptor on the target cell membrane triggers a series of conformational changes in S2 that ultimately lead to the formation of a highly stable postfusion trimer-of-hairpins structure (Duquerroy et al., 2005; Supekar et al., 2004; Xu et al., 2004) . A large body of evidence suggests that the fusion reaction proceeds via a regulated sequence of transitions involving one or more on-pathway intermediate(s) (Eckert and Kim, 2001) .\n\nS2 is a type I integral membrane protein with a large Nterminal ectodomain, a single transmembrane domain, and a C-terminal cytoplasmic tail. The ectodomain includes two highly conserved regions consisting of heptad-repeats (HR) of hydrophobic residues characteristic of coiled coils. The first HR (HR N ) is adjacent to the N terminus of S2, while the second HR (HR C ) immediately precedes the transmembrane domain ( Figure 1A ). By analogy with other class I viral fusion proteins, the N-terminal region of S2 contains a hydrophobic ''fusion peptide'' (Earp et al., 2005) , although its exact location in the sequence is not known. The fusion peptide and HR regions must remain sequestered in the native S glycoprotein spike (Baker et al., 1999; Wang et al., 2002; Yin et al., 2006) . During the fusion process, the fusion peptide is exposed and inserted into the target cell bilayer, providing attachment points for drawing together the viral and cellular membranes (Skehel and Wiley, 2000) . Protein dissection studies from several groups demonstrated that the HR N and HR C regions of S2 associate to form a stable, a-helical trimer of antiparallel heterodimers (Bosch et al., 2003; Ingallinella et al., 2004; Liu et al., 2004; Tripet et al., 2004) . X-ray crystallographic analysis revealed that three HR N helices form an interior, parallel trimeric coiled coil, whereas three C-terminal HR C helices pack in an antiparallel manner into three hydrophobic grooves on the surface of this coiled coil (Duquerroy et al., 2005; Supekar et al., 2004; Xu et al., 2004) . This rod-shaped a-helical core of the S2 trimer-of-hairpins shares features with the other known class I fusion proteins (Earp et al., 2005; Eckert and Kim, 2001; Harrison, 2005; Weissenhorn et al., 1999) . Formation of the stable six-helix bundle has been proposed to bring the viral and cellular membranes into close apposition, thereby facilitating membrane fusion and subsequent viral entry (Chan et al., 1997; Tan et al., 1997; Weissenhorn et al., 1997) . Interestingly, isolated peptides derived from the HR C region of S2 can have antiviral activity with IC 50 values in the micromolar range (Bosch et al., 2004; Liu et al., 2004) . Thus, in addition to providing insights into fusion-activating conformational changes in S2, determining the structural basis for interactions between the HR regions could assist anti-SARS drug development efforts.\n\nIn this report, we have applied a protein dissection approach to identify and study two isolated HR domains and two HR N /HR C complexes from SARS-CoV S2. The set of structures and their widely varying stabilities suggest a plausible mechanism for achieving the controlled activation of S2. We discuss the implications of polymorphic interactions of the HR regions for SARS-CoV membrane fusion and its inhibition.\n\nThe HR C Tetramer We began by studying a 44 residue peptide (called C44) corresponding to the predicted HR C region of SARS-CoV S2 (Figure 1 ). On the basis of circular dichroism (CD) measurements at 50 mM peptide concentration in neutral phosphate-buffered saline (PBS), C44 is w75% helical at 4ºC and displays a cooperative thermal unfolding transition with a melting temperature (T m ) of 40ºC (Table 1 and Figures 2A and 2B) . Sedimentation equilibrium experiments indicate that C44 is a tetramer (Figure 2C) . The X-ray crystal structure of the C44 peptide at 1.70 Å resolution (Table 2 ) reveals a unique lefthanded superhelix consisting of four antiparallel a helices crossing at an angle of w18º ( Figure 3 ). These helices form a cylinder with an overall diameter of w25 Å and a length of w60 Å . An exact dyad is perpendicular to the superhelical axis. The distance between the axes of diagonally related helices (with the same relative orientation) is w13 Å , whereas that between the axes of adjacent antiparallel helices is w9 Å .\n\nUnexpectedly, only the Leu and Ile side chains at the d positions interact between parallel helices (on diagonal) and stagger axially to form the hydrophobic core of the tetramer. Each cross-sectional d layer contains either two Leu or two Ile residues, which alternate from one pair of parallel helices to the other. In nine of ten layers, the dihedral angles c 1 and c 2 of the Leu and Ile side chains are approximately 260º,180º, corresponding to the most abundant rotamers for these amino acids (Ponder and Richards, 1987) . Residues at positions a and g in the neighboring helices pack against the leucines and isoleucines at d positions to complete the hydrophobic core (see Figure 3D ). Compared to the side chains of isolated helices, residues at the a, d, and g positions of the tetramer are substantially buried (>88%), those at the c and e positions are partly buried (w28%), while the b and f positions remain completely exposed. Approximately 6,000 Å 2 of solvent-accessible surface area (44% of the total accessible surface area of the four helical monomers) is buried in the tetramer.\n\nThe C44 tetramer interface shows nonclassical ''knobs-to-knobs'' packing of the Leu and Ile side chains at the d positions between parallel helices (Gottschalk, 2005; Lupas and Gruber, 2005) . By contrast, adjacent (B) Sequence alignment of the HR N (top) and HR C (bottom) regions derived from SARS-CoV S2 with the corresponding residues of S2 proteins from other coronavirus genera. The sequences of SARS-CoV (Urbani strain used in this study), HCoV-229E (human coronavirus, strain 229E), MHV (mouse hepatitis virus, strain JHM), and IBV (avian infectious bronchitis virus, strain LX4) are shown. The locations of the two isolated HR domains (N34 and C44) and two HR N /HR C complexes (N37/C34 and N50/C36) from SARS-CoV S2 are indicated. Core residue positions (a, d, x, or y) for the N34, N37, N50, and C44 coiled coils are shown (see text and Figure 5 ). Residues of the C34 and C36 peptides in direct contact with their respective N37 and N50 coiled coils are indicated by asterisks. Chemically similar residues among coronaviruses are colored red. antiparallel helices exhibit a new type of ''knobs-intoholes'' interaction (Bryson et al., 1995; Crick, 1953; Harbury et al., 1993) , whereby each Leu or Ile knob at a d position packs into a hole formed by the a and g residues of the neighboring helix and by two d residues in adjacent layers along the superhelical axis. This geometry results in a similar placement of atoms around the side chains at positions a and g. Knobs formed by a residues of one helix fit into holes formed by the spaces between the d and e residues on the neighboring helix and by two a residues in adjacent layers along the superhelical axis. Similarly, knobs at g positions pack into holes formed by the c and d residues of the neighboring helix and by two g residues in adjacent layers. Thus, the a, d, and g residues of the HR in the C44 tetramer segregate into four geometrically distinct helix-helix interfaces. By contrast, we note that residues at the a, d, and e positions of the lac repressor HR region participate in interhelical hydrophobic interactions (Deng et al., 2006; Friedman et al., 1995; Lewis et al., 1996) . In summary, the conserved C-peptide region within the S2 ectodo-main folds into a labile yet well-ordered, antiparallel, four-stranded coiled coil with unusual structural features.\n\nTo investigate the interaction between the two HR regions in S2, we constructed a recombinant protein, denoted recSARS-1, in which residues 901-973 and 1150-1193 are tethered by a glycine-rich linker (Figure 1A) . CD and sedimentation equilibrium studies indicate that recSARS-1 forms an extremely stable helical trimer that does not unfold upon heating to 98ºC at 50 mM protein concentration in PBS ( Table 1) . Proteolysis of recSARS-1 by proteinase K yields two peptide fragments corresponding to residues 901-950 (N50) and 1150-1185 (C36) ( Figure 1B ). Isolated N50 folds into an a-helical, trimeric structure (the T m of a 50 mM solution is 63ºC) ( Table 1 and Figures 4A-4C ), while C36 is predominantly unfolded ( Figure 4A ). An equimolar mixture of these two peptides is w90% helical and sediments as a trimer of heterodimers (Table 1 and Figures 4A  and 4D ). The N50/C36 complex has a thermal stability that exceeds 100ºC in PBS and unfolds cooperatively with an apparent T m of 70ºC in the presence of the denaturant GuHCl at 2 M concentration ( Figure 4B ). Thus, N50 and C36 associate to form an exceedingly stable six-helix bundle. The crystal structure of the N50/C36 complex at 1.95 Å resolution (Table 2 ) reveals three C36 chains (partly ahelical) packed in an oblique, antiparallel manner into hydrophobic grooves on the surface of an interior, parallel coiled-coil trimer formed by three N50 helices (Figures 5A and 5B) . The six-helix bundle forms an overall rod-shaped structure w75 Å in length with a maximum diameter of 28 Å . With the exception of the C-terminalmost core residue Leu948 directed at the 3-fold axis (''x-like'' packing) (Bullough et al., 1994) , the next six a and d residues in the N50 coiled coil exhibit classical knobs-into-holes side chain packing ( Figure 1B ). By contrast, the six helical turns closest to the N terminus lack any regular 4-3 hydrophobic periodicity. Instead, two layers containing an x-like symmetric pattern ( Figure 5C ) alternate with two layers containing an atypical two-core residue structural motif (da-like layer [Gruber and Lupas, 2003] ; we call it ''y-like'' packing for convenience; see Figure 5D ). As a result, the N-terminal half of the superhelix is underwound to an average pitch of w250 Å . Interestingly, the 19 residue a-helix of each C36 peptide (residues 1161-1179) intercalates into each of the grooves on the outside of the flattened coiled-coil segment in a ''ridges-into-grooves'' arrangement (Chothia et al., 1981) . Beyond buttressing the core a helix, the extended N-and C-terminal peptide regions of C36 tuck into the adjoining grooves through hydrophobic contacts, forcing the extreme ends of the N50 and C36 chains into the rod-like structure. Fourteen amino acid residues from each C36 peptide and 38 residues from two adjacent N50 peptides contribute to an interfacial interaction that buries w3,500 Å 2 of solventaccessible surface area. Recently, independent results on three crystal structures of similar a-helical domains from SARS S2 have been reported ( (C) Sedimentation equilibrium data for a 50 mM sample at 20ºC and 25,000 rpm in PBS. The data fit closely to a tetrameric complex. Curves expected for trimeric and pentameric models are indicated for comparison. The deviation in the data from the linear fit for a tetrameric model is plotted (upper). a root mean square deviation (rmsd) for a carbon atoms of less than 1.0 Å . The high degree of sequence conservation among S2 proteins (see Figure 1B ) suggests that each forms an a-helical bundle in a similar manner, but with interesting variations because some of the coronaviruses (e.g., human respiratory viruses 229E and NL63) a R sym = SjI 2 <I>j/SI, where I is the integrated intensity of a given reflection. b Numbers in parentheses represent the statistics for the shell comprising the outer 10% (theoretical) of the data. c R cryst = SjF o 2 F c j/SF o , R free = R cryst calculated by using 5% of the reflection data chosen randomly and omitted from the start of refinement. contain 14 residue in-phase insertions in both HR sequences.\n\nTo test whether the C-terminal half of the predicted HR N sequence can interact with the C-peptide region, we generated a variant of recSARS-1 that is truncated by 25 residues at the N terminus. Serendipitously, we found that this recSARS-2 molecule folds into a stable, helical, dimeric structure (T m = 72ºC at 50 mM peptide concentration), as measured by CD and sedimentation equilibrium measurements (Table 1 and Figures 6A and 6B ). Digestion of recSARS-2 by proteinase K produces two peptide fragments corresponding to residues 926-962 (N37) and 1150-1183 (C34) ( Figure 1B ). The isolated N37 and C34 peptides individually display little second-ary structure (Table 1) . Upon mixing, however, they form a dimer of heterodimers with 100% helix content (Table  1 and Figures 6A and 6C ). This complex undergoes a cooperative thermal unfolding transition with a T m of 64ºC ( Figure 6B ). Thus, N37 and C34 associate to form a highly stable four-helix structure. To facilitate crystallographic studies, we connected the N37 and C34 peptides via a glycine-rich linker. This subdomain, denoted N37(L6)C34, possesses the same dimeric structure and thermostability as the parent recSARS-2 molecule ( Table 1) . The crystal structure of N37(L6)C34 at 1.50 Å resolution (Table 2 ) reveals a previously uncharacterized type of antiparallel four-a-helical bundle. Two C34 helices entwine obliquely around a parallel coiled-coil dimer formed by two N37 helices in an antiparallel orientation ( Figures 7A and 7B ). This four-helix bundle comprises a cylinder w56 Å in length and 27 Å in diameter. N37 folds into an 11-turn a helix stretching the entire length of the coiled coil, with an irregular 4-3 hydrophobic periodicity ( Figure 1B ). An alternating y-and x-like core packing in the middle four helical turns is flanked by the a and d layers, except for the C-terminal most Ile962 (x) layer. The flattening out of the superhelical twist in this central coiled-coil segment (pitch of 194 Å ), in conjunction with its disrupted core, appears to be critical in guiding formation of the four-helix bundle (see below). An electrostatic potential map of the N37 dimer shows that its surface is largely uncharged ( Figure 7C ). The grooves that are the sites for C34 interaction are lined with predominantly hydrophobic residues. In general, residues at positions a and d of C34 pack against the a, d, x, and y residues of the N37 helices, although contacts at other positions are also observed ( Figure 1B) . The interaction of each C34 helix with the N37 dimer buries w2,560 Å 2 of solvent-accessible surface area. It is noteworthy that the y-like packing geometry in the N37 dimer leads to the formation of two large holes in which the symmetry-related Asn937-Ala938 and Leu944-Val945 residues converge ( Figures  7D-7F) . However, when the two holes are occupied by the respective Leu1175 and Leu1168 residues from the abutting C34 helices, a wedges-into-grooves mode of packing (Chothia et al., 1981) results, with the interhelical Leu side chains in van der Waals contact. Such an elaborate N37 coiled-coil structure ensures a snug fit for C34. All of the interfacial residues at the buried core positions of this N37/C34 complex are highly conserved among coronavirus S2 proteins ( Figure 1B) , presumably reflecting selective pressure on the interactions between the HR regions in membrane fusion. So far as we know, this four-helix bundle structure has not seen before in viral fusion proteins.\n\nA 73-residue peptide corresponding to the predicted HR N region of SARS-CoV S2 (residues 901-973) forms an insoluble aggregate under normal solution conditions. In contrast, a closely related 63 residue peptide (N63) beginning at residue 911 has w50% helix content and forms a trimer, as determined by CD and sedimentation equilibrium measurements (Table 1) . We localized the a-helical segment of N63 to its C-terminal half (residues 940-973) by truncation studies ( Figure 1B ). This 34residue peptide (N34) remains trimeric and is fully helical (T m = 70ºC at 50 mM peptide concentration) (Table 1 and Figures 8A and 8B) , demonstrating the preference of this segment to form an autonomously folded subdomain. Its crystal structure at 1.70 Å resolution (Table 2 ) reveals a parallel triple-stranded a-helical coiled coil that is w21 Å wide and w52 Å long ( Figures 8C-8E ). Ten hydrophobic residues and one polar residue from each chain point into the center of the trimer ( Figure 1B) , and seven a and d positions show a classical acute knobs-into-holes packing characteristic of trimeric coiled coils (Harbury et al., 1994) . However, three adjacent layers, starting at the third layer from the N terminus, show an unusual x-y-x-like core packing interaction (see Figure 1B) . As a consequence, the backbones of the three helices in the N34 trimer are less sharply curved and wrap less tightly around the superhelical axis, resulting in a larger spacing between adjacent helices (12.5 Å ). The presence of the x-y-x-like break in the classical 4-3 hydrophobic periodicity of N34 is thus mirrored in its overall coiledcoil assembly and geometry. Such recurring heptadrepeat anomalies (Gruber and Lupas, 2003) may serve a general role in facilitating polymorphic structural transitions in viral fusion proteins (Baker et al., 1999) .\n\nThe stable six-helix bundle formed by the N50 and C36 peptides is a well-known feature of class I fusion proteins and is likely to represent the core of the postfusion trimer-of-hairpins structure of S2 (Duquerroy et al., 2005; Supekar et al., 2004; Xu et al., 2004) . Current thinking postulates that a folding back of the S2 ectodomain drives the C-terminal transmembrane anchor toward the fusion peptide, allowing the two membrane attachment points to come together in the postfusion structure Figure 6 . Solution Properties of the N37/C34 Complex (A) CD spectra of recSARS-2 (circles) and the N37/C34 complex (triangles) at 4ºC in PBS and 50 mM peptide concentration. (B) Thermal melts monitored by CD at 222 nm. The decrease in the fraction of a folded molecule is shown as a function of temperature. (C) Sedimentation equilibrium data for a 50 mM sample of the N37/ C34 complex at 20ºC and 25,000 rpm. The data fit closely to a dimeric complex. The deviation in the data from the linear fit for a dimeric model is plotted (upper). (Chan et al., 1997; Tan et al., 1997; Weissenhorn et al., 1997) . In the native S glycoprotein spike, the structure of the S1/S2 complex is trapped in a metastable state that precludes formation of the thermodynamically preferred postfusion conformation (Carr et al., 1997; Ruigrok et al., 1986) . The structures and relative stabilities of the isolated C44 and N34 domains and the N50/C36 and N37/C34 complexes described here suggest a possible mechanism whereby the HR regions, initially sequestered in the native S spike, are sequentially refolded to promote membrane fusion, with the three distinct a-helical domains formed by the respective C44, N37(L6)C34, and N34 peptides representing different intermediate states of S2 in the fusion reaction. We should emphasize nonetheless that biological evidence for the role of these structures in the fusion process is currently lacking.\n\nFor example, the C44 structure suggests that the HR C region, which is known to be involved in the stable post-fusion state, may also regulate activation of the metastable native state. Indeed, the tetrameric symmetry of this structure is consistent with topological considerations that argue against a symmetric transition from the native oligomer to the postfusion trimer-of-hairpins structure (Root et al., 2001) . In a similar vein, the a-helical rods of the N50/C36 and N37/C34 complexes share the attribute of having the helices oriented so as to direct the membrane proximal end of S2 toward the N-terminal fusion peptide. This leads us to speculate that the four-helix bundle plays a role in bringing the attached target and viral membranes into proximity, probably prior to formation of the still more stable six-helix bundle. This idea is appealing because the subsequent structural rearrangement to the trimer-of-hairpins conformation could then be coupled to the actual membrane fusion event. In this regard, it is noteworthy that cellular membrane fusion processes mediated by the SNARE proteins also rely on a four-helix bundle structure to achieve apposition of the vesicle and target membranes (Sutton et al., 1998) .\n\nPursuing this hypothetical model further, we note that the overlapping segments of the N34 and N50 peptides (residues 941-949) adopt the same three-stranded coiled-coil conformation (with an rmsd for a carbon atoms of 0.87 Å ) in the respective trimer and six-helix bundle structures, which differs from that seen for the N37 dimer in the four-helix bundle. This observation suggests that the N34 region may play a role as an adaptor to break the symmetry during the postulated S2 dimer-to-trimer transition by nucleating trimer formation during the conformational change. Cooperativity and irreversibility could be achieved when the HR C region folds onto the newly formed HR N trimer surface. Resolution of the four-helix bundle intermediate might thus be mechanistically and thermodynamically linked to formation of the trimer-of-hairpins structure. The highly stable N34 subdomain (with a T m value of 70ºC, as compared to that of 63ºC for the longer N50 trimer at the same concentration) could then represent a late intermediate state of S2 in which the central HR N trimer interactions in the postfusion state are present, but the zippering up of the outer layer has not yet begun. The structures and polymorphic interactions of the S2 HR regions presented here serve as the starting point for addressing this and other essential structural questions about the mechanism of SARS-CoV entry into cells.\n\nSynthetic C-peptides (peptides corresponding to the C helix of S2) have been shown to inhibit SARS-CoV en-try at micromolar concentrations (Bosch et al., 2004; Liu et al., 2004) . C-peptides could interfere with formation of either or both of the four-helix bundle and six-helix bundle structures in a dominant-negative mechanism. Fusion inhibitors developed by using these two different strategies could even act in synergy. Speculatively, the highly conserved, large pockets in the N37 coiled-coil dimer that accommodate conserved C-peptide residues may be attractive targets for the development of new peptidomimetic or small-molecular drugs. Finally, the four-helix bundle intermediate considered here may be exposed in the S2 fusion process, in which case antibodies directed against N37(L6)C34 may inhibit viral entry.\n\nProtein Expression, Purification, and Proteolysis Two distinct HR N /HR C proteins that differ only at their N termini were generated for this study: (1) recSARS-1, which is derived from Urbani SARS-CoV residues 901-973 and 1150-1193 connected by an -SGGRGG-linker, and (2) recSARS-2, which starts at residue 926. The HR N /HR C constructs were appended to the TrpLE 0 leader sequence (Kleid et al., 1981) . All constructs were cloned into the pET24a vector (Novagen) by using standard molecular biology techniques. The HR N /HR C peptides were expressed in E. coli BL21 (DE3)/ pLysS, purified from inclusion bodies, and cleaved from the TrpLE 0 leader sequence with cyanogen bromide as described (Shu et al., 1999) . Final purification of all peptides was performed by reversephase HPLC on a C18 preparative column by using a water-acetonitrile gradient in the presence of 0.1% trifluoroacetic acid. Peptide identities were confirmed by electrospray mass spectrometry (Per-Septive Biosystems Voyager Elite, Cambridge, MA). Proteinase K digestion was performed at protease:protein ratios of 1:200 (wt/wt) at room temperature in 50 mM Tris-HCl (pH 8.0). Proteolytic fragments were analyzed by reverse-phase HPLC and were assigned by N-terminal sequencing and mass spectrometry.\n\nCircular dichroism (CD) spectra were measured on an AVIV 62A/DS spectropolarimeter (Lakewood, NJ) equipped with a thermoelectric temperature control at 4ºC in PBS (50 mM sodium phosphate [pH 7.0], 150 mM NaCl). A [q] 222 value of 233,000 deg. cm 2 dmol 21 was taken to correspond to 100% helix (Chen et al., 1974) . Thermal melts were performed in the same buffer and also, for the N50/C36 complex, with the addition of 2 M guanidine hydrochloride (GuHCl) to facilitate unfolding. The reversibility of thermal transitions was verified by repeated scans. In all cases, superimposable folding and unfolding curves were observed, and >90% of the signal was regained upon cooling. Values of T m were estimated by evaluating the maximum of the first derivative of [q] 222 versus temperature data (in 2º steps) (Cantor and Schimmel, 1980) .\n\nAll sedimentation equilibrium experiments were performed on a Beckman XL-A analytical ultracentrifuge (Fullerton, CA) equipped with an An-60 Ti rotor (Fullerton, CA) at 4ºC as described (Shu et al., 1999) . Protein solutions were dialyzed overnight against PBS, loaded at initial concentrations of 50, 200, and 500 mM, and analyzed at two rotor speeds. Data were acquired at two wavelengths per rotor speed setting and were processed simultaneously with a nonlinear least squares fitting routine (Johnson et al., 1981) . Solvent density and protein partial specific volume were calculated according to solvent and protein composition, respectively (Laue et al., 1992) . Random residuals were observed in all cases. The apparent molecular masses derived from the complete data sets followed by expected molecular mass (shown in parentheses) and the rotor speeds in thousand revolutions per minute at which data were collected (shown in brackets) are as follows: C44, 19, 400 (20, 075) [22, 25]; 41, 500 (40, 119) [12, 15]; N50, 15, 700 (16, 287) [25, 28] ; N50/ C36, 27, 900 (28, 313) [17, 20]; 21, 700 (21, 194) [21, 24]; N37, 4, 200 (3, 884) [36, 39]; C34, 3, 900 (3, 766) [36, 39] ; N37/C34, 15,600 (15,301) [25, 28] ; N37(L6) C34, 15,900 (16,208) [25, 28] ; N63, 21,100 (20,144) [21, 24]; N34, 11,100 (10,936) [29, 32] .\n\nCrystallization and Structure Determination C44 was crystallized at room temperature by using the hanging drop vapor diffusion method by equilibrating a solution containing 1 ml 10 mg ml 21 peptide in water and 1 ml reservoir buffer against reservoir buffer (0.1 M Tris-HCl [pH 8.5], 10 mM NiCl 2 , 22% PEG MME 2000). Crystals belong to space group C222 (a = 43.7 Å , b = 90.2 Å , c = 42.3 Å ) and contain two monomers in the asymmetric unit. A useful heavy atom derivative was produced by soaking the protein crystal in the mother liquor containing 1 M sodium bromide for 3 min. The crystals were harvested in 0.1 M Tris-HCl (pH 8.0), 10 mM NiCl 2 , 25% PEG MME 2000, 15% glycerol and were frozen in liquid nitrogen. Native and MAD data sets were collected on beamline X4A at the National Synchrotron Light Source (Table 2 ). All diffraction data were indexed and scaled by using DENZO and SCALEPACK (Otwinowski and Minor, 1997) . Two bromide sites in the asymmetric unit were located with Solve (Terwilliger and Berendzen, 1999) . Density modification and phase extension to 1.7 Å with Arp/Warp (Lamzin and Wilson, 1993) improved the quality of the electron density maps and allowed w95% of the final structure to be interpreted. Before refinement, 5% of the reflections were set aside for calculation of R free (Brunger, 1993) . Iterative rounds of model building with O (Jones et al., 1991) and refinement with Refmac (Murshudov et al., 1997) as well as the addition of ordered solvent clarified the trace, except for the helix terminal regions, which are not visible in the electron density maps and therefore must be disordered. Refinement was concluded with overall anisotropic thermal factors by using TLS groups for each monomer (Schomaker and Trueblood, 1998 ). The final model (R cryst = 20.9% and R free = 25.8% for the resolution range 45.2-1.70 Å ) contains residues 1150-1187 (monomer A), residues 1153-1185 (monomer B), 1 chloride ion, and 73 water molecules. The model has excellent stereochemistry and structural quality with rmsds from ideal geometry of 0.015 Å for bond lengths and 1.6º for bond angles. All main chain torsional angles fall within the helical regions of the Ramachandran plot. Some noninterpreted electron density, enough for 2 or 3 residues, can be observed at the 0.5s contour level in s A -weighted electron density maps and may correspond to part of the disordered C terminus of the C44 molecule.\n\nThe N50/C36 complex was refolded by renaturation from urea and was purified by size exclusion on a Superdex 200 column. Purified complex was exchanged into 10 mM Tris-HCl (pH 8.0) and concentrated to 20 mg ml 21 by ultrafiltration. Crystals were obtained from 0.1 M sodium cacodylate (pH 6.4), 0.15 M zinc acetate, 18% PEG 8000 at room temperature and were cryoprotected with 15% glycerol. Crystals belong to space group P1 (a = 31.1 Å , b = 55.6 Å , c = 71.7 Å , a = 81.3º, b = 87.1º, g = 84.1º) and contain six N50/C36 monomers in the asymmetric unit. Data were collected on beamline X4A at the National Synchrotron Light Source and were reduced and scaled with DENZO and SCALEPACK (Otwinowski and Minor, 1997) (Table  2 ). The structure of the N50/C36 complex was solved by molecular replacement with MOLREP (Vagin and Teplyakov, 1997 ) by using the MHV S2 core structure (Xu et al., 2004 ) as a search model. Electron density map interpretation and model building were carried out with O (Jones et al., 1991) , and the structure was refined at 1.95 Å resolution by using Refmac (Murshudov et al., 1997) with TLS groups assigned for each N50 or C36 monomer (Schomaker and Trueblood, 1998 ). The final model (R cryst = 20.3% and R free = 27.4% for the resolution range 70.7-1.95 Å ) consists of residues 901-949 (monomer A), residues 1154-1180 (monomer B), residues 902-947 (monomer C), residues 1154-1182 (monomer D), residues 901-949 (monomer E), residues 1153-1182 (monomer F), residues 901-950 (monomer G), residues 1150-1183 (monomer H), residues 901-949 (monomer I), residues 1153-1182 (monomer J), residues 901-950 (monomer K), and residues 1152-1185 (monomer L) in the asymmetric unit, 2 zinc ions, 6 sodium ions, 1 acetate ion, 1 cacodylate ion, and 176 water molecules. The model exhibits rmsds from ideal bond lengths and bond angles of 0.033 Å and 2.3º, respectively. 98.0% of residues occupy the most favored regions of the Ramachandran plot, with none in disallowed regions.\n\nA 20 mg ml 21 stock of N37(L6)C34 was prepared in 10 mM Tris-HCl (pH 8.0) by following the procedures described above for the N50/C36 complex. Crystals of N37(L6)C34 were grown from 0.1 M sodium formate, 26%-30% PEG 1500 at room temperature. Crystals belong to space group C222 1 (a = 41.0 Å , b = 146.6 Å , c = 24.0 Å ) and contain one N37(L6)C34 molecule in the asymmetric unit. The crystals were transferred into cryosolution containing the reservoir buffer and 15% glycerol, harvested, and frozen in liquid nitrogen. Diffraction data were collected on beamline X4A at the National Synchrotron Light Source. Reflection intensities were integrated and scaled with DENZO and SCALEPACK (Otwinowski and Minor, 1997) (Table 2) . Initial phases were determined by molecular replacement with Phaser (Storoni et al., 2004) by using the structure of the C44 monomer (residues 1154-1186) as a search model. Two C44 molecules were oriented and placed in the asymmetric unit with a Z score of 6.8 and a final refined LLG of 111.9, corresponding to the N37 and C34 helical regions, respectively. This model and the data set for N37(L6)C34 were directly fed to Arp/Warp (Lamzin and Wilson, 1993) , which provided a largely complete asymmetric unit of the N37(L6)C34 chain and allowed w93% of the final model to be interpreted. The resulting experimental electron density map was of excellent quality and showed the location of most of the side chains. Crystallographic refinement of the N37(L6)C34 structure was carried out by using Refmac (Murshudov et al., 1997) . Density interpretation and manual model building were done with O (Jones et al., 1991) . An overall anisotropic thermal factor correlation was applied by using the N37 and C34 TLS groups (Schomaker and Trueblood, 1998 ). The final model (R cryst = 21.1% and R free = 24.6% for the resolution range 72.6-1.50 Å ), which contains 75 residues (the two most C-terminal residues are disordered) and 77 water molecules, was verified by omit maps. The model fits the 2F o 2 F c map well, and the F o 2 F c map contoured at 6 3s has no interpretable features. Bond lengths and bond angles of the model have rmsds from ideality of 0.013 Å and 1.4º, respectively. All main chain dihedral angles but one (Ile1183) fall within the most preferred regions of the Ramanchandran space, and most side chains assume well-populated rotamer conformations. Ile1183 lies in an additionally allowed region of the Ramachandran space and is the second residue from the C terminus of the structured C34 model. N34 was crystallized from 7.5 mg ml 21 peptide in water, 0.1 M sodium citrate (pH 5.0), 16% PEG 4000, 20% isopropanol at room temperature. Crystals belong to space group C2 (a = 58.9 Å , b = 34.4 Å , c = 51.7 Å , b = 93.9º) and contain three monomers in the asymmetric unit. Cryoprotection was achieved by raising the concentration of PEG 4000 to 20% supplemented with 15% glycerol. The crystals were frozen in liquid nitrogen, and data were collected on beamline X4A at the National Synchrotron Light Source. The data were processed with DENZO and SCALEPACK (Otwinowski and Minor, 1997) (Table 2 ). The initial model of the N34 trimer was obtained by molecular replacement with Phaser (Storoni et al., 2004) by using the N50 trimer structure as a search model. The coordinates were refined against data up to 1.70 Å resolution by using Refmac (Murshudov et al., 1997) , followed by manual rebuilding with O (Jones et al., 1991) , in iterative cycles. Later cycles included overall anisotropic refinement with TLS groups for each monomer (Schomaker and Trueblood, 1998 ). The final model (R cryst = 19.4% and R free = 23.8% for the resolution range 51.6-1.70 Å ) contains residues 940-973 (monomer A), residues 941-973 (monomer B), residues 940-973 (monomer C), and 100 water molecules. All protein residues are in the most favored regions of the Ramachandran plot.\n\nRmsds were calculated with LSQKAB in the CCP4i program suite (Potterton et al., 2003) . Buried surface areas were calculated from the difference of the accessible side chain surface areas of the oligomer structure and of the individual helical monomers by using CNS 1.0 . To calculate an omit map, target residues were removed, and the remaining atoms were shaken randomly by 0.3 Å to minimize model bias and then refined. Figures were generated with SETOR (Evans, 1993) , Insight II (Accelrys, San Diego, CA), and GRASP (Nicholls et al., 1991) ."}