{"title": "", "body": "medical staff, a lack of clinics that can handle and treat infected patients, and high demands for face masks for protection. The Chinese central government is working with extraordinary diligence to mobilize resources, including building new hospitals and developing new coronavirus vaccine, as well as sending medical experts and clinicians to the city of Wuhan 10 to help contain the highly transmittable virus outbreak from spreading further.\n\nWith the continuing coronavirus spur, the public has been advised by various health authorities to reduce traveling and stay at home as a basic means of limiting people's exposure to the virus. Health authorities, including the National Health Commission of the People's Republic of China, 11 WHO, 12 and U.S Centers for Disease Control and Prevention, 13 have issued safety recommendations for taking simple precautions to reduce exposure to and transmission of the virus. Unfortunately, the mandated restrictions on travel and directives against participating in outdoor activities, including regular physical activity and exercise, will inevitably disrupt the routine daily activities of tens of millions of people.\n\nWhile containing the virus as quickly as possible is the urgent public health priority, there have been few public health guidelines for the public as to what people can or should do in terms of maintaining their daily exercise or physical activity routines. Arguably, staying home, while a safe measure, may have unintended negative consequences since such efforts to avoid human-to-human transmission of the virus may lead to reduced physical activity. It is likely that prolonged home stay may lead to increased sedentary behaviors, such as spending excessive amounts of time sitting, reclining, or lying down for screening activities (playing games, watching television, using mobile devices); reducing regular physical activity (hence lower energy expenditure); or engaging in avoidance activities that, consequently, lead to an increased risk for and potential worsening of chronic health conditions. 14 Therefore, there is a strong health rationale for continuing physical Peer review under responsibility of Shanghai University of Sport. activity in the home to stay healthy and maintain immune system function in the current precarious environment.\n\nExercise at home using various safe, simple, and easily implementable exercises is well suited to avoid the airborne coronavirus and maintain fitness levels. Such forms of exercise may include, but are not limited to, strengthening exercises, activities for balance and control, stretching exercises, or a combination of these. Examples of home exercises include walking in the house and to the store as necessary, lifting and carrying groceries, alternating leg lunges, stair climbing, stand-to-sit and sit-to-stand using a chair and from the floor, chair squats, and sit-ups and pushups. In addition, traditional Tai Ji Quan, Qigong exercises, 15 and yoga 16 should be considered since they require no equipment, little space, and can be practiced at any time. The use of eHealth and exercise videos, which focuses on encouraging and delivering physical activity through the Internet, mobile technologies, and television 17 are other viable avenues for maintaining physical function and mental health during this critical period.\n\nOfficial measures that restrict people's movements in the presence of the coronavirus crisis do not necessarily mean that physical activity must be limited or that all forms of exercise must be eliminated entirely. Exercise has been shown to have clear health benefits for healthy individuals 18 and for patients with various diseases. 19 In this respect, we strongly echo Dr. Steven Blair's quote from Dr. Ken Powell: \"Some activity is better than none, and more is better than less\" (p. 525). 20 The aim should be to undertake at least 30 min of moderate physical activity every day and/ or at least 20 min of vigorous physical activity every other day. 18 Ideally, a combination of both intensities of physical activities is preferable in addition to practicing strengthening-type activities on a regular basis. 18 Children, the elderly, and those who have previously experienced symptoms of illness or are susceptible to chronic cardiovascular or pulmonary disease should seek advice from health care providers about when it is safe to exercise.\n\nGiven the concerns about the increasing spread of COVID-19, it is imperative that infection control and safety precautions be followed. Home stay is a fundamental safety step that can limit infections from spreading widely. But prolonged home stays can increase behaviors that lead to inactivity and contribute to anxiety and depression, which in turn can lead to a sedentary lifestyle known to result in a range of chronic health conditions. Maintaining regular physical activity and routinely exercising in a safe home environment is an important strategy for healthy living during the coronavirus crisis."}