{"title": "Innate immune restriction and antagonism of viral RNA lacking 2'-O methylation", "body": "additional PAMP on some viral mRNA lacking-2 0 -O methylation, which is recognized by the ISG Ifit1 Hyde et al., 2014; Kimura et al., 2013; Menachery et al., 2014; Szretter et al., 2012) . As mRNA of higher eukaryotic organisms contain 2 0 -O methylation on their 5 0 cap structures, Ifit1 may have evolved, in part, to distinguish self from non-self RNA.\n\nEukaryotic N-7-and 2 0 -O-methylation of host mRNA RNA methylation is a common post-transcriptional modification that regulates gene expression by influencing diverse aspects of RNA biology including nuclear export, splicing, transcript stability, and translation. In eukaryotic cells, host mRNAs are capped at the 5 0 end by an inverted N-7 methyl guanosine nucleoside (m 7 GpppN), which is linked to the RNA moiety by a triphosphate bridge (Fig. 1A) . The presence of the m 7 G cap (cap 0) structure enhances mRNA translation by promoting the association of translation initiation factors such as eIF4E with the 5 0 end, as transcripts lacking methylated 5 0 caps fail to complex efficiently with 40S ribosomal subunits (Both et al., 1975; Gebauer and Hentze, 2004; Shatkin, 1985) . Additionally, methylated 5 0 cap structures stabilize RNA transcripts by preventing degradation by 5 0 -3 0 cellular exoribonucleases (reviewed in (Garneau et al., 2007) ), and regulate early steps in RNA transcription by associating with gene promoters (reviewed in (Bentley, 2005; Pei et al., 2003; Schroeder et al., 2000) ).\n\nAddition of the m 7 G cap occurs co-transcriptionally in the nucleus via a three-step enzymatic reaction (Fig. 1B) . Newly transcribed RNA (pppNp-RNA) is cleaved by RNA triphosphatase at the γ-phosphate to yield diphosphate RNA (ppNp-RNA) (Yagi et al., 1983) . Guanylyltransferase, which forms part of the bifunctional capping enzyme (hCAP) that also encodes triphosphatase activity, then hydrolyzes the α-phosphate from GTP and transfers the GMP moiety to the ppNp-RNA acceptor to generate GpppNp Yagi et al., 1983; Yamada-Okabe et al., 1998) . This reaction shows specificity for ppNp-RNA as pppNp-RNA is capped far less efficiently, and pNp-RNA not at all. GpppNp-RNA is then methylated by a distinct enzyme, (guanine-N-7-)methyltransferase (N-7 MTase), which modifies the 5 0 terminal guanosine of dinucleoside and polynucleoside triphosphate moieties (Ensinger and Moss, 1976) . In this reaction the N-7 MTase transfers a methyl group from an S-adenosyl-L-methionine (AdoMet) donor to the The eukaryotic canonical capping pathway. Newly transcribed RNA (pppNp-RNA) is cleaved by RNA triphosphatase at the γ-phosphate to yield diphosphate RNA (ppNp-RNA). Guanylyltransferase, which forms part of the bifunctional capping enzyme (hCAP) that also encodes triphosphatase activity, then hydrolyzes the αphosphate from GTP and transfers the GMP moiety to the ppNp-RNA acceptor to generate GpppNp. GpppNp-RNA is methylated by the N-7 MTase, which transfers a methyl group from an S-adenosyl-L-methionine (AdoMet) donor to the unmethylated G-cap acceptor, producing cap 0 RNA (m 7 GpppNp) and S-adenosyl-L-homocysteine (AdoHcy) as a by-product. The 2 0 -O-ribose MTase (hMTr1) then transfers a methyl group from the AdoMet donor to the first and second nucleotides of cap 0 RNA to generate cap 1 and cap 2 structures, respectively. (C) Generation of viral cap 1 structures through non-canonical capping and methylation pathways. Analogous to eukaryotic RNA methylation, some viruses (e.g. coronavirus and poxvirus) catalyze cap 0 and cap 1 formation separately via two distinct enzymes or enzymes complexes (left). In contrast, other viruses (e.g. flavivirus and reovirus) catalyze N-7 and 2 0 -O methylation sequentially via a single enzyme (right). Although the cap 1 end product is identical between host and viral transcripts structural differences in the viral and eukaryotic enzymes that catalyze these reactions and their distinct modes of ligand binding make viral 2 0 -O MTases potential targets for inhibitor design. unmethylated G-cap acceptor, producing cap 0 RNA (m 7 GpppNp) and S-adenosyl-L-homocysteine (AdoHcy) as a by-product.\n\nWhereas N-7-methylation is conserved among all eukaryotes, 2 0 -O-ribose methylation of the first or the first and second transcribed nucleotides immediately downstream of the m 7 G cap (which forms cap 1 and cap 2 structures, respectively) is present only in mRNA of bony fish and higher eukaryotes (Varela et al., 2014) . The additional 2 0 -O methylation event and generation of cap 1 structures facilitates splicing of small nuclear RNAs (snRNA) (Donmez et al., 2004) and enhances translation of mRNA during oocyte maturation (Kuge et al., 1998; Kuge and Richter, 1995) . Beyond these functions, 2 0 -O methylation and cap 1 structures contribute to the recognition and restriction of non-self RNA, particularly in the context of the cellintrinsic immune response to viruses (Daffis et al., 2010; Hyde et al., 2014; Kimura et al., 2013) . Indeed, expression of the MTase (hMTr1, also known as ISG95) that catalyzes formation of cap 1 structures is augmented by interferon (IFN), supporting a role for differential methylation of RNA cap structures in immune detection and restriction (Haline-Vaz et al., 2008) .\n\n2 0 -O-ribose methylation of host cell mRNA occurs co-transcriptionally in the nucleus through the actions of hMTr1 (Belanger et al., 2010; Pei et al., 2003; Schroeder et al., 2000) . Analogous to the nuclear N-7 MTase, hMTr1 associates with Pol II (Haline-Vaz et al., 2008) and can methylate both m 7 GpppG and GpppG RNA in vitro (Belanger et al., 2010; Langberg and Moss, 1981; Smietanski et al., 2014) . The crystal structure of the human 2 0 -O-MTase catalytic domain complex (Smietanski et al., 2014) has revealed that recognition of the guanosine cap by eukaryotic and viral 2 0 -O-MTases occurs in a distinct manner (Egloff et al., 2002 (Egloff et al., , 2007 Hodel et al., 1998) . Proposed differences in the structural interaction of host and viral 2 0 -O-MTases with their RNA ligands has been used as the basis for development of targeted viral MTase inhibitors, as discussed below.\n\n2 0 -O-methylation and host-mediated restriction of viral RNA 2 0 -O methylation of cap structures contributes to the sensing of non-self RNA and restriction of viral replication and pathogenesis. Ifit1, an IFN-induced RNA-binding protein, mediates this effect by preferentially binding to viral RNAs lacking 2 0 -O-methylation at their 5 0 end and inhibiting RNA translation (Daffis et al., 2010; Kimura et al., 2013; Kumar et al., 2014; Li et al., 2013; Menachery et al., 2014; Szretter et al., 2012; Zhang et al., 2014; Zust et al., 2011 Zust et al., , 2013 (Daffis et al., 2010; Kimura et al., 2013; Kumar et al., 2014; Li et al., 2013; Menachery et al., 2014; Szretter et al., 2012; Zhang et al., 2014; Zust et al., 2011 Zust et al., , 2013 . Mutations that abrogated 2 0 -O methylation were associated with decreased viral replication in wild-type mice and cells, and an increased sensitivity to the antiviral actions of type I IFN. Replication and virulence was restored in the absence of an intact IFN signaling response or Ifit1 (Daffis et al., 2010; Szretter et al., 2012; Zust et al., 2011) in primary cell culture (dendritic cells, macrophages, and neurons) or in vivo. Attenuated 2 0 -O-MTase mutant viruses have potential as vaccines as they retain immunogenicity and confer protection against challenge with pathogenic flaviviruses, rhabdoviruses, and coronaviruses Ma et al., 2014; Menachery et al., 2014; Zhang et al., 2014; Zust et al., 2013) .\n\nIfit1 belongs to a family of IFN-induced proteins (human IFIT1 and IFIT1B, IFIT2, IFIT3, and IFIT5; mouse Ifit1, Ifit1b, Ifit1c, Ifit2, and Ifit3) that are induced rapidly and expressed to high levels in an IFN-dependent and -independent manner following virus infection (Guo et al., 2000b; Kitamura et al., 2001; Sharma et al., 2003; Smith and Herschman, 1996; Terenzi et al., 2005) . IFIT genes exhibit low sequence identity between both orthologs and paralogs (31% to 69%) but are related by their multiple tetratricopeptide repeat (TPR) domains (Smith and Herschman, 1996) . The TPR motif comprises a degenerate 34 amino-acid sequence containing eight loosely conserved hydrophobic residues, and is important in mediating protein-protein interactions (Goebl and Yanagida, 1991; King et al., 1995; Lamb et al., 1995; Terlecky et al., 1995; Tzamarias and Struhl, 1995) . TPR motifs form an amphipathic antiparallel helix and higher order helical structures, although the overall structure may vary considerably among proteins (reviewed in D'Andrea and Regan (2003)).\n\nThe crystal structures of the N-terminus of human IFIT1, the fulllength IFIT2 homodimer, and full-length IFIT5 monomer have helped to elucidate how IFIT proteins interact with RNA ligands (Abbas et al., 2013; Feng et al., 2013; Katibah et al., 2013; Yang et al., 2012) . Table 1 Summary of Ifit-ligand binding. Although a complete structure of mouse or human Ifit1 has not been determined, the sequence and structural homology between the N-terminal subdomains of IFIT1 and IFIT5 suggest a conserved mode of RNA ligand binding (Abbas et al., 2013) . IFIT1, IFIT2, and IFIT5 all form superhelical structures containing a highly positively charged grove or pocket, which accommodates binding of different RNA ligands. Although the precise mode and specificity of RNA binding differs among IFIT proteins (Table 1) , mutation of positively charged residues lying within this pocket is sufficient to abrogate RNA binding (Abbas et al., 2013; Katibah et al., 2013; Kumar et al., 2014; Pichlmair et al., 2011) . IFIT1 may also undergo conformational changes upon ligand binding, as has been observed for IFIT5 (Abbas et al., 2013; Katibah et al., 2014) . Unbound IFIT5 adopts a relatively open conformation near the binding pocket, presumably to facilitate interaction with different RNA ligands; upon association with RNA, structural changes result in a more closed conformation (Katibah et al., 2014) .\n\nBiochemical analysis also has contributed to our understanding of the specificity and dynamics of Ifit1-RNA binding (Table 1 ). Initial studies indicated that IFIT1 interacted with RNA transcripts containing 5 0 -ppp moieties (Pichlmair et al., 2011) in a manner similar to IFIT5 (Abbas et al., 2013; Feng et al., 2013; Katibah et al., 2013; Pichlmair et al., 2011) . Surface plasmon resonance, filter binding, primer extension inhibition, and electromobility shift assays, all have defined a low affinity (K D 250 nM to41 μM) interaction between IFIT1 and 5 0 -ppp RNA (Kumar et al., 2014; Pichlmair et al., 2011) , with one study indicating this strength of binding was sufficient to sequester negative strand RNA and inhibit infection of influenza A, vesicular stomatitis, and Rift Valley fever viruses (Pichlmair et al., 2011) . IFIT1/Ifit1 binds more avidly (K D 9 to 30 nM) to viral or host cap 0 RNA lacking 2 0 -O methylation in a sequence-independent manner Hyde et al., 2014; Kimura et al., 2013; Kumar et al., 2014) . The binding of cap 0 RNA by IFIT1 appears unique as IFIT2/Ifit2, IFIT3/Ifit3, and IFIT5 fail to bind with appreciable affinity Kumar et al., 2014) . Although N-7-methylation of RNA (m 7 GpppNp-RNA) was not required for IFIT1 binding, this modification enhanced binding to IFIT1 and IFIT1B compared to unmethylated G-capped RNA (GpppNp-RNA). Nucleotides proximal to the methylated cap 0 and triphosphate bridge likely modulate IFIT1-RNA interactions, as primer extension assays suggest that at least 4 or 5 nucleotides downstream of the cap 0 structure are bound by IFIT1 (Kumar et al., 2014) . Analogously, nucleotides proximal to cap structures also Fig. 2 . Ifit1 inhibits diverse aspects of RNA translation. Canonical cap-dependent translation proceeds as follows: (1) the 40S ribosomal subunit complexes with eIF3 and the ternary complex (eIF2-GTP-Met-tRNA) to form the 43S pre-initiation complex.\n\n(2) eIF4E associates with the cap and recruits the eIF4F cap-binding complex (eIF4A, eIF4E, eIF4G). (3) eIF4F facilitates unwinding of the RNA and the 43S pre-initiation complex is recruited to form the 48S complex. (4) The 48S complex scans along the mRNA for the AUG initiator codon. (5) The 60S ribosomal subunit is recruited to the 48S complex to form the 80S initiator complex, which translates the mRNA. Ifit1/IFIT1 binds to subunits of the eIF3 complex (a) to prevent ternary complex formation or 43S formation and recruitment (Guo et al., 2000a; Hui et al., 2003 Hui et al., , 2005 Kumar et al., 2014; Wang et al., 2003) . (b) IFIT1 interaction with the 40S ribosomal subunit abrogates 48S formation (Kumar et al., 2014) . (c) Ifit1/IFIT1 directly associates with cap 0 viral RNA and inhibits recruitment of eIF4E and eIF4F to RNA. enhance binding of other cap-binding proteins to RNA (Chung et al., 1994; Kumar et al., 2014) . This concept is supported by recent studies demonstrating that RNA secondary structure can inhibit Ifit1 binding independent of cap methylation status (Hyde et al., 2014) , possibly through steric hindrance of Ifit1-RNA interactions. The influence of N-7-methylation status of cap 0 structures on IFIT1 binding may be species-specific, as differences in ligand binding affinities were observed for rabbit IFIT1 (Kumar et al., 2014) .\n\nVarying ligand specificities of human IFIT1 and IFIT1B suggests overlapping yet distinct biological functions of IFIT1-like genes. In contrast to IFIT1, which binds cap 0 but not cap 1 RNA, the paralog IFIT1B binds both cap 0 and cap 1 structures (Kumar et al., 2014) . This cap 1 binding activity has fostered the hypothesis that IFIT1B has additional translational control functions in the absence of an antiviral response. This is supported indirectly by the observations that IFIT1B expression is not induced by IFN or PAMP stimulation (Fensterl and Sen, 2011; Liu et al., 2013) , and can bind non-viral RNA ligands (Kumar et al., 2014) .\n\nAlthough IFIT1 has been implicated as an IFN-induced protein that inhibits translation of viral mRNA, the precise mechanism has remained unclear (Andrejeva et al., 2013; Guo et al., 2000a; Habjan et al., 2013; Hui et al., 2003 Hui et al., , 2005 Kimura et al., 2013; Kumar et al., 2014; Wang et al., 2003) . In canonical cap-dependent translation ( Fig. 2 ) (reviewed in Jackson et al. (2010) ), the 40S ribosomal subunit complexes with eIF3 and the ternary complex (eIF2-GTP-Met-tRNA) to form the 43S pre-initiation complex. This pre-initiation complex is recruited to mRNA via cap-binding complex eIF4F (eIF4A, eIF4E, eIF4G), which together forms the 48S complex and scans mRNA sequences for the AUG initiator codon. Earlier studies suggested that Ifit1 and IFIT1 bind to subunits of the eIF3 complex to prevent downstream events required for translation initiation (Guo et al., 2000a; Hui et al., 2003 Hui et al., , 2005 Wang et al., 2003) . The interaction of IFIT1 with components of the eIF3 complex is species-specific, as human IFIT1 targets eIF3e, which inhibits association with the ternary complex . More recently, IFIT1 has been suggested to inhibit translation at the step of 48S complex formation via interaction with the 40S subunit (Kumar et al., 2014) . In comparison, mouse Ifit1 reportedly interacts with eIF3c to prevent eIF4F-mediated recruitment of the 43S pre-initiation complex to RNA (Hui et al., 2005) .\n\nIfit1 and IFIT1 initially were suggested to associate directly with translation factors in an RNA-independent manner, effectively sequestering them from the active translation pool. However, this mechanism did not explain how IFIT1 preferentially could inhibit viral versus host mRNA translation. Recent studies show that Ifit1 and IFIT1 directly bind cap 0 RNA and prevent recruitment of translation factors Hyde et al., 2014; Kimura et al., 2013; Kumar et al., 2014) . Because of its relatively greater affinity for RNA lacking 2 0 -O methylation, IFIT1 can out-compete eIF4E or eIF4F for binding, and thus remove cap 0 RNA from the actively translating pool (Kumar et al., 2014) . Additionally, initiator and elongator tRNAs also compete with cap 0 RNA for IFIT1 and Fig. 3 . Viral mechanisms of Ifit1 evasion and antagonism. Viruses generate cap 1 structures through (a) cap-snatching (orthomyxoviurses, bunyaviruses, arenaviruses) whereby cap 1 is cleaved from host mRNA transcripts and used as a primer for viral RNA transcription. In contrast to orthomyxoviruses, which cap-snatch from mRNA in the nucleus, bunyaviruses associate with and sequester cap 1 containing nonsense-mRNA transcripts in cellular P bodies where N protein protects cap 1 from degradation. Some viruses mimic cap 1 structures via virally-encoded 2 0 -O MTases (flaviviruses, coronaviruses, rhabdoviruses, paramyxoviruses, reoviruses, and poxviruses). Other viruses (picornaviruses, caliciviruses, and hepaciviruses) circumvent Ifit1-mediated restriction by using non-canonical cap-like structures (VPg) at their 5 0 end or IRES-mediated capindependent translation (b). Alphaviruses antagonize Ifit1 function directly by inhibiting association with viral RNA through the generation of stable secondary structures in the 5 0 -UTR (c). IFIT1B binding (Katibah et al., 2013 (Katibah et al., , 2014 , suggesting that IFIT1 may inhibit protein synthesis of mRNA independent of cap methylation status, by sequestering tRNAs from the translating pool (Kumar et al., 2014) . This study also demonstrated an association of IFIT1 with the 40S ribosomal subunit that was independent of RNA binding, suggesting yet another mechanism of general translation inhibition. The precise mechanism of translation inhibition may be influenced by the potential of IFIT1 to form homo-or heterodimers with other IFIT proteins Pichlmair et al., 2011) . Although the functional relevance of IFIT oligomerization requires exploration, it is an attractive hypothesis by which the cell could use IFIT proteins to modulate translation control under different cellular conditions.\n\nViruses have evolved diverse mechanisms to circumvent IFIT1mediated restriction including: (a) generating cap 1 structures on their RNA by cap-snatching, or using virally-or host-encoded 2 0 -O MTases; (b) using cap-independent means of translation; or (c) using RNA secondary structural motifs to antagonize Ifit1 binding (Fig. 3) .\n\nMany RNA viruses that replicate in the cytoplasm (including Flaviviruses, Coronaviruses, Poxviruses, Paramyxoviruses, Reoviruses, and Rhabdoviruses) encode their own viral 2 0 -O MTases, which catalyze the formation of cap structures on viral mRNA that mimic those present on host mRNAs. Mutant viruses encoding defective 2 0 -O MTases are sensitive to Ifit1-mediated restriction and attenuated in vivo (Daffis et al., 2010; Li et al., 2013; Menachery et al., 2014; Szretter et al., 2012; Zust et al., 2011) . Although cap 1 structures are generated by virus-encoded MTases, the mechanism of cap methylation is distinct compared to eukaryotes (Fig 1C) . Structural and biochemical analysis of the MTases from eukaryotic hosts and viruses have illustrated unique characteristics of viral 2 0 -O MTases, (Assenberg et al., 2007; Egloff et al., 2002 Egloff et al., , 2007 Hodel et al., 1998) , making them potential targets for drug development (reviewed in Dong et al. (2008) and Ferron et al. (2012) ).\n\nIn contrast to cap formation in eukaryotic cells and by certain viruses (e.g., Poxviruses and Coronaviruses) where N-7 and 2 0 -O methylation is catalyzed by two enzymes, flaviviruses, reoviruses, and rhabdoviruses catalyze RNA methylation with a single viral enzyme (Assenberg et al., 2007; Rychlewski, 2001, 2002; Ferron et al., 2002; Hercyk et al., 1988; Ray et al., 2006; Reinisch et al., 2000) . The N-7 and 2 0 -O MTase activities of flaviviruses are encoded by the N-terminal domain of the NS5 gene (Ray et al., 2006) . The NS5 MTase domain of flaviviruses possesses a Rossmann-like superfold and comprises a catalytic core of a sevenstranded β-sheet flanked by α-helices (reviewed in Martin and McMillan (2002) and Schubert et al. (2003) ). The catalytic tetrad (KDKE) of MTases is conserved in the flaviviruses, poxviruses, reoviruses, and coronaviruses (Assenberg et al., 2007; Decroly et al., 2011; Egloff et al., 2002 Egloff et al., , 2007 . Flavivirus MTase shows preferential binding for GTP, m 7 GTP, and m 7 GpppA within the cap-binding pocket. Substrates containing the first two native nucleotides (AG) of the flavivirus genome bind with higher affinity to the MTase than non-native nucleotide substrates, which may account for why these nucleotides are strictly conserved (Cleaves and Dubin, 1979; Egloff et al., 2007) . m 7 GpppA and GpppA substrates also bind with different affinities, perhaps due to different modes of interaction of these substrates with the MTase (Egloff et al., 2002) .\n\nReovirus capping and methylation is catalyzed by the λ2 protein, which forms pentamers that comprises part of the reovirus core (Koonin, 1993; Luongo et al., 1998; Reinisch et al., 2000) . λ2 pentamers form a cylindrical structure through which viral mRNA passes and is capped and methylated at the N-7 and 2 0 -O position. The spatial arrangement of the catalytic sites within the λ2 pentamer indicates that capping, N-7-and 2 0 -O-methylation of viral RNA occurs sequentially as it shuttles from one end of the pentamer to the other. The presence of a flap at the terminus of the pentamer has been suggested to retain nascent viral RNA and ensure proper capping and methylation (Reinisch et al., 2000) .\n\nThe N-7 and 2 0 -O MTase activity of coronaviruses are encoded by the viral NSP14 and NSP16 genes, respectively. While the coronavirus NSP14 N-7 MTase modifies nascent viral transcripts in a sequence-independent manner (Chen et al., 2013) the 2 0 -O MTase is sequence-specific, and requires a second viral protein (NSP10) as a cofactor (Chen et al., 2011; Decroly et al., 2008) for both RNA substrate and AdoMet binding.\n\nThe poxvirus 2 0 -O MTase VP39 catalyzes the formation of cap 1 structures. In contrast to reovirus λ2 and coronavirus NSP16, VP39\n\ndoes not require oligmerization or cofactor binding for function (Hodel et al., 1998 (Hodel et al., , 1996 Shi et al., 1997) . Viral RNA binding to VP39 is mediated by a hydrophobic pocket, which together with base stacking, is believed to accommodate substrates in a sequenceindependent manner (Hodel et al., 1998 (Hodel et al., , 1996 .\n\nOrthomyxoviruses, bunyaviruses, and arenaviruses generate cap 1 structures by removing them from host mRNA transcripts via a mechanism called 'cap-snatching'. During influenza virus infection, cap 1 structures are acquired from host nuclear mRNAs and used to prime viral RNA transcription. Both N-7 and 2 0 -O methylation of the cap are required for efficient transcriptional priming of influenza (Bouloy et al., 1980) , which is mediated via PB2, the cap-binding protein of the influenza polymerase complex (PB1-PB2-PA) (Honda et al., 1999) . Following cap 1 binding the viral polymerase complex cleaves the donor transcript 10 to 14 nucleotides downstream of the cap 1 structure (Dias et al., 2009; Li et al., 2001; Plotch et al., 1979 Plotch et al., , 1981 Shi et al., 1995; Yuan et al., 2009) . The polymerase complex preferentially cleaves at purine residues and requires additional sequence specificity, such as A/U at nucleotide positions 9-11, and yields a 3 0 -OH moiety (Kawakami et al., 1983; Plotch et al., 1981) .\n\nBunyavirus cap-snatching exploits the host eukaryotic nonsensemediate mRNA decay pathway to generate cap 1 primers for viral transcription (Cheng and Mir, 2012) . Bunyavirus nucleocapsid (N) binds preferentially to host cap 1 mRNA with premature stop codons and then sequesters mRNA in processing (P) bodies within the cytoplasm where RNA degradation takes place (Mir et al., 2008) . Association with N protects cap 1 from degradation by the host decapping machinery, and results in the generation of cap 1 RNA oligomers of 180 nucleotides (Hopkins et al., 2013; Mir et al., 2008) . The viral RNA-dependent RNA polymerase (L protein) then cleaves cap 1 oligomers at a G residue approximately 14 nucleotides downstream of cap 1 to yield 'mature' cap 1 oligomers that serve as primers for viral RNA transcription (Cheng and Mir, 2012; Jin and Elliott, 1993; Mir et al., 2008 Mir et al., , 2010 Patterson et al., 1984) .\n\nLess is known about the cap-snatching mechanism used by arenaviruses (Lehmann et al., 2014; Morin et al., 2010; Raju et al., 1990; Reguera et al., 2010) . Analogous to bunyaviruses, the arenavirus L protein has RNA-dependent RNA polymerase activity (Lukashevich et al., 1997; Vieth et al., 2004) . L protein also encodes endonuclease and RNA-binding activity (Morin et al., 2010; Reguera et al., 2010) and is predicted to facilitate cap-binding and cleavage during cap-snatching through an undefined mechanism.\n\nUnlike eukaryotic mRNA and some viral RNA, which have cap 1 structures and use cap-dependent translation mechanisms, other viruses have a 5 0 covalently-linked viral protein, VPg (picornaviruses and caliciviruses) and/or an internal ribosomal entry site (IRES; picornaviruses and hepaciviruses) within the 5 0 -untranslated region (UTR) to facilitate cap-independent translation. In contrast to canonical cap-mediated translation where 43S pre-initiation complex association with the mRNA cap structure is followed by ribosomal scanning and 48S and 60S association, in IRES-mediated translation, the 43S complex binds directly upstream of the IRES and does not require ribosomal scanning or certain translation initiation factors (eIF1, eIF1A, and eIF4E) (reviewed in Jackson et al. (2010) and Pestova et al. (2001) ). Viruses lacking 2 0 -O methylation on their viral mRNA (e.g., picornaviruses, caliciviruses, and hepaciviruses) may use capindependent translation mechanisms to overcome Ifit1 restriction. In theory, this might occur in one of two ways: (a) the VPg and/or IRES structures sterically hinder Ifit1 binding or (b) the IRES bypasses the step at which IFIT1 inhibits eIF3-dependent translation.\n\nAlphaviruses are RNA viruses that replicate in the cytoplasm, translate via a cap-dependent mechanism, and yet lack a virally encoded 2 0 -O-methyltransferase or cap-snatching mechanism, and thus should be restricted by IFIT1. Alphaviruses have a defined cap 0 structure on the 5 0 end of their viral genomic and subgenomic RNA (Hefti et al., 1975; Pettersson et al., 1980) . Although previous studies had shown that mutations in the Venezuelan equine encephalitis virus (VEEV) 5 0 -UTR (G-A at position 3) were attenuating (Kinney et al., 1993 (Kinney et al., , 1989 and resulted in enhanced sensitivity to type I IFN treatment (White et al., 2001) , the basis for this was unknown. Analogously, mutations that altered the pathogenicity and IFNsensitivity of other alphaviruses (e.g., Sindbis and Semliki Forest viruses) also mapped to the 5 0 -UTR (Klimstra et al., 1999; Kobiler et al., 1999; Kuhn et al., 1992; Logue et al., 2008) . A recent study explains these earlier findings as it showed that RNA secondary structure in alphavirus 5 0 -UTR antagonizes Ifit1 binding and antiviral activity (Hyde et al., 2014) . Mutations within the 5 0 -UTR that affect stable RNA structural elements enabled restriction by or antagonism of Ifit1 in vitro and in vivo by altering binding of Ifit1 to viral RNA. Although this mechanism has not yet been described for other viruses, stable RNA structures are commonly found within the 5 0 -UTR of many viruses, which might impact Ifit1 recognition in other viral systems.\n\nIn higher eukaryotes, detection of viral RNA is critical for initiating and establishing an antiviral state in cells. Cap 0 structures on viral RNA can act as PAMPs that are sensed and restricted by the IFN-induced gene, IFIT1. In contrast to other RNA sensors (TLRs and RLRs) that induce signaling cascades that lead to the expression of type I IFN and ISGs, Ifit1 appears to function predominantly as an antiviral effector molecule. The evolution of multiple mechanisms of antagonism by different families of RNA and DNA viruses indicates the importance of Ifit1 as a key RNA sensor and antiviral molecule. Pathogenic viruses have evolved ways to produce mRNA with 5 0 -ends that mimic host cellular mRNAs, including viral RNA with N-7 and 2 0 -O methylation through several independent strategies (encoding capping machinery, 'cap-snatching', or using host capping machinery) or bypassing cap-dependent translation to use other modalities (IRES-dependent) for protein synthesis. The finding that different IFIT proteins exhibit varying affinities for distinct RNA ligands suggests that IFIT genes may recognize additional viral PAMPs, which have yet to be identified. The identification of Ifit1 as a key RNA sensor and antiviral effector and the importance of cap 1 structures in abrogating Ifit1-mediated restriction has provided a rationale for the development of novel antiviral interventions, including live attenuated vaccines (with 2 0 -O-methylation or RNA structure mutants) and small molecule inhibitors of viral 2 0 -O MTases."}