{"title": "", "body": "The replication of many viruses is entirely dependent on proteolytic processing. Virus-encoded proteinases play essential roles at various stages in viral replication, such as the separation of structural and non-structural proteins, the activation of specific enzymes, and the coordinated assembly and maturation of virions 52, 67, 6 8. The high substrate selectivity and the exquisite specificity of cleavage of these enzymes enable viruses to regulate successive stages in the replication and encapsidation of their genomes. Virus assembly is the penultimate step in replication, immediately preceding viral release from infected cells, and is a complex process that may be catalyzed by a combination of host-and virus-encoded proteinases. Host-encoded proteinases cleave viral glycoprotein precursors in a conventional manner after the precursor polypeptides have been transported to vesicular compartments. In contrast, cleavages catalyzed by virus-encoded proteinases are more complex. They occur by a variety of mechanisms and serve divers functions, facilitating the assembly of complex viral structures for which simple self-assembly mechanisms may not be sufficient. Virus particles protect the encapsidated genetic information from degradation, but also serve a variety of more specialized functions. For example, they may influence the mode of transmission and the sites of infection by determining interactions with vectors and with cell-surface receptors, respectively. Structural information that specifies these interactions must be conserved, yet the virion surface must be sufficiently mutable to avoid possible immune surveillance by the host. The mechanism of assembly must be simple, and although the resulting virus particle should be robust, it should also become uncoated readily following penetration of the cell envelope.\n\nIn this review we have chosen a few well-characterized viruses to illustrate the diversity of roles that virus-encoded proteinases play in morphogenesis. Classification of these cleavages into 'formative' and 'morphogenetic' categories may help to understand their different roles.\n\nThe genomes of the majority of viruses consist of singlestranded positive (or messenger) sense RNA. This has important consequences both for the expression of viral genetic information and for the structure of virus particles. Replication of viral RNA differs from that of DNA in that it is not subject to proofreading and correction and consequently has a high error rate. This results in a rapid accumulation of genetic variation within a population and effectively imposes an upper limit on the size of RNA genomes 99. It also provides strong selection for genetic economy (that is, reduction of genetic content to a minimum). Viral RNA genomes with condensed genetic information can therefore encode only few structural proteins, and in fact many viruses encode only a single capsid protein. If the same or quasi-equivalent non-covalent contacts are used between neighboring subunits over and over again, the completed capsid assembly will have a well-defined symmetrical structure2L Rod-shaped viruses should have helical symmetry, and spherical viruses could, for example, have icosahedral symmetry. The surface lattice of icosahedral viruses necessarily has 60 equivalent subdivisions, which can consist of a single subunit, or of multiple identical or non-identical subunits. The number of quasi-equivalent subunits in an icosahedral asymmetric unit is defined by T (the triangulation number) or P (pseudo T) depending on whether the subunits are identical or non-identical t2. Capsids with T = 3 surface lattices are large enough to encapsidate genomes of up to 3 x 10 6 daltons and are common amongst plant and insect viruses. Examples discussed below include turnip crinkle virus (TCV) and black beetle virus (BBV). Most animal virus capsids are composed of non-identical subunits and thus have P = 3 symmetry; their greater complexity may be the result of adaptation to selective pressures that are not encountered by plant viruses, such as the need to escape immune surveillance by the host. The presence of topologically non-identical subunits also results in a greater tolerance of mutation, since individual capsid proteins are no longer constrained by the need to accommodate both the icosahedral five-fold and the quasi-six-fold environments (see below). The presence of independent #-barrels may indeed potentiate rapid evolution, since a single mutation . Comparison of T = 3 (e.g. nodavirus) and P = 3 (e.g. picornavirus, comovirus and nepovirus) capsids. Each of the sixty triangular asymmetric units of the T = 3 shell contains three identical polypeptide chains packed in non-identical 'quasi-equivalent' #-barrel domains, represented by trapezoids and labelled A, B and C. The quasi-two-fold, five-fold and quasi-six-fold axes of symmetry are indicated by solid diamonds, pentagons and triangles, respectively. The asymmetric unit of the P = 3 picornavirus capsid contains three distinct proteins (labelled VP1, VP2 and VP3) each of which has the same antiparallel #-barrel structure shown in fig. 2 . Note that the biological promoter (in the heavy outline) is not identical with the crystallographic subunit. The comovirus capsid is similar to the picornavirus capsid in comprising 180 #-barrels, but differs in that the large protein (L) is composed of two covalently linked #-barrels (equivalent to VP2 and VP3 of picornaviruses). The small subunit (S) is a single #-barrel domain. If all three domains were covalently linked, as they probably are in nepoviruses, they would form the equivalent of a single large subunit. Picornaviruses, comoviruses and nepoviruses have a similar gene order, and the non-structural proteins (represented as shaded or stippled areas) display regions of significant sequence homology. The position of the #-barrels in the quasi-equivalent surface lattice, and the location of the appropriate coding regions in the different genomes are indicated by the labels C, B and A in the gene diagram.\n\n(Adapted from Chen et al. 16 ).\n\nin the coat protein of a T = 3 virus structure introduces changes in three locations in the icosahedral asymmetric structure unit, whereas a single mutation in a P = 3 capsid alters only one of the three fl-barrel domains and may therefore be more readily accommodated. The amino acid sequences of the three major capsid proteins of picornaviruses do differ significantly from one another, although they have remarkably similar tertiary structures and are likely to have evolved from a common precursor by gene duplication and subsequent divergence ~o6\n\nThe energy for the formation of viral capsids is provided by intersubunit interactions. The most stable arrangement of subunits which satisfies the requirements for natural curvature is for them to form pentamers which subsequently associate to form the capsid. The domains within a subunit are related by a quasi-three-fold axis of symmetry; domains in adjacent subunits are related by five-fold, quasi-two-fold and quasi-six-fold axes of symmetry. These aspects of quaternary structure are depicted in figure 1 and are common to all icosahedral eukaryotic (1992) \n\nThe simplest 'formative' cleavages of polyprotein precursors result in the release of single proteins that can subsequently form capsids by self-assembly. Such cleavages are exemplified by the genus Alphavirus of animal viruses and the potyvirus and nepovirus groups of plant viruses.\n\nAlphaviruses particles are roughly spherical and consist of an RNA-containing nucleocapsid surrounded by a lipid bilayer and an outer glycoprotein shell. The capsid and glycoproteins are translated as a common precursor polyprotein from a subgenomic mRNA. The single capsid protein is cleaved from the growing polypeptide chain by its own serine proteinase-like autocatalytic activity (Hahn and Strauss 47 and refs cited therein). The C-terminal two-thirds of alphavirus capsid proteins may form the t-barrel fold common to other icosahedral RNA viruses, on which the catalytic residues of the capsid autoproteinase are presumably accommodated 33, while the unusually basic N-terminal region may form a flexible structure that interacts with the viral RNA within the nucleocapsid. Recent experiments involving proteolysis of Sindbis virus cores support this proposal for the modular organization of the capsid protein 12o. Nueleocapsids that are indistinguishable from authentic viral cores can be assembled in vitro from specific viral RNA and capsid proteins 127. The nucleocapsid has T = 3 symmetry 32, and its assembly is probably analogous to that of plant viruses such as turnip crinkle virus (TCV)115 in that coat protein molecules are incorporated after an initial ribonucleoprotein complex has been formed. The capsid proteins of members of both potyvirus and nepovirus families are cleaved from the carboxy-terminus of polyproteins 52. In the absence of RNA, self-assembly of the coat protein of potato virus Y (the potyvirus type member) occurs to form stacked-disc particles. However, capsid particles formed by self-assembly in the presence of RNA have the correct helical conformation of the naturally occurring long flexuous particles 76. Although assembly studies have not been done, the presence of a significant proportion of stable empty capsids in virus preparations suggests that self-assembly of nepoviruses does not require RNA 5o. Analysis of the sequence of the single 55 kDa coat protein suggests that it is likely to contain three t-barrel domains that correspond to those found in the two capsid proteins of comoviruses, and in the three major capsid proteins of picornaviruses (see fig. 1 , and below). Each icosahedral particle consists of 60 capsid proteins 78 and it is therefore likely that these three domains are arranged on a P = 3 surface lattice.\n\nThe capsid proteins of comoviruses and picornaviruses are synthesized as precursors that are separated from polyproteins containing non-structural proteins by a variety of mechanisms. Picornaviridae is a family of small icosahedral viruses that is currently divided into four genera: rhinoviruses (the common cold virus), enteroviruses (e.g., poliovirus), cardioviruses (e.g., encephalomyocarditis virus; EMCV) and aphthovirus (foot-and-mouth disease virus; FMDV). The genetic or-ganization of all picornaviruses is similar; they encode a single polyprotein from which all structural and nonstructural proteins are derived by proteolytic process-ingS2, 72, ss. These proteins and their precursors are described by a system of uniform nomenclature l~ Comoviruses closely resemble nepoviruses in that they also have bipartite RNA genomes that are separately encapsidated in icosahedral particles 39. The larger B-RNA encodes non-structural proteins whereas the smaller M-RNA encodes two capsid proteins and a factor that may be involved in cell-to-cell spread of virus particles. The organization and expression of the genome of cowpea mosaic virus (CPMV), the type member of this group, has been investigated most intensively. Picornaviral capsid proteins are synthesized as a precursor (PI) whose amino-terminus is myristoylated lv'92. Rapid co-translational scission of the PI structural and P2 non-structural regions of rhino-and enteroviruses is catalyzed by 2A pr~ a proteinase that hydrolyzes a peptide bond at its own amino-terminus ( fig. 3 ) 123 This initial cleavage event is probably intramolecular and must occur before the PI precursor can be processed to capsid proteins 83. 2A proteinases may be structurally homologous to small bacterial serine proteinases, although\" the cysteine residue of the predicted His20-Asp38-Cysl09 catalytic triad has replaced the characteristic serine residue 6. A similar substitution was noted above as having occurred in picornaviral 3C proteinases 6, 43. The substrate binding pocket of 2A pr~ has been predicted to have a relaxed degree of specificity and a variety of residues do indeed occur in the P1 position of this cleavage site in different viruses (Y,T The amino-terminal L protein of aphthoviruses is a proteinase that catalyzes its own release by hydrolysis of a peptide bond at its carboxy-terminus 119. The mechanism of cleavage has not been characterized. The L protein of cardioviruses and the 2A proteins of cardioand aphthoviruses are cleaved from the capsid protein precursor by the appropriate 3C pr~ 89 Comoviruses do not need a 2AP~~ activity since their structural and non-structural proteins are synthesized as part of different polyproteins. The 24 kDa proteinase encoded by CPMV can cleave all sites within both homologous polyproteins, although some cleavages are only observed on translation of artificial constructs. Proteolysis of the 60 kDa capsid protein precursor encoded by the M-RNA normally requires a B-RNA-encoded 32 kDa cofactor, which may regulate interaction between capsid polyproteins and an 84 kDa proteinase precur- 124 sor The structures of CPMV and bean pod mottle virus (BP-MV) have been determined by X-ray crystallography 15,16. a 17. Examination of the assembled structures allow the stabilizing interactions that are made by cleaved termini to be identified, and the rearrangement of domains that occur on proteolysis to be deduced. The two capsid proteins of CPMV and BPMV are folded into three t-barrel domains that are arranged on a P = 3 surface lattice. The gene order of the domains and their position in the BPMV capsid equates the two covalently connected C and B t-barrels of the larger 42 kDa protein with VP2 and VP3 of picornaviruses, and the single A domain of the smaller 24 kDa capsid protein with VP1. Such equivalence between gene position and structural location of domains is likely to extend to nepoviruses. The 42 kDa proteins, which have a very strong tendency to aggregate 36, cluster around the quasi-six-fold axes, forming a perforated dodecahedron. The smaller subunits form protruding pentameric clusters around the five-fold axes. The close fit of the large and small coatproteins, as shown in figure 4 suggests that they form a protomeric assembly intermediate prior to cleavage. Strong hydrophobic interactions between C and B domains may associate the two ]~-barrels into a side-by-side conformation, similar to that found in the assembled virus structure, even as the capsid protein precursor is being synthesized. The greatest conformational changes subsequent to proteolytic cleavage therefore probably only involve re-arrangement of the terminal segments of individual proteins. The interactions made by these segments dictate the assembly of particles by stabilizing and directing the formation of specific interactions between subunits. For example, the extended amino-terminal tail of the C domain forms intersubunit contacts across the quasi-two-fold axes of symmetry on the interior surface of the virus capsid. This terminus is freed by proteolytic separation of the capsid protein precursor from the M-RNA-encoded polyproteins; proteolytic cleavage at the amino-terminus of this precursor is therefore an important regulatory step in the assembly of comovirus capsids. Examination of the structure of empty BPMV capsids indicates the possibility of substantial movement of this terminus, depending on whether it is binding RNA or assembling protomer subunits 16. Coordination of assembly of the simpler T = 3 viruses such as TCV is similarly controlled by the ordered amino-terminal exten-Redews sions of their C domains, which interdigitate to form an interconnected internal framework 51. The amino-terminus of the C domain of BPMV and the residues that connect the C and B domains form an ordered RNA binding pocket. However, the interactions between protein and RNA are likely to be less important than protein-protein interactions in the assembly of comoviruses, since up to 20 % of purified comoviruses of stable empty capsids whose capsid structure must be very similar to that of full (RNA-containing) capsids since the two structures form isomorphic crystals and can even co-crystallize. Assembly of comoviruses thus differs from that of potyviruses, whose capsids only assume the correct conformation in the presence of RNA. Comovirus RNA is probably packaged when part of the capsid is already formed. The process of picornavirus assembly has been characterized in considerable detail: assembly intermediates have been identified 97' 1or and can be correlated with the structure of the mature virion. A number of picornavirus structures have been solved: human rhinovirus type IA (HRV 1A) 6z and type 14 (HRVI4) 5,104 representing the rhinovirus genus, poliovirus type I (Mahoney) 53 and type 3 (Sabin) 3~ representing the enterovirus genus, mengovirus 7o, 75 representing the cardiovirus genus, and FMDV type 0 1 (FMDV) 1 representing the aphthovirus genus. There are close structural relationships between these viruses and the two comoviruses (BPMV and CP-MV) described above. Assembly of picornaviruses proceeds from scission of the PI precursor from the nascent polyprotein, via formation of 6S protomers and 14S pentamers of protomers to the mature virus. Transitions between these stages are dependent on successive cleavage events. Picornaviral capsids are composed of essentially equimolar amounts of four non-identical polypeptides: 1A (VP4), 1B (VP2), IC (VP3) and 1D (VP1). The activity responsible for cleavage of the L-PI-2A capsid protein precursor of EMCV mapped in the non-capsid region 94 and was subsequently identified as 3C 42. Precursors that contain 3C are also active and the stability of polypeptide 3ABC suggests that it is responsible for most cleavages 57. Cleavage normally occurs in a defined stepwise manner, resulting in a sequential release of capsid proteins 111. The mechanism by which this cascade is ordered is not known (although substitution at one site has been shown to result in premature cleavage at another 90, but it probably relates to higher order structure and is likely to be important in ordering the pathway of morphological changes that result in correct viral assembly. Cleavage between the lAB precursor and IC, and between 1C and 1D O f poliovirus occurs exclusively at QG dipeptides 71. The sequences that flank these dipeptides in different serotypes are more heterogenous than the corresponding sequences between non-structural proteins, and it may be pertinent that Pro occupies the P4 position of the VP0/VP3 cleavage site in place of the more common Ala 64. The P4 residue is a determinant of the efficiency of cleavage 86 and consequently of the order of cleavage at different sites in a polyprotein. Cleavage between non-structural poliovirus proteins can be catalyzed by 3C pr~ alone TM, but surprisingly, efficient processing of the P1 capsid protein precursor requires additional sequences from the P3 region. The IC/1D junction can be cleaved by purified 3C pr~ at very high concentration 84 but efficient cleavage of both IAB/1C and IC/1D sites in vitro requires 3CD (which contains the sequence of the polymerase 3D in addition to the 3C sequence) 58'131. Similar results were obtained with proteins isolated from infected HeLa cells. Processing of the poliovirus capsid precursor is therefore reminiscent of comoviruses in that a virus-specific co-factor is required for efficient cleavage, although the factors map to different regions of the two genomes. It is likely that the 3D sequence of 3CD pr~ interacts with P1 in such a way that the QG sites can be recognized and cleaved. Several mutations in 3CD pr~ affect P1 processing, but no functional correlation between their location and the resulting processing phenotype has been established 72. Processing of the P1 precursor, particularly at the 1AB/1C site, is sensitive to non-ionic detergent and is therefore dependent on hydrophobic interactions s4. These could occur within the P1 precursor, or between P1 and the 3D domain of 3CD pr~ Myristoylation of P1 appears to occur co-translationally, immediately after removal of the initiator methionine 26, and the myristate moiety has been shown to interact with the amino-terminus of VP3 and with VPI 30. Mutated P1 precursors that are not myristoylated in vivo are inefficiently processed in vitro, cleavage of 1ABC being particularly resistant to exogenous proteinase 69'77. This may indicate that the myristate moiety interacts specifically with 3CD pr~ or that is required for the correct folding of PI. The requirement of 3CD pr~ for processing of P1 is restricted to members of the entero-and rhinovirus genera, and 3C pr~ is sufficient for cleavage of the P1 precursors of cardio-and aphthoviruses, although these molecules are also myristoylated. The importance of the integrity of the highly ordered structure of PI for its processing has been demonstrated by making specific truncations, deletions and insertions 83,133. In the context of the importance of myristoylation, it is noteworthy that deletion of the Nterminal VP4 coding sequence abolished processing of the resulting AP1 precursor in vitro 83. Truncation of the carboxy-terminus of VP1 prevents the P1 precursor from assuming a recognizable substrate conformation for proteolytic processing. It is by definition the last segment of P1 to be translated, and in the mature virion it interacts with a compact bundle of helices comprising sequences from VPI, VP2 and VP3 in the middle of the protomer. It is likely that the individual//-barrels are formed as the capsid protein precursor is being synthesized and VP1-2A scission is probably important in permitting them to coalesce into the compact protomer structure that (1992), Birkh/iuser Verlag, CH-4010 Basel/Switzerland 207 occurs in the mature virion. Insertions that might be expected to interfere with the correct folding of the rbarrels abolish proteolytic processing, whereas insertions that modify the flexible loops and terminal extensions of the capsid proteins are cleaved at near-normal levels 133.\n\nThe amino-and carboxy-termini of VP1 and VP3 are associated with VP4, and are intimately intertwined within a protomeric unit, which is indicated by the heavy outline in figure 1 . The initial association of//-barrels results in the greatest gain in hydrophobic free energy of any single structural transition 5, which strongly suggests that these domains fold and organize themselves within a protomer before any proteolytic cleavage occurs. Cleavage sites occur in structurally flexible regions between//-barrels 4, and after cleavage the free ends could reposition themselves into the orientations observed in the mature virus without disrupting the contacts between //-barrels. These rearrangements are extensive: the amino termini generated by cleavage of PI to VP0, VP3 and VPI occur on the inner surface of the pentamer, whereas the carboxy-termini are on the outside. Further rearrangements can and do occur: the amino-terminus of VPI and the amino-terminal VP4 segment of VP0 are extruded on attachment of poliovirus to susceptible cells 31.\n\nThe amino-termini of VP3 molecules form an unusual cylindrically parallel//-sheet at the five-fold axis of symmetry: each strand makes hydrogen bonds with two different neighbors, which are contributed by VP3 molecules in adjacent protomers within a pentamer 75,104. The amino-termini of VP0 form a concentric bundle around this//-cylinder 17. Thus processing of protomers into VP0, VP3 and VP1 is almost certainly a prerequisite to pentamer formation 87. The //-cylinder probably plays an important role in the formation of the 14S pentamer, which is a key assembly intermediate common to all picornaviruses. Protomers synthesized by translation and processing in vitro are able to self-assemble into 14S pentamers 9, 87. Isolated pentamers can be assembled into empty capsids in vitro 95 but it is not clear whether these are true structural intermediates into which RNA is inserted prior to mature of the picornavirion. The simplest morphogenetic pathway is the interaction of 14S pentamers in a stepwise manner with nascent viral RNA.\n\nThe final step in the maturation of infectious picornavirions is cleavage of VP0 to VP4 and VP2 at an N-S dipeptide. This occurs after capsid assembly and appears to require the presence of viral RNA. The particle acquires infectivity only after most of the VP0 molecules have been cleaved (usually 58-59 of the 60 copies that form a virion). The stability of the virion is greatly increased as Renews a result of this maturation cleavage. The carboxy-terminus of VP4 and the amino-terminus of VP2 are close to one another in the interior of the mature poliovirion, so the cleavage site appears to be inaccessible to exogenous viral or cellular proteinases unless major structural rearrangement occurs after cleavage of VP0 53. The mechanism by which cleavage occurs is not known, although it has been suggested that it is catalyzed by some part of the virion structure itself. The proximity of a conserved Ser residue in VP2 to one of the cleaved ends of VP0 in HRVI4, poliovirus 1 (M) and mengovirus led to the proposal 4 that this Ser acts as a nucleophile, as in serine proteinases; viral RNA could then serve as a proton-abstracting base since there is no suitable His residue in the vicinity of the cleavage site. However, the participation of Serl0 in VP2 of poliovirus in such a reaction has been ruled out, since this residue could be substituted by Cys or Ala without impairment of VP0 cleavage or loss of viral viability 49. RNA packaging may be necessary, but is not sufficient for VP0 proteolysis, since these processes can be uncoupled 19. The dependence of VP0 cleavage on RNA encapsidation may serve to make this step of viral assembly irreversible. The stabilization of virus particles following VP0 cleavage is probably due to the formation of a seven-stranded t-sheet by components of two different pentamers 5, 30. The fifth and sixth strands of this sheet are formed by residues from the amino-terminus of VP2. In empty capsids (in which VP0 is uncleaved) these residues are disordered relative to the native structure 30. Cleavage of VP0 may therefore dictate their positioning and regulate the adhesion of pentamers into a growing capsid.\n\nA similar morphogenetic cleavage occurs in the assembly of insect nodaviruses 34. Cleavage is assembly-dependent and almost certainly autocatalytic. It results in an extraordinary increase in particle stability, but it is not known whether it plays a role in the acquisition of infectivity. Proteolysis of the immature a-protomer to the carboxy-terminal 44 amino acid y-chain and the mature t-coat protein occurs at an N-A dipeptide in black beetle virus 54. This dipeptide and similar flanking sequences occur at equivalent positions in the capsid proteins of 3 other nodaviruses 21. As in picornaviruses, neither the mechanism of cleavage nor the determinants of cleavage site recognition have been elucidated, although candidate catalytic amino acid residues have been identified 59 These 'morphogenetic' cleavages differ from the 'formative' cleavages described above in that they are not necessary for the initial assembly of capsid subunits, and are in fact assembly-dependent. However, they do appear to be necessary for the acquisition of infectivity, which may reflect the differences between the structural rearrangements that occur on encapsidation and subsequently on uncoating: binding of picornavirions to host cell receptors triggers conformational changes that result in the loss of VP4 46, which may in turn be necessary for the subsequent extrusion of the amino-terminus of VP1 31.\n\nMorphogenetic cleavage may thus be necessary to permit those conformational changes required for uncoating.\n\nMorphogenetic cleavages that resemble those described above in resulting in increased particle stability, in being assembly-dependent and in being necessary for the acquisition of infectivity also occur in a number of DNA viruses, such as adenoviruses and some bacteriophages. They differ from the cleavages that occur in picorna-and nodaviruses in that specific virus-encoded enzymes that are responsible for proteolysis have been identified and characterized. DNA viruses do not encode polyproteins, so that processing by virus-encoded proteinases is not required to separate domains, except in a regulatory capacity, and is limited to involvement in maturation, and possibly uncoating of virus particles. Assembly of the bacteriophage T4 head is complex, requiring the coordinated function of over twenty structural proteins, scaffolding components and enzymes (reviewed by Black and Showe 8). Assembly of a prohead structure that consists of precursors to the structural components of the capsid surrounding a core of transient scaffolding proteins occurs on the bacterial cytoplasmic membrane. It is followed by conversion of the prohead to the mature capsid, during which DNA is packaged, most of the structural and scaffolding proteins are cleaved, and the capsid expands, undergoes other conformational changes, increases markedly in stability and is released from the membrane. When assembly of the prohead is complete, all but one of its proteins are cleaved: N-terminal peptides are removed from structural proteins, which then remain associated with the prohead, whereas the scaffolding proteins that form the core of the prohead are extensively digested into peptide fragments that are subsequently lost ( fig. 5 ). Cleavage sites have the consensus ~turation --P21 P 24 ~24\" P20 P20 Figure 5 . Model for the structure andcompositionoftheT4prehead and mature head. Prohead formation may be initiated by assembly of p23 (the major component of the prohead shell) at a p20-containing structure with the five-fold symmetry at the tail attachment site. p22 is the principal, and IP and PIP are minor constituents of the prehead core. p24 is the vortex protein which controls the activation of the protease from its p21 precursor. Maturation occurs as a result of limited proteolysis of p23 and p24, and complete degradation of p21, p22, IP and PIP.\n\nsequence L(I)XE~Y where X is normally an aliphatic residue and Y is frequently Ala or Gly (references in Black and Showe s). The proteinase responsible for all cleavages within the prohead is the 18.5 kDa cleavage product of a 27.5 kDa precursor encoded by gene 21 113 . Although it has been purified, it has not been fully characterized. The proteinase is a zymogen which is activated by autoproteolytic digestion. Cleavage is efficiently controlled, since newly synthesized precursors are not cleaved before they are assembled, but it is not clear how this is achieved. The principal regulatory determinant appears to be confinement of the zymogen within correctly assembled proheads, since cleavage does not occur in mutants in which assembly is blocked. For example, proteolytic cleavage is arrested after processing of the zymogen in mutants that are defective in gp24, a minor constituent of the prohead that forms the distal vertices of the shell 85. This block can be overcome by addition of wt gp24 or by disruption of proheads, indicating that adoption of the correct conformation may permit release of an inhibitory factor (possibly the peptides cleaved from the zymogen). A 35 kDa T4-encoded protein inhibitor of the proteinase may bind the proteinase in its inactive 27.5 kDa precursor form, possibly in direct association with gp22, the major scaffolding constituent of the prohead core. Structural rearrangements could cause this complex to be disrupted, permitting autocatalytic activation. The proteinase is subsequently inactivated by extensive self-digestion, so that only 1-4 copies remain in the mature head 113,114 DNA packaging into fully processed proheads has been demonstrated 55. Although activation of proteolysis is thus clearly not dependent on DNA packaging, packaging may depend directly on proteolytie activation of packaging enzymes. A minor processing product of gp22 (the major capsid gene product) has been characterized as a DNA-dependent ATPase (and therefore probably an ATP-dependent DNA translocase) and a sequence nonspecific dsDNA endonuclease (and therefore potentially a terminase which could cleave the T4 DNA concatemer on completion of packaging of DNA into the head 98.\n\nThe onset and termination of DNA packaging are therefore apparently directly regulated by proteolytic cleavage.\n\nCleavage of the prohead proteins results in several changes in the properties of the capsid shell. There are major differences in composition between the prohead and the mature head, the most significant being that the 'scaffolding' proteins that constitute the core around which the shell is assembled are digested to peptide fragments and are subsequently virtually eliminated (fig. 5 ).\n\nThe mature capsid is 15 % larger, has a shell that is 40 % thinner and is much more stable than the prohead 61. Changes in surface morphology include the movement of an antigenic site from the inside to the outside of the shell 63 and the appearance of binding sites for two outer capsid proteins that do not bind to proheads. Experientia 48 (1992) , Birkh~iuser Verlag, CH-4010 Basel/Switzerland 209\n\nThe simple icosahedral shape of adenovirus particles disguises the complexity of their organisation: each particle consists of a total of ca 2700 copies of twelve different virus-encoded proteins. Morphogenesis resembles that of bacteriophages in that assembly is dependent on virusencoded scaffolding proteins that are eliminated from the mature capsid 13'24, and in that maturation involves extensive assembly-dependent proteolysis of capsid proteins. At least six virion polypeptide precursors are cleaved to mature components by a 23 kDa virus-encoded proteinase (references in Webster et al. 116 ) after assembly of immature virions and subsequent encapsidation of DNA. Processing is presumably regulated to prevent premature cleavage of precursors before assembly, but the mechanism by which this is achieved has not been elucidated. Detailed characterization of the packaged enzyme z and analysis of its cleavage specificity 125 do not support the proposal 14 that the proteinase is activated by autocatalytic processing. The adenovirus proteinase cleaves sites that have the consensus sequences M(L)XGX+G or M(L)XGG[X 12s, and it thus has a specificity that resembles that of the proteinase encoded by other large DNA viruses, such as African swine fever virus 74. Other adenoviral proteins, including the hexon and penton major capsid proteins contain consensus cleavage sequences, and although they have not been shown to be processed, this may nevertheless indicate that the proteinase plays a role in uncoating. Indeed the Ad2 tsl mutant, which lacks proteinase activity (and thus accumulates uncleaved precursor polypeptides at the restrictive temperature) is able to encapsidate Ad2 DNA, but yields non-infectious virions, presumably because of a defect in uncoating 48. The lack of infectivity could also be due to a defect in proteolytic excision from a larger precursor of a small, highly basic protein (#) that may have a role in viral chromosome condensation on encapsidation of DNA 3.\n\nThe family Retroviridae comprises enveloped RNA viruses that have common morphological, biochemical and physical properties 121 and differ from plus-strand RNA viruses in that replication occurs via an obligatory DNA intermediate. Nevertheless, retroviruses also encode polyproteins and these are proteolytically processed in a manner that is reminiscent of plus-strand RNA viruses. The viral proteinase is encoded between structural and non-structural protein precursors, which it initially separates and subsequently cleaves into mature proteins. However, an important difference is that retroviral proteinases are only activated during the final stages of morphogenesis of viral particles, catalyzing cleavages that result in extensive morphological changes 37, 41 and the acquisition of infectivity 12s. Proteolytic maturation occurs during or shortly after the release of immature Reviews virions, although capsid assembly can occur in the cytoplasm, or on association with viral env glycoproteins directly at the site of building, depending on the type of retrovirus lZ 1. The targetting mechanisms that bring gag and env proteins together, and the molecular interactions which drive particle formation are at present poorly understood.\n\nThe genomes of retroviruses consist of three major genetic elements that are arranged in the order 5' gag-pol-env 3'. The products of gag and pol are translated from viral genome-length mRNA, whereas the env (envelope) glycoprotein precursor is translated from subgenomic, spliced mRNA. The gag (group-specific antigen) region encodes up to six structural proteins, which form the retroviral nucleocapsid and which are translated as a precursor. Thus the 55 kDa gag precursor encoded by human immunodeficiency virus 1 (HIV-1) is co-translationally myristoylated, and subsequently cleaved to yield matrix (MA), capsid (CA) and nucleocapsid (NC) proteins 80. The pol region encodes the viral replication enzymes, usually including the proteinase (PR), and is translated from the genome-length mRNA as part of a gag-pol fusion polyprotein following supression of an amber termination codon (murine leukemia virus; MuLV) or ribosomal frame-shifting (e.g. Rous sarcoma virus (RSV) or HIV-I (references in Krfiusslich and Wimmer 67). The infrequency of these events leads to an overproduction of structural gag proteins compared to replicative pol enzymes. The molar ratio of gag to gag-pol polyproteins is critical for virion assembly and release 29'1z5, possibly because steric hindrance by the larger gag-pol polyprotein dominantly interferes with assembly.\n\nThe gag and gag-pol polyproteins assemble with two separate molecules of genomic RNA to form immature noninfectious particles that consist of a translucent core surrounded by a thick electron-dense ribonucleoprotein (RNP) shell that is closely apposed to the viral lipid bilayer. The initial interaction between viral RNA and gag is highly specific, probably involving only short sequence elements (such as encapsidation signals) within The spherical RNP shell of HIV-I differentiates into an elongated double cone-shaped core and an icosadeltahedral shell that is located at the inner surface of the lipid membrane 37. There is some evidence for structural rear-rangement within gag components during this process of separation and condensation 116 but such changes remain uncharacterized at the molecular level. However, some properties of the gag precursor and the mature structural proteins have been determined. The gag and gag-pol polyproteins of most retroviruses are myristoylated 109. This modification is necessary 45' 100,110 but not in itself sufficient loo to direct these polyproteins to the inner face of the plasma membrane. Myristoylation may promote intermolecular interactions that enhance self-assembly of gag molecules and virion formation. This may in turn result in the dimerization and consequent activation of PR. It is clear that the unprocessed gag polyprotein is competent to form virus-like particles: non-infectious particles are commonly released that consist solely of uncleaved gag poly-protein 130, and gag polyproteins expressed in the absence ofpol proteins, env proteins and genomic RNA in insect and mammalian cells spontaneously form budding particles 38. The majority of mutations in the gag gene are blocked in virion assembly and release 45' 56. The shell immediately inside the lipid envelope of mature particles is composed solely of the myristoylated MA protein and probably has a morphopoietic influence on the ordered arrangement of the envelope surface projections; MA of RSV has been shown to interact directly with the env glycoproteins 35 NC proteins are small, basic nucleic-acid binding proteins that function in selective encapsidation and subsequent dimerization of viral RNA and in annealing of primer tRNA on the replication initiation site. Proteolysis of gag is not required for RNA encapsidation or primer annealing, but is necessary for correct dimerization of viral RNA, which may in turn be relevant to reverse transcription 118. Although encapsidation is thus likely to precede dimerization, normal packaging of viral RNA may be required for the orderly arrangement of the HIV-I RNA core components following proteolytic maturation 18. The CA protein, which has a strong tendency to aggregate 11, forms the core surrounding the RNP complex.\n\nNothing is yet known regarding the interactions between CA proteins making up the core shell, although Rossman 105 has suggested that the structure of the HIV-1 core may resemble the bacillus-shaped particles of some plus-strand RNA plant viruses, and that the tertiary structure of HIV-1 CA may resemble the eight-stranded antiparallel fl-barrel characteristic of picornaviruses and related plant RNA viruses. The coding sequence of PR corresponds to a single domain of cellular aspartic proteinases 122 and it was therefore proposed that retroviral proteinases are dimers of identical PR polypeptide chains 93. This was subsequently confirmed following determination of the crystal structures of RSV and HIV-1 proteinases 81'129. Although these studies have provided a wealth of information regarding mature PR, the mechanism of activation itself remains obscure. There is experimental support for predictions that only dimers of retroviral PR domains would be catalytically competent 79 and thus a critical concentration of gag-pol precursors (related to the dissociation constant of the dimer) may be required for proteolytic activity. By analogy with cellular aspartic proteinase zymogens, the mechanism of activation might involve displacement of a portion of the gag-pol polyprotein that sterically blocks the active site. Mechanisms consistent with this proposal that have been suggested include conformational changes induced either by association of gag and gag-pol polyproteins 29 or interaction of viral RNA with gag sequences 25. It may also be pertinent that the proteolytic activity of HIV-1 and RSV PRs is maximal at ca pH 5 and is strongly inhibited at higher pH (references in Hellen et al.5Z \n\nThe broad variety of viruses discussed above all encode proteolytic activities that play essential roles in the morphogenesis of viral particles. Although the mechanisms of cleavage are diverse and have not been fully characterized, these activities are typically both highly substrate selective and cleavage specific, and can be thought of as playing one of two general roles in morphogenesis. The first of these is limited to plus-strand RNA viruses and retroviruses, and can be seen as a response both to the limitations of eukaryotic translation, and to the genetic economy required for replicative fidelity and efficient transmission of RNA genomes. Structural proteins are encoded as part of larger polyproteins and their release by proteolytic scission is a prerequisite to particle assembly. Icosahedral nepovirus and alphavirus nucleocapsids, and flexuous potyvirus particles are formed by simple self-assembly following proteolytic release of a single type of capsid protein, whereas the more complex structure and composition of picorna-and comovirus capsids results from the controlled and sequential cleavage of two or three different major capsid proteins from a polyprotein precursor. The structural rearrangement of capsid domains, and particularly of the terminal 'arms' consequent on successive cleavage events serve to regulate and direct association and assembly of capsid subunits.\n\nThe second general role of proteolysis, involving the maturation of virus particles, is widespread, occurring in simple RNA viruses such as nodaviruses as well as in retroviruses and complex DNA viruses such as phage T4 and adenovirus. The proteinases encoded by DNA and retroviruses have at least been partially characterized, whereas neither the proteolytic agents nor the mechanisms of the unconventional cleavage in noda-and picornaviruses have yet been identified. Moreover, although these cleavages all appear to be regulated in an assemblydependent manner, the mechanisms by which regulation is achieved remain obscure. Morphological maturation is accompanied by the acquisition of infectivity, and there are indications that these processes are directly linked. In some instances, proteolysis may be necessary to activate enzymes required for packaging and subsequent replication of the viral genome, but in almost every one of the types of virus described above there is evidence that structural rearrangements consequent on proteolysis render viral particles competent to be disassembled after uptake into cells.\n\nSeveral interesting reports about the role of proteolytic processing in virus morphogenesis have been made since submission of this review, and we shall briefly describe some of them here. The most significant is the determination of the structure of the Sindbis virus core protein (SCP 16,). It possesses the chymotrypsin fold, rather than the t-barrel fold that had been predicted 33, and is therefore only the second icosahedral RNA or DNA virus whose coat protein does not have this structural motif (the other exception being the phage MS2 a23,). SCP is released from the nascent polyprotein by autocatalytic cleavage at its carboxy-terminus after which is has no further enzymatic activity. Determination of its three-dimensional structure confirms that the SCP catalytic triad is composed of the residues that had been identified by site-directed mutagen-Renews esis 47 and additionally indicates that the carboxy-terminus of SCP lies in the substrate binding site in a manner that is indicative of a cis cleavage event, and that is consistent with subsequent inhibition of SCP. Although parts of the Sindbis virus genome may share a common evolutionary origin with tobacco mosaic virus and some tripartite RNA plant viruses (references in Choi et al. 16a) , it is likely that SCP has evolved from a different source. The similarities between it and trypsin-,like serine proteinases of other positive-strand viruses are notable; the homology between SCP and the 2A proteinases is probably the most significant (Hellen, unpublished observations). Considerabie support for the proposed similarity betweeen serine proteinases encoded by Various positive-strand viruses and cellular cysteine proteinases 6, 43 has recently been provided by site-directed mutagenesis 23a'47a' 52a, 60a, 133a These and other aspects of the role of proteolysis in picornavirus and comovirus morphogenesis are discussed in two recent reviews 5ab, 73a.\n\nIt has become apparent that some viruses encode a third class of proteinase, distinct from the trypsin-like proteinases and aspartic proteinases discussed above. The potyvirus proteinase was the first member of this papain-like class of thiol proteinases to be identified 84,. Similar domains have subsequently been characterized or predicted to occur in the genomes of at least six other groups of ss and dsRNA viruses (Gorbalenya et al. 44a and Schapira and Nuss 108b and references therein). This class of proteinases includes the L proteinase of FMDV, which is known to catalyze its own cleavage from the amino-terminus of the PI capsid protein precursor. Recently, a 19-amino acid segment from the carboxy-terminus of P1 has been shown to undergo co-translational proteolysis at a specific Gly-Pro dipeptide ~osa, but nothing is yet known of the mechanism of this fascinating reaction."}