{"title": "BOX 40-1 Feline Reproduction Data", "body": "Female Reproduction Susan E. Little O U T L I N E\n\nThe pedigreed cat fancy has developed and grown in popularity in North America and around the world during the last 100 years. The widespread appeal of pedigreed cats and cat breeding means that veterinarians need to be familiar with the unique characteristics of feline reproduction and breeding management. In the past 25 years, considerable progress has been made in understanding the behavioral, gonadal, and endocrine factors involved in successful feline reproduction.\n\nThe cat is described as being seasonally polyestrous and a long-day breeder. Queens undergo estrous cycles repeatedly during a breeding season unless interrupted by pregnancy, pseudopregnancy, or illness. Estrous cycles will occur at variable intervals but most typically every 14 to 21 days. Cats housed indoors, but largely under the influence of seasonal light, will cycle according to the season. The mechanism of photoperiod influence on estrous cycles through the hypothalamichypophysial-gonadal axis and the hormone melatonin has been partly elucidated in the cat. A shorter duration of photoperiod is associated with increased concentrations of melatonin and prolactin and reduction in ovarian activity.\n\nIn the northern hemisphere, increasing daylight length in January and February promotes the onset of estrous activity. Peak estrous activity is usually seen in the northern hemisphere from February to April. Regular estrous activity will continue until as late as October or November, depending on the geographic distance from the equator (and therefore the length of daylight). Most cats housed indoors in North America will experience winter anestrus because of the short length of daylight. The effect of seasonality diminishes or disappears near the equator. 12 Queens housed together may have synchronized estrous cycles. Longhair breeds seem to be more sensitive to the amount of daylight than shorthair breeds. Although many longhair queens (such as the Persian breed) will not exhibit regular estrous cycles even during periods of long daylight, many shorthair queens (such as Siamese and related breeds) exhibit estrous cycles year-round, regardless of daylight length. Inadequate intensity or duration of light is an important cause of infrequent estrous cycles in cats housed indoors. Breeding catteries should provide 12 to 14 hours of daylight or artificial light per day to encourage regular estrous cycles.\n\nThe first estrus typically occurs in queens between 5 and 9 months of age, but age at onset may be highly variable (3.5 to 18 months). 37 The time of the first estrus is influenced by a number of factors: breed (shorthair breeds reach puberty earlier than longhair breeds), season (which determines the length of daylight), and the queen's body condition. Persian and related breeds may not have their first estrus until 18 months of age or older and may not be sexually mature until 2 to 3 years of age. The average body weight at puberty is 5 to 7 lb (2.3 to 3.2 kg) or 80% of adult body weight. 25 Shorthair breeds, inexperienced owners to interpret estrus behavior as a sign of injury or illness.\n\nOccasionally, queens have prolonged estrus (lasting more than 7 days). In some cases, this may be due to the maturation of overlapping waves of follicles with prolonged high estradiol levels. 25 This type of prolonged estrus is most commonly seen in Siamese and related breeds. Other queens with prolonged behavioral estrus, however, have normal distinct patterns of follicular growth. 25 Why these queens show prolonged estrus rather than distinct estrus periods is not understood.\n\nProlonged estrus can also be associated with cystic ovarian follicles. Functional cystic follicles can produce persistent increases in plasma estradiol levels (>20 pg/ mL [>73.4 pmol/L]). 25 Cystic ovarian structures may be identified with abdominal ultrasonography. Another infrequent variation is the split heat, most often associated with young queens. The proestrus signs occur but then subside, only to be followed a few days later by a normal proestrus and estrus. This phenomenon tends to disappear with maturity.\n\nThe period between one estrus and the next in queens that have not ovulated is the interestrus. During this time, the plasma estradiol level is low (<15 pg/mL [<55.1 pmol/L]) and no sexual behaviors are seen. The duration of interestrus can range from 2 to 19 days but on average is 7 days.\n\nAnestrus is the absence of cycling activity that may occur naturally in periods of short daylight. In the northern hemisphere, this is between October and December. The effect of season on duration of anestrus diminishes with proximity to the equator. 12 Individual variation is common. During this time, progesterone and estrogen are at baseline concentrations (progesterone <1 ng/mL [<3.2 nmol/L], estrogen 8 to 12 pg/mL [29.4 to 44.0 pmol/L]). 53 The luteal (diestrus) phase of the queen's estrous cycle is the period after ovulation when the dominant hormone is progesterone. Unlike the bitch, the queen such as the Siamese and Burmese, are more precocious and may reach puberty at a lower body weight.\n\nThe feline estrous cycle may be divided into proestrus, estrus, interestrus, anestrus, and luteal (diestrus) phases. See Box 40-1 for feline reproduction data. Proestrus is considerably more difficult to detect in the queen than in the bitch. This part of the estrous cycle may last only one day or so, and the signs may be subtle; so, it is often not detected. In proestrus, many queens rub their head and neck against convenient objects and display affectionate behavior. Occasionally, queens in proestrus have a slight mucoid vulvar discharge and pollakiuria. During proestrus, tom cats may be attracted to the queen, but the queen will not be receptive to breeding.\n\nEstrus is defined as behavioral receptivity to mating. This stage may last from as little as 2 days to as long as 19 days, with the average duration being 5.8 ± 3.3 days. 90 Mating may shorten the length of estrus, although conflicting evidence exists. A queen in estrus will crouch with the front legs pressed to the ground, the back in a position of lordosis, and the tail turned to one side to present the vulva (Figure 40-1) . The queen may roll or thrash about on the floor. Queens in estrus often call or vocalize to attract the attention of males. They may be restless, have a poor appetite, and show increased affection to their caretakers. It is not uncommon for resulting from neuroendocrine reflexes. Sufficient stimulus, either copulatory or noncopulatory, is required to provoke the release of GnRH. A surge of LH occurs within minutes of breeding. With multiple copulations, the LH surge is higher in amplitude and lasts longer than when only one breeding occurs, thus increasing the chances that ovulation will occur.\n\nSeveral days of estradiol priming are required before LH release sufficient to cause ovulation occurs. This is typically reached by the third or fourth day of estrus. There also appears to be a stimulus threshold individual to each queen that must be exceeded in order for adequate LH release to occur. Unlike the rabbit, in which a single mating is sufficient to induce ovulation, queens vary considerably in the number of copulations required to induce sufficient LH release and ovulation. Most queens will ovulate after four or more copulations. 25 Ovulation occurs 48 hours or more following the LH surge. 95 All oocytes are released at the same time. The remaining granulosa cells of the ovarian follicles undergo luteinization and begin to produce progesterone almost immediately. Progesterone concentrations rise within 24 hours, and may reach highs of 60 to 90 ng/mL (190.8 to 286.2 nmol/L) by 15 to 25 days post-ovulation. 113 Peak progesterone concentrations are highly variable from queen to queen. Throughout pregnancy, progesterone is maintained at high concentrations until the last few days of gestation, when the level falls to about 2 ng/mL (6.4 nmol/L) and to less than 1 ng/mL (3.2 nmol/L) immediately following parturition. 113 A minimum progesterone concentration of 1 ng/mL (3.2 nmol/L) appears to be necessary to sustain pregnancy in the queen. 109 Although progesterone declines at term, baseline concentrations are not required for onset of parturition in the queen, as in the bitch. 55 Progesterone test kits designed for ovulation timing in the bitch have been validated for use in the queen. 6 As for other induced ovulators, recent research suggests the corpus luteum (CL) may be the primary source of progesterone throughout pregnancy in the cat. 113 Conflicting evidence from earlier research showed maintenance of pregnancy despite ovariectomy at 45 to 50 days of gestation and demonstrated the ability of the feline placenta to synthesize progesterone.\n\nTwo other hormones are important in feline pregnancy. Relaxin is produced primarily by the placenta in carnivores, and facilitates delivery by softening the connective tissue of the pelvis, softening the cervix and relaxing uterine musculature. Relaxin concentrations increase as early as day 20 of gestation and are the basis of a commercially available pregnancy test (see below). 107 Prolactin is produced by the anterior pituitary and has various effects, including regulation of lactation. Prolactin concentrations increase from about day 35 of gestation, plateau at about day 50, and then increase abruptly just before parturition. 107 Prolactin appears to does not experience a pre-ovulatory rise in progesterone. After ovulation, fertilization of oocytes occurs in the oviducts, and the embryos enter a uterine horn 4 to 5 days after ovulation. 101 The embryos then space out along the uterine horns and may even migrate from one horn to another before implantation. Some embryos may be lost in this process. Implantation occurs about 12 to 13 days after breeding, and the implantation rate is estimated to be about 84%. 106 The feline placenta is endotheliochorial in structure and zonary in shape. Pregnancy length varies from 62 to 74 days in queens, with the average length being 65 to 67 days. 90, 97 If the oocytes are not fertilized after ovulation, a pseudopregnancy will occur that lasts about 40 to 50 days. Pseudopregnancy may also result if early embryonic loss occurs. Pseudopregnancy in cats is not usually associated with maternal behaviors or lactation.\n\nEstrus may resume about 10 days after the end of the luteal phase, but nursing queens often experience a lactational anestrus that can last for up to 8 weeks after weaning. Most queens will return to estrus about 4 weeks after weaning their kittens if it is still the breeding season. However, it is entirely possible for a queen to return to estrus while still nursing. Very often the first estrus after a pregnancy is shorter and less fertile. Estrus behavior during gestation has also been reported in the queen, although serum estradiol is not increased and no luteinizing hormone (LH) surge occurs, even if the queen allows copulation. 37, 107 Superfetation-kittens of different gestational ages in one litter-has never been proven to occur in the cat. The presence of poorly developed fetuses along with kittens of normal gestational age in a litter is most likely a problem of arrested development.\n\nAlthough little data about follicle stimulating hormone (FSH) concentrations or activity in the queen exist, it is believed to be similar to that in other species. FSH, produced by the pituitary gland, initiates the development of ovarian follicles. Three to seven follicles develop and start producing estradiol-17b. As the follicular activity peaks, plasma estradiol levels increase and also vary widely but usually are greater than 20 pg/mL (greater than 73.4 pmol/L). 32 Estradiol levels stay high for 3 or 4 days during estrus and then abruptly fall. The high estradiol levels produce two important effects: overt estrous behavior and priming of the gonadotropin surge necessary to cause ovulation. Estradiol concentrations rise again about day 58 of gestation and then decline just before parturition. 55 Ovulation requires the release of luteinizing hormone from the anterior pituitary gland. During intromission, the penis probably causes distention of the posterior vagina 115 and induces release of gonadotropin-releasing hormone (GnRH) from the medioventral hypothalamus These studies indicate that noncopulatory ovulation may be possible in response to a variety of tactile, visual, auditory, or olfactory cues in queens. Unrecognized spontaneous ovulation and subsequent pseudopregnancy is one important cause for infrequent estrous cycles that must be ruled out in cases of apparent infertility. It is more appropriate to consider the queen to be both an induced and spontaneous ovulator, particularly when investigating cases of infertility or pyometra in a breeding cattery.\n\nThe ancient Egyptian goddess of fertility, Bastet, was portrayed as a cat for good reason. Queens are most fertile between the ages of about 18 months to 8 years, although examples of successful production of kittens in aged queens have been reported. 37 Queens more than 8 years of age tend to have more irregular estrous cycles, smaller litters, and more spontaneous abortions and kittens with congenital defects.\n\nThe average litter size ranges from 3.7 to 4.6 kittens, but there is wide variability, especially among pedigreed cat breeds. 90, 97, 106 Given a breeding life of about 10 years and no human interference with breeding, a queen can easily bear up to 100 kittens in a lifetime. 37 Queens are not monogamous and may accept several toms during an estrous cycle, allowing some litters to have multiple sires (superfecundity). Multiple paternity litters may occur more than 70% of the time in free-roaming cats in population-dense urban environments compared with less than 22% of the time in sparsely populated rural environments. 91 Also, queens may use partner selection to control inbreeding. One study of eight queens in a feral colony concluded that queens avoid breeding with closely related toms but not distant relatives. 48 Breeders of pedigreed cats attempt to exert control over reproduction and plan pairings based on many factors, such as the qualities (e.g., health, color, conformation) desired in the offspring. Breeders also control the timing of litters based on the health of the queen, demand for kittens, show schedules, and lifestyle factors. Breeders should be educated about maintaining proper breeding records for queens (Box 40-2) as part of a sound cattery management plan.\n\nUnder optimum conditions, many pedigreed queens can successfully rear two litters per year or three litters during 2 years. Litters may be born anytime in the year, although most studies show there are slightly more litters born to pedigreed cats in the spring. Queens should be fully mature and in good body condition before they are first bred, both to ensure a successful breeding and to ensure a healthy pregnancy and good postpartum care of the kittens. Queens younger than 1 year of age may have irregular estrous cycles and may not display mature maternal behavior. be necessary for maintenance of pregnancy by supporting the CL, as the suppression of prolactin with a dopamine agonist results in abortion.\n\nPseudopregnancy may result if a mating is infertile. High progesterone concentrations are maintained by a centrally mediated blockage of GnRH secretion during both pregnancy and pseudopregnancy. 109 This prevents the queen from returning to estrus until the luteal phase is ended. During pseudopregnancy, progesterone concentrations start to decline by about day 25 to 30 and are less than 1 to 2 ng/mL (<3.2 to 6.4 nmol/L) by day 40 to 50. 113 The feline CL may be preprogrammed to atrophy after 25 to 30 days unless luteotrophic factors are present. These luteotrophic factors may originate from the fetoplacental unit and/or from the pituitary. The two most likely luteotrophic factors in the queen are relaxin and prolactin. 109\n\nTraditionally, queens are described as reflex-mediated induced ovulators. Ovulation should not occur unless mating or a similar stimulus induces it. However, reports of ovulation without breeding are found in the veterinary literature. Pyometra and mucometra are not uncommon in middle-aged intact virgin queens. Recent studies have found more evidence that spontaneous ovulation not only occurs in cats but occurs with some frequency.\n\nA study of 44 female cats with uterine disease classified them on the basis of ovarian status (active or cystic follicles versus luteal phase ovaries). 65 Of the 44 queens, 35 had no recent exposure to male cats. However, 20 of these 35 queens had luteal phase ovaries, established by histologic examination. In another study, 20 domestic shorthair queens ranging from 2.5 to 11 years old were evaluated. 66 These cats were housed individually, but they could see and hear other cats, including males. Seven of the 20 queens had evidence for spontaneous ovulation, and some queens experienced it repeatedly in the study period. Spontaneous ovulation was most prevalent in older queens (although the study group had a preponderance of older queens, mean age 7.4 years), and it may be that these queens have altered hormonal function.\n\nA study designed to approximate conditions in multicat homes and catteries group housed 15 female cats. 41 The queens were all young and nulliparous. After 3 months, a male cat was housed in the same room but caged separately so that there was no physical contact with the queens. Of the 15 queens, 87% showed evidence of at least one instance of ovulation and pseudopregnancy without mating during the 4.5 months of the study. As well, 67% of the queens had evidence of spontaneous ovulation during the 3 months before the male cat entered the room. up to 14 days before the tom cat is comfortable again. Travel stress can adversely affect the female, temporarily upsetting pituitary and ovarian function. It is best to transport the queen to the tom cat several weeks in advance to allow adaptation to the new surroundings and to the tom cat before attempting breeding.\n\nThe queen in estrus will signal willingness to breed by displaying interest in the tom cat, and vocalizing or purring. The queen will assume a lordosis position low to the ground with the tail to one side (see Figure 40 -1). The tom cat mounts the queen, grasps the skin on the back of the queen's neck and positions the queen for breeding. Intromission and ejaculation occur in a matter of seconds. Immediately after a successful breeding, the queen will vocalize (the \"coital cry\") and leap away from and often swat at the tom cat. The tom cat should have an avenue of escape; the breeding area should be roomy or should have usable vertical space. For the next several minutes the queen will roll and thrash on the ground, stretching and licking at the perineum. Most pairs will mate several times in a day. On average, the male cat makes 2 to 6 times more attempts at breeding than the female accepts.\n\nCats may have partner preferences so that a queen that accepts one tom cat may not accept another. Interestingly, some cats appear to dislike cats of other breeds. A queen may have had a previous adverse experience that makes it reluctant to accept a tom cat. Although it is possible to physically restrain a reluctant queen for a tom cat to breed, this is not without considerable risk to the handler.\n\nIn rare circumstances, it may be necessary to tranquilize a queen to facilitate breeding. Care must be used in selection of a tranquilizer because the effect of many drugs on reproductive hormones is not well understood. Phenothiazine tranquilizers, such as acepromazine maleate are contraindicated, because they may interfere with release of LH. Benzodiazepine tranquilizers, such as alprazolam, may be used in moderate doses but some adverse effects of these drugs (e.g., paradoxical aggression, ataxia) may be unpredictable and undesirable. Buspirone hydrochloride has some short-term antiaggressive and anxiolytic effects, but it probably affects secretion of pituitary hormones. If the queen's temperament is undesirable, she may not be a good candidate for a breeding program.\n\nOne efficient breeding protocol involves breeding the queen 3 times daily (at 4-hour intervals) on the second and third days of estrus. It has been shown to induce ovulation in greater than 90% of queens. 101 Another successful breeding scheme allows the pair of cats to breed ad libitum for short periods during the first 3 days of estrus. However, ovulation and pregnancy rates quoted in the literature are derived from random-bred or colony-bred cats and may not always be achieved with pedigreed cats. This is especially true of the Persian and Queens selected for a breeding program should also meet certain health criteria. Breeding queens should be healthy and up to date with vaccinations. They should be free of common problems, such as upper respiratory tract infection, diarrhea, skin disease, and so forth. Ideally, all cats in a cattery should be tested negative for feline leukemia virus (FeLV) and feline immunodeficiency virus (FIV) and any incoming cats should be tested and confirmed free of infection before joining the cattery population. Before breeding, queens should be free of internal and external parasites. In addition, testing for inherited diseases (e.g., polycystic kidney disease, hip dysplasia, and hypertrophic cardiomyopathy) may be desirable for certain breeds and should be accomplished, where possible, before a queen or tom has reproduced. Queens of breeds with a high prevalence of blood type B should be blood typed before breeding to prevent neonatal isoerythrolysis (see Chapter 41) .\n\nIntroducing young or inexperienced cats into a breeding program can sometimes result in shyness or a refusal to mate. Ideally, two inexperienced cats should not be matched. A shy cat is best exposed to an experienced mate gradually, preferably on a daily basis for short periods (e.g., about 15 minutes), before mating is required. Inexperienced queens should be placed with experienced, but calm and nonaggressive males.\n\nIt is preferable to bring the queen to the tom cat, as many tom cats will not breed successfully when outside their own territory. Environmental factors can interrupt mating behavior, especially in tom cats. Tom cats spend considerable time marking their territory. If the area is cleaned too thoroughly, especially if a scented cleaner is used, some tom cats will ignore or even attack a visiting queen until the territory has been re-marked. It may take BOX 40-2 Reproductive Data Collection for Breeding Queens about 40 to 50 days. Mechanical stimulation of the vagina using an instrument, such as a glass rod or cotton tip swab, will induce ovulation in a queen in estrus. A teaser tom cat (a vasectomized male or a castrated male with intact libido) can also be used to induce ovulation in queens in estrus. Pharmacologic options for induction of ovulation during estrus include human chorionic gonadotropin (hCG) (250 IU/cat, IM) and gonadotropin releasing hormone (Cystorelin, Merial [Duluth, Ga.]; 25 µg/ cat, IM). 57 Induction of ovulation will not shorten the length of that estrus period, however. Repeated induction of pseudopregnancy may predispose queens to cystic endometrial hyperplasia-pyometra complex.\n\nAvailable pharmacologic methods for longer term control of estrus include progestins, androgens and gonadotropin-releasing hormone analogues. 63 Progestins are the oldest class of drugs used to control reproduction in cats. Megestrol acetate (Ovaban, Intervet/ Schering-Plough Animal Health [Summit, NJ] and others) is effective for suppressing estrus in queens when given orally, starting in anestrus (2.5 to 5 mg/cat once daily for 5 days, then once weekly). Medroxyprogesterone acetate (Depo-Provera, Pfizer [New York, NY], related breeds that appear to have reduced fertility. Simply housing queen and tom cat together for the duration of the queen's estrus can also result in pregnancy, but it may deplete sperm reserves in tom cats that are frequently used for breeding.\n\nContraception for the cat must be safe, reliable, convenient, and affordable. Surgical methods (ovariohysterectomy and orchidectomy, as well as ovariectomy and, less commonly, vasectomy) are well described, although not without risk. 47 However, there are various reasons why surgery may not be available, affordable, or appropriate for every cat. Even if a cat is not intended for breeding, owners may have negative attitudes toward surgical sterilization. For these reasons, safe and effective methods of nonsurgical contraception are necessary. A list of drugs for control of estrus and reproduction in the queen can be found in Table 40 -1.\n\nThe simplest method of estrus control is to induce ovulation, which delays return to estrus by causing a luteal phase (pseudopregnancy) that lasts, on average, In another study, a single SC implant containing 18 mg melatonin effectively and reversibly suppressed estrus in nine treated queens for 2 to 4 months without adverse effects. 30 Although ovariohysterectomy and histopathology were not performed on these queens, six of eight treated queens that were bred after return to estrus had normal pregnancies. The implants used in these two studies were manufactured by different companies, so that differences in formulation may account for some of the variability in study outcomes.\n\nGonadotropin-releasing hormone is the master reproductive hormone, controlling release of LH and FSH from the pituitary gland. Sustained exposure to GnRH analogues causes downregulation of GnRH receptors and decreased release of LH and FSH, thereby suppressing fertility. GnRH analogues are under investigation primarily for control of reproduction in male and female dogs, while few studies have been published for cats. In one placebo-controlled study, a 6-mg deslorelin (Suprelorin; Peptech Animal Health, North Ryde, Australia) implant was administered subcutaneously to 10 queens. 76 A placebo implant was used for 10 control queens. All cats were followed for 14 months, with daily observation for estrus and frequent monitoring of fecal estradiol levels. The deslorelin implant was effective in inducing reversible suppression of estrus, but the duration of suppression varied widely from cat to cat (range, 5 to 14 months or longer). No adverse effects on the health of treated cats were noted.\n\nNonsurgical pregnancy termination is not often requested for the queen, but several pharmacologic options are described. The traditional mismating treatment has been estrogen (diethylstilbestrol 2 mg/cat, IM or estradiol cypionate 0.25 mg/cat, IM) given 2 to 3 days after breeding. The mechanism of action is thought to be interference with tubal transport of fertilized eggs. However, estrogens will prolong estrus in the queen and are associated with potentially serious adverse effects, such as pyometra and aplastic anemia, and so cannot be recommended. A single oral dose of megestrol acetate (2 mg/cat) is reported to prevent implantation of fertilized eggs. 25 There are several protocols for induction of midpregnancy abortion in the queen. Prostaglandin F 2alpha (Lutalyse, Pfizer Animal Health) may be given daily for 5 days after day 33 of pregnancy (2 mg/cat, IM). 57 After day 40 of pregnancy, the drug may be given twice, and other brands) is a long-acting injectable progestin that is also effective at suppressing estrus when given every 6 to 12 months (25 to 100 mg/cat IM). If the queen is intended for breeding, it should be planned for the second estrus after cessation of therapy.\n\nProligestone (Delvosteron and Covinan, Intervet/ Schering-Plough Animal Health) is a long-acting injectable progestin with weaker progestational activity than the other available drugs. 10 It is licensed in Europe for temporary and permanent suppression of estrus in the queen. At the licensed dose of 100 mg/cat given subcutaneously, the effect on estrus suppression lasts about 6.5 months. 63 Although it appears to be safer than other progestins, there are reports of adverse effects, such as hair loss and calcinosis circumscripta at the injection site. 80 Another progestin, chlormadinone acetate has been reported as safe and effective for prevention of estrus in queens when given by SC or IM injection, orally or by SC implantation. The drug is not widely available. One study reported that long-term oral dosing for up to 4.6 years at 2 mg/cat once weekly was not associated with adverse effects other than weight gain. 103 When treatment was continued for longer periods of time, mammary and uterine disorders similar to those seen with other progestins were noted.\n\nAdverse effects of progestins are well known and include diabetes mellitus, uterine disease and infertility, adrenocortical suppression, mammary hyperplasia, and mammary neoplasia. 10, 61, 63, 67 Progestins are not approved for use in the queen in all countries (the most notable are the United States and Canada) because of the potentially serious adverse effects. Prolonged use should be avoided, and consideration should be given to alternate forms of contraception for valuable breeding queens.\n\nMibolerone is an androgen that has been used successfully for contraception in the bitch and queen. However, the dose necessary to suppress estrus in the queen is near the drug's toxic dose, and so, its use cannot be recommended, nor is the drug licensed for use in the cat. Adverse effects include hepatotoxicity, skin thickening, and clitoral hypertrophy. 63 Melatonin is a hormone produced by the pineal gland with secretion controlled by photoperiod. Higher concentrations are produced during times of shorter photoperiod and will suppress ovarian activity. Exogenous melatonin (30 mg/cat, PO, once daily in the evening) was found to be effective at estrus suppression after 30 days of treatment. 34 The effect was reversible, with normal ovarian activity returning 21 to 40 days after melatonin was withdrawn.\n\nAlthough daily oral administration of a drug may be impractical, subcutaneous melatonin implants have also been investigated in the queen. In one study, SC implants of 12 mg and 60 mg melatonin were evaluated. 38 Queens were monitored for 6 months, and then ovariohysterectomies were performed. No changes in development of safe, effective, inexpensive contraceptives that would be easy to administer to large groups of cats, especially free-roaming or feral cats. One such approach may be immunocontraception-the use of the immune system to block fertility. This concept is under investigation for various reproductive tissues and hormones and may result in a vaccine-type product in the future. 88 \n\nEven the practitioner that does not have pedigreed cat breeders as clients will be presented with certain common problems of the reproductive system in cats. Knowledge of the clinical appearance, diagnosis and treatment options for these common conditions is an essential part of feline practice.\n\nOvarian remnant syndrome (ORS) is the presence of functional ovarian tissue with signs of estrus after ovariohysterectomy (OHE) or ovariectomy. Neoplasia in ovarian remnants, such as granulosa cell tumor, is a rare cause of ORS. Signs of estrus may occur weeks to many years after surgery 74 and include lordosis, vocalizing, rolling on the ground, and receptivity to intact males. Age at time of surgery and breed of cat do not appear to influence risk of ORS, although one report did not find any cases in queens spayed before 4 months of age. 74 The most common causes of ORS are failure to remove all or part of an ovary at surgery, accessory ovarian tissue 74 and revascularization of ovarian tissue inadvertently dropped into the abdomen during OHE. 19 Diagnosis is most commonly made by observing signs of estrus in a spayed cat and concurrent vaginal cytology consistent with estrus (cornified epithelial cells, absence of red or white blood cells, clear background). Documentation of serum estradiol levels greater than 20 pg/mL (greater than 73.4 pmol/L) while signs of estrus are occurring is also consistent with ORS, although the diagnosis cannot be ruled out if estradiol levels are low. Caution must be exercised with interpretation of baseline estradiol and progesterone concentrations; however, as there is considerable fluctuation with time. The diagnosis may also be established by inducing ovulation of mature ovarian follicles during estrus with GnRH (Cystorelin; Merial; 25 µg, IM) and documentation of elevated serum progesterone (>2 ng/ mL [6.4 nmol/L]) 1 to 3 weeks later. 51 A protocol has also been described to detect ovarian activity when a queen is not in estrus by administering the GnRH analogue buserelin (Receptal; Intervet/ Schering-Plough Animal Health; 0.4 µg/kg, IM) with measurement of serum estradiol 2 hours later. 5 24 hours apart (0.5 or 1.0 mg/kg, SC). 57 Abortion will occur within 1 week. At higher doses, side effects of prostaglandin are well known and include nausea, vomiting, diarrhea, and restlessness. The effects are seen within 10 to 15 minutes of administration and last 1 to 3 hours. Administration of prostaglandin appears to be luteolytic during pregnancy (but not pseudopregnancy), causing a rapid decline in plasma progesterone.\n\nThe prolactin inhibitor cabergoline (Galastop; Ceva Animal Health, St. Louis, Mo.) has been studied in Europe for induction of abortion in the queen. Cabergoline (1.65 µg/kg, divided twice daily, SC, for 5 days) given on day 30 of gestation induced abortion in four of five queens 7 to 10 days later. 112 The mechanism of action is luteolysis by inhibition of prolactin release, a luteotrophic hormone in the queen. In a feral cat colony, oral cabergoline (5 to 15 µgkg/day, to effect [typically 5 days]) was successful in inducing abortion when started after day 36 of pregnancy. 49 Cabergoline may also be used with a prostaglandin F 2alpha analogue. In one study, cabergoline (5 µg/kg/day, PO, to effect) was combined with cloprostenol (Estrumate, Intervet/Schering-Plough Animal Health; 5 µg/kg, SC, every 2 days, to effect) in five queens after 30 days of pregnancy. All queens aborted in 8 to 10 days with no adverse effects, and no compromise of subsequent fertility. 82 In another study, cabergoline (15 µg/kg/day, PO, to effect) combined with alfaprostol (10 µg/kg, SC, every 2 days, to effect) was effective in inducing abortion when started on days 25 to 42 of pregnancy. 23 The average duration of treatment was 5.6 days (range, 3 to 8 days). Vomiting was reported in 5.5% of treated queens. If treatment is given late in pregnancy, premature birth is induced with early death of kittens.\n\nAglepristone (Alizin; Virbac, Carros, France) is licensed for pregnancy termination in the bitch in many countries and is also used in the queen. It has the advantage of infrequent administration when compared with other pharmacologic methods. The mechanism of action is by blocking progesterone receptors, which leads to placental detachment. 29 One large study evaluated the efficacy of aglepristone (15 mg/kg, SC, repeated 24 hours later) after 33 days of pregnancy in 61 queens. 27 Termination of pregnancy was achieved in 88.5% of the queens, with 50% of pregnancies terminated within 3 days. Mild depression and anorexia were seen in less than 10% of queens. Termination of pregnancy occurred despite high plasma progesterone concentrations. Another study achieved 87% success in 23 queens when aglepristone (10 mg/kg, SC) was administered on days 25 and 26 of pregnancy. 28 Pregnancy termination occurred within 5 to 9 days.\n\nThe majority of the methods described above for control of estrus and reproduction are not suitable for large scale use. Overpopulation of cats in North America and other countries around the world leads to euthanasia and suffering. There is an urgent need for hyperplasia (MH) is most commonly seen in young cycling queens but may also be seen in pregnant queens and in male or female cats treated with progestins (e.g., megestrol acetate, medroxyprogesterone acetate). 67, 69 Typically, most or all of the glands are affected. The hyperplasia can be severe, leading to tissue necrosis, ulceration, and infection. It is often mistaken for neoplasia on gross appearance ( Figure 40 -2). Histologically, the lesions consist of benign, unencapsulated, fibroglandular proliferation. Progesterone receptors have been commonly found in MH samples, while estrogen receptors have been found in only 50% of cases. 71 The etiology is suspected to be an exaggerated response to natural progesterone or synthetic progestins, but the disease is also rarely reported in sterilized male or female cats with no history of progestin therapy. In spayed queens, ovarian remnant syndrome should be ruled out.\n\nThe diagnosis is made by clinical signs, patient signalment and history. Biopsy of affected tissue and histopathology will confirm the diagnosis of MH. However, surgical biopsy of markedly swollen mammary glands may create incisions that are difficult to heal due to wound tension. Treatment varies with the underlying cause. Intact queens should be spayed, and a flank approach is most appropriate (Figure 40 -3). If the cat is being treated with progestins, treatment should be stopped. The drug of choice for treatment of MH is the progesterone receptor blocker aglepristone (Alizine, Virbac; 10 to 15 mg/kg/day, SC, days 1, 2, and 7). 33, 78 One long-term study monitored 14 queens with MH for 12 months following treatment with aglepristone. 58 Remission of clinical signs occurred in an average of 4 weeks. Cats that had been treated with long-acting \n\nSerum estradiol concentrations greater than 3 pg/mL (>11 pmol/L) were consistent with presence of ovarian tissue. No adverse effects from administration of buserelin were noted. Although evaluation of luteinizing hormone concentrations has been used successfully to determine if a female cat has been spayed or is intact, this assay has not been evaluated in queens with ORS and so should be used with caution.\n\nOnce ORS is confirmed, the ovarian tissue should be surgically removed. Queens with ovarian remnants may be at increased risk of mammary and ovarian neoplasia. Many owners will not be tolerant of the estrus behavior. Exploratory laparotomy is required to remove the ovarian remnant. A thorough search of the peritoneal cavity is necessary, starting at the most common location for remnants, the ovarian pedicles. Other common sites for ovarian remnants are the omentum and the peritoneal walls. Remnants may be unilateral or bilateral. Surgery is most rewarding if performed when the cat is in diestrus or has been induced to ovulate. The corpora lutea are visible as yellow-orange structures against the red background of ovarian tissue. Excised tissue should be submitted for histopathology to confirm ovarian tissue has been removed.\n\nApproximately 80% of feline mammary masses are neoplastic, most commonly adenocarcinomas. The remaining 20% are benign and are predominately mammary hyperplasia (also called fibroepithelial hyperplasia and mammary fibroadenomatous hyperplasia). Mammary status was determined to be 100% and specificity to be 92%. 92 A single negative test is highly likely to indicate a sexually intact queen. A single positive test suggests a spayed queen, although false positives may occur if an episodic LH surge is sampled or the queen is in estrus. The manufacturer recommends that positive tests be confirmed with a second sample taken 2 hours later. Anecdotally, equivocal test results have been reported in some spayed cats.\n\nSome commercial laboratories offer LH testing to veterinarians, but these assays may not have been validated for the dog or cat, so investigation to determine validity is recommended.\n\nCongenital anomalies of the queen's reproductive tract are not common and are poorly described in the literature. Segmental aplasia/hypoplasia/agenesis of the uterine horn, often called uterus unicornis, may be encountered occasionally and can present difficulties for veterinarians when found incidentally during ovariohysterectomy. Anecdotally, this condition appears to be more common in Ragdoll cats than other breeds or nonpedigreed cats. The abnormality may also be discovered during investigation of infertility in breeding queens. 73 One uterine horn may be missing or reduced to a thread-like remnant, and the ipsilateral kidney is often absent. 7,31,52,70 However, both ovaries are typically present and the surgeon must ensure the ipsilateral ovary is found and removed during ovariohysterectomy ( Figure  40 -4). Failure to remove the ipsilateral ovary is likely to result in ovarian remnant syndrome and necessitate an exploratory laparotomy at a later date.When one normal uterine horn and ovary are present, the queen may have normal estrous cycles and may even become pregnant. However, segmental aplasia may cause failure to conceive associated with fluid accumulation in the uterine lumen, depending on the location of the occlusion. 70, 73 \n\nOccasionally, practitioners may be called upon to evaluate a pregnant queen or a queen in the midst of labor and delivery. Although many pedigreed cat breeders are knowledgeable about these aspects of feline reproduction, the general public often is not. Accurate evaluation of these patients depends on understanding the normal processes of gestation and parturition.\n\nThe failure of a queen to come back into heat after breeding is one of the most obvious signs of pregnancy, but medroxyprogesterone acetate required treatment for 5 weeks. Six of the queens were subsequently bred, and four delivered normal litters. Aglepristone may not be available or licensed for cats in every country. For cats that have not received exogenous progestins, other choices include dopamine agonists that reduce prolactin levels, such as cabergoline (5 µg/kg/day, PO, 5 to 7 days) 70a or bromocriptine (0.25 mg/cat/day, PO, 5 to 7 days). 25,70a In most countries, these drugs are not licensed in the cat and must be obtained from a compounding pharmacist. Infections should be treated with broadspectrum antibiotics. Occasionally, MH will resolve spontaneously, but it typically takes several weeks to several months to resolve even with treatment.\n\nIt may be difficult to determine if an adult queen with unknown history has been previously spayed. Traditional methods to determine reproductive status include observing for signs of estrus and examining the ventral abdomen (or flank) for a surgical scar. Recently, it has been demonstrated that serum luteinizing hormone (LH) can be used to determine reproductive status. LH is released from the anterior pituitary gland in response to copulation. LH stimulates ovulation and luteinization of mature ovarian follicles. In intact queens, serum LH is maintained at basal levels through the negative feedback provided by ovarian estradiol secretion. Following OHE or ovariectomy, this negative feedback is lost and serum LH levels elevate persistently.\n\nA rapid, semiquantitative colorimetric assay is available that shows a positive result when serum LH level is greater than 1 ng/mL (Witness-LH; Synbiotics Corporation, Kansas City, Mo.). The test was developed for canine ovulation timing and has been validated in the queen. Test sensitivity for determination of reproductive enlargement may be detected, which could be consistent with either pregnancy or uterine disease, such as pyometra. Radiography is useful for determining the number of fetuses by counting the number of skulls present ( Figure 40 -5) . Although fetal death is detected earlier by ultrasonography, radiographic changes include a hyperextended or hyperflexed position, collapse of the skull bones, and intrafetal or intrauterine gas (Figure 40-6) .\n\nUltrasonography is a more sensitive test for pregnancy than radiography. The gestational sac, a spherical anechoic structure slightly compressed at the pole, can be detected at 11 to 14 days and the embryo at 15 to 17 days postbreeding. 17 From day 30, it is possible to identify fetal organs. Details on the time of ultrasound appearance of various fetal and extrafetal structures in the cat have been published. 118, 120 A benefit of ultrasonography is the ability to determine fetal viability by detecting a beating heart (as early as 16 days) and fetal movement (as early as 32 days). Fetal heart rate in the cat averages about 228 beats per minute (range 193 to 263 beats per minute). 114 Unlike the dog, fetal heart rate remains stable during gestation in pseudopregnancy will produce the same effect. However, queens experiencing a pseudopregnancy will usually return to heat within 40 to 50 days after the last estrus. One of the first physical indications of pregnancy is \"pinking\" of the nipples, which occurs around day 15 to 18 after ovulation. This change in the nipples, which become noticeably pinker and easier to see as the hair around them recedes somewhat and the nipples increase in size, is most obvious in maiden queens. It can be recognized with experience in queens that have had several litters as well.\n\nThe developing fetuses can be palpated in the abdomen as early as 14 to 15 days, but most easily at about 21 to 25 days after breeding. They remain distinctly palpable up to about 35 days, when the fetuses and placentas become large enough that they cannot easily be distinguished individually. Toward the end of pregnancy, the heads of fetuses may be very easy to palpate.\n\nRadiography may be used to detect pregnancy once fetal bones begin to mineralize, typically by day 36 to day 45 of gestation. 72 Until this time, only uterine monitored for pregnancy. 93 All queens were confirmed pregnant and delivered kittens. In addition, 13 pregnant queens undergoing ovariohysterectomy were also tested. A group of 23 nonpregnant cats were tested as controls. The kit was able to detect pregnancy between days 20 and 25 of gestation. All pregnant queens tested negative within 5 days postpartum. In the control group, two cats tested false positive and both of these queens had large ovarian cysts. This suggests another possible source of relaxin production in some queens. The test was estimated to have 100% sensitivity and 91% specificity in cats after day 25 of gestation, with a positive predictive value of 93%.\n\nThe mean length of pregnancy in the queen is 65 to 67 days, 90,97 but it can be highly variable. It is influenced by breed (the longest gestations are in the Siamese and Oriental breeds) and litter size (larger litters are associated with shorter gestations). 97 Normal pregnancies lasting less than 54 days or more than 74 days are rare and are often associated with high neonatal mortality. During a breeding life, most queens will establish a fairly predictable pattern for length of gestation. If the breeding date is unknown, it is helpful to have an alternate method of estimating the queen's due date, especially if the queen may require assistance during labor and delivery. Due dates can be calculated using measurements obtained from radiography and ultrasonography.\n\nThere is a predictable sequence of bone mineralization in the feline, similar to that in the canine, but beginning about 1 week earlier in gestation. Prediction of the date of parturition within 3 days was possible for 75% of 32 cats (and within 7 days in all cats) using a schedule for bone mineralization developed in one study (Table  40 -2). 44 Not all structures were reliable for prediction of parturition, however. Mineralization of the humerus and femur occur over the narrowest range, while the ulna, fibula, and pelvic bones have more variable mineralization times. The fibula, calcaneus, and phalanges may not become visibly mineralized before parturition.\n\nPrediction of gestational age and date of parturition are also readily accomplished using fetal ultrasound measurements of head or body diameter (Box 40-3 and Figure 40 -8). Using ultrasound measurements, the due date can be estimated ±2 days about 75% of the time. Ideally, the measurements should be taken between 23 and 28 days postbreeding.\n\nThe nutritional requirements for reproducing queens are different from adult maintenance needs. In particular, lactation is the most demanding phase of reproduction; so, queens should be in good body condition in order to the cat. Sex determination is even possible, at about days 38 to 43 postbreeding. 119 Early fetal death is also identifiable, because examinations performed on consecutive days will show that the gestational sacs decrease in size ( Figure 40-7) . However, ultrasonography may not be as good as radiography for determining the number of fetuses present. Ultrasonography views each fetus individually, and movement of the queen or the uterus makes identification of individual fetuses confusing.\n\nMany sonographers prefer that the hair coat is clipped, because it gives the best image quality. If the hair coat is not going to be clipped, alcohol or another wetting agent can be used in addition to the acoustic coupling gel to decrease the amount of air between the transducer and the skin and to improve the image quality. However, it is still possible to get a false negative pregnancy diagnosis early in pregnancy if the hair coat was not clipped. The queen ideally should have a full bladder to move the bowel out of the way and also move the uterine body out of the pelvic canal so that it is more readily imaged. It also helps to fast the queen for 12 hours before the ultrasound examination so that intestinal gas is less likely to obscure the views, especially in early pregnancy.\n\nTraditionally, there has been no blood test available in the cat to detect pregnancy. Cats do not produce a placental hormone similar to human chorionic gonadotropin, which is the basis for some human pregnancy tests. However, the hormone relaxin is produced primarily by the placenta and is therefore a useful marker for pregnancy. Relaxin levels increase in pregnancy but not in pseudopregnancy. A commercially available test kit (Witness Relaxin, Synbiotics Corporation) has been developed as a rapid means of pregnancy detection for cats and dogs. The test requires a small volume of plasma, and results are available in about 10 minutes.\n\nIn a study designed to evaluate the commercially available relaxin test kit, 11 queens were mated and pregnancy is lost; the remaining weight is used for milk production. 68 In general, high-quality diets designed for growth or reproduction and lactation are appropriate for the pregnant queen.\n\nDuring pregnancy, the queen should not be exposed to new cats or to sick cats. There is no need to restrict activity, although most queens become less active and eat smaller meals more frequently during the last trimester because of rapid abdominal enlargement. \"Morning sickness\" has not been documented in the queen, nor have diet cravings. During the last 2 weeks of gestation, the queen should be isolated from all other cats and provided with a safe, quiet maternity area for delivery. Stress should be avoided, because it has detrimental effects on normal labor and delivery and on normal maternal behavior. A nest box should be provided that is lined with absorbent material that can be laundered (e.g., towels or blankets) or that is disposable (e.g., disposable diapers or pads). Some queens will change nest sites as do feral queens, especially if they have access to the entire home or cattery.\n\nThe use of medications in a pregnant or lactating cat must be carefully considered in light of potential benefits versus potential risks. Most medications have not been specifically tested in pregnant or lactating queens; so, information may be scant about the safety of a given drug. More information is available in Chapter 4.\n\nAbout 1 week before delivery, most queens will exhibit nesting behavior and will spend time in the nest box that has been provided or a site of their own choosing. Most queens wish to be secluded during delivery, but a few will want to be near the owner.\n\nIn dogs, the fetal heart rate shows a significant decrease in the 5 days before whelping, and this can be used to predict delivery. However, this cannot be used meet the nutritional needs of nursing kittens. Unlike most other species, the queen gains weight linearly from conception to parturition. 68 Energy intake also increases linearly. Mean weight gain for queens during pregnancy is approximately 40% of pre-breeding weight. 68 At parturition, only 40% of the weight gained during \n\nThe time from the start of active labor to the birth of the first kitten is usually less than 60 minutes. A queen that is in active labor for more than 2 hours without delivering a kitten may need veterinary attention. Once delivery begins, kittens are generally born every 30 to 60 minutes, although they may be delivered more rapidly. In one survey of research colony cats, the average delivery time for the entire litter was 16 hours (range 4 to 42 hours). 90 In a large survey of pedigreed queens, the time from delivery of the first kitten to delivery of the last kitten was less than 6 hours in the majority of cases, but it was more than 24 hours in 1.6% of queens. 97 In extended deliveries, the queen may nurse the kittens already born, giving the appearance that delivery is finished. Queens are more likely to interrupt labor and delivery if something disturbing occurs in the environment. In general, the queen in labor should be monitored but interfered with as little as possible.\n\nKittens are typically born within the amniotic sac, and the queen will bite through the amniotic membrane and the umbilical cord and lick the kitten to stimulate breathing. Since stage 2 and 3 labor happen concurrently in the queen, delivery of kittens is interspersed with delivery of placentas. The queen may or may not eat the placentas; there is no evidence that it is necessary for the queen to do so.\n\nIf kittens are born in rapid succession, the queen may not be able to clear membranes from each kitten or sever the umbilical cords promptly. This may also be a problem for inexperienced queens delivering the first litter. Occasionally, kittens may be found dead still inside the amniotic sac, or several kittens may become entwined by the umbilical cords as they crawl around the nest box (Figures 40-9) . Entrapment of an umbilical cord around a distal limb may result in significant injury. Gentle, calm intervention by the owner is necessary to ensure survival and prevention of injury in these situations. The to predict delivery for queens, because the fetal heart rate of kittens is stable throughout gestation. Rectal temperature may be used to monitor for impending delivery, although it can be unreliable. The temperature can be monitored twice daily starting at about day 61. Labor typically begins when the temperature has dropped one full degree (usually to about 99° F [37.5° C] or less) and obvious signs should appear in 12 to 24 hours. Another sign that active labor will begin within 24 to 48 hours is the presence of milk in the mammary glands, although in some queens, milk comes in up to 8 days before delivery of the litter.\n\nThe first stage of labor may pass largely unnoticed. During this stage, the cervix dilates and the uterus starts contracting. Stage 1 labor may last for a few hours or for as long as 24 hours. Queens may be restless, exhibit overgrooming, pacing, panting, or even vomiting during this stage. Queens may not eat for up to 24 hours before active labor, although some queens eat normally through stage 1 labor. No visible contractions are seen, although there may be a clear mucous discharge from the vagina. As the end of stage 1 labor approaches, most queens will settle in the nest box, purr loudly, and scratch around to prepare the box. The location where the queen will give birth should be warm enough for the neonatal kittens (27° C to 32° C [80° F to 90° F]).\n\nDuring stage 2 labor, the kittens are delivered, and during stage 3 labor, the placentas are delivered. The delivery of the litter is therefore a series of stage 2 and stage 3 labors. Strong, visible uterine contractions deliver each kitten from its uterine horn, into the uterine body and through the cervix and vagina. The queen can be seen bearing down, but crying out is uncommon. Both head first (two thirds of births) and hindquarters first (one third of births) presentations are normal in the cat. Presentation of the tail and rump before the hind legs is a more difficult delivery.\n\nshould be monitored for signs of abnormal vulvar or mammary discharge, fever, anorexia, or neglect of the kittens (Box 40-4). It is normal to be unable to express milk from the queen's mammary glands as long as the kittens are gaining weight. 56\n\nMost queens deliver their kittens uneventfully, without the need of human intervention. On the occasions where the practitioner is presented with an apparent dystocia, it is important to understand the characteristics of dystocia in the queen, along with causes and effective treatments.\n\nDystocia (from the Greek \"dys\" meaning difficult or abnormal and \"tokos\" meaning birth) is defined as a painful, slow, or difficult delivery. It is not always easy to differentiate normal parturition from dystocia, especially in the queen, where prolonged time between the births of kittens is normal in a small percentage of cases (Box 40-5). Most commonly, birth of the kittens is difficult from the start in a dystocia, but it is possible for some kittens to be delivered without incident before difficulties are encountered. Obstetrical monitoring is more commonly used for the bitch than the queen, but can be helpful in determining if labor is progressing normally in both species. External monitoring devices that detect and record uterine activity and fetal heart rates can be used in the home or veterinary clinic, starting about 1 week before the expected date of delivery. 15 Fetal heart rates of less than or equal to 150 to 160 beats per minute (bpm) indicate fetal stress. 114 Fetal heart rates less than or equal to 130 bpm are associated with poor survivability if not delivered within a few hours, and fetal heart rates less amniotic membranes should be removed and each kitten should be carefully cleaned and dried. The umbilical cord may be clamped, ligated, and transected about 1 inch from the body wall. Kittens should be kept warm and safe until the queen can attend to them.\n\nOnce delivery of the litter is complete, the queen will lie down on her side, curled around the kittens to protect and warm them and encourage them to nurse. Normal kittens have a strong suckle reflex and will knead the mammary gland while nursing to promote milk letdown. Kittens tend to develop a preference for a specific nipple.\n\nCannibalism of kittens is uncommon. Potential causes include pain (e.g., from mastitis, metritis, or postsurgical pain), stressful conditions, and overcrowding. Poor maternal behavior may account for queens that repeatedly cannibalize kittens without apparent reason. Queens may reject kittens that are unhealthy or unresponsive. Such kittens should be presented for veterinary examination. If the entire litter is rejected, the cause is more likely to be illness in the queen (e.g., mastitis, metritis, or eclampsia). Stressful environmental conditions may also lead some queens to reject an entire litter. A queen that is a poor mother for the first litter may well raise subsequent litters without problems.\n\nMost queens begin eating within 24 hours of delivery and should be fed a diet intended for reproduction and lactation or growth. Fresh water should be provided ad libitum. Many queens are reluctant to leave the nest box for more than a few minutes at a time during the first week. The owner should ensure the queen has easy access to a litter box as well as food and water, and the queen should be monitored for adequate nutritional intake. By the time the kittens are about 4 weeks of age, the queen spends less time with them and often stands when they attempt to nurse.\n\nPostpartum discharge (lochia) is typically scant in the queen. Because the queen cleans the vulva frequently, it may not even be noticed by the owner. Ultrasonographically, uterine involution is virtually complete by 28 days postpartum, much earlier than in the bitch. 26 A retrospective study of 155 cases of feline dystocia in Sweden found a higher incidence in Persians than other breeds. 22 In this study, litter size was not a significant risk factor. About two thirds of cases were of maternal origin, and medical treatment was successful in only 30% of cases.\n\nThere are several potential causes for dystocia in the queen, and accurate diagnosis is necessary to determine whether medical or surgical intervention is the most appropriate (Box 40-6). Causes are divided into maternal and fetal factors, and generally maternal factors are the most common. Dystocia may also be classed as obstructive or nonobstructive.\n\nMaternal factors associated with nonobstructive dystocia include illness, malnutrition, parasitism, and obesity. Anatomic problems, such as a narrow pelvic canal or congenital or acquired abnormalities of the reproductive tract, are potential maternal causes of obstructive dystocia. Primary and secondary uterine inertia are the most common maternal factors and account for the majority of dystocia cases. Primary uterine inertia is complete failure of initiation of effective uterine contractions. Causes include obesity, inadequate uterine stimulation from small litters, overstretching of the myometrium from large litters, hypocalcemia, and uterine disease (e.g., infection, torsion, tear). 87 Familial tendencies are also suspected to play a role. It may be than or equal to 100 bpm indicate immediate intervention is required. 114 Interpretation of the contractile patterns from uterine monitoring requires training and experience. At least one commercial service uses trained obstetrical personnel to interpret transmitted information and contact the veterinarian of record if labor is not progressing normally (Veterinary Perinatal Specialties, Wheat Ridge, Co., www.whelpwise.com). The time and expense of the service may be justified for a valuable litter or for a valuable queen with previous delivery problems.\n\nThe prevalence of dystocia in the queen has been evaluated in a few studies, although data is conflicting. The overall prevalence of dystocia in 2,928 litters in the United Kingdom was 5.8%. 42 Prevalence ranged from 0.4% in a research colony to 12.5% in Cornish Rex and 18.2% in Devon Rex cats. Prevalence of dystocia in Siamese-type cats was 10%. When breeds were grouped by head conformation, dolicocephalic (10%) and brachycephalic breeds (7.3%) were at higher risk than mesocephalic breeds (2.3%). Dystocia in mesocephalic breeds was more often resolved medically than surgically, whereas in dolicocephalic and brachycephalic breeds, surgical intervention was required in greater than 75% of cases. In brachycephalic cats, malpresentation and primary uterine inertia were the most common causes of dystocia. Primary uterine inertia was the most common cause of dystocia in dolicocephalic cats.\n\nAnother survey of pedigreed cat breeding in the United Kingdom was not designed to evaluate the prevalence or causes of dystocia, but it reported that 8% of 1,056 litters were born by cesarean section. 97 Breed was not identified as a risk factor in this study, although small litter size was significantly associated with risk of cesarean section.\n\nQueen is crying and biting at the vulvar area 2. Queen is more than 1 week overdue 3. Kitten and/or membranes are visible at the vulva for more than 15 minutes with no progress 4. Any systemic illness in the queen 5. More than 3 hours goes by between delivery of individual kittens 6. Abnormal vulvar discharge (e.g., profuse hemorrhage, green discharge with foul odor) 7. No kittens produced after 3 to 4 hours of stage 2 labor 8. Strong contractions present for more than 60 minutes with no kitten delivered 9. Failure to deliver all kittens within 36 hours should always be performed before medical treatment is instituted. Hypocalcemia and hypoglycemia, if present, should be corrected before treatment.\n\nThe drugs of choice for treatment of dystocia are oxytocin and calcium gluconate. The myometrium is particularly sensitive to oxytocin during pregnancy and at parturition. Oxytocin also promotes uterine involution and expulsion of retained placentas. Smaller, more frequent doses of oxytocin (0.5 to 2.0 U/cat, IM, every 30 minutes, maximum of 2 to 3 doses) are more effective than larger single doses (2 to 4 U/cat). 87 Larger doses of oxytocin may cause prolonged myometrial contraction, ineffective contractions, placental separation, and disruption of blood flow to the fetus. Postpartum treatment with oxytocin is not routinely needed for normal deliveries and should only be used if retained placentas are suspected.\n\nAlthough oxytocin increases the frequency of uterine contractions, calcium is used to increase the strength of contractions. Criteria for use include weak and ineffective contractions, poor response to oxytocin alone, and the presence of hypocalcemia. 59 Calcium therapy has been shown to be effective in bitches that failed to respond to oxytocin alone, even in the face of normal serum calcium concentrations. Calcium therapy is used much less commonly in the queen, because it may stimulate very strong uterine contractions. 54 The recommended dose of 10% calcium gluconate is 0.5 to 1.0 mL/cat by slow intravenous infusion with concurrent auscultation of the heart. 87 Some queens may also benefit from administration of dextrose (0.25 mL 50% dextrose diluted to 2 mL in sterile water or saline by slow IV infusion). 117 Uterine abnormalities, such as torsion or prolapse, are uncommon but present unique circumstances that may be life threatening. Uterine torsion typically involves only one horn and most often occurs during late gestation or parturition. Complete torsion may lead to uterine rupture and hemorrhage that is life threatening. Clinical signs of uterine torsion include abdominal pain, shock, hemorrhagic vaginal discharge, and obstructive dystocia. 59 Although radiography and ultrasonography may suggest the diagnosis, exploratory laparotomy is required for definitive diagnosis and treatment. The prognosis is favorable following ovariohysterectomy without correction of the torsion to avoid release of endotoxins and inflammatory mediators. 59, 89 Uterine prolapse is also uncommon in the queen, but more common in cats than dogs. The cervix must be open for prolapse to occur; so, the condition is seen during or immediately after parturition. Clinical signs include abdominal pain, straining, and a mass of tissue protruding from the vulva. The prolapsed tissue is often edematous and may be ulcerated and necrotic. If a uterine or ovarian blood vessel ruptures, life-threatening hemorrhagic shock may occur. The queen is stabilized with intravenous fluids before the prolapse is treated. If difficult to diagnose primary uterine inertia because of the variable gestation length in the cat and the fact that breeding dates are not always known. Veterinarians may intercede in some cases where queens would have delivered normally if left alone. Thorough evaluation of the status of the queen and ultrasound evaluation of the fetuses can help avoid unnecessary intervention.\n\nSecondary uterine inertia occurs because of uterine fatigue and is typically seen after part of a large litter has been delivered. It may also occur during dystocia from another cause, such as obstruction resulting from fetal malpresentation. Although not strictly a type of inertia, delivery may be interrupted if a queen is disturbed or stressed, and will not resume until the queen feels calm and secure.\n\nFetal causes of dystocia include fetal defects, unusually large fetuses (often seen with one or two kitten litters), fetal death, and malpresentation. Cephalopelvic disproportion may occur in brachycephalic or dolicocephalic breeds and cause obstructive dystocia.\n\nThe diagnosis of dystocia involves certain criteria, such as interruption of a normal delivery (obstruction or secondary inertia) or failure of initiation of labor at term (primary inertia), maternal compromise (depression, shock) or fetal distress (decreased heart rate). 54 The diagnostic plan for dystocia includes collection of a reproductive and medical history, a physical examination (including abdominal palpation, rectal palpation of the pelvis, and vaginal examination), laboratory testing (minimum data required: complete blood count, serum calcium and glucose), and abdominal radiographs (to evaluate fetal size, number, and position). If available, fetal condition is evaluated with ultrasound examination (fetal movement and fetal heart rates) or Doppler examination (heart rates only).\n\nIf a kitten is visible at the vulva, it may be possible to deliver it with manipulation. 59 Copious amounts of sterile lubricant are necessary and can be applied around the kitten using a soft red rubber catheter. If the head is visible, clear the nose and mouth of membranes and fluid. The kitten may be grasped around the head and neck or around the pelvis and hind limbs with a clean, dry cloth. Traction should never be applied to an extremity, or avulsion may occur. Traction is applied in a posterior-ventral direction and can be coordinated with the queen's contractions. Gentle twisting or rocking may help free the kitten, and a lubricated finger can be used to free trapped extremities if necessary.\n\nPharmacologic treatment of dystocia is indicated if the queen is in good condition, there is no obstruction to delivery and the fetuses are not in distress. It is likely to be most effective in queens that have already delivered at least one kitten and where the litter size is not larger than average. Medical treatment is contraindicated if there is any obstruction of the birth canal, because uterine rupture may result. Abdominal radiographs\n\nIncubator set to 90° F (32° C) and 50% to 60% humidity (or warm water bottles covered by towels) 2. Hemostat and suture material for umbilical cords 3. Chlorhexidine solution or 2% tincture of iodine for disinfecting umbilical cords 4. Bulb syringe or mucus trap for cleaning fluids from airways 5. Soft towels for grasping kittens during delivery, rubbing, and drying 6. Appropriate drugs, diluted if necessary (e.g., naloxone, epinephrine, 50% dextrose) 7. Small anesthetic masks 8. Size 1 endotracheal tubes or 12-to 16-gauge IV catheters 9. Pediatric stethoscope 10. Doppler ultrasound blood pressure monitor 11. 25-gauge needles, 1-mL syringes\n\nFailure of medical therapy 2. Complete primary uterine inertia 3. Secondary uterine inertia with a large litter 4. Systemic illness 5. Evidence of serious fetal distress (e.g., fetal heart rate <130 beats/minute) 6. Fetal death 7. Obstructive dystocia (e.g., malpresentation, narrow pelvic canal, large fetuses) 8. Uterine torsion, tear, rupture, or prolapse at a time. The placentas and fetal membranes are also removed as long as they are not firmly attached to the uterus, in which case they can be allowed to pass naturally. If future litters are desired, the incision in the uterine body is closed with absorbable suture in a continuous inverting pattern. After closure, oxytocin may be administered to facilitate involution, decrease bleeding, and assist in detachment of any placentas left in place. 105 It is also possible to perform ovariohysterectomy after hysterotomy and removal of the fetuses. Lactation is not adversely affected by ovariohysterectomy.\n\nEn bloc removal of the pregnant uterus and ovaries with subsequent hysterotomy and removal of fetuses has been recommended when speed is required because of the condition of the queen, but the technique is controversial because of concerns about high neonatal mortality. 54 Risks of ovariohysterectomy at the time of cesarean section for the queen include hypovolemia and hemorrhage.\n\nDystocia may produce significant distress in neonatal kittens, often indicated by meconium staining, apnea, and poor muscle tone at birth. Prompt attention after surgical delivery is critical for neonatal survival, and detailed protocols have been described. 104 The necessary equipment is simple and should be prepared beforehand (Box 40-8). Just as important as equipment is enough medical assistance to care for the newborn kittens. Ideally, one assistant should be available to assist each kitten. A modified Apgar scoring system has been described for routine evaluation of newborn puppies, but has not been evaluated in kittens. 108 As soon as each kitten is born, it should be rubbed with a towel to dry it and stimulate respiration. Kittens significant hemorrhage has occurred, a blood transfusion is necessary. Systemic antibiotics are administered if the prolapsed tissue is necrotic. General anesthesia is induced, and if the uterus is in good condition, it is cleaned and manually replaced. Oxytocin is used to promote involution. An ovariohysterectomy can be performed if no further breeding is planned or the uterus is compromised. If the tissue cannot be replaced, surgical reduction may be necessary or tissue amputation may be required. 59\n\nQueens seem to respond to medical management of dystocia less often than bitches. Failure of medical therapy is a common indication for cesarean section. Other indications include systemic illness in the queen, evidence of fetal distress, and primary uterine inertia (Box 40-7). An anesthetic and surgical plan should be followed that maximizes the chances for survival of the queen and kittens. Prolonged induction and delayed delivery increase the chances of neonatal mortality resulting from hypoxia and depression. One recommended protocol is premedication with glycopyrrolate (to counteract vagal stimulation from handling the gravid uterus), induction with propofol, and maintenance with inhalant agents such as isoflurane. 17a A local anesthetic line block can be applied to the skin and subcutaneous tissues at the incision site. Postoperative pain should be anticipated and opioids are the most commonly recommended drugs.\n\nThe queen should be prepared as much as possible before induction of anesthesia, including clipping of hair and surgical preparation. Intravenous fluid therapy should be administered before and during surgery, and any metabolic abnormalities should be addressed (e.g., hypocalcemia, hypoglycemia). The most common surgical technique is a ventral midline incision from umbilicus to pubis, with a single incision in an avascular area of the body of the uterus. Kittens are manipulated from the uterine horns and delivered through the incision one opioids given to the queen. 104 Heart rate can be assessed with a pediatric stethoscope or a Doppler blood pressure monitor. Cardiac massage using lateral chest compressions (1 to 2 compressions/second, pausing for breaths) may be used if a heart beat is not detected, and epinephrine (0.1 mg/kg IV, intratracheal, or intraosseous) may be administered if cardiac massage is not successful. 104 Doxapram has been administered for many years as a respiratory stimulant for veterinary neonates, but there is no evidence to support its use. The effect of doxapram is reduced in hypoxic states, making it ineffective in most apneic neonates. 75 \n\nQueens are rarely presented to practitioners for postpartum problems, but certain problems, such as mastitis, may be encountered in general practice. Features of many postpartum problems in the queen are different from similar problems in the bitch. Recognition of these differences is important for successful management of postpartum problems.\n\nEclampsia or postparturient hypocalcemia is most commonly reported in queens that have had previous litters and are currently nursing a large litter. It has also been reported in pregnant queens 3 to 17 days before parturition. 24 Clinical signs include incoordination, stiff gait, vomiting, trembling and twitching, and panting. 56 If untreated, signs may progress to hyperthermia and seizures. Diagnosis is based on clinical signs in a lactating queen with total serum calcium less than 8 mg/dL (<2 mmol/L). Eclampsia is treated with a slow intravenous infusion of 0.5 to 1.5 mL/kg of 10% calcium gluconate, repeated as needed. 59 Electrocardiographic monitoring should be used during treatment to detect bradycardia or arrhythmias. After discharge, oral supplementation is started at 250 to 500 mg calcium gluconate daily 56 or 100 mg/kg calcium carbonate 59 daily in divided doses until kittens are weaned. Calcium supplementation before parturition is not recommended for queens at risk of eclampsia as it may down regulate parathyroid hormone secretion and actually increase the risk of eclampsia. 59\n\nInflammation and infection of lactating mammary glands is typically caused by Escherichia coli, staphylococci, or streptococci. 59 Bacteria most commonly ascend into the gland through the nipple because of poor hygiene or trauma, although hematogenous spread is possible. Clinical signs include inflammation and pain should not be allowed to become chilled, because neonates cannot regulate their body temperature, and hypothermia occurs rapidly. Normal body temperature for newborn kittens is 97° F to 98° F (36° C to 37° C). Weak kittens with poor body tone may benefit from a few drops of 50% dextrose solution under the tongue. \"Swinging\" kittens and puppies to clear airways of fluids is no longer recommended because of the risk of potentially lethal cerebral trauma. 40 Oxygen may be administered using the end of a Bain circuit ( Figure  40-10 ). If vigorous rubbing and clearing the airways with a bulb syringe or mucus trap is not successful, the neonatal kitten may be intubated for oxygen administration and ventilation (slowly increasing up to 30 to 60 cm of water) with a large bore catheter (12 to 16 gauge) or a size 1 uncuffed endotracheal tube. The normal respiratory rate for newborn kittens is 10 to 18 breaths/minute. 39 An acupuncture technique for resuscitation of newborn kittens has been described using the Renzhong acupressure point (GV26). 96 A 25-gauge hypodermic needle is inserted into the nasal philtrum at the base of the nose until bone is felt and gently rotated. Although no controlled studies have been performed to evaluate effectiveness, anecdotally the technique seems valuable. 104 Drugs may be administered to neonates by several routes. Intravenous access is best achieved using the umbilical vein or the jugular vein in large kittens. Intraosseous needles or catheters can be placed in the proximal femur, especially if ongoing access is required for fluids or medications (see Chapter 41) . The intramuscular and subcutaneous routes are the least desirable, especially for administration of emergency drugs. Naloxone (0.1 mg/kg IV, SC or IM) may be administered to postcesarean section neonates to counteract vaginal discharge. Appropriate choices include fluoroquinolones or a combination of amoxicillin-clavulanic acid and a fluoroquinolone. If the queen is nursing kittens, it is safest to avoid fluoroquinolones. However, the queen may be too ill to nurse kittens and handrearing may be required. If future litters from the queen are not desired, ovariohysterectomy can be performed once the queen is stable or the kittens are weaned. Antibiotic therapy should be continued for up to 4 weeks or for at least 10 days if ovariohysterectomy is performed. 117 If the queen is intended for breeding, uterine evacuation is indicated if the uterus is not friable and thin walled and no retained fetuses or fetal membranes are present. Oxytocin (0.5 to 1.0 U/cat, IM, every 30 minutes for 1 to 2 doses) is only effective within 24 hours postpartum. After that time, uterine oxytocin receptors are no longer present. Other drug choices for uterine evacuation include prostaglandin F 2alpha (0.1 to 0.2 mg/kg, SC) or cloprostenol (1 to 2 µg/kg, SC) every 12 to 24 hours to effect. 117 Treatment to evacuate the uterus may take several days and is not recommended in severely ill queens.\n\nThe queen only occasionally suffers from retained placentas. It should be suspected if the number of placentas at delivery is less than the number of kittens (although occasionally, twin or triplet kittens will share one placenta). Abdominal palpation will usually reveal an enlarged uterus, although this is a subjective and unreliable test. Radiography or ultrasonography may confirm the diagnosis by detecting a placental mass ( Figure  40-12) . The treatment of choice is oxytocin (0.5 to 1.0 U/ cat, IM, every 30 minutes, maximum of 3 doses) within the 24 hours following delivery. Prostaglandin F 2alpha (0.1 to 0.2 mg/kg, SC, every 12 to 24 hours to effect) can be used if oxytocin fails to evacuate the uterus or in one or more glands, fever, anorexia, depression, and neglect of kittens. Severe cases may progress to abscessation and necrosis of skin and tissue ( Figure 40-11) . Cytology of milk from an infected gland will show degenerate neutrophils and bacteria. Broad-spectrum antibiotics that are safe for neonates, such as amoxicillinclavulanic acid or cephalexin, are good choices. 59 Warm compresses may also be helpful. If abscessation has occurred, surgical lancing and flushing to establish drainage is required. Large ruptured abscesses are managed as open wounds. If the mastitis is diagnosed early, kittens may continue to nurse. 56 The nursing kittens ingest some antibiotic in the milk and help drain the affected glands.\n\nMetritis, a bacterial infection of the postpartum uterus, is caused by bacteria ascending from the vagina into a compromised uterus and is most likely to occur in the first week postpartum. Risk factors for metritis include dystocia, especially with obstetric manipulation, dead fetuses, and retained placentas. Clinical signs include fever, anorexia, lethargy, purulent or sanguineous vaginal discharge, and neglect of kittens. A complete blood count typically shows leukocytosis with a left shift (although occasionally leukopenia is seen). The most common bacterial species involved are E. coli, staphylococci, or streptococci. 117 Cytologic examination of the vaginal discharge shows degenerate neutrophils with intracellular bacteria. Abdominal radiographs or ultrasound images should be obtained to look for fetal death, retained placentas or an enlarged uterus. Minimal or subtle changes to the uterus may be evident with imaging.\n\nPrompt and aggressive treatment is indicated for queens with metritis. Broad-spectrum antibiotic therapy should be initiated and can be adjusted if necessary based on the results of culture and sensitivity testing of potential causes of infertility, ranging from inadequate daylight to breeding management problems (Box 40-9).\n\nEvaluation of infertility in the queen should begin with a complete physical examination, a thorough medical and breeding history, complete blood cell count, serum chemistries, and urinalysis. Feline leukemia virus and feline immunodeficiency virus testing should be performed if the queen's status is unknown. The stage of the queen's estrous cycle should be investigated by evaluating serum progesterone concentration and vaginal cytology. Patient-side test kits for canine serum progesterone have been validated for use in the cat. 6, 43 Serum progesterone levels greater than 2 ng/mL confirm ovulation has occurred and may be associated with pregnancy or pseudopregnancy. A diagnostic plan for investigation of infertility in the queen is outlined in Box 40-10.\n\nCulture of vaginal samples in queens without vulvar discharge is not informative as a wide variety of bacteria inhabit the normal feline vagina. 11, 98 Relative numbers of vaginal bacteria are higher in young cats and increase parturition occurred more than 24 hours previously. It is also possible for retained placentas to break down and pass with the normal lochia, but the owner should be instructed to monitor for signs of metritis.\n\nProlactin, produced by the anterior pituitary, is the hormone responsible for the development of the mammary glands during pregnancy as well as initiating and maintaining lactation. Prolactin does not act alone, but through a complex interplay with other hormones, including oxytocin. Occasionally, young or nervous queens may have delayed milk letdown or poor milk production. Kittens should begin to nurse within 1 to 2 hours of birth. Hungry kittens will be restless and will tend to cry excessively. A maiden queen may be encouraged to settle down and allow the kittens to nurse with slow and patient introduction of the kittens. If this is not effective, treatment with oxytocin may be attempted. The effects of oxytocin are very short lived; so, the drug must be given frequently (0.5 to 1.0 U/cat, SC, every 30 minutes). 117 Metoclopramide (0.1 to 0.2 mg/kg, SC or IM) stimulates prolactin secretion from the anterior pituitary and will cause milk letdown within 15 minutes. 117\n\nIntussusception is reported occasionally in young cats, and often occurs in association with gastroenteritis. Postpartum intussusception has been reported in five queens, occurring from birth to 8 weeks postpartum. 21 Queens ranged in age from 12 to 24 months, and all were primiparous. The most common clinical signs were lethargy, anorexia, and vomiting. An elongated abdominal mass was palpable in all queens. In four of the queens, the intussusception was located in the small intestine and in the ileocolic area in the remaining queen. All queens were treated surgically. No underlying reason could be found for the intussusception and histopathologic and cytopathologic examination of tissues failed to find significant abnormalities. Four of the five queens made an uneventful recovery, while the fifth queen died unexpectedly 36 hours postoperatively without postmortem examination. Although the etiology of postpartum intussusception in the queens remains unknown, it should be considered as a differential diagnosis for any postpartum queen with compatible clinical signs.\n\nAn investigation into infertility in a queen may be prompted by an inability to be bred by a tom cat, an inability to conceive after successful breeding, or an inability to carry a pregnancy to term. There are many\n\nPrevious ovariohysterectomy or ovariectomy Inadequate daylight length or intensity\n\nMaternal abnormalities Male infertility Breeding management issues Failure to ovulate Inbreeding depression Cystic endometrial hyperplasia/pyometra Concurrent diseases and stressors Medications \n\nDegenerating cornified epithelial cells; sometimes bacteria and leukocytes seen; small epithelial cells begin to appear (cornified) cells (Box 40-11). A smear consisting of more than 80% superficial cells is consistent with estrus ( Figure  40-13) . Estrogen has the effect of thinning the vaginal mucus, so that estrous smears have a clear background with little cellular debris and no red or white cells. Clearing of the background is a consistent indicator of estrus activity and may be noted just before estrus behavior is seen. 25 When investigating infertility in pedigreed catteries, breeders can be instructed in the method of collecting during estrus and pregnancy. 11 Pure cultures of bacteria may be a normal finding so that antibiotic therapy should only be considered if clinical signs of infection are present. 98\n\nAlthough vaginal cytology is used less frequently in the queen than in the bitch, it can be useful as part of a diagnostic plan for infertility. The patterns seen on cytology are not always easy to relate to stage of estrous cycle, but the technique is generally useful for detecting estrus, especially silent estrus. Cells for cytology are collected by gently rotating a saline-moistened cotton-tipped swab on the dorsal wall of the vagina about 1 2 inch from the vulvar entrance. A human urethral swab is smaller and often easier to use in the queen than a standard cotton tip swab. The procedure is brief and painless. The swab is rolled on a microscope slide to deposit the cells; the smear is air dried and then stained with any product used to stain blood films. Use of a trichrome stain will color cells containing keratin red, and cells without keratin will appear blue.\n\nThe types of epithelial cells that are found on vaginal cytology in the queen include parabasal and intermediate cells, and nucleated and nonnucleated superficial sensitive to low light levels and are more prone to infrequent estrous cycles. Evaluation and correction of daylight should always be performed before attempting hormonal induction of estrus. Housing anestrus queens with queens that are exhibiting regular estrous cycles may also be beneficial.\n\nQueens that are timid or intimidated by other cats in the cattery may experience the hormonal events of estrus normally, but may not display overt estrous behavior. These \"silent heats\" may also occur in queens living in crowded or stressful conditions. This absence of overt estrous behavior may be erroneously interpreted as failure to cycle by the owner.\n\nSilent heats may be diagnosed by evaluation of vaginal cytology once or twice weekly to detect cytologic signs of estrus. Queens confirmed with silent heats should be removed from their current situation and either housed separately or in a smaller group of cats. A queen that has been housed alone may benefit from exposure to other queens in estrus. Exposure to tom cats may also increase the chances that overt estrous behavior will be displayed. Successful management may include having the queen live with a tom cat until pregnancy is confirmed. Queens that fail to respond to these measures should be removed from the breeding program.\n\nSpontaneous ovulation and subsequent pseudopregnancy is one important cause for infrequent estrous cycles in some queens. The interestrous interval for these queens is typically 40 to 50 days, rather than the normal average of 7 days. Queens that return to estrus 40 to 50 days after breeding may also have experienced a pseudopregnancy following ovulation and conception failure or early embryo loss. Pseudopregnancy is seldom associated with clinical signs in the queen and requires no treatment. Queens experiencing spontaneous ovulation and pseudopregnancy should be housed individually in a secluded area to avoid stimulation from other cats. Physical handling of these queens during estrus should be avoided. When estrus occurs, the queen is taken to the tom cat for breeding.\n\nNonreproductive illness may indirectly affect fertility in queens, especially conditions that cause debilitation or prolonged illness, such as chronic upper respiratory tract disease or diarrhea. However, unlike bitches, hypothyroidism has not been identified as a cause of infertility in queens. In some individuals, stressors may affect ovarian function and interrupt estrous cycles. Stressors that are common in catteries include frequent exhibition and travel, overcrowding, extremes of temperature variation and antagonistic social interactions. If more than one queen in a cattery is experiencing infertility, a site visit may uncover contributing management or environmental conditions.\n\nThe effect of many drugs on reproduction in cats is not known. Part of the medical history for a queen vaginal cytology specimens and making air-dried smears at home. The slides can be taken to the veterinarian for interpretation. If a queen is confirmed in estrus by vaginal cytology, the tom cat should be available for breeding immediately, because the collection technique may induce ovulation in some queens.\n\nA common presentation for infertility in the queen is failure to exhibit normal estrous cycles. Causes include immaturity or senility and primary anestrous or secondary anestrus. Signs of estrus vary widely among queens and among cat breeds. In general, the Oriental breeds, such as the Siamese and Burmese, will have more striking behavioral changes during estrus than the longhair breeds, such as the Persian. It may require close observation to ensure that estrous behavior is not going undetected.\n\nThe first estrus generally occurs between 5 and 9 months of age (range, 3.5 to 18 months). Because the age at first estrus is variable and influenced by many factors, such as breed and season, immaturity should be ruled out as a cause of failure to exhibit estrous cycles in young queens. After maturity, most queens will produce litters for 5 to 7 years before age-related changes diminish reproductive success. In queens older than 8 years of age, absent or infrequent estrous cycles may be a normal consequence of aging. The functional life span of the feline ovary is unknown. Senile or premature ovarian failure has not been well defined in cats.\n\nPrimary anestrus refers to failure to show the first estrus by 24 months of age. 50 Although hermaphroditism and abnormal gonadal development are rare in cats, primary anestrus has been associated with abnormal karyotype (e.g., 37,XO), true hermaphroditism and abnormal phenotypic sex. Male pseudohermaphrodites appear phenotypically female, but have a small vagina and vulva with an enlarged clitoris. Diagnosis of sex and gonadal abnormalities requires examination of any abnormal reproductive structures and karyotyping.\n\nPersistent anestrus may occur in queens previously known or suspected to exhibit normal estrous cycles. If the queen's full medical history is unknown, previous ovariohysterectomy or ovariectomy should be ruled out with evaluation of serum luteinizing hormone concentration.\n\nSecondary anestrus refers to prolonged interestrus intervals or infrequent estrous cycles and is more common in queens than primary anestrus. Inadequate daylight length or intensity may be a cause of infrequent estrous cycles in some queens. Breeding catteries should provide a minimum of 14 hours of bright artificial light per day. It may take several weeks for estrous cycles to resume once inadequate daylight has been corrected. Longhair queens, such as Persian cats, seem especially Ovarian cysts may be identified using ultrasonography. The most effective treatment has not been determined. In some cases, ovulation or luteinization appears to occur spontaneously. If an ovarian cyst is associated with prolonged estrus, and natural breeding fails to induce ovulation, hormonal induction may be attempted. Recommended treatments include GnRH and hCG (see Table 40 -1). 51 Surgical resection may also be attempted.\n\nPrimary ovarian tumors are uncommon in queens, and are typically found in older intact nulliparous individuals. Rarely, a primary ovarian tumor such as a teratoma may be identified in a spayed cat. 62 The most commonly reported ovarian tumor is the granulosa cell tumor. 51 The average age of affected queens is 9 years, and clinical signs include prolonged or irregular estrous cycles, aggression, and hair loss. These tumors are predominantly unilateral and less than 5 cm in diameter. A presumptive diagnosis is based on signalment, clinical signs, and ultrasonographic or radiographic findings. Granulosa cell tumors have been reported to metastasize to the lungs, liver, spleen, and kidneys. Surgical resection may be curative if metastasis has not occurred.\n\nMaternal abnormalities, such as inbreeding depression, congenital defects, and uterine disease, may cause infertility in a queen with normal estrous cycles. The fertility of the tom cat, although difficult to investigate, should also be considered (see Chapter 39) . A queen should be bred to a proven sire (an experienced tom cat that has sired a litter within the previous 6 months) before being considered infertile.\n\nInbreeding (or linebreeding) is a common practice in pedigreed cat breeding and is necessary for breed development and fixation of desired traits. Intensive inbreeding, however, may perpetuate deleterious traits and contribute to loss of vigor and reproductive capacity. Inbreeding may be a cause of subfertility in queens with a normal estrous cycle. Queens that are difficult to breed may pass on undesirable reproductive traits to the next generation. Breeders should consider removing these individuals from the breeding program. One of the criteria for selecting new young queens as breeding stock should be normal reproductive performance in close female relatives.\n\nCongenital defects, such as vulvar or vaginal abnormalities, are a rare cause of problems with intromission. Vaginal strictures secondary to trauma during parturition are possible but uncommon. These problems should be suspected if the tom cat makes repeated unsuccessful or prolonged attempts to achieve intromission. Vaginoscopy has been described in the queen for diagnostic purposes, but is not always feasible in practice because of the narrow feline vagina.\n\nwith infertility should include a list of any recently administered medications, including nonprescription drugs, nutritional supplements, and botanicals. Certain drugs are known as disruptors of estrous cycles by inhibiting secretion of gonadotropins (e.g., progestins, androgens, anabolic steroids, glucocorticoids). Herbal or botanical products may contain substances that act like or interfere with reproductive hormones.\n\nHormonal induction of estrus is not commonly required in queens. Every attempt should be made to document the cause of infrequent or absent estrous cycles before considering the use of exogenous hormone therapy. Only queens in good health between the ages of 1 and 5 years should be candidates for induction of estrus. Many reproductive hormones recommended for use in small animal theriogenology are not available in North America. Those products available are typically labeled for large animal or human use. Informed consent should be obtained from owners before using any treatments not licensed in cats. A variety of protocols using FSH or pregnant mare serum gonadotropin (PMSG) for estrus induction in the queen have been described and the reader is referred elsewhere for details. 64 Both functional and nonfunctional cystic structures may affect feline ovaries, sometimes producing prolonged estrus. Ovarian cysts may be found incidentally during laparotomy (Figure 40-14) . Most cystic structures are within the ovarian bursa, having originated from the mesonephric or paramesonephric duct systems, and are nonfunctional. Functional ovarian cysts may be either follicular or luteal. Luteal cysts are rare in cats, and the more common follicular cysts typically do not produce clinical signs. Follicular cysts derive from persistent follicles that have not ovulated. If the cysts produce estrogen, prolonged estrous behavior may result. associated with inflammation and secondary bacterial infection. Traditionally, CEH has been classified as a luteal phase disease in bitches and queens. Progesterone induces hyperplasia of the surface or glandular epithelium and cystic dilatation of the uterine glands. 85 Proliferation of the endometrial glands produces a wavy, coil-shaped appearance of the uterine lumen that may be seen with hysterography or ultrasonography. 9 Fluid present in cystic structures or in the uterine lumen readily supports bacterial growth. Progesterone also inhibits local leukocyte responses and decreases myometrial contractility, which increases the risk of ascending bacterial infection. 14, 98 Bacteria are not normally found in the uterus, except in a small number of queens during estrus. 11 Endometrial hyperplasia may also be influenced by chronic estrogenic stimulation from recurrent estrous cycles that do not result in pregnancy. 85 In addition, estrogens increase progesterone receptors in the endometrium and dilate the cervix. 2, 8 In most published studies, older queens (average age 32 months to 7.6 years, range 1 to 20 years) and maiden queens greater than 3 years of age have the highest risk for CEH-pyometra.* Queens with uncomplicated CEH have no clinical signs of illness. Results of routine blood and urine testing are typically within normal ranges. CEH is associated with implantation failure and early embryonic death, resulting in small litter size or infertility.\n\nBreeding catteries may have high rates of CEH, especially in queens greater than 3 years of age. This may be due to several factors, including spontaneous ovulation and the limitations imposed on the number and timing of pregnancies to accommodate exhibition schedules and planned breeding schedules. 65, 85 Pregnancy appears Failure to ovulate is suspected when a queen returns to estrus less than 18 days after breeding. It is associated with serum progesterone concentrations less than 1 to 2 ng/mL in the absence of a confirmed pregnancy. When failure to ovulate is suspected, breeding management should be reviewed with the owner (see above, Fertility and Breeding Management). Common causes include breeding too early or too late in estrus, unsuccessful intromission, and too few copulations. If problems with breeding management have been ruled out, hormonal induction of ovulation in queens in estrus may be attempted with GnRH or hCG (see Table 40 -1), followed by natural breeding. 64 Treatment is most likely to be successful if given when mature ovarian follicles are present. These drugs should be used with caution; excessive use of hCG has been associated with ovarian hyperstimulation and formation of antigonadotropin antibodies. 100 Administration of hCG more frequently than every 6 months is not recommended.\n\nImaging methods, such as radiography and ultrasonography, may detect uterine abnormalities (e.g., abnormal wall thickness and morphology, accumulation of luminal fluid, retained fetal material, masses). A normal nonpregnant uterus is not usually visible on radiographs and may be difficult to detect with ultrasonography. Other methods, such as laparotomy and laparoscopy, allow for visualization of organs and structures as well as sample collection (e.g., tissue samples for histopathology, fluid samples for culture and sensitivity testing). During laparotomy, the uterus and oviducts can be assessed for impatency secondary to congenital defects, hyperplastic change, or scarring. Those more invasive methods may be appropriate for valuable breeding queens.\n\nUterine disease, especially cystic endometrial hyperplasia-pyometra (see below), is an important cause of infertility in queens. 4 Other less common uterine abnormalities include hydrometra (Figure 40-15 ) and mucometra. In these conditions, sterile, noninflammatory, clear or cloudy, watery or viscid fluid accumulates in the uterine lumen. 52 The fluid volume in the uterus may be up to 500 mL, leading to diffuse or segmental enlargement. Distention causes thinning of the uterine wall. Clinical signs are often absent or related to abdominal distention. Radiography, ultrasonography, or abdominal palpation may detect the enlarged uterus. Both conditions may progress to pyometra, and the only treatment is ovariohysterectomy.\n\nCystic endometrial hyperplasia (CEH) is characterized by proliferative and degenerative changes in the endometrium associated with aging and hormonal stimulation. 2 been published, 13 a study using microscopic, immunohistochemical and molecular methods found no evidence that the reproductive tract of cats is colonized by T. foetus. 35 Diagnosis of pyometra is based on history, signalment, clinical signs, and physical examination findings. An intact queen with vulvar discharge should be assumed to have pyometra until proven otherwise. Pyometra has also been documented in queens with incomplete removal of the uterine body or horns. 18 The source of progesterone in these queens may be an ovarian remnant or exogenous progestins.\n\nClinical signs of pyometra in queens include sanguineous to mucopurulent vulvar discharge, lethargy, anorexia, abdominal distention, dehydration, polyuria, polydipsia, and pyrexia. The most important differential diagnosis for abdominal distention in an intact queen is pregnancy. Pyometra may produce either segmental or diffuse uterine enlargement, both of which may be mistaken for pregnancy on abdominal palpation ( Figure  40-18) . Queens with closed cervix pyometra have to protect the uterus against pathologic changes. Many methods or medications used to control estrus in queens increase the risk of CEH and pyometra.\n\nEndometritis is characterized by endometrial inflammation with the presence of neutrophils, lymphocytes, or plasma cells within the lamina propria. Bacterial infection is often present. The feline vagina hosts a wide range of normal bacterial flora, the most common of which are aerobes, such as Escherichia coli and Streptococcus canis, and is the source of ascending infections. 11, 98 The only clinical sign of endometritis may be infertility as vulvar discharge may be scant or absent and the queen is typically otherwise well.\n\nA definitive diagnosis of uncomplicated CEH or endometritis is difficult without uterine biopsy and histopathology. Ultrasonography may reveal endometrial thickening with focal anechoic structures representing dilated cystic glands and a small amount of luminal fluid (Figure 40-16 ). 17 However, there is no definitive set of ultrasound findings that distinguish between normal endometrial changes and CEH. A presumptive diagnosis is often made in queens that repeatedly ovulate after breeding but do not conceive, provided breeding management is appropriate and the fertility of the tom cat is proven. In many cases, the diagnosis is not confirmed until the uterus is examined after ovariohysterectomy (Figure 40-17) . No definitive treatment is available for CEH, although some queens with endometritis may successfully carry a litter to term after treatment with a broad-spectrum antibiotic. In general, it is best to remove affected queens from the breeding program.\n\nPyometra is a severe endometrial infection with accumulation of purulent exudate in the uterine lumen. The most common bacterial species isolated in queens with pyometra is Escherichia coli. 16 Although one case report of pyometra associated with Tritrichomonas foetus has abdominal enlargement with no vulvar discharge and may be severely ill due to septicemia. These queens have increased risk for uterine rupture and peritonitis. 16 Laboratory abnormalities in queens with pyometra include mild anemia (normocytic, normochromic, nonregenerative), thrombocytopenia, leukocytosis with neutrophilia, as well as hyperproteinemia, hyperglobulinemia, hypokalemia, elevated alanine transaminase (ALT) and alkaline phosphatase (ALP), and azotemia. 16, 60, 77, 85 Radiography may demonstrate uterine enlargement, but may not rule out pregnancy ( Figure  40-19 ). Typical ultrasonographic findings are an enlarged uterus with convoluted tubular horns filled with flocculent material of variable echogenicity (Figure 40-20) . Ultrasonography is preferred versus radiography for diagnosis and to rule out pregnancy. A queen may have pyometra in one uterine horn and viable fetuses in the other. 16 Initial management of queens with pyometra depends on the status of the patient. Cats with closed cervix pyometra should be treated as emergency patients requiring urgent stabilization and surgical intervention. Cats with open cervix pyometra (diagnosed by the presence of vulvar discharge) are typically more stable and not in need of urgent intervention, although septicemia and endotoxemia are always a risk. Intravenous fluid therapy and correction of electrolyte imbalances may be necessary for some patients with open cervix pyometra. Broad-spectrum antibiotic therapy (e.g., a fluoroquinolone plus ampicillin) is initiated for all queens with pyometra and can be adjusted based on the results of culture and sensitivity testing of vulvar discharge. 117 Therapy should be continued for at least 3 weeks.\n\nAntibiotic therapy alone will not resolve pyometra in the majority of queens. Therapeutic decisions should be based on the health status and age of the queen as well as reproductive value. Ovariohysterectomy is the treatment of choice for queens with closed cervix pyometra, critically ill queens, queens with uterine rupture or retained fetal material, and for queens without value to a breeding program. Surgical intervention is not without risk. In one study, 15 of 183 queens died or were euthanized after ovariohysterectomy for pyometra. 16 Postoperative complications, such as anorexia, lethargy, pyrexia, and vomiting occurred in 21% of the queens.\n\nYoung (<5 years of age), otherwise healthy nonpregnant queens with open cervix pyometra and reproductive value may be managed medically in an attempt to preserve fertility. In addition to broad-spectrum antibiotics, medical options for treatment include prostaglandins and antiprogestins.\n\nProstaglandin F 2alpha (Lutalyse, Pfizer Animal Health), also known as dinoprost tromethamine, is a naturally occurring prostaglandin administered to induce luteolysis and evacuation of uterine contents. However, luteolysis does not reliably occur with this drug in queens, especially early in diestrus. Prostaglandins are not recommended in closed cervix pyometra because of the risk of uterine rupture. Synthetic prostaglandins, such as cloprostenol and alfaprostol, have been used in the bitch, but experience with the use of these drugs in the queen for treatment of pyometra is lacking.\n\nThe most commonly recommended dose for PGF 2alpha is 0.1 mg/kg, SC, q12-24h although doses up to 0.25 mg/ kg, SC, q12h have been published. 16, 25 Smaller doses given more frequently have also been used to reduce side effects and increase the frequency of uterine contractions (e.g., 0.02 to 0.05 mg/kg, SC, 3 to 5 times daily). 110 The average length of treatment is 3 to 5 days, but treatment may be required for up to 10 days. Queens may be hospitalized during treatment for observation, especially during the first few days. The end point for treatment is reached when ultrasonographic examination shows a decrease in uterine size and no fluid in the \n\nPregnancy loss in the queen includes all causes of pregnancy termination and may be characterized by fetal resorption, abortion of live or dead fetuses, stillbirths of full-term fetuses, or fetal death with retention of mummified or macerated fetuses in the uterus or abdominal cavity. Although pregnancy loss is a type of infertility, it must be investigated with specific etiologies in mind. Ideally, the queen should be evaluated as soon after the event as possible to increase the chances of a definitive diagnosis. A definitive diagnosis allows for appropriate changes to management practices and use of specific therapies to reduce the risk of recurrence in future pregnancies or pregnancy loss in other queens in the cattery.\n\nPreliminary investigation of pregnancy loss in the queen includes a complete medical and reproductive history, a full physical examination, and collection of laboratory data (Box . Breeding management and the queen's environment should also be evaluated. Information about herbal, homeopathic or traditional supplements that may have been administered to the queen or added to the diet should be sought. Breeders may use such products despite lack of scientific evidence of safety or efficacy.\n\nDepending on the outcome of preliminary investigations, further diagnostic testing may be indicated. Radiography or ultrasonography is useful to detect retained fetal material and evaluate the uterus. Ultrasonography uterine lumen, and the serum progesterone concentration is less than 2 ng/mL. Side effects from administration of PGF 2alpha are common, especially with the initial doses and when higher doses are used. Restlessness, panting, vomiting, defecation, tenesmus, salivation, and vocalizing have all been reported to occur within 60 minutes of administration. 16, 25, 52 The side effects are short lived and diminish with subsequent injections. Risks associated with PGF 2alpha in the queen are few when appropriate patients are chosen for treatment. The most serious risks are uterine rupture and leakage of uterine contents into the abdomen via the oviducts. These complications are very uncommon in queens with open cervix pyometra.\n\nQueens should be reevaluated 1 to 2 weeks after therapy with a physical examination, ultrasonography, complete blood count, and serum chemistries. Abnormalities found on initial laboratory data should be resolved by 2 weeks posttreatment. A clear vulvar discharge may be present for several days after treatment. Affected queens should be bred at the next estrus. Most queens treated with PGF 2alpha have successfully delivered kittens following treatment. 16 Because most queens with pyometra have underlying CEH, recurrence has been noted in up to 14% of cases. 16 Queens with a recurrence of pyometra have been successfully re-treated, but the progressive and recurrent nature of the underlying disease warrants the removal of affected queens from the breeding program at the earliest opportunity.\n\nMore recently, the antiprogestin aglepristone (Alizin, Virbac) has been used in the queen for treatment of pyometra. 3, 4, 46, 79 Antiprogestins are synthetic steroids that bind to progesterone receptors but lack the effects of progesterone. Intrauterine progesterone concentrations are reduced, allowing for increased myometrial contractility and opening of the cervix. Initially, serum progesterone concentrations are not affected. Aglepristone may be indicated for treatment of pyometra in queens with reproductive value and for queens that are a poor surgical risk. Compared with PGF 2alpha , aglepristone is an efficacious treatment without side effects that is administered less frequently. Disadvantages of the drug include cost, lack of licensing in cats, and limited availability.\n\nIn one study of 10 nulliparous queens with open cervix pyometra, aglepristone was administered at 10 mg/kg, SC on days 1, 2, and 7. 79 A fourth treatment was given on day 14 if necessary. A broad-spectrum antibiotic (trimethoprim/sulphadoxine) was also administered. The response to treatment was assessed by clinical signs, laboratory data and ultrasonographic findings 2 weeks after completion of treatment. No adverse effects were observed. Nine of 10 cats responded to treatment by day 14, with no recurrence in a 2-year follow-up period. Only two queens were subsequently bred, but both delivered live kittens.\n\nNoninfectious causes of pregnancy loss include both maternal and fetal factors. Maternal factors include uterine disease and nutritional imbalances. Uterine disease, especially cystic endometrial hyperplasia, is an underestimated cause of pregnancy loss in queens because of the difficulty in obtaining a definitive diagnosis. As noted above, CEH is associated with implantation failure and early embryonic death without clinical signs of illness.\n\nBecause most owned cats are fed balanced commercial diets, nutritional causes of pregnancy loss are now uncommon. However, breeders may feed specialty commercial diets or home-prepared diets, either raw or cooked, that may not be appropriate for maintenance of pregnancy or that may contain pathogens. In addition, dietary supplements may contain substances harmful to the developing fetuses or that impair normal reproduction.\n\nTaurine is an essential amino acid for cats and deficiency is classically associated with central retinal degeneration and dilated cardiomyopathy. The only sign of taurine deficiency in breeding queens may be fetal resorption, reduced litter size, and stillbirths. Fetal death occurs around day 25 of gestation, followed by resorption or abortion. 20 One study suggests that the effects of chronic taurine deficiency on reproduction may not be reversible. 20 Kittens born to taurine-deficient queens is preferred over radiography, because it provides more detailed information. Vulvar discharge, if present, can be sampled for culture and sensitivity testing as well as cytology.\n\nExamination of any available fetal material can provide useful information, although this step is often omitted. Aborted fetuses and membranes may be refrigerated (not frozen) and submitted for histopathologic examination as soon as possible to a diagnostic laboratory with experience in reproductive and neonatal pathology. Additional testing, such as virus isolation or microbial culture, can be performed where indicated. Alternately, practitioners can perform a thorough neonatal necropsy and collect samples for laboratory analysis in a timely manner. The procedure for necropsy examination of neonates, including placentas and fetal membranes, has recently been described. 94 The clinical signs associated with pregnancy loss are highly variable. Early fetal death and resorption usually do not result in clinical signs of illness. When fetal death occurs later in gestation, bloody or purulent vulvar discharge may occur, with or without clinical signs of illness (e.g., fever, anorexia, depression, vomiting, diarrhea). If spontaneous abortion of fetuses occurs, the queen may consume the fetal material before the owner notices.\n\nSpontaneous abortion will result in the death of all or part of the litter, but the queen's life is rarely at risk. Systemically ill queens should be hospitalized for stabilization with intravenous fluids and other therapies as needed. Antibiotics are only administered if bacterial infection is likely based on clinical signs (e.g., purulent vulvar discharge), the complete blood count, and presence of fever. Hospitalization also allows for collection of diagnostic samples and evaluation of the uterus with radiography or ultrasonography.\n\nPremature placental separation is associated with large amounts of bloody discharge late in gestation, and usually results in the loss of the litter. Excessive bleeding from the vulva is an indication for cesarean section in order to save the queen and possibly any live kittens.\n\nIf kittens are aborted, the uterus should be examined ultrasonographically to determine if any fetuses or fetal membranes are retained. The contents of the uterus can be evacuated with PGF 2alpha (0.25 mg/kg, IM) or ovariohysterectomy can be performed if the queen is not required for a breeding program. The queen should be treated with a broad-spectrum antibiotic for 2 to 4 weeks.\n\nA variety of potential causes of pregnancy loss, both infectious (viral, bacterial, protozoal) and noninfectious, have been identified in queens (Box 40-13). 86, 111 Although pregnancy loss is not as well studied in the queen as in the bitch, it appears the most important causes are noninfectious and viral. programs for both FIV and FeLV, and infected cats should be removed from the cattery.\n\nInfection of pregnant queens with feline panleukopenia virus (FPV) may have various outcomes. 36 The queen may not have classical signs of gastrointestinal disease, but the virus may infect rapidly dividing fetal cells. If infection occurs early in gestation, fetal death and resorption may occur. If infection occurs in midgestation, abortion may occur. Late gestation infections may cause neural damage, such as cerebellar hypoplasia, in liveborn kittens. All queens should be adequately vaccinated against FPV before breeding. The use of modified live virus vaccines against FPV should be avoided during pregnancy and in the first month of life, because the effects of vaccination on the developing fetuses or neonatal kittens may be similar to natural infection.\n\nFeline coronavirus (FCoV) is a common pathogen in multicat environments. A virulent biotype of FCoV causes feline infectious peritonitis. In the older veterinary literature, reproductive failure, particularly resorption, was associated with FCoV in catteries. As the pathogenesis of this disease is better understood, it appears that FCoV infection is not a cause of pregnancy loss or neonatal mortality. 1 Although pregnancy loss resulting from bacterial infection is uncommon in the queen, various bacterial species that ascend into the uterus from the vagina have occasionally been associated with pregnancy loss, including Streptococcus, Staphylococcus, and E. coli. Brucella canis is an important cause of pregnancy loss in the bitch but does not appear to be an important cause in queens. 86 Chlamydial infections have been associated with reproductive disease in many species. Chlamydophila felis is an obligate intracellular pathogen that primarily infects the epithelial cells of the conjunctiva and upper respiratory tract. C. felis has long been suspected as a cause of infertility and abortion in queens, but definitive evidence is lacking. 102 Many catteries infected with C. felis do not have reproductive problems and attempts to isolate C. felis from the vagina of queens have met with variable success.\n\nCats are the definitive host for the protozoal parasite, Toxoplasma gondii. Experimental attempts to demonstrate transplacental infection of kittens following oral infection of queens have had variable outcomes. 86 Although toxoplasmosis does not appear to be an important cause of pregnancy loss in cats, infected queens may suffer abortion secondary to systemic illness and debilitation. may have developmental abnormalities that include cerebellar dysfunction and abnormal hindlimb and thoracic anatomy. 99 Affected kittens are often born small and weak, with poor growth rates and low survival rates. 99 Fetal factors associated with pregnancy loss include toxic effects of drugs, as well as congenital and chromosomal defects. Although many drugs are routinely administered to cats, the effect of most drugs on developing fetuses is not known. Most drugs cross the placenta, and some may achieve significant concentrations in fetuses. Some drugs are known to produce teratogenic or lethal effects during pregnancy and should be avoided. 83 These include certain antibiotics (e.g., chloramphenicol, metronidazole, tetracyclines, gentamicin), griseofulvin, nonsteroidal antiinflammatories, corticosteroids, misoprostol, testosterone and estrogen analogues, isotretinoin, antineoplastics, and organophosphate insecticides. In general, administration of any medication, prescription or nonprescription, should be avoided in pregnant queens unless benefits outweigh known or potential risks.\n\nIn domestic animals, genetic abnormalities are said to account for about 15% of pregnancy losses. 111 Known genetic defects associated with pregnancy loss include single-gene traits, such as Manx syndrome and polycystic kidney disease, where homozygotes die in utero. Fetal chromosomal errors, such as trisomy and 37,XO karyotypes, have been reported in the literature as causes of pregnancy loss. 55 Karyotyping of aborted fetuses is not commonly performed; so, the true prevalence of these defects is unknown.\n\nThe most important infectious causes of pregnancy loss in queens are viral diseases, such as feline herpesvirus-1, feline immunodeficiency virus, feline leukemia virus, and feline panleukopenia virus. Pregnancy loss may either be a direct effect of the virus or secondary to systemic illness and debilitation.\n\nFeline herpesvirus-1 (FHV-1) is known to cause abortion in queens, probably resulting from debilitation rather than direct effects on the fetus or placenta. 111 Queens that become acutely ill during pregnancy, especially with fever, anorexia, and dehydration, are most at risk of pregnancy loss. FHV-1 may be enzootic in catteries, because control of disease is difficult. Breeders should have a well-designed vaccination program. However, vaccination can protect cats against severe disease but not necessarily against infection.\n\nFeline immunodeficiency virus (FIV) can be transmitted to kittens by perinatally infected queens during both the prenatal and postnatal periods. 81 Transmission in utero may cause abortion, stillbirth, and low birth weights. 116 Feline leukemia virus (FeLV) can also be transmitted from an infected queen to kittens either in utero or in the postnatal period. 45 As for FIV, transmission in utero is associated with fetal or neonatal death. Breeding catteries should maintain rigorous testing"}