{"title": "Study of viral pathogenesis in humanized mice", "body": "Viruses make a staggering contribution to morbidity and mortality in the human populations of both industrial and developing countries. At least 500 million people are chronically infected with hepatitis B (HBV) or C viruses (HCV), placing them at risk for developing severe liver disease. 33 million individuals are infected with HIV, leading to 1.7 million AIDS-related deaths every year. Of the approximately 400 million people who contract dengue virus (DENV) annually, almost 100 million present with clinical symptoms. 60-90% of the global population is infected with herpes simplex viruses (HSV), resulting n orolabial and genital lesions. Human cytomegalovirus (HCMV), which persistently infects 40% of the world, can be life-threatening for newborns and immunocompromised individuals.\n\nMany of the viruses causing disease in humans have a narrow host range, often limited to humans and closely related non-human primates (NHPs). This has created challenges in studying the pathogenesis of human-tropic viruses as experiments in NHPs are hampered with logistical, financial, and ethical concerns. This creates a pressing need for more tractable small animal models to study existing and emerging viral diseases. In the last few decades, humanized mice have emerged as a solution to this problem. Humanized mice can be generated by expressing human genes whose products are needed for viral infection (Table 1) , such as entry factors, or through xenotransplantation of hematopoietic stem cells (creating human immune system mice, known as HIS) and/or other human tissues ( Figure 1 ). This paper highlights recent progress and challenges in studying viral pathogenesis in humanized mice.\n\nWe will discuss four groups of human-tropic viruses -HIV, DENV, herpesviruses, and hepatitis virusesas examples of diseases for which specific types of humanized mice were and still are enabling experimental platforms. Using these examples, we will provide a general outlook on how humanized mice can be adapted and refined through genetic host adaptations and/or co-engraftment of multiple tissues to facilitate analysis of other viral infections.\n\nIn 2013 alone, 1.5 million people worldwide died from AIDS, and 33 million were cited as living with HIV.\n\nBesides humans, only chimpanzees are readily susceptible to HIV, but since they usually do not progress to AIDS, they have not gained traction as HIV animal models. In searching for alternatives, it was shown 4 that smaller NHPs, specifically rhesus macaques, were susceptible to simian immunodeficiency virus (SIV), leading to AIDS-like symptoms. To improve the utility of this model, chimeric viruses closely resembling HIV-1, namely simian-human immunodeficiency virus (SHIV) and simian-tropic HIV (stHIV), were generated [1] .. Despite intense efforts, it has so far not become possible to genetically overcome species barriers and recapitulate the HIV life-cycle in small animal models. Advances have been made, but they are primarily focused on establishing HIV uptake in mice [2] . Since HIV is a lymphotropic virus primarily infecting CD4 T cells, engraftment of human immune system components proved a viable approach to establish HIV infections in a small animal model. Early models pioneered by McCune and colleagues, based on engrafting xenorecipients with human fetal thymic or lymph node implants, demonstrated that an acute infection of human lymphoid organs with HIV-1 can be followed in humanized mice [3] . With the improvement of xenorecipient strains and humanization protocols (extensively reviewed in [4] ), human immune system (HIS) mice have deepened our knowledge about HIV viral transmission, immune responses to HIV and the efficacy of novel therapeutic interventions. The ability of HIV-1-infected cells to form latent reservoirs has been especially challenging in completely curing individuals of the virus [5] .\n\nRecently, several groups have shown that HIV-1 latency can be observed in humanized mouse models [6] [7] [8] . These mice have made it possible to model in vivo, for example, how treatment using broadly neutralizing antibodies in combination with inducers can prevent viral rebound following removal from antiretrovirals [9] . In hindering transmission, vectored immunoprophylaxis has shown promise as a way to obstruct intravenous [10] and mucosal transmission of HIV in humanized mice [11] . As the latter is the primary route by which individuals become infected, the in vivo model for mucosal HIV transmission is physiologically relevant and provides a venue for testing anti-viral therapies. Immune responses in HIS mice are suboptimal because of a variety of incompatibilities between the mouse and human immune system. Nonetheless, it was shown that in a particular version of HIS mice, so-called bone-marrow liver thymus (BLT) mice, that the dynamic interplay of HIV-specific cellular immunity and viral escape from immune pressure can be accurately modeled [12**].\n\nDengue is a mosquito-borne disease, caused by DENV, a positive-sense, single-stranded RNA virus belonging to the family Flaviviridae. Four genetically and antigenically distinct serotypes, DENV-1 to DENV-4, have been described, annually causing ~390 million infections which range in severity from completely asymptomatic to lethal hemorrhagic fever or shock syndrome (DHF and DSS, respectively) [13] . Since a vaccine still does not exist, studying the immune response to DENV is of especial importance, as individuals with previous immunity are more susceptible to developing DHF and DSS [14, 15] . Murine xenorecipient strains expressing HLA-A2 were injected with human blood-forming stem cells and demonstrated improved immune responses to tissue-culture derived DENV, especially in assessing human T-cell response to DENV during and after acute infection [16] . Additionally, it was shown that viremia can be suppressed by administration of direct-acting antivirals (DAAs) to humanized mice that displayed symptoms similar to those in humans following infection with a clinical DENV isolate [17] , paving the way for creating and testing DAAs that could be utilized in treating DENV. However, while priming of DENV-specific B and T cell responses occurs at some level, it is not sufficiently robust in existing models. This poses challenges for untangling the mechanisms of why DHF/DSS is so much higher in individuals with secondary heterologous DENV infections. Further light has also been shed on identifying the cells targeted by DENV. Past research in humanized mice concluded that T cells were not infected by DENV [18, 19] , but two groups have recently observed evidence to the contrary [17, 20] .\n\nFinally, since DENV is mosquito-borne, understanding transmission from host to vector and vice versa is important for examining viral spread in populations and preventing large-scale outbreaks. Thus, the examination for the first time of the human immune response in humanized mice following DENV infection by mosquito bite is an encouraging step [30*].\n\nThe nine HHVs are prevalent and can establish long-lasting latent infections, leading to skin lesions, epilepsy, cancer, and autoimmune disease (for review see [22] ).\n\nEpstein Barr Virus (EBV) is widespread and linked to ~2% of human tumors originating in lymphocytes and epithelial cells [23] . Only B cell EBV infection can be studied in humanized mice, and different stages 6 of the latent and lytic viral life cycle have been observed in these cells [24, 25] . EBV-associated malignancies have also been studied in HIS mice. A viral mutant lacking EBV latent nuclear antigen 3B (EBNA3B) led to formation of large B cell lymphomas in HIS mice [26*]. Further research on this strain has provided evidence that various EBNA3 antigens regulate expression of the chemokine CXCL10, leading to reduced T cell action [27] . EBV-associated hemophagocytic lymphohistiocytosis, with a pathology highly similar to that seen in humans [28] , and erosive arthritis [29] have both been observed in humanized mice.. Finally, HIS mice have also been a platform for examining the role of innate immunity in Finally, immunocompromised mice with human skin transplants have been utilized for studying the 3 4 5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63  64 \n\nHBV and HCV together infect ~490 million individuals worldwide, causing liver cirrhosis, fibrosis, and hepatocellular carcinoma if left untreated. These two viruses robustly infect only chimpanzees and humans. In the absence of a permissive mouse model, numerous transgenic strains expressing individual or combinations of HCV gene products were developed to study HBV and HCV-induced liver disease ( for HCV for in-depth reviews on existing humanized mouse models for these viruses). HBV transgenic mice have contributed substantially to our understanding of many aspects of HBV biology, immunobiology and pathogenesis (reviewed in [43] ). In contrast, reports on the histopathology in HCV protein transgenic mice differ vastly depending on the expressed HCV gene product, mouse background or differences in the promoters used for the expression of viral proteins.\n\nTheir utility is further lessened as they are not bona fide infection models as any pathological processes develop in the absence of the inflammatory milieu established during chronic infection.\n\nTo study HBV and HCV infection in mice, humanization of the mouse liver by xenoengraftment of permissive human primary hepatocytes has been explored. Most of the commonly used xenorecipients share common features: they are immunodeficient to prevent xenograft rejection and often suffer from an endogenous liver injury to promote hepatocyte proliferation and provide human donor cells a competitive growth advantage over mouse hepatocytes. In 2001, the development of an Alb-uPA/Rag-2 mouse, which could be engrafted with primary human hepatocytes, was successfully infected with HBV [44] and also HCV [45] . To improve robustness and throughput, several other immunodeficient liver injury models, including fumaryl acetoacetate hydrolase deficient mice (FAH-/-, [46] ), MUP-uPA [47] and Alb-HSV1-tk [48] , have been generated. These mice can be engrafted to very high levels with human hepatocytes and subsequently become susceptible to HBV and HCV infection. Human liver chimeric mice have been critical tools for studying HBV, HCV and HDV infections but also serve as important tools for preclinically assessing the efficacy of novel therapeutics. However, HBV and HCV pathogenesis, human adaptive immune responses and vaccine development can only be studied in a mouse model harboring both a 8 human liver graft and a functional human immune system. Several groups have now reported that dual engraftment of components of a human immune system and a (matching) human liver can be achieved in a single recipient [49, 50] . When infected with HBV [51] or HCV [52] , \n\nThe use of humanized mice in infectious disease research provides a forum for studying viruses previously unavailable due to their species tropism. With so many types of humanized mice now available, researchers will continue to improve and expand upon these models. The research discussed here has provided invaluable lessons for handling emerging viral threats, as exemplified by the quick development of a humanized mouse for studying Middle Eastern Respiratory Syndrome (MERS, [57*]) and a lung xenotransplantation model for the emerging Nipah Virus [58**]. As viruses continue to evolve 9 and adapt to new hosts, humanized mice will be an indispensable tool for studying pathogenesis and will increase the likelihood of developing more efficacious therapeutics .  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63  64 3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63  64  65 16 T cell tolerance in response to HBcAg, but no liver disease observed 1.3 HBV-DNA High viral particle production 3 4 5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63 64 65 Figure 1 . Humanized mice for study of viral pathogenesis. The direct cytopathic effects of a virus on a particular tissue can be studied in mice engrafted with a single human tissue. Skin engraftments have been utilized to study KSHV, where mice exhibit the development of skin lesions and latent infection in cells with altered morphology [43] . Similarly, VZV in these humanized mice from lesions and have necrosis of multiple skin layers [44] . Respiratory viruses, such as Nipah virus, can be studied in mice following engraftment of human fetal lung tissue, resulting in viral infection at high titers specifically in the lungs [62] . Following human liver engraftment, mice are susceptible to infection with both HCV [41] and HBV [42] . Lymphotropic viruses, such as HIV-1 and EBV, have been studied in humanized immune system (HIS) mice. However, these HIS mice engrafted with other human tissues have also proven their utility for studying human immune responses exhibited during viral infection .  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60  61  62  63  64 Analyzing HIV-1 infection in humanized BLT mice, this study observed CD8+ T cell responses that were highly similar in their specificity, kinetics and magnitude to those observed in humans. The rapid appearance of viral escape mutations from host immune responses, as also seen in humans, further underscored the utility of humanized BLT mice for studying human-specific immunopathology of pathogens. Here, huNSG mice infected with an EBNA3B-deficient EBV were found to develop highly aggressive tumors. These findings connected well to clinical samples where aggressive lymphomas were associated with mutations in EBNA3B. This work in humanized mice provided novel evidence that EBNA3B might be the first example of a virus-encoded tumor supressor. Using mice with diminished antiviral immunity who also stably expressed the minimal human factors, human CD81 and OCLN, for viral uptake in murine cells, this study was the first to reproduce the entire HCV life cycle in mice with inheritable susceptibility to HCV. This is a significant improvement upon previous xenotransplant mouse models, allowing for higher throughput work and decreasing variabilities between experiments. This paper identified the first HBV and HDV rceptor, sodium taurocholate cotransporting polypeptide (NTCP), using tandem affinity purification and mass spectrometry. This finding greatly enhances researchers' abilities to create in vitro platforms and small-animal models for studying these two viruses. Following transduction of mice with a recombinant, nonreplicating adenovirus expressing the human receptor for MERS, DPP4, these mice were successfully infected with MERS-CoV, developing pneumonia. The quick timeline of 2-3 weeks to create such a model is a promising approach for rapid study of emerging pathogens.\n\nHere, the first human lung xenograft model in mice was made and successfully infected with Nipah virus, which replicated to high titers in the lungs. This is a promising, more physiologically relevant approach for studying the pathogenesis of other respiratory viruses in the context of the human lung microenvironment."}