{"title": "FERMENTATION, CELL CULTURE AND BIOENGINEERING -ORIGINAL PAPER Improving an Escherichia coli-based biocatalyst for terpenol glycosylation by variation of the expression system", "body": "Enzymes offer tremendous opportunities for the chemical industry as they can efficiently and economically convert molecules and replace well-known and established industrial processes with more sustainable ones. Traditionally, enzymes are used by food and feed industry, but are increasingly implemented in emerging markets such as pharmaceutical and fine chemicals industries [18] . The production of catalytically active proteins in heterologous microbial and fungal hosts leads to lower costs and high yields, which is crucial for the economy of an industrial process. Escherichia coli is the host of choice if post-translational modifications of the enzyme are not required for its activity [19] . The use of E. coli as whole-cell biocatalyst offers additional benefits such as cofactor regeneration, high catalytic efficiency and mild and simple reaction conditions [24] . However, the production of misfolded and inactive aggregates such as inclusion bodies is problematic when recombinant proteins are over-expressed in bacteria. Strategies for overcoming this disadvantage of heterologous expression are the optimization of the expression system, e.g. by using tightly regulated promoters or by attaching solubility-enhancing fusion tags. When using whole-cell biocatalysts for biocatalysis, substrate and product transmembrane transport and cofactor regeneration capacity of the used strain must similarly be considered. For the moment, the most promising method for whole-cell biocatalysis seems to be the use of engineered E. coli, which offers the potential for large-scale and costeffective production.\n\nGlycosylation plays a central role in cellular communication, transport and storage of metabolites in organisms. Recently, the glycosylation reaction has attracted much attention because volatility, poor water solubility and instability limit the application of many small molecules in consumer products [7, 28] . The transfer of sugars to small molecules makes them non-volatile, more water-soluble and improves their stability, bioavailability and functionality. Volatile terpenols become non-volatile by glycosylation, Electronic supplementary material The online version of this article (https ://doi.org/10.1007/s1029 5-019-02184 -4) contains supplementary material, which is available to authorized users. allowing them to be applied as slow release aroma chemicals [29] and the water solubility of resveratrol increases by a factor of 1700 when sugars are attached, which results in improved bioavailability [21] . Glycosylated vitamin C and anthocyanidins are more stable than their non-glycosylated precursors [38, 39] , alteration of the sugar residues of quercetin affects pharmacological properties [17] , and transfer of sugars to the diterpenol steviol results in sweet tasting steviosides [10] .\n\nIn nature, glycosylation reactions are primarily catalysed by nucleotide-sugar-dependent glycosyltransferases [30] . These enzymes transfer carbohydrate residues from activated sugar donors to a multitude of acceptor molecules, including proteins, saccharides, lipids and small molecules. Glycosylation of their -OH, -NH 2 , -SH, and -COOH groups results in O-, N-, S-glucosides, and sugar esters, respectively [16] . Uridine diphosphate sugar-dependent glycosyltransferases (UGT) form the largest group and are characterized by a unique C-terminal consensus sequence representing the sugar donor site [22] . Plant genomes are rich sources for UGT genes, which code, among others for biocatalysts that can transfer sugars to small molecules and on-going sequencing projects continuously deliver new nucleotide sequences (http://supfa m.org/). These UGTs are capable of efficiently glycosylating various plant metabolites from different chemical classes in a stereo-and regioselective manner [23] . VvGT14a from grapevine (Vitis vinifera) is a promiscuous enzyme that can efficiently glucosylate not only terpenols such as geraniol, citronellol and nerol, but also eugenol [2] . Thus, plant glycosyltransferases are ideal biocatalysts for the biochemical and biotechnological production of small molecule glucosides but utilize costly cosubstrates such as UDP-glucose, which requires the use of whole-cell biocatalysts for cosubstrate recycling and efficient production [7] .\n\nIn the development of an in vivo biocatalytic glycosylation process, a number of issues have to be considered including the availability of suitable UGTs, amount of the catalytically active protein, the import of substrate, the export of product and the toxicity of the starting material [8] . Multiple glycosides can already be produced by biocatalysis as numerous UGTs have been functionally characterized and protein engineering studies have identified crucial amino acids that are important for acceptor and sugar donor preferences and regioselectivity [14] . However, apart from producing oligosaccharides that reached titres up to 188 g/l, the product yields are unsatisfactory and improvements are urgently needed [7] .\n\nThe productivity of a whole-cell bioprocess is highly dependent on the effective production of functional enzymes encoded on expression plasmids or microbial chromosomes. The potential strain activity is the product of the enzyme concentration and its correctly formed proportion. Enzyme level and productivity could be increased by influencing the expression of the gene of interest, by using an efficient origin of replication (ori) [24] , and by choosing appropriate selection markers (e.g. antibiotic resistance gene). Product titre was also raised by utilizing additional beneficial genes (e.g. the lac-repressor lacI) [34] , by optimizing the ribosomal binding site [37] , or by fusing the enzyme to a solubility enhancing partner [33] . In addition, catalytic efficiency of biocatalysts was increased by random mutagenesis followed by a screening for better performing variants [9] and the lifetime of enzymes was extended by modifying the C-terminus [27] . Furthermore, additional expression of chaperones promoted proper folding and prevented the accumulation of inactive enzyme in inclusion bodies [36] .\n\nTherefore, optimization of the vector for improved process productivity involves the selection of a suitable resistance marker, ori, promoter, and fusion tag. Ampicillin was not suitable for high cell-density fermentation as it was rapidly degraded in the periplasm [1] . Kanamycin was more stable and better suited for high cell-density fermentations [31, 32] . The ori determines the plasmid copy number (PCN). Plasmids with the pBR322 ori resulted in a PCN of approximately 15-20 [3] , whereas the high-copy ori RSF yielded PCN of over 100 copies [6] . The promoter affects the expression strength and tac and T7 are considered strong, inducible promoters [4, 35] . A gene containing a T7 promoter is only transcribed by T7 RNA polymerase encoded by the lambda DE3 prophage insertion. Therefore, only strains with the (DE3) insertion transcribe genes harbouring a T7 promoter [15] . The small fusion tags, His-tag and S-tag, are mainly used for protein purification purposes [40] while larger fusion tags are said to improve solubility. The SUMO-and the trxA-tags are 100 and 109 amino acids long, respectively, and the glutathione S-transferase (GST)tag has a length of 211 amino acids [26] . Other fusion tags like NusA and MBP are also often used to facilitate higher solubility, however they are even bigger than GST with 495 and 396 amino acids, respectively [7] . NusA and MBP were not investigated in this study due to their enormous sizes. The aim of an optimal fusion protein is to facilitate higher solubility without impeding the strain's metabolism.\n\nTo increase the glucoside titres in a biotransformation process using E. coli whole-cell biocatalysts expressing the codon-optimized glucosyltransferase VvGT14ao, seven plasmids were generated, which differed in the antibiotic resistance gene, ori, promoter, and fusion tag (Supplemental Table S3 ) and were used to transformed in four common different host strains. Since there is a large number of expression vectors and E. coli expression hosts, only a few frequently used expression vectors could be investigated in this study. Parallel biotransformations were performed in a 24-well format and levels of geranyl, neryl, citronellyl, and eugenyl glucoside quantified by liquid chromatography (LC). The construction of an optimized expression system increased the productivity of the bioprocess considerably.\n\nThiamine, iron(III) chloride, nerol and citronellol were purchased from Sigma-Aldrich (Taufkirchen, Germany), boric acid from Merck (Darmstadt, Germany) and manganese(II) chloride from Acros Organics (Geel, Belgium). All other chemicals were obtained from Carl Roth (Karlsruhe, Germany). The T4 DNA Ligase was purchased from Promega (Mannheim, Germany) and all other enzymes from Thermo Fisher Scientific (Planegg, Germany). Expression vectors pET-29a(+) (pET29a), pET-32a(+) (pET32a) and pRSF-Duet-1 were obtained from Merck (Darmstadt, Germany), pGEX-4T-1 from GE Healthcare Life Sciences (Solingen, Germany) and pET His6 Sumo TEV LIC cloning vector (1S) (pET-SUMO) was a gift from Scott Gradia (Addgene plasmid # 29659; http://n2t.net/addge ne:29659 ; RRID:Addgene_ 29659).\n\nPlasmid DNA was extracted from E. coli by using the PureYield™ Plasmid Miniprep System (Promega, Mannheim, Germany) according to the manufacturer's instruction. DNA fragments from PCR reactions and agarose gels were purified by using the NucleoSpin ® Gel and PCR Cleanup kit (Macherey-Nagel, Düren, Germany) following the manufacturer's protocol.\n\nThe cloning strategies and vector maps are shown in Supplemental Figures S1 to S8. The glucosyltransferase gene VvGT14a was isolated from Vitis vinifera and the encoded protein biochemically characterized [2] . VvGT14ao was cloned in frame with the N-terminal GST tag into the pGEX-4T-1 expression vector (Amersham Bioscience), which was transformed into E. coli BL21 (DE3) pLysS cells. Eurofins Genomics (Ebersberg, Germany) synthesized the codon-optimized gene VvGT14ao. The expression vector pET-SUMO_VvGT14ao was produced by ligation independent cloning (LIC) [12] . The entry vector was linearized by using SspI and subsequently treated with T4 DNA polymerase and dGTP. The gene of interest was amplified by PCR using primers with the LIC-site extension (Supplemental Table S1 ). The purified PCR product was treated with T4 DNA polymerase and dCTP. The annealing was performed with a vector-to-insert ratio of 1:3 regarding to the amount of substance. All other constructs were produced by standard cloning procedures. For the cloning of the VvGT14ao gene, the entry vectors were digested with BamHI and NotI and dephosphorylated with FastAP. The gene of interest was amplified by PCR using primers with the corresponding BamHI-/NotI-extensions (Supplemental Table S1 ). Where applicable, the primers were additionally expanded with spacer bases to assure an in-frame insertion. The cleavage was also done with BamHI and NotI. The constructs were finished with a ligation. The vectors pGEX-K and pET32aK are modified versions of pGEX-4T-1 and pET32a. Their ampicillin cassettes were exchanged with the kanamycin resistance cassette KanR2 from pRSFDuet-1. For the cloning of pET32aK two parts, pET32a backbone and the kanamycin resistance gene, were amplified by PCR using primers with an Eco31I + linker-extension (Supplemental Table S1 ). Both parts were cleaved with the IIS nuclease Eco31I, creating two unique overhangs. The construct was finished with a ligation. For the cloning of pGEX-K, the entry vector pGEX-4T-1 was digested with AatII and BsaI and dephosphorylated by using FastAP. Subsequently, the DNA fragment was gel purified. The kanamycin resistance gene was amplified by PCR using primers with the corresponding AatII/BsaI-extensions (Supplemental Table S1 ). The cleavage of both parts was performed with AatII and BsaI. The construct was finished after ligation. All ligations were performed by T4 DNA ligase (Promega) with a vectorto-insert ratio of 1:3 by weight. The codon-optimized UGT gene VvGT14ao was cloned by a standard restriction-ligation procedure into respective plasmids to obtain pET29a_VvG-T14ao, pET32a_VvGT14ao, pET32aK_VvGT14ao, pGEX-4T-1_VvGT14ao, pGEX-K_VvGT14ao and pRSFDuet-1_ VvGT14ao (Supplemental Figure S1 ). The restriction of the PCR product (insert) and the target vectors was also done with BamHI and NotI. The constructs were finished with a ligation.\n\nThe DNA sequences of new constructs were analysed by Eurofins Genomics GmbH and confirmed with DNA sequence alignment using Serial Cloner (http://seria lbasi cs.free.fr/ Serial_Cloner.html; version 2.6.1).\n\nThe different vectors were combined with suitable hosts according to their promotors. Vectors containing the T7 promoter were transformed into E. coli BL21(DE3) and E. coli BL21(DE3)pLysS. Vectors with the tac promoter were additionally combined with E. coli BL21 and E. coli Waksman. The resulting 18 production strains were tested under the 1 3 same conditions with the following four substrates: geraniol, nerol, citronellol and eugenol.\n\nThe M9 minimal medium was prepared after the recipe from Arie Geerlof (https ://www.helmh oltz-muenc hen.de/ filea dmin/PEPF/Proto cols/M9-mediu m_15051 0.pdf). One litre of medium was produced by adding 100 mL of M9 salt solution 10x (Na 2 HPO 4 × 2 H 2 O 75.2 g/L, KH 2 PO 4 30 g/L, NaCl 5 g/L, and NH 4 \n\nThe method was adapted from a shaking flask method and optimized in terms of culture medium, and method of inoculation and induction [13] . For each test culture one well of the HitPlate 25 (24 well microtitre plate; HJ-BIOANALY-TIK GmbH, Germany; Fig. 1 ) was filled with 2 mL fresh M9 medium and the appropriate concentration of antibiotic. The wells were inoculated with fresh cells either from an agar plate or from a liquid culture. This pre-culture plate was incubated overnight at 37 °C and 250 rpm on an orbital shaker with a shaking stroke of 25 mm. For the main culture, each well was filled with 2 mL M9 medium and the needed antibiotics. The wells were inoculated with 50 µL of preculture (2.5%) and incubated for 4 h at 37 °C and 250 rpm on an orbital shaker with a shaking stroke of 25 mm. After Fig. 1 Production of glucosides by whole-cell biocatalysts using HitPlates as a cultivation system (a) and demonstration of the reproducibility (b). The production process includes the preparation of the pre-culture from fresh material (1), main culture (2), protein expression (3), biotransformation (4), sampling (5), HPLC analysis (6), and calculation of the product titre (7) . Different strains were tested with this cultivation system to test its reproducibility. The cultivation was repeated four times in duplicate using geraniol as substrate. Geranyl glucoside was quantified by LC. Strains 1-5: E. coli BL21/ pGEX-K_VvGT14ao, E. coli BL21(DE3)pLysS/pET29a_ VvGT14ao, E. coli BL21(DE3) pLysS/pET32aK_VvGT14ao, E. coli BL21/pGEX-4T-1_VvG-T14ao, and E. coli BL21(DE3) pLysS/pET32a_VvGT14ao. The average geranyl glucoside yields are shown with the 95% confidence intervals incubation the cultures were induced by adding 25 µL of 0.1 M isopropyl β-d-1-thiogalactopyranoside (IPTG) solution to each well resulting in an IPTG concentration of 1.25 mM. Subsequently, the cultures were incubated for protein production for 20 h at 18 °C and 500 rpm on an orbital shaker with a shaking stroke of 10 mm. After protein production, the cultures were supplemented with 500 µL of fresh M9 medium containing the required antibiotics and the substrate 0.1% (v/v) for the biotransformation. After substrate addition, the cultivation was continued for an additional 24 h under the same conditions. Finally, the optical density at 600 nm was measured from each well to determine the final cell concentration. From each well, a 1-mL sample was transferred to a micro-reaction tube and centrifuged. The supernatant was transferred to an HPLC vial for product analysis.\n\nAll LC machine parts were from Jasco \n\nA small-scale production system based on microtitre plates (HitPlates) was utilized to reliably quantify the titres obtained with the production strains generated in this study (Fig. 1) . The plates allowed the downscaling from shaking flasks with 50 mL of culture to a working volume of 2 mL culture per well. Each well had a total volume of 25 mL, which allowed for high rotational speeds (Supplemental Table S2 ). The formation of a wave inside the wells could only be observed at rotational speeds upwards of 200 rpm. The maximum wave height was 6, 13, and 16 mm above the resting liquid level at rotational speeds of 300, 400, and 500 rpm, respectively. The formation of a wave increases the liquids surface and improves the surface/volume ratio further. This was necessary for good aeration and thus for unhindered cell growth. Experiments could be performed in parallel and in multiple determination across the 24 wells (4 × 6) of the plate. Multiple repetitions of biotransformation experiments confirmed the reproducibility of the experimental results (Fig. 1) . Initially, the cell densities were adjusted before induction. Since the cell densities were only slightly different, but the workload involved was high, the laborious adaptation was omitted. Since the glucosyltransferase VvG-T14ao (codon-optimized) from grapevine, which was used to develop the whole-cell biocatalysts exhibited promiscuous activity toward terpenols and phenols [2] , four alcohols (geraniol, nerol, citronellol, and eugenol) were used as substrates. In total, 18 strains were generated and analysed (Figs. 2 and 3) . The experiments were carried out three times and each culture measured in duplicate.\n\nEscherichia coli BL21(DE3)pLysS/pET29a_VvGT14ao (Fig. 3, strain #4 ) was the initial strain for the biotransformation and was used as a reference. The widely used expression vector pET29a provided a S-tag sequence upstream of the multiple cloning site (MCS) and thus, the resulting protein was fused to an N-terminal S-tag. The titres achieved with strain #4 ranged from 0.007 to 0.017 mM for eugenyl glucoside and citronellyl glucoside, respectively. Since no clear substrate preference was observed, the average titre of all substrates was determined (Fig. 3b) . When pET29a_ VvGT14ao was expressed in E. coli BL21(DE3) (Fig. 3 , strain #3), the product concentration increased significantly ranging from 0.058 to 0.097 mM for geranyl glucoside and eugenyl glucoside, respectively. The pLysS plasmid, which produces T7 lysozyme to reduce basal level expression of the gene of interest, appeared to be interfering with the production of glucosides.\n\nThe pRSFDuet-1 vector can be used for co-expression of two genes and was used in this study as alternative expression plasmid offering the possibility to co-express supportive enzymes. Both strains, E. coli BL21(DE3) and E. coli BL21(DE3)pLysS, combined with pRSFDuet-1_VvG-T14ao produced only a small amount of glucosides of less than 0.009 mM (Fig. 3, strains #1 and #2 ). There was no significant difference between the two strains in terms of product titre. E. coli BL21(DE3)pLysS/pRSFDuet-1_VvG-T14ao (Fig. 3, strain #2 ) only grew to an optical density (OD) of 0.13 on average, while strain #1 showed an OD of 2.4 (Supplemental Figure S9 ). Taking the cell concentration into account, strain #2 is over 10-fold more productive than strain #1. However, strain #2 is not suitable for glucoside production due to the extremely low cell growth. Overall, pRSFDuet-1 offered no advantage in terms of productivity over the pET29a vector.\n\nThe pET32aK vector harboured the trxA sequence coding for the thioredoxin protein upstream of the MCS resulting in a fusion protein with the thioredoxin protein on the N-terminus. This fusion partner should promote solubility and lead to a correctly folded, active enzyme. Both strains, E. coli BL21(DE3) and E. coli BL21(DE3)pLysS, combined with pET32aK_VvGT14ao (Fig. 3 , strains #5 and #6, respectively) produced on average 0.057 mM and 0.052 mM terpenyl glucosides. The glucoside titres between strain #5 and #6 did not differ significantly, but were considerably increased in comparison with the reference strain #4. Thus, the fusion protein thioredoxin has a positive effect on the productivity of the whole-cell biocatalyst.\n\nThe pET-SUMO vector carried the nucleotide sequence coding for the small ubiquitin-like modifier (SUMO) upstream of the LIC site and thus, the resulting protein contained an N-terminal SUMO-tag. The vector was chosen because the fusion product was reported to be more soluble and to increase the activity of the biocatalyst. E. coli BL21(DE3), and E. coli BL21(DE3)pLysS combined with pET-SUMO_VvGT14ao (Fig. 3 , strains #7 and #8, respectively) produced high concentrations of glucosides but differed significantly in their glucosylation capabilities. The product levels ranged from 0.048 to 0.081 mM of eugenyl and citronellyl glucoside for strain #8, respectively, and from 0.072 to 0.120 mM of geranyl and eugenyl glucoside for strain #7, respectively. The SUMO fusion tag resulted in significantly increased product titres. The productivity of the bioprocess was improved by a factor \n\nThe vector pGEX-K harboured the gene coding for GST upstream of the MCS. GST is a relatively large fusion protein and enhances the solubility of its fusion partner. Four different E. coli strains were transformed with the pGEX-K_VvGT14ao vector resulting in strains #9-#12 (Fig. 3) . E. coli BL21 does not carry the gene for T7 RNA polymerase and thus is only suitable for expression from promoters recognized by the E. coli RNA polymerase. The E. coli Waksman strain is a very fast growing strain, produces low amounts of acetate and can be grown to high cell density during fed-batch culture with relative ease, and has good tolerance for environmental stresses. E. coli Waksman, E. coli BL21(DE3), and E. coli BL21(DE3)pLysS combined with pGEX-K_VvGT14ao (Fig. 3, strains #9 , #11, and #12, respectively) only showed low product levels. Strain #9 was the weakest producer, followed by strain #11, and then strain #12. Levels never exceeded 0.033 mM (citronellyl glucoside, strain #12). In contrast, E. coli BL21/pGEX-K_VvGT14ao (Fig. 3, strain #10 ) produced significant product titres ranging from 0.057 to 0.084 mM of eugenyl glucosides and citronellyl glucoside, respectively. The fusion protein pGEX-K_VvGT14ao produced high levels of glucosides, but only in the genetic background of E. coli BL21.\n\nNext, the effect of the antibiotic resistance gene on productivity of the whole-cell biocatalyst was determined. biotransformations were performed in the presence of ampicillin instead of kanamycin (Fig. 3) . E. coli BL21(DE3) and E. coli BL21(DE3)pLysS combined with pET32a_VvG-T14ao (Fig. 3 , strains #13 and #14, respectively), the vector expressing a VvGT14ao fusion protein with the thioredoxin protein on the N-terminus, exhibited significantly different glucosylation activities. Strains #13 and #14 produced 0.010 and 0.079 mM eugenyl glucoside, respectively. In this case, the pLysS plasmid, which produced T7 lysozyme appeared to enhance the production of glucosides.\n\nA comparison of the titres produced by trxA_VvGT14ao fusion proteins in E. coli cells exhibiting kanamycin (strains #5 and #6) and ampicillin resistance (strains #13 and #14) showed similar glucoside levels, except for pET32a_VvG-T14ao (strain #13), which generated only minor amounts of the products.\n\nFinally, the productivity of whole-cell biocatalysts expressing GST fusion proteins in ampicillin-resistant E. coli strains was determined. E. coli Waksman and E. coli BL21(DE3) combined with pGEX-4T-1_VvGT14ao (Fig. 3 , strains #15 and #17, respectively) produced only small amounts of glucosides (e.g. less than 0.027 mM of neryl glucoside, strain #15). In contrast, E. coli BL21 and E. coli BL21(DE3)pLysS expressing pGEX-4T-1_VvGT14ao (Fig. 3 , strains #16 and #18, respectively) produced substantial amounts of products, in case of citronellyl glucoside up to 0.068 mM (strain #18). Similarly, GST_VvGT14ao fusion proteins yielded the highest titres in the kanamycin-resistant E. coli BL21 (strain #10) and BL21(DE3)pLysS (strain #12) genetic background.\n\nTo find the most suitable whole-cell biocatalyst for the biotechnological production of small molecule glucosides various combinations of hosts and expression vectors were tested that differed in resistance gene, origin of replication, promoter sequence, and fusion protein tag. Focusing on the kanamycin-resistant strains, a trend was observed. The majority of E. coli BL21(DE3)pLysS strains (strains #2, #4, #6, and #8) produced lower glucoside titres than their E. coli BL21(DE3) counterparts (strains #1, #3, #5, and #7). In both hosts, the expression of VvGT14ao prior to IPTG induction was inhibited by the lac-repressor lacI, which was constitutively expressed. In E. coli BL21(DE3)pLysS the plasmid pLysS constitutively expressed T7 lysozyme, which suppressed the basal expression of the target protein even further by inhibiting the T7 RNA polymerase. The tendency of E. coli BL21(DE3)pLysS strains to produce fewer glucosides was therefore explicable, as the residual basal expression of VvGT14ao should not be a heavy burden on the cell.\n\nThe low expression of LacI had a rather small impact on the metabolism of the cell unlike the propagation of an extra plasmid such as pLysS. The extra tight expression provided by pLysS is only needed for the production of toxic proteins.\n\nLooking at the ampicillin-resistant strains, the above trend seemed to be reverse. Here, the E. coli BL21(DE3) strains formed less product than their counterparts with pLysS. This effect could also be seen with the strains combined with pGEX-4T-1_VvGT14ao ( Fig. 3 ; strains #17 and #18) and pGEX-K_VvGT14ao (strains #11 and #12) and was also observed during the production of the chicken anaemia virus capsid protein VP1 (VP1). The E. coli strain BL21(DE3) pLysS yielded 6-times as much VP1 compared with E. coli BL21(DE3) using the same vector [20] . The pGEX-4T-1 and pGEX-K vectors did not carry the T7 promoter (Fig. 2) and neither the T7 RNA polymerase nor the T7 lysozyme could affect the transcription of VvGT14ao. Therefore, there might be a more complex interaction between pLysS and the heterologous protein production.\n\nThe fusion of VvGT14ao with a solubility-enhancing peptide tag appeared to have a positive effect on product titre, compared to the His-tag (strain #1 and #2). Maximum product yields were achieved with E. coli BL21(DE3)/pET-SUMO_VvGT14ao (strain #7), a host expressing VvGT14ao fused to the gene coding for SUMO. The addition of SUMO has already been proven to increase the yield of a target protein in E. coli such as the SARS-CoV 3CL protease [41] and of the rotavirus VP6 inner capsid protein (VP6) [5] . Similarly, the SUMO fusion tag could improve the solubility, yield and antigen-binding activity of the variable domains of the heavy chain of the heavy-chain antibodies [25] . E. coli BL21(DE3)/pET-SUMO_VvGT14ao (strain #7) produced 8 times more glucosides than the same host expressing the GST_VvGT14ao fusion (strain #11). However, the fusion tag sequence was not the only difference between the two expression vectors used. They also carried different promoters and had a widely different vector backbone. Therefore, the product increase was probably not due solely to the different fusion tag.\n\nThe pGEX vectors in E. coli BL21 (strains #10 and #16) produced considerably more glucosides than the same vectors in E. coli BL21(DE3) (strains #11 and #17). For example E. coli BL21/pGEX-K_VvGT14ao (strain #10) produced 5 times the amount of glucosides compared to E. coli BL21(DE3)/pGEX-K_VvGT14ao (strain #11). E. coli BL21 does not contain the (DE3) insertion and does not express the T7 RNA polymerase when induced, which poses less metabolic burden on the cell metabolism. Since all other vectors contained the T7 promoter, which required the (DE3) insertion, this hypothesis could not be confirmed with additional data.\n\nAll strains grew to an optical density above 2.0 except for four strains: E. coli BL21(DE3)pLysS/pRSFDuet-1_VvG-T14ao (Supplemental Figure S9; Fig. 3 , strain #2), E. coli Waksman/pGEX-K_VvGT14ao (Fig. 3, strain #9 ), E. coli BL21(DE3)/pGEX-K_VvGT14ao (Fig. 3, strain #11) , and E. coli BL21(DE3)pLysS/pGEX-K_VvGT14ao (Fig. 3, strain  #12 ). The three strains containing pGEX-K_VvGT14ao (Fig. 3, strains #9 , #11, and #12) grew to a density of 50 -70% of that of E. coli BL21 with pGEX-K_VvGT14ao (Fig. 3, strain #10) . Even if the cell concentration is taken into account, E. coli BL21/pGEX-K_VvGT14ao (Fig. 3 , strain #10) still exceeded the productivity of strains #9, #11, and #12. E. coli BL21(DE3)pLysS with pRSFDuet-1_VvG-T14ao (Fig. 3 , strain #2) only grew to an optical density of barely above 5% of the most productive strain #7 (E. coli BL21(DE3)/pET-SUMO_VvGT14ao). Taking the cell concentration into account, E. coli BL21(DE3)pLysS/pRSF-Duet-1_VvGT14ao (Fig. 3 , strain #2) would be slightly more productive than E. coli BL21(DE3)/pET-SUMO_VvGT14ao (Fig. 3, strain #7) . However, the extremely low cell growth of strain #2 makes this strain unsuitable for the production of glucosides. The pRSFDuet-1 vector uses the RSF ori and is the only high-copy vector tested here. The pRSFDuet-1 vector does not seem suitable for large-scale glucoside production since both strains did not perform well. It has already been shown, that high-copy vectors are not suitable for protein expression unless the basal expression is suppressed adequately [11] .\n\nSince the conversions of various substrates did not show a clear trend toward a preferred acceptor molecule, the product titres of the four glucoside products were pooled (Fig. 3b) , allowing a clearer distinction between the different strains. The different strains could be categorized into three groups according to their measured product yields. The categories are low performing (0-0.04 mM), average performing (0.04-0.08 mM), and high performing strains (0.08 mM and above).\n\nEscherichia coli BL21 was a superior host for glucoside production using pGEX-K_VvGT14ao as an expression vector (strain #10) while E. coli BL21(DE3) was the preferred host for the production of glucosides using the remaining four expression plasmids containing a kanamycin resistance gene (pRSFDuet-1_VvGT14ao, pET29a_VvGT14ao, pET32aK_ VvGT14ao, and pET-SUMO_VvGT14ao). The highest product titres were generated from E. coli BL21(DE3)pLysS when vectors carrying an ampicillin resistance (pET32a_ VvGT14ao, and pGEX-4T-1_VvGT14ao) were used. The E. coli Waksman strain only produced small amounts of glucosides under the applied testing conditions. In summary, it is anticipated that the expression of a SUMO-VvGT14ao fusion protein in E. coli BL21 would result a highly efficient whole-cell biocatalyst for the production of terpenyl and phenyl β-d-glucopyranosides. The results of the HP cultivation can be employed to select promising production strains for scale-up experiments in shaking flasks. The system can also be adapted to test other production strains for various whole-cell biotransformation applications."}