{"title": "", "body": "The outbreaks of diseases, such as foot and mouth disease, SARS, and highly pathogenic avian influenza, have been highly concerned by governments all over the world. Since the first containment laboratory -Biosafety Level 3 established, the number of the laboratories have been reach to 27 in 2010, which is has passed authentication of China National Accreditation Service(CNAS) for Conformity Assessment (CNAS) [1] [2] (See Fig.1 ). The number growth of the laboratory brings the increase of biological contaminants, meanwhile, sometime happen such things as the accident of biological hazards caused by various reasons. \n\nThe content of environmental risk includes the shipping and handling of hazardous substances, equipment fault, and the risk of \"Three Wastes\" handling in laboratories (aerosol, wastewater, solid waste) [3] [4] [5] [6] [7] [8] [9] . The treatment risk of infectious \"three wastes\" is one of the most comprehensive risks.\n\nThe common laboratory containment can be divided into clean area, buffer area , halfcontaminated area, and buffer area and pollution area. Among them, the pollution area is inside, the non-pollution area is surrounding, and the half-contaminated area is in the middle. Fig.2 provides the common layout structure of the containment laboratory -Biosafety Level 3 in China. Research shows that 86.6% of operation can cause microbe aerosol, and the unexplained laboratory infection which may cause by the diffusion of microbe aerosol in the air according to 276 kinds of operational testing in laboratories [10] . The common way of biological emissions handling is the negative pressure technology in biosafety laboratories, the ventilation system makes each region maintain a certain negative pressure to ensure the unidirectional flow, and then may be discharged through HEPA filters, the flow process is given in fig 3. The main risks in the above process include the various operation accidents in biological safety cabinets and the efficiency decreases of HEPA filters (installation corrosion, failure, breakage). The wastewater from high-level biosafety laboratories can be divided into general wastewater and biological wastewater. The general wastewater that contains no pathogenic microorganism can be directly discharge into the external environment. The united mode on chemical disinfection and physical disinfection is mostly adopted for treating biological wastewater to ensure the laboratory wastewater contains no live pathogenic microorganism [11] [12] [13] [14] . The biological wastewater which achieves comprehensive emissions standards can be used for greening or discharge (See Fig. 4) .\n\nThe main risks in the process include disinfection that is not thorough and the shipping infection. The disinfection in place is mostly adopted for treating biological solid waste in biosafety laboratories, and the sterilizing pot and vacuum sterilizer are general selected as the disinfection and sterilization equipment (Fig. 5) .\n\nThe main risks in the above process include disinfection that is not thorough and the collection and shipping infection. \n\nCombined with biological hazards of environmental pollution caused by pathogenic microorganisms in biosafety laboratory and the research of risk assessment, based on the studies of risk assessment tools in different conditions, this study develops a risk assessment software of aerosol leakage for high-level biosafety laboratory. The risk assessment software includes the establishment of microorganism's dispersion model in the air, and achieves environmental risk assessment and management finally.\n\nThe main functions of the software are as follows: (1) Combined with the bio-safety laboratory gases, emissions, and the disposal flow, it achieves the goal that the user can select the location of the accident risk and the input parameters of the accident. (2) The users select the conditions of weather prediction and microbiological parameters, then the system can calls related to the model and simulate calculation. (3) The system can generate the dynamics chart of gas diffusion, concentration distribution map at different parameters, and the influence scope of risk. (5) The system can generate emergency reports automatically.\n\nThe main functions of the software are as follows: (1) Combined with the bio-safety laboratory wastewater, emissions, and the disposal flow, it achieves the goal that the user can select the location of the accident risk and the input parameters of the accident. (2) The system can analyse the risk node which may affect the crowd and assess the risk grade automatically. (3) The system can generate emergency reports automatically.\n\nThe main functions of the software are as follows: (1) Combined with the bio-safety laboratory solid waster, emissions, and the disposal flow, it achieves the goal that the user can select the location of the accident risk and the input parameters of the accident. (2) The system can analyse the risk node which may affect the crowd and assess the risk grade automatically. (3) The system can generate emergency reports automatically.\n\nThe system consists of four major components, that is, the daily management, risk assessment, emergency resources and information management. The system will enable call spread (leak) model to simulate the proliferation or leakage calculation, and the basic laboratories information and the risk of accident data can be reported to the Ministry of Health. The overall functional structure of High-level biosafety laboratory management and risk assessment system is shown in Figure 6 . \n\nAs a powerful means of scientific research, high-level biosafety laboratories have raised a challenge to the environmental safety of Surrounding Environment and people. How to avoid and cope with the potential environmental risk is a precondition to the existence and Operation of laboratories [15] . Based on the scientific analysis of the regularity of laboratory potential environmental risks and the methods for risks control, to develop the risk assessment management system for high-level biosafety laboratories will be beneficial to establishing and perfecting the domestic construction of high-level biosafety laboratories and the improvement of risk emergency system."}