{"title": "Cytomegalovirus infection in a patient with atypical Kawasaki disease Belgin Usta Guc · Nurcan Cengiz · Selman Vefa Yildirim · Yasemin Uslu", "body": "Kawasaki disease (KD) is a systemic vasculitis that inXuences medium-sized arteries, which primarily aVects infants and young children. About 20-30% of untreated children with KD exhibit coronary artery aneurysms or ectasia, which may lead to myocardial infarction, sudden death, or ischemic heart disease [1, 2] . In developed countries, the incidence of KD has replaced acute rheumatic fever as the leading cause of acquired heart disease in children [1] . Whereas many infectious agents have been postulated as possible causes of KD, no single agent has been shown deWnitely to be associated with this disease. This report describes a patient with the diagnostic criteria of atypical KD during concomitant cytomegalovirus infection (CMV) infection, and we discuss the possible role of this virus in the etiology of KD.\n\nA 9-month-old female infant was admitted to our hospital with complaints of fever, poor oral intake, and restlessness of 10 days duration. She had received oral ampicillin/sulbactam treatment for 5 days before admission.\n\nOn physical examination, her blood pressure was 100/ 60 mmHg, heart rate was 164 beats/min and temperature was 39.5°C. Erythema of the oral and pharyngeal mucosa, non-exudative conjunctivitis, and extreme irritability were noted. Her liver and spleen were non-palpable and lymphadenopathy was not detected.\n\nLaboratory Wndings revealed leukocytosis (23,100 cells/ mm³, with 60% polymorphonuclear neutrophils; 28% lymphocytes, and 12% monocytes), thrombocytosis (689,000 platelets/mm³), and mild anemia (10.1 g/dl). C-reactive protein level and erythrocyte sedimentation rate (ESR) were elevated (146 mg/l, 116 mm/h, respectively). The levels of the patient' s serum electrolytes, blood urea nitrogen, and serum creatinine were normal. The results of a chest radiograph were also normal. No bacterial or fungal agent was demonstrated on cultures of blood or urine samples.\n\nSerologic test results were negative for inXuenza A and B viruses, the parainXuenza virus, the Epstein-Barr virus, rubella, parvovirus B19, adenovirus, and human herpesviruses types 1 and 2. The results of serologic testing for CMV IgM and IgG were positive. CMV IgM was detected in serum samples by means of the enzyme-linked Xuorescent assay technique (0.74 TV, by Vidas, Biomerieux, Lyon, France). Anti-CMV IgG in serum samples was detected with an AxSYM autoanalyzer (>250 AU/ml, by Abbott Laboratories, Abbott Park, IL, USA). CMV DNA was identiWed by polymerase chain reaction in a blood sample (viral load 3,800 copies/ml).\n\nEchocardiography on the third day following admission showed a dilatation of the coronary arteries [2.5 mm in the left coronary artery and 3 mm in the right coronary artery (normal arterial diameter < 2 mm)] and pericardial eVusion (eVusion count 6 mm).\n\nThe patient was treated with intra venous ceftriaxone (100 mg/kg) empirically for 3 days, with no response. Her temperature reached 39-40°C for Wve or six times a day. On the third day, a maculopapular rash on the trunk and extremities was observed. An echocardiogram was performed to identify the etiology of the fever. On the third day, when coronary artery dilatation and pericardial eVusion were detected on echocardiography, KD was suspected. After high-dose intravenous immunoglobulin infusion (IVIG 2 g/kg), acetylsalicylic acid treatment (100 mg/kg/d) was initiated. A dramatic response to the IVIG transfusion was observed on the same day, and her body temperature decreased to within the normal range. One week later, her acute phase reactants and white blood cell count decreased to within the normal range. Echocardiographic Wndings became normal after 1 month. She showed normal physical and laboratory Wndings at a 1-year follow-up.\n\nKawasaki disease, an acute systemic vasculitis of unknown etiology, is an important cause of acquired heart disease in children in developed and developing countries. There is no speciWc diagnostic assay for KD; diagnosis is based on clinical criteria that include fever, bilateral non-exudative conjunctivitis, oral mucosal changes, polymorphous rash, cervical lymphadenopathy, and changes of the peripheral extremities [1] . A fever of at least 5 days duration and the presence of at least four of the clinical criteria previously cited are suYcient for diagnosis [1] . Under some clinical conditions, the diagnosis of KD may be diYcult to make, and a high index of suspicion by the clinician is required. The clinical features of KD may not all be present at the same time, and many clinical Wndings of KD may be present in other illnesses. These conditions may lead to a misdiagnosis of KD [1, 2] .\n\nIn recent years, patients who did not fulWll all the clinical criteria of KD have been described. These patients were diagnosed as having incomplete or atypical KD, which refers to children presenting with either a fever characteristic of KD but with less than four classical signs of that disease or fever with accompanying coronary artery abnormalities on echocardiography [2, 3] . Atypical KD patients, who are often younger than 1 year, usually have an incorrect initial diagnosis because they exhibit few early signs of KD. Atypical KD is associated with an increased risk of coronary artery abnormalities. KD-related morbidity and mortality rates are high in this patient group [2, 3] . Therefore, KD should be kept in mind in the diVerential diagnosis of every child with fever of unknown origin, especially in children younger than 1 year. Our patient presented with four clinical criteria of KD (fever, conjunctivitis, oral mucosal changes, and rash) and coronary artery dilatation. Atypical KD was considered as the result of clinical, laboratory, and echocardiographic Wndings.\n\nThe etiologic agent of KD remains unknown, although clinical and epidemiologic features strongly assert an infectious cause [1, 4] . Accumulating data note that viruses have an important role in human vasculitic disease [5] . Several pathogens such as herpesvirus, novel human coronavirus, Epstein-Barrvirus, and parvovirus B19 have been suggested as possible agents in the pathogenesis of KD [1, 4] . According to a present hypothesis, the etiologic agent for KD is a ubiquitous virus that causes clinical vasculitis in genetically susceptible individuals [1, 2] . However, conventional bacterial and viral cultures and serologic studies have failed to identify an infectious agent for KD [1, 4] .\n\nThe prevalence of CMV infection is greater in developing countries [6] . It has been suggested that 75% of primary CMV infections in pediatric patients occur during the Wrst year of life [7] . Recent studies have implicated CMV in the development of some vascular diseases including atherosclerosis and vasculitis in children and adults [8] [9] [10] . In an experimental study by Rachel, mice were infected intraperitoneally with CMV and cytomegalic inclusion bodies were seen within cells in the aortic media; CMV antigens were detected in the aVected aortas immunohistochemistry. They concluded that CMV might be a cause of aortic inXammation in mice, and that great vessels are the possible targets for CMV [11] . Meyer et al. [5] have described a patient with an active CMV infection and systemic necrotizing vasculitis. After a biopsy Wnding of a necrotizing vasculitis, they detected positive serologic tests (i.e., CMV IgM, IgG) and CMV-DNA in the sputum by PCR. Ganciclovir and CMV immunoglobulin had been added to the treatment regimen along with prednisolone. Two weeks later, CMV-DNA was negative in the sputum by PCR and CRP; ESR had normalized [5] . In other case reports, it has also been demonstrated that CMV may infect vascular endothelial cells, causing local vasculitis of a leukocytoclastic or necrotizing form with Wbrinoid necrosis [12, 13] . Aortic arch thrombosis has been deWned in a newborn with congenital CMV infection by Lanari et al. [9] . These authors proved CMV infection by means of virus isolation in cell cultures and at the same time, the viral genome was detected in the blood by PCR [9] .\n\nRecently, it has been suggested that CMV may also be involved in the pathogenesis of KD. Charlotte and coworkers have demonstrated CMV infection by the detecting the virus in blood and urine cultures via positive serologic tests, and through viral DNA by PCR in two infants with atypical KD. They administered IVIG to their patients with no response. They added ganciclovir and a response to the treatment was observed [14] .\n\nThe present case emphasizes the possible relationship between CMV and KD. Serologic tests and PCR for CMV were determined to be positive in our patient with atypical KD. In conclusion, CMV may be one of the triggering agents for KD in susceptible individuals. However, this relationship has not been completely conWrmed. Therefore, further studies are needed to determine the etiology of KD."}