{"title": "The 1-Year Impact of Severe Acute Respiratory Syndrome on Pulmonary Function, Exercise Capacity, and Quality of Life in a Cohort of Survivors* *From the Center for Emerging Infectious Diseases (Drs and Tam), and Diagnostic Radiology and Organ Imaging", "body": "to maintain oxygen saturation Ͼ 90%. 6 Several studies [7] [8] [9] have shown that 20 to 36% of patients required ICU admission, whereas 13 to 26% progressed into ARDS, necessitating invasive ventilatory support.\n\nIn a major outbreak of SARS at our hospital in 2003, over half of those with SARS infection were previously healthy HCWs. 7 High-resolution CT (HRCT) performed at 5 weeks after hospital discharge selectively on 24 outpatients with residual opacities revealed multiple patchy ground-glass appearance and interstitial thickening in 9 patients (38%) and CT evidence of fibrotic changes in 15 patients (62%). 10 It is likely that ongoing active alveolitis, probably as a result of an uncontrolled host immune response triggered by the viral antigen, may lead to pulmonary fibrosis in some patients. Previous studies on survivors of acute lung injury 11 and ARDS [12] [13] [14] [15] unrelated to SARS have shown variable degrees of residual abnormalities in pulmonary function, exercise capacity, and impairment in healthrelated quality of life (HRQoL).\n\nWe have recently reported that 15.5% of our SARS survivors (n ϭ 110) had abnormal diffusing capacity of the lung for carbon monoxide (Dlco) at 6 months, whereas overall their exercise capacity and health status were lower than normal populations of the same age groups. 16 We report herein the 1-year outcome of a prospective follow-up study of the same SARS patient cohort, which was epidemiologically linked to a single index case during a major hospital outbreak in 2003. 7, 17 We examined serial lung function, exercise capacity, chest radiographs (CXRs), and HRQoL at 3, 6, and 12 months after the onset of illness. In addition, we compared SARS survivors who required ICU admissions to those who were treated on the medical wards with reference to the same outcome parameters.\n\nThis is a prospective, longitudinal, follow-up study of patients with SARS discharged from our hospital after surviving the major outbreak in 2003. The patients came from our previously reported cohort 7 recruited over a period of 2 weeks from March 11 to March 25, 2003 . The diagnosis of SARS was based on the Centers for Disease Control and Prevention criteria at the time. 18 All patients in this study had subsequent laboratory confirmation of SARS. 19 Treatment and outcome of these patients during hospitalization have been reported in detail elsewhere. 19 This prospective outcome study of SARS survivors was approved by the Ethics Committee of the Chinese University of Hong Kong.\n\nFollowing discharge from the hospital, patients were evaluated in the lung function laboratory at the end of 3, 6, and 12 months after disease onset. During the visit, subjects were interviewed and underwent a physical examination, pulmonary function testing, respiratory muscle strength measurement, posteroanterior CXR, resting oximetry, and a standardized 6-min walk test (6MWT). 20, 21 In addition, they completed the Medical Outcomes Study 36-Item Short-Form General Health Survey (SF-36) to measure HRQoL. 22 6MWT: The 6MWT provides a standardized, objective, integrated assessment of cardiopulmonary and musculoskeletal function that is relevant to daily activities. 20, 21 The self-paced 6MWT assesses the submaximal level of functional capacity 21 and has been applied in a long-term follow-up study 12 of survivors of ARDS. The 6-min walk distances (6MWDs) were compared to normative reference data collected from a population survey of 538 normal healthy subjects in 2004 by the Coordinating Committee in Physiotherapy, Hong Kong Hospital Authority, on 2 separate days. The 6MWDs of the control subjects (n ϭ 538) on day 1 and day 2 of assessment were 598.4 m (SD, 98.7 m) and 609.2 m (SD, 100.4 m), respectively, with an intraclass correlation coefficient of 0.87 (95% confidence interval [CI], 0.84 to 0.89); SE of measurement, 35.3; minimum detectable change, 97.8 m; and limit of agreement, 10.8 (95% CI, Ϫ 87.1 to 108.6). The 6MWD data stratified into different age groups are available for comparison with the SARS patients, although we have no access to individual data of this population survey.\n\nSF-36: The SF-36 includes eight multiple-item domains that assess physical functioning (PF), social functioning (SF), role limitation due to physical problems (RP), role limitation due to emotional problem (RE), mental health (MH), bodily pain (BP), vitality (VT), and general health (GH). 22 Scores for each aspect can range from 0 (worst) to 100 (best) with higher scores indicating better HRQoL. The validated Chinese (Hong Kong [HK]) version of the SF-36 23 was applied for this study, and the results were compared to the HK normative data collected from a random telephone survey 24 , and surface area for gas exchange (Dlco adjusted for hemoglobin, and Dlco adjusted for alveolar volume [Kco]) were performed (Vmax System; SensorMedics; Yorba Linda, CA). Dlco was determined by the single-breath technique using an infrared analyzer. We per-formed spirometry (FEV 1 and FVC) according to the standards of the American Thoracic Society. 25, 26 The results were compared to the normative data, 27 which have been widely adopted as the reference data in HK.\n\nMeasurement of the maximum static inspiratory pressure (Pimax) that a subject can generate at the mouth or the maximum static expiratory pressure (Pemax) is a simple way to gauge inspiratory and expiratory muscle strength. 28, 29 Since respiratory muscle weakness may lead to a restrictive pattern on lung function testing, Pimax and Pemax were assessed with a mouth pressure meter via a flanged mouthpiece 30 after full lung function testing. In a study of 24 normal subjects (23 Chinese and 1 Indian; mean age, 29.2 years) in Singapore, the maximal static inspiratory effort from RV for the group was 83.5 cm H 2 O (SD, 35.5 cm H 2 O). 31 A Pimax of Ϫ 80 cm H 2 O and a Pemax of ϩ 80 cm H 2 O generally exclude clinically significant weakness of the inspiratory and expiratory muscles, respectively. 32 Radiographic Assessment: Frontal CXRs were performed at 3, 6, and 12 months using standardized techniques with computed radiography equipment as we have reported during the major hospital outbreak. 7 The images were assessed using a picture archive communications system (MagicView VA22E; Siemens; Erlangen, Germany) and viewer (model 2K; Siemens). Each lung was divided into three zones (upper, middle, and lower) on frontal radiography. The observers assessed the presence, appearances (airspace opacities or reticular opacities), distribution, and size of lung parenchymal abnormalities on each CXR of all patients. The size of the lesion was assessed by visually estimating the percentage of area occupied in each zone on each side. The overall percentage of involvement was obtained by averaging the percentage of involvement of the six lung zones. The frontal CXR closest to the date of the lung function test was assessed by two radiologists, both of whom were blinded to the clinical information. The findings were reached by consensus. The assessment method was described in our previous study. 33 \n\nStatistical analysis was performed using statistical software (Statistical Package for Social Science, version 11.0; SPSS; Chicago, IL). Cumulative steroid dosage during inpatient treatment and outpatient follow-up was converted into hydrocortisone in milligrams to facilitate analysis of this study. Continuous variables were compared using independent-sample t test, whereas the Mann-Whitney U test was used for nonparametric data. Categorical variables were compared using the 2 test. All statistical tests were two tailed. Statistical significance was taken as p Ͻ 0.05. Univariate analyses were performed to evaluate the potential determinants of exercise capacity expressed as the 6MWD. Variables significant in univariate analysis (p Ͻ 0.1) were included in the multivariate analysis. Age and sex were controlled in the analysis of the final multivariable models because they are independent determinants of the 6MWD. 16, 34 Repeated-measures analysis of variance (ANOVA) was used to assess serial changes in 6MWT distance and CXR scores.\n\nOf the first 138 patients with SARS infection in March 2003, 15 patients (10.9%) died. 19 Among the 123 survivors, 13 patients (10.6%) did not attend follow-up at 3 months and 6 months, 16 whereas another 13 patients (10.6%) defaulted the 12-month assessment. Of the 13 defaulters at 12 months, 11 patients had normal lung function indexes, whereas the other 2 patients had Dlco of 68% and 78% of predicted normal values, respectively, at 6 months. Thus, there were only 97 patients (78.9%) who had completed the three assessments; among these, 63 patients (65%) were HCWs (doctors, nurses, ward assistants, and medical students) and 58 patients (66%) were women. The mean age was 36.9 years (SD, 9.5 years) and body mass index (BMI) was 23.7 kg/m 2 (SD, 4.0 kg/m 2 ) during the visit at 12 months from illness onset. The hospital length of stay (LOS) for the group was 22.7 days (SD, 14.6 days). There were only three smokers (3.3%) among the whole group. There were 15 patients with medical comorbidities, which included COPD (n ϭ 1; 1.1%); ischemic heart disease (n ϭ 1; 1.1%); ischemic stroke (n ϭ 1; 1.1%); breast cancer (patient in stable clinical condition receiving tamoxifen) [n ϭ 1; 1.1%]; diabetes mellitus (n ϭ 3; 3.3%); cirrhosis (n ϭ 1; 1.1%), hypertension (n ϭ 4; 4.1%); and asymptomatic hepatitis B carrier (n ϭ 3; 3.3%).\n\nAmong the 97 patients, 31 patients (32%; 17 men and 14 women) required ICU admission, with an ICU LOS of 13.5 days (SD, 15.6 days; median, 7 days; range, 2 to 64 days), whereas 6 patients (5.5%) required invasive mechanical ventilation. Based on our ICU admission criteria, 19 all 31 patients would have a Pao 2 /fraction of inspired oxygen ratio Ͻ 300 mm Hg, whereas the 6 patients who were intubated had a Pao 2 /fraction of inspired oxygen ratio Ͻ 200 mm Hg. Among these 31 patients, 6 patients had medical comorbidities, including ischemic heart disease (n ϭ 1; 0.9%), diabetes mellitus (n ϭ 1; 0.9%), hypertension (n ϭ 2; 1.8%), and asymptomatic hepatitis B carrier (n ϭ 2; 1.8%), but none had any history of smoking or pulmonary disease.\n\nAn overview of the serial lung function tests and respiratory muscle strength results for the group are shown in Table 1 . Overall, lung volume parameters and surface area for exchange were well preserved at 3, 6, and 12 months. There was significant reduction in Dlco, FEF , and alveolar volume (Va), whereas there was an increase in Kco over the study period of 12 months. Pimax and Pemax values Ͻ 80 cm H 2 O were noted in 16 patients (14.5%) and 8 patients (7.3%), respectively, at 12 months.\n\nThe frequency of SARS survivors with lung function parameters Ͻ 80% of predicted values is as follows: 3 months, FEV 1 (n ϭ 3; 3.1%), FVC (n ϭ 6; 6.2%), VC (n ϭ 6; 6.2%), TLC (n ϭ 7; 7.3%), Dlco (n ϭ 13; 13.5%), and Kco (n ϭ 2; 2.1%); 6 months, FEV 1 (n ϭ 4; 4.1%), FVC (n ϭ 4; 4.1%), VC (n ϭ 5; 5.2%), TLC (n ϭ 8; 8.2%), Dlco (n ϭ 15; 15.5%), and Kco (n ϭ 1; 1.0%); and 12 months, FEV 1 (n ϭ 5; 5.2%), FVC (n ϭ 4; 4.1%), VC (n ϭ 5; 5.2%), TLC (n ϭ 5; 5.2%), Dlco (n ϭ 23; 23.7%), and Kco (n ϭ 0; 0%). Thus, there were 23 patients (23.7%) with impaired Dlco, whereas up to 5.2% of patients had reduction in parameters of lung volume at 12 months.\n\nThe mean 6MWD increased significantly, from 464 m (SD, 87 m) at 3 months to 502 m (SD, 97 m) and 511 m (SD, 90 m) at 6 months and 12 months, respectively (p value for trend Ͻ 0.01). When the subjects were stratified into different age groups and compared to the corresponding normative values, their exercise capacity was generally significantly lower than the normal subjects ( Table 2 ). The 6MWDs of the SARS survivors at 3, 6 and 12 months, in comparison with normative data, are shown in Table 3 .\n\nUnivariate followed by multivariate analyses, controlled for age and gender, were performed to look for factors associated with 6MWD (Table 3) . At 3 months, there was no independent predictor identified, whereas percentage of predicted FVC was the only positive independent predictor for 6MWD at 6 months. At 12 months, the independent positive predictors for 6MWD were percentage of predicted FVC and percentage of predicted Dlco.\n\nThirty-seven patients (38.1%) were noted to have abnormal total CXR scores at 3 months involving 3.9% (SD, 3.5%; range, 0.5 to 15%) of the total lung fields, whereas 32 patients (33%) had abnormal CXR scores involving 3.1% (SD, 3.4%; range, 0.8 to 15%) of the lung fields at 6 months. At 1 year, 27 patients (27.8%) had abnormal CXR findings involving 2.9% (SD, 3.1%; range, 0.8 to 15%) of lung fields. By repeated-measures ANOVA analysis of patients with abnormal CXR scores (n ϭ 37), there was a significant trend for improvement from 3 to 12 months (p ϭ 0.001).\n\nCorrelations between the extent of CXR abnormality vs cumulative steroid dosage, lung function parameters, and 6MWD at 12 months were examined. There was a significant positive correlation between the extent of radiographic abnormalities (percentage of lung fields) and the cumulative hydrocortisone dosage (r ϭ 0.43, p Ͻ 0.01). There were significant negative correlations between the extent (percentage) of radiographic abnormalities and TLC (r ϭ Ϫ 0.25, p ϭ 0.01) and Dlco (r ϭ Ϫ 0.37, p Ͻ 0.01). However, no significant correlations were noted between the extent of radiographic abnormalities vs 6MWD (r ϭ Ϫ 0.14, p ϭ 0.17), FEV 1 (r ϭ Ϫ 0.08, p ϭ 0.42), RV (r ϭ Ϫ 0.21, *Data are presented as mean (SD). †In comparison between 12 months and 3 months, the mean difference for FEF was Ϫ 8.2% (95% CI, Ϫ 11.2 to Ϫ 5.2; p Ͻ 0.001), whereas the mean difference was Ϫ 2.2% (95% CI, Ϫ 5.1 to 0.7; p ϭ 133) in comparison between 12 months and 6 months (p value for linear trend Ͻ 0.001). ‡In comparison between 12 months and 3 months, the mean difference for Dlco was Ϫ 3.8% (95% CI, Ϫ 6.6 to Ϫ 1.0; p ϭ 0.008), whereas the mean difference was Ϫ 3.7% (95% CI, Ϫ 6.0 to Ϫ 1.4; p ϭ 0.002) in comparison between 12 months and 6 months (p value for linear trend 0.008). §In comparison between 12 months and 3 months, the mean difference for Kco was 7.0% (95% CI, 4.5 to 9.5; p Ͻ 0.01), whereas the mean difference was 3.2% (95% CI, 1.1 to 5.2%; p ϭ 0.004) in comparison between 12 months and 6 months (p value for linear trend Ͻ 0.001). ʈThere was a significant decrease in Va from 3 to 12 months (mean difference, 0.32; 95% CI, 0.23 to 0.40; p Ͻ 0.01), and from 6 to 12 months (mean difference, 0.19; 95% CI, 0.11 to 0.28; p Ͻ 0.01) ͓p value for linear trend Ͻ 0.001͔. \n\nPatients who had required ICU admission (n ϭ 31; 17 men and 14 women) had a higher peak lactate dehydrogenase (LDH) level, a higher peak C-reactive protein (CRP) level, a longer hospital LOS, and received a significantly higher total steroid dose than those who did not require ICU care ( Table  4 ). The lung function tests at 12 months showed significantly lower percentage of predicted FVC, VC, TLC, RV, and Dlco in survivors who required ICU support than those who were treated on medical wards, although no significant difference was noted for 6MWD and respiratory muscle strength between the two groups ( Table 5) . SF-36 domain scores at 3, 6, and 12 months after illness onset in patients who did and did not require ICU support during the acute illness in comparison to normative data are shown in Figure 1 (more data are available only in on-line supplemental Tables 7-9). There was significant impairment of health status among our SARS survivors at 12 months compared to control subjects of the same age groups. When directly comparing those who had required ICU admission against those treated on the medical wards, there was no significant difference in all SF-36 domains between the two groups at 12 months. When comparing the 25 patients who did not require intubation in ICU against those who had required intubation (n ϭ 6), the latter had more severe lung injury, as reflected by a higher peak In addition, there were no significant differences between the two groups with regard to lung function indexes and SF-36 domain scores at 12 months (data available only in on-line supplemental Table 10 ).\n\nThis prospective cohort study has shown that 23.7% and 27.8% of SARS survivors had impairment of Dlco and abnormal CXR findings, respectively, at 1 year after illness onset. Overall, the serial assessments of 6MWD showed a significant improvement over 12 months, but exercise capacity and health status were still significantly lower than those of normal control subjects of the same age groups. The 1-year lung function indexes (percentage of predicted FVC, VC, TLC, RV, and Dlco) in survivors who required ICU support were remarkably lower than those of patients who were treated on medical wards, although no significant differences were noted for 6MWD, respiratory muscle strength, and health status between the two groups. Interestingly, there was no difference in lung function indexes, exercise capacity, and health status at 1 year between the ICU-intubated and the ICU-nonintubated SARS patients, although the former had more severe lung injury.\n\nBased on the HRCT appearance of bronchiolitis obliterans organizing pneumonia (BOOP) and the clinical suspicion that progression of the pulmonary disease might be mediated by the host inflammatory response, 4 pulse methylprednisolone was administered during clinical progression of SARS with a favorable response. 7, 19, [35] [36] [37] Lung histopathologic condition of fatal SARS cases was dominated by diffuse alveolar damage and extensive consolidation, 38 -40 but features of BOOP were indeed noted. 41 At 6 months after admission to hospital, residual abnormalities of pulmonary function were observed in three fourths of the Queen Elizabeth Hospital cohort in HK (n ϭ 57), mostly consisting of isolated reductions in Dlco, whereas an abnormal HRCT score was detected in 75.4% of patients. 42 In contrast, 15.5% of our SARS survivors had impaired Dlco at 6 months, 16 whereas HRCT performed on 44 patients revealed ground-glass opacification and reticulation in 38 patients (86.4%) and 35 patients (92.1%), respectively. 43 At 1 year, 23.7% of our patients had significant impairment of Dlco with well-preserved Kco. The serial results suggest an increase of the intra-alveolar diffusion pathway, which might be the result of diffuse alveolar damage and/or BOOP initially, 38 -41 followed by postinflammatory changes such as atelectasis, ongoing alveolitis, and parenchymal fibrosis later in the course of the disease. Our results are similar to a long-term follow-up study 44 in Beijing that reported that 27.3% of their SARS survivors (85 of 311 patients) had impaired Dlco, whereas 21.5% exhibited radiographic evidence of lung fibrotic changes at 1 year. Several studies 45-47 on ARDS survivors have shown that their pulmonary function generally returns to normal or near normal by 6 to 12 months, but Dlco may remain abnormal in up to 80% of patients at 1 year after recovery. 14 The decreasing trend for Va, discordant with TLC, observed in our study suggests there might be maldistribution of the inert gas during the single-breath Dlco maneuver, such as in the setting of occult small airway obstruction in some patients. Although expiratory HRCT was not performed in adult patients, 42,43 a pediatric study 48 of 47 asymptomatic children at 6 months from diagnosis of SARS showed that 16 patients (34%) had pulmonary abnormalities, whereas 8 patients (17%) had evidence of air trapping on expiratory HRCT.\n\nThe self-paced 6MWT was performed to evaluate the global and integrated responses to exercise, although it did not provide specific information on the function of individual organs and systems. 21 Although showing considerable improvement over 12 months, the 6MWD was markedly reduced for most age groups compared to normal control subjects. Previous studies 12, 49 have shown that 6MWD was substantially lower among ARDS survivors than control subjects 1 to 2 years after mechanical ventilation, whereas the absence of systemic steroid treatment, absence of illness acquired during ICU stay, and rapid resolution of lung injury were important factors associated with a longer 6MWD at 3, 6, and 12 months, respectively. 12 After controlling for the known effects of age and gender, our analysis has shown that percentage of predicted FVC was the positive independent factor associated with higher 6MWD at 6 months, whereas percentage of predicted FVC and percentage of predicted Dlco were the positive independent predictors at 12 months.\n\nGiven the relatively well-preserved lung function in the majority of our SARS survivors, the poor performance in the 6MWT in most age groups could be due to additional factors such as muscle wasting, myopathy, and possibly cardiac diastolic dysfunction. 50 Lau et al 51 noted that muscle strength and endurance were more impaired in proximal than in distal muscles among survivors in our SARS cohort at 3 months after illness onset. Eighteen of 44 SARS survivors in Singapore had reduced exercise capacity at 3 months after hospital discharge that could not be accounted for by impairment of pulmonary function. 52 These results suggest that the inability to exercise in recovered SARS patients is primarily due to extrapulmonary causes such as physical deconditioning and possibly steroid myopathy. 51, 52 In addition, 53% of SARS survivors complained of some 36) among SARS survivors at 3, 6, and 12 months after illness onset in comparison with HK normative data stratified into different age groups. 24 The vertical axis represents SF-36 domain score in mean (SD) from 0 (minimum) to 100 (maximum), whereas the horizontal axis defines age groups in years. Based on the study by Lam et al, 24 there were 1,244 normal subjects and 695 normal subjects in the age groups of 18 to 40 years and 41 to 64 years, respectively. There were 19 SARS survivors and 12 SARS survivors who had required ICU support in the age groups of 18 to 40 years and 41 to 64 years, whereas there were 60 SARS survivors and 19 SARS survivors who did not require ICU support in the same age groups, respectively. *Significant at p Ͻ 0.01. **Significant at p Ͻ 0.03. #Significant at p Ͻ 0.05. mth ϭ month. degree of large-joint pain, although only 12 patients (4.7%, including 7 patients in the current study) of 254 SARS survivors in our cluster of hospitals had evidence of osteonecrosis of the long bones on MRI conducted at a median of 6.7 months from hospital admission. 53 There are several possible causes for muscle weakness among SARS survivors. More than 60% of our patients complained of myalgia with elevation of creatinine kinase in 32.1% suggestive of viral-induced myositis at initial presentation. 7 Most of our patients required bed rest during hospitalization for an average of 3 weeks. The long period of bed rest could lead to muscle wasting and deconditioning, whereas the use of systemic corticosteroid therapy to suppress immune-mediated lung injury 4,7-9,19 could contribute to myopathy. Steroid myopathy has been reported in patients administered high-dose steroid for acute lung transplant rejection 54 and status asthmaticus. 55 Critical illness-associated polyneuropathy/ myopathy has also been observed in SARS survivors. 56 A small proportion of our SARS patients had evidence of respiratory muscle weakness. Inspiratory muscle weakness may cause atelectasis, whereas expiratory muscle (abdominal and intercostal muscles) weakness may lead to air trapping.\n\nIn addition, there was significant impairment of health status in most SF-36 domains among our patients at 12 months. There were significant and positive correlations between lung function parameters (VC, FVC, FEV 1 , and Dlco) and SF-36 domains such as PF, RP, GH, SF, and RE. There were also significant positive correlations between 6MWD and all SF-36 domains except for MH. The results are not surprising as, in addition to the physical impairment, the long period of isolation and extreme uncertainty during the SARS illness had created enormous psychological stress 57 and mood distur-bances. 58 In addition, steroid toxicity, personal vulnerability, and psychosocial stressors might have jointly contributed to the development of psychosis in some patients. 59 Other studies 11-14 on acute lung injury or ARDS survivors unrelated to SARS have reported impaired health status at 1 to 5 years after recovery, whereas pulmonary function abnormalities, especially Dlco, correlated with SF-36 domains. 13, 14 Twenty-seven patients (27.8%) in this study still had abnormal radiographic scores at 12 months, although their serial CXRs showed significant improvement. The positive correlation between the extent of residual radiographic abnormalities and the cumulative steroid dosage used for SARS was expected, as the former was an indication on the treatment protocol for more systemic steroid during the outbreak. 4, 7, 19 The negative correlation between residual radiographic abnormality and lung volume parameter (TLC) and parameter of surface area for gas exchange (Dlco) reflected the physiologic effects of parenchymal inflammation and fibrosis. Patients with more severe disease (as reflected by higher peak LDH level) 7, 19, 35 who had required ICU support during the acute illness had more residual opacities on CXRs at 12 months. In addition, they had more extensive pulmonary injury and fibrosis, as reflected by a significantly lower lung volume parameter (TLC) and Dlco at 12 months than those treated on the general wards. There were, however, no significant differences in 6MWD and HRQoL between the two groups at 12 months. In addition, there were no differences in any functional parameters between ICU patients receiving and not receiving mechanical ventilation. Herridge et al 12 reported that 20% of their ARDS survivors had minor abnormalities on CXRs at 1 year.\n\nThere are several limitations to this study. Firstly, 24 Among the normal control subjects, 1,244 subjects and 695 subjects were in the age groups 18 to 40 years and 41 to 64 years, whereas there were 50 subjects and 16 subjects who were SARS survivors in the same age categories, respectively. See Table 9 for expansion of abbreviation. †Significant at p Ͻ 0.01. ‡Significant at p Ͻ 0.03. §Significant at p Ͻ 0.05.\n\nwe did not perform cardiopulmonary exercise testing (CPET), as many patients complained of generalized muscle weakness on initial follow-up. CPET would also be too labor-intensive for a large cohort of SARS survivors. Nevertheless, reduced pulmonary gas exchange has been detected with CPET in some survivors of SARS at 3 months with normal Dlco. 52 Secondly, only 97 of 123 survivors (79%) in the cohort had completed the serial assessments over 12 months, and the results might not be representative of the entire cohort. Thirdly, we assessed respiratory muscle strength with mouth pressure, but low Pemax values do not always indicate expiratory muscle weakness and might result from technical difficulties such as mouth leakage. Lastly, we could not measure the effects of extrapulmonary factors (such as muscle deconditioning, steroid or viralinduced myopathy, cardiac diastolic dysfunction, critical illness polyneuropathy and/or myopathy) in the poor performance of the 6MWT. It is difficult to determine the contribution by psychological and motivational factors, as many patients are seeking compensation for occupation-related SARS. In summary, this study has shown significant impairment of Dlco in 23.7% of SARS survivors, whereas their exercise capacity and health status were remarkably lower than the general population at 12 months after illness onset. The functional disability appears to be out of proportion to the degree of lung function impairment and may be due to additional factors such as muscle deconditioning, steroid-related musculoskeletal complications, critical illness-related neuropathy/myopathy, and other psychological factors. Further follow-up is needed to assess if these deficits are persistent. "}