{"title": "Biophysical approaches for exploring lipopeptide-lipid interactions", "body": "The continuous emergence and spread of multi-resistant human pathogenic bacteria require new antibacterial agents. Biosurfactants (Bs) are promising candidates to address this issue. In the past decades, a wide variety of Bs has been identified, including glycolipids, polysaccharides, proteins and lipopeptides (LPs) [1] . Amongst them, the extensive research on LPs has been fueled by their antimicrobial, antitumor, immunosuppressant and surfactant activities [2] . LPs are amphiphilic in nature, with the general structure of one or more lipid chains attached to a short linear or cyclic oligopeptide. LPs cause cell death by forming pores in the cell membranes, leading to an imbalance in transmembrane ion fluxes [3] . Hence, there is a growing interest among the scientific community to discover new LPs and implement both old and new ones for diverse environmental and pharmaceutical applications [4] . This review focuses on the analytical techniques used to characterize the interaction of LPs with biological membranes. In order to set the bases of LPs science, we present a brief overview of these topics. This review aims at introducing the main analytical techniques used to analyze the interaction and the distorting effect of LPs with artificial membranes. Some examples of the methods used to identify the interaction between lipids and LPs are also discussed.\n\nAntimicrobial LPs have been identified and isolated from a wide range of life forms, including plants, animals and microorganisms. However, due to their abundance, ease of production and purification, bacterial antimicrobial LPs are the most studied LPs. Antimicrobial LPs are either cationic or anionic, with antimicrobial properties against gram-negative or gram-positive bacteria, respectively (Table 1) .\n\nRecent research on the biochemical and biophysical studies of membrane-active peptides are aimed at the elucidation of the mechanism of their biological activity. These studies have led to the design of synthetic cationic peptides. Synthetically developed cationic LPs are significantly smaller than their natural counterparts [22e24] . Considerable studies on LP structure-activity relationships have resulted in the identification of salient features of effective cationic LPs. Synthetic LPs include semisynthetic LPs [25] , LPs originating from lactoferrin [26] , acylated D LPs, L-amino acid (AA) containing antimicrobial peptides (AMPs) [27, 28] , LPs based on dermaseptin [29] , extremely short LPs and peptidomimetics [30] . The detailed discussion of these LPs has been made by Roman et al. [31] .\n\nBacterial and fungal membranes are the main targets of LPs, though these may also interfere with other important cellular processes such as DNA replication, transcription and translation [32, 33] . In the case of the bacterial membranes, LP insertion can lead to multiple defects in the cell, such as dissipation of the transmembrane potential and hindrance in ATP formation; altogether resulting in rapid death [34, 35] . LPs have unique structural composition and function, differing from most of the other antimicrobial agents. Their antimicrobial activity is mainly due to membrane potential depolarization, occurring by direct binding to the bacterial membrane [27, 36, 37] . Also, their lability promotes a rapid elimination of the antibiotic from the environment, thereby preventing resistance development. Cationic LPs act through a 'selfpromoted uptake' mechanism, which introduces defects into the packing of lipid moieties of the outer membrane layer. Cationic LPs can neutralize endotoxins from gram-negative bacteria [38, 39] . Furthermore, acylation of LPs results in increased affinity for the target membrane.\n\nDivalent cations, such as Ca 2þ , play a key role in the antimicrobial activity of a number of LPs. By coordination, Ca 2þ locks the bioactive molecule into an active conformation. The Ca 2þ ions also induce micelle formation, which interact with bacterial membranes [35] . The lipid tail plays an important role in its insertion of LPs, regardless of the net charge of the moiety [40] .\n\nThe common structure of naturally expressed LPs is a cyclic head group attached to a single lipid chain ( Table 2 ). The absence of free C-and N-termini in the cyclized form of the peptide unit enhances it's in vivo stability, due to reduced proteolysis [41] .\n\nAnother class of LPs are constituted by a linear peptide head group attached to one, two or three hexadecyl (palmitoyl) lipid chains. These LPs are usually produced synthetically, based on bioderived sequences [44, 45] . A lipopeptide can only be commercially viable when they have suitable production and economic recovery procedures, as well as down stream isolation protocols. In recent years, efficient and high throughput processing methods have been developed for the isolation and purification of commercial LPs [46] . The methods frequently used for LPs purification are solvent extraction, ammonium sulfate precipitation, ultrafiltration, and dialysis. Detailed discussion of these methods can be found elsewhere [47e54]. Tsushima [5] Polymyxin B related Gentamycin [6, 7] Colistin [17, 18] Aspartic\n\n[8e10] Octapeptin [19] Laspartomycin [11, 12] Lipopeptaibols group Surfactin\n\n[13e15] Trichogin [20, 21] Cystallomycin [16] Daptomycin [11] 1.2. The use of model lipid membranes in LPs-lipid interaction studies\n\nCell membranes are complex, dynamic and diverse systems, since they contain wide variety of lipid types and are crowded with different proteins, endowing them with the plasticity needed to full fill their key cellular roles [55e57] . The intrinsic heterogeneous complexity of cell membranes is still poorly understood, and thus, systematic studies of their processes and structure are impractical. As a consequence, a large number of different simplified model systems have been developed over various decades that reduce their natural complexity while mimicking their essential structural and chemical aspects, at the same time providing an easily accessible experimental platform [58, 59] . In order to conserve these structural and chemical aspects as much as possible, properties such as the proportions of the major lipids, proportions of saturated and unsaturated lipids, length of the lipid hydrocarbon chain, polar head net charge, the presence of very particular lipids of the organism and representative sterols of the taxonomic kingdom, must be taken into account [60] . The most commonly used models as we shall see further on includes Langmuir monolayers, vesicles, black lipid membranes (BLM), and solid supported bilayer lipid membranes (SLBs) [58] .\n\nIn the last couple of decades, there has been a dramatic evolution in our understanding of cell membranes and the principles that govern their behavior, as experimental techniques are becoming more sophisticated. Experimental techniques and theoretical advances include improved methods for single-molecule tracking, fluorescence correlation spectroscopy, super-resolved imaging, scattering, solid-state NMR, mass spectrometry and molecular dynamics, as well as methods to prepare asymmetric model membranes and real cell membrane extracts [57, 61] .\n\nIn any case, these simplified lipid models used for investigating the factors that affect the activity of these biomolecules and the description of their mechanism of action should be \"validated\". In this sense, validation refers to clearly comparable tendencies (in activity and specificity of membrane active biomolecules) between data obtained using lipid membrane models and experimental data obtained with the target cells of interest. For instance, in our investigation group, we generally use liposome models and quantify the activity and specificity of membrane active peptides by liposome leakage experiments. Once the models are \"validated\" they can then be used as a platform for thoroughly carrying out biophysical characterization of membrane active bio molecules like LPs, using some of approaches reviewed here. Important to note is that although the tendencies between model membranes and assay with cells may be similar, the effective concentration range may vary [62] . Let alone, the study of cell membranes is complex, and even more the study of the effects that biological agents have on them. Hence, constant improvements of these models are required. The aim of using lipid membrane models is to better understand the mechanism of action of membrane active biomolecules before moving to the complex biological systems. The final conclusions of the mechanisms by which LPs achieve specificity towards a particular membrane will always ultimately require corroborations in the target organism.\n\nThe primary structure of a large number of LPs has been elucidated. As LPs have no primary structure homology, they are characterized by their cationic/anionic and hydrophobic properties. The principal secondary structure of most LPs is a-helical, although some b-sheet lipopeptides also have antimicrobial activity. In some cases, a-LPs, which have been modified to possess b-sheet retain part of their antimicrobial activity. Even though cationic LPs have structural diversity, their amphipathic nature allows them to interact with the membrane interface.\n\nAmong the structural features of LPs, self-assembly is touted to be an important characteristic of their antimicrobial activity. Above the Critical Micelle Concentration (CMC), LPs self-assemble into spherical micelles or other structures (nano fibrils or nano tapes). Most LPs exhibit self-assembly at millimolar concentration ranges. At this concentration, the membrane rupture effect of LPs is evident. For example, it has been found that the antimicrobial property of daptomycin is a cooperative phenomenon above a threshold concentration [63] . Moreover, the antibacterial effect of daptomycin has been observed only above this threshold concentration. The CMC value depends upon pH, temperature and bivalent metal ion concentration (Ca 2þ , Mg 2þ , Ni 2þ , Cu 2þ etc.). In our laboratory, studies of bacillomycin activity in model membranes have revealed a relationship between activity and LP micelle size, which is independent of the LP's own affinity to the respective membrane (unpublished data).\n\nAlthough there are extensive studies on LP antimicrobial activity, the precise mechanisms for their membrane-peptide interactions and cell death have not been clearly established. The common mechanism described consist of a \"self-promoted uptake\" of the LPs to cross the cell membrane and its subsequent disruption; triggering the bacterial and/or fungal cell death [64] . Studies reveal that events associated with binding and disruption of the cytoplasmic membrane may occur through the formation of pores [65] or a detergent-like \"carpet\" mechanism [66] . The initial interaction of a-helical LPs with lipid bilayers could occur in any of three general orientations: parallel to the lipid bilayer, perpendicular to the membrane and at an oblique angle [67] . There is considerable evidence sustaining each of these processes, and different LPs exhibit different mechanisms to disturb the cell membrane.\n\nCharacterizing the lipid-lipopeptide interactions has been proven to be difficult. This review article is mainly focused on the analytical methods that can be used analyze and to understand the LP-lipid interaction. In the following sections, we review the most relevant methods for studying LP-lipid interactions.\n\n2. Diffraction methods for the study of LP-lipid interactions 2.1. X-ray diffraction X-ray crystallography-Among the tools used for structural characterization, X-ray crystallography is the standard method. It enables the elucidation of the atomic structure of threedimensional LP-lipid complexes and the binding sites of LPs in Tolassin  19e25  3-hydroxydecanoic acid or 3-hydroxydodecanoic acid  2, 3-dehydro-2-amino-butyric acid and homoserine  [42]  Syringomycin  9 3-hydroxydecanoic acid or 3-hydroxydodecanoic acid 2,4-diaminobutyric acid C-terminal chlorinated threonine [43] the cell membrane. The graphic display of atomic structures reveals the binding site location and presence of the bound ligand. X-ray diffraction studies on cell membranes allow the evaluation of the structure of membrane proteins, mechanism of membrane transport proteins and the structure of ion channels (Table 3) . These aspects of X-ray diffraction applications in membrane science have been reviewed by Yigong Shi [68] . Most analytical techniques examine LPs secondary structure, as well as the localization of the individual residues on membranes. Likewise, structural changes in the membrane over the course of peptide interaction is another important criterion that needs to be elucidated. The recent development of X-ray diffraction structure and phase property of fluid membranes with short-range order of lipids in the presence of peptides allows this feature to be examined. Recent advancements in this area transformed X-ray diffraction into a powerful method to elucidate LP-lipid interactions in the hydrated state of the lipid bilayer and spontaneous insertion of LPs into membranes. There are two types of information about LP-lipid interactions that can be obtained from X-ray diffraction techniques. One is data on the position of lipids in the membrane layer (at resolutions up to several angstroms (Å), using the heavy atom labeling technique, and the other is the data given by these techniques related to membrane thickening, thinning and packing during LP-lipid interactions.\n\nMultiple Wavelength Anomalous Diffraction (MAD)-With the development of Multiple Wavelength Anomalous Diffraction (MAD), considerable improvement has been achieved allowing to decipher the 'phase shift characteristics' in biological membranes and model systems [69, 70] . Elucidation of the lipid structure is an important aspect of LPs interaction with membranes, since most of them form pores. With the combined use of MAD and the heavy atom labeling technique, information about the lipid structure of the membrane and position of the AA residues of the LP in the membrane layers are revealed. For example, using thallium as the anomalous scattering atoms, the MAD method has been used to determine the lipid structure of membranes containing gramicidin ion channels [69] . Lately, the MAD method was successfully used to solve the lipid structure of the inverted hexagonal phase of a phospholipid with brominated chains. The bromine distribution obtained from the MAD analysis provided the details of the chain packing in the hexagonal unit cell, through the observation of the intensity undulation of the bromine distribution around the unit cell [70] . The change in the density profile of the bilayer enables the determination of the location of the LP in the bilayer. For example, White et al. developed bilayer profiling by labeling a specific double bond of the lipid. Using this method, they studied the location and orientation of the membrane-bound peptides [71] .\n\nVital information about membranes can be retrieved when biomimetic multilamellar lipid membranes supported on solid surfaces are irradiated by X-ray [72] . This method offers a novel and non-destructive approach to investigate the structure of lipid membranes, with and without the presence of membrane-active agents such as LPs. With the aid of modern interface sensitive Xray scattering techniques, a precise distinction can be made between the normal q z and parallel q || scattering vector component of the membrane bilayer. With this technique, the lateral structure of bilayers from weakly ordered systems can be elucidated. One factor to consider is that LP incorporation into multilamellar structures is achieved under non-spontaneous insertion.\n\nThe principal mode of action of antimicrobial LPs is through direct cell membrane interaction, rather than cell lysis. Hydrophobic matching mediated by direct interaction of LPs with cell membranes causes subsequent membrane thinning or thickening and lipid reorientation of the membrane. Hence, the X-ray scattering method should be an apt method to probe LP-lipid interactions in the fluid state of the bilayer. Scattering experiments on lipid films could possibly yield evidence in several ways. For example, the vertical density profile of bilayers r(z) (averaged in the XY plane) and the lateral bilayer irregularities through diffuse scattering, the lateral membrane structure on molecular length scale using Grazing Incidence X-ray Diffraction (GIXD) and the ordering of peptides on the surface of the membrane bilayer through Grazing Incidence Small-Angle X-ray Scattering (GISAXS).\n\nGrazing Incidence X-ray Diffraction (GIXRD)-Studies on the molecular structure of membrane surfaces over the course of LP-lipid interactions is also very important. This can be evaluated using GIXRD [72, 73] . By means of in-plane diffraction of periodically organized lipid films, one can obtain high-resolution information about the membrane surface. In a typical GIXRD measurement an incident X-ray radiation with a 1.5 Å wavelength is set to strike at the air-water interface of the membrane at an incident angle (0.8 a c ), below the critical angle of total reflection (a c ). Otherwise, this would lead to total external reflection, having the refracted waves becoming evanescent waves. Evanescent waves travel below the surface parallel to the interface, with a typical penetration depth of 76 Å. In sufficiently long-range ordered membranes, the ordered structure of monolayers can be diffracted. In the event of LP-lipid interaction, GIXRD would allow the detection of two fundamental factors: firstly, the partial ordering of the peptides and subsequent change in intensity distribution, which can be correlated to pore size, orientation, and conformation [74] ; secondly, the measurement of area per lipid molecules before and after the introduction of the LP. Using this method, Gidalevitz and coworkers studied the interaction of lipid A (a major component in the outer membrane of gram-negative bacteria) with AMPs such as LL-37, SMAP-29 and D2A22 [75] . During a constant pressure experiment, they observed that at higher L/P ratio there was an increase in the area per lipid molecule. Similarly, a study of the interaction between the ovine AMP SMAP-29 and phospholipid monolayers using GIXRD revealed the same proportional increase in the area per lipid [76] .\n\nAccording to the study of Huang and co-workers, there was a concentration dependent phase transition occurring at critical peptide-lipid ratio (P/L). They evidenced through circular dichroism [84] (CD) that, in aligned membranes, the transition of a-helical peptides from the parallel state to the inserted state caused a phase transition [77, 78] . The transition from the parallel state to the inserted state of the LP showed a sigmoidal concentration dependence. Furthermore, they established a correlation between this transition and membrane elasticity, as well as other physical parameters such as membrane thickness. During recent years, X-ray diffraction contributed greatly to these studies. First, it was determined that the location of LPs in the bilayer was directly correlated with the changes in the electron density. For example, melittin-MLM in DOPC showed a substantial increase in the PC head group due to its insertion in the bilayer [79] . Small-Angle X-ray Scattering (SAXS) and Wide-Angle X-ray Diffraction (WAXD)-Hydrophobic matching and thinning or thickening of the bilayer during interaction with LPs have been studied through Small-Angle X-ray Scattering (SAXS). In-depth analysis of scattering data has been made possible through the use of advanced software and hardware technologies [80, 81] . Due to technological advancements of the third-generation synchrotrons and X-ray detectors, there is a growing demand for SAXS in the structural biology community. Typical SAXS experiments involve recording the scattering at small angles (typically 0.1e10 ) and the elastically scattered waves of the X-ray beam impinging on electrons ( Fig. 1 ). Unlike other structural techniques, the scattering curve can always be measured without having a well-diffracting crystal, such as the one required for crystallographic analysis. Using background-subtracted SAXD, one can obtain the parameters of the d value that is the sum of membrane thickness (d B ) and thickness of water layer (d w ) [d ¼ d B þ d w ] and the 1D electron density profile calculated from SAXD diffractograms. For instance, Ortiz and coworkers studied the interaction of lichenysin with dipalmitoylphosphatidylcholine (DPPC) membranes via the SAXD method [82] . They revealed that, though the presence of the LP did not alter the lamellar structure organization, the interlamellar repeat distance increased. The electron density profile also revealed that there was an increase in the d value, due to the insertion of lichenysin in the DPPC membrane bilayer. Likewise, the interaction of an antimicrobial surfactant-like peptide containing a cationic head group (Ala) 6 (Arg), A 6 , with zwitterionic DPPC lipid vesicles was investigated by Hamely and coworkers. SAXD data revealed that the local multilamellar organization of DPPC vesicles was disturbed, possibly due to the swelling effect [83] .\n\nLike SAXS, Wide Angle X-ray Diffraction (WAXD) is another technique giving information about the aliphatic chain lattice, and thus, the bilayer packing at the Å scale; though requiring the presence of crystalline-like ordered phases. In WAXD, the distance from the sample to the detector is shorter, thus allowing for the observation of the diffraction maxima at longer wavelengths [82, 84] .\n\nAlthough the X-ray diffraction method is suitable for pure LP- Fig. 1 . Schematic representation of ideal small-angle scattering experiment (i) as a function of the parallel (q k ) and normal (q z ) components of the momentum transfer (q). (ii) in the vicinity of the (specular) q z axis. In this study, the q z components (iii) were measured by line scanning under specular conditions (iv). At low q z , the lipid acyl chain correlation maximum (v) is observed. Lorentzian fits yield the lateral lipid chain distance. The width of the acyl chain peak along qk gives information about the lipid ordering (correlation length); the angular width of the peak corresponds to the acyl chain tilt. In addition, superstructures (vi) and peptide geometries (helix maximum, vii) can be observed in some cases. Figure lipid model system analyses, it has limitations. For example, X-ray diffraction cannot be applied to study the interaction of larger LPs with lipids unless the membrane active segment of the peptide is split (or else the process becomes laborious). Additionally, X-ray diffraction can only give partial information, even for the highly ordered state of the fluid membrane, and it is not possible to quantify the results below a certain threshold. As previously mentioned, in order to get observable scattering peaks, the lipidpeptide ratio should be high. Nevertheless, summing up the results from X-ray diffraction with the one obtained from additional experimental approaches (Molecular Dynamic simulations, solidstate NMR, CD measurements on oriented membranes and other spectroscopic techniques) it is possible to get high-resolution structural information of LP-lipid interactions.\n\nInfrared (IR) spectroscopy is a suitable method to explore LPlipid interactions at the molecular level (Table 4) . IR spectroscopy mainly reveals information about functional group (-NH, eC]O) status during LP-lipid interaction. FTIR can also report on the effect of LPs on the symmetric or asymmetric CH2 vibrations of lipid chains, highly abundant in any membrane preparations. The frequency of CH2 vibrations depends on the conformation of lipid acyl chains. With the development of the Attenuated Total Reflectance (ATR) technique, the study of LP-lipid interactions via IR spectroscopy became less complicated [108e112]. In ATIR-FTIR technique, the sample is probed by the evanescent wave produced by the total reflection of the light. For the total internal reflection, a crystal (Germanium or ZnSe) with a greater refractive index than the sample is used (Fig. 2) . The absorption of IR radiation by peptides depends on the type of chemical bonds, type of bond vibration and the mass of the atoms involved. The IR absorbance contribution of the AA Amide I bond of the peptide (stretching vibration of eC]O) usually appears in the 1600 -1700 cm À1 region [113] . The strength of the hydrogen bonding depends on the secondary structure of the peptide, and it affects the absorption frequency of the C]O vibration. Samples can be prepared by dissolving LP-lipid mixtures in 1:2 MeOH/CH 2 Cl 2 and dispersing the solution on the top of the prism [114] . Excess D 2 O hydration of the samples is achieved by incubating the lipid/peptide mixture for 2 h in the prism-chamber before spectra acquisition. By correlating the amide I frequency observed with the typical a-helical, b-sheets and random coil secondary structure spectra, the structural changes of the lipidpeptide interaction event can be elucidated. When an a-helical LP binds with the membrane, the C]O band center appears in the range of 1656e1658 cm À1 , whereas, in solution, the same band absorption appears between 1650 and 1655 cm À1 . In the case of deuterium exchanged helices, since the band frequency depends on the nuclei involved in the vibration, the Amide I band can shift to a frequency as low as 1644 cm À1 . Assignment of bands in thẽ 1660e1640 cm À1 region is complex because of the overlap of ahelical and random structures of the absorption profiles. Fortunately, this difficulty can be addressed by exchanging the Amide I hydrogen with deuterium [115] . In a random coil structure, the deuterium substitution results in a large shift in the C]O band (up to around 1646 cm À1 ). In an a-helical structure, the substitution perturbs the C]O band minimally. As the deuterium exchange depends on the accessibility of the water to Amide I and II, this procedure gives information about the LP depth of insertion in the hydrophobic membrane. For example, the determination of model b-sheet peptide, P 11-2 (CH 3 CO-Gln-Gln-Arg-Phe-Gln-Trp-Gln-Phe-Glu-Gln-Gln-NH 2 ) membrane interaction using infrared spectroscopy (hydrogen-deuterium exchange) revealed that the LP b-sheet structure was induced by membrane contact, forming larger aggregates of b-sheet [116] .\n\nUnderstanding the structural changes occurring during the initial events of the lipid-LP interaction is a crucial research field. Lipid bilayers experiments failed to study this event. To this end, using lipid monolayers as experimental models to study lipid-LP interactions at the air-water interface presents several technical advantages [117] . First, the experiments can be done on aqueous substrates, which are biologically more relevant than solid surfaces. Second, many biophysically relevant experimental parameters (such as surface pressure, area occupied by the molecule, temperature, and pH) can be controlled. Several techniques, such as fluorescence Microscopy (FM), Brewster Angle Microscopy (BAM), and X-ray diffraction allow the characterization such as phase behavior. Nevertheless, structural information of the film organization was unavailable until the emergence of IR spectroscopy. Using the IR spectroscopy procedures described in the reports of Dluhy et al.\n\n[118e120], it is possible to acquire structural information from monolayers formed at the air-water interface. The technique introduced is a variation of IR spectroscopy named Infrared Reflec-tioneAbsorption Spectroscopy (IRRAS). In a typical IRRAS spectroscopy, a perpendicularly polarized (s-polarized) or parallel polarized (p-polarized) IR beam is allowed to impinge on the surface at a well-defined and controlled angle of incidence (Fig. 3) . The reflected light is detected at an angle equal to the incidence angle. The interference arising from the rotation-vibration bands from water can be tackled by two methods. First, the sample shuttle method, in which the film surface and the film-free surface are reflected, and the ratio of their spectrum is extracted [121] . The second approach consists of Polarization ModulationeInfrared ReflectioneAdsorption Spectroscopy (PM-IRRAS). In this method, alternating linear states of light are generated by a photo elastic modulator, which substantially reduces the interference of water and carbon dioxide [122] . The general way of presenting IRRAS spectra is Reflectance-Absorbance (RA) vs wavenumber. The primary application of IRRAS is the study of the structural and conformational changes of lipid chains in Langmuir monolayer films. The CH 2 stretching vibrational frequencies have a tendency to decrease when the surface pressure increases [123] . Thus, the change in the CH 2 stretching vibrational frequency in function of the applied surface pressure provides knowledge about the correlation between the structural changes and the physical state of the monolayer. It is also possible to get precise information about the tilt angles in the ordered phases using the data relating to the chain conformation through theoretical formalism. IRRAS also allows one to get an insight into the structural changes in the polar region (phosphate groups) of the lipid monolayer. The phosphate group vibrational frequency is sensitive to hydration (H-bonding). The hydration state of the phosphate group (monohydrated or dehydrated) depends upon the surface pressure of the monolayer. The compiled interpretation of these techniques reveals information about the polar head group's structural and environmental changes in the vicinity of water.\n\nWith slight changes in the technical approach, IRRAS can provide information about protein conformational changes in monolayer films. For instance, IRRAS allows monitoring the temporal stability of peptide structure in films, alone and in the presence of the lipid interface over long periods of time. The vibrational Amide I region frequency shift in the presence of the lipid surface reveals the structural changes of the peptide during the interaction [124] . This method also permits the study of surface pressure-induced secondary structure change of peptide fragments. For example, Shibata and coworkers carried out a PM-IRRAS study to determine the secondary structure of the pulmonary surfactant model peptide, Hel 13e5, in the absence and the presence of phospholipid monolayers at the air-water interface [125] . Orientations of the peptide and lipid chains can be determined by PM-IRRAS. Orientation and lipid-peptide interactions of gramicidin A in lipid membranes was studied by Kota et al. [126] . They found that surface pressure increases upon compression at the interface of the phospholipid monolayer, and that the conformation of Hel 13-5 changed from a-helix to b-sheet. In summary, the FT-IR spectroscopic technique can give information about lipid/LP interaction, information on the lipid monolayer structure, secondary structure of the interacting peptides and their orientation. In addition to this, the techniques mentioned above require a minimal quantity of the sample. Although FT-IR has many advantages; some disadvantages include the lack of quantitative information and difficulty in forming monolayers with certain lipids.\n\nFluorescence can be defined as the emission of light by a substance that has been excited by light. The wavelength of emission is always higher than the excitation wavelength. Fluoresce intensity (I F ) and wavelength (l F ) are the simplest parameters used to monitor molecular interactions in the biological systems. Fluorescence intensity (I F ), at the given excitation wavelength (l E ) and emission wavelength (l F ), is given by equation (1).\n\nWhere k is a constant depending upon the measurement apparatus, F(l) is the total emission intensity of the sample, I 0 (l E ) is the excitation intensity and A(l E ) is the absorbance of the sample. Therefore, I F is a relative parameter and has a linear correlation with the concentration of the sample. Fluorescence intensities of molecules containing environment-sensitive fluorophores are frequently used to study molecular interactions. There are two reasons that can explain the fluorophore environment changes. One is the binding of the interacting partner in its close vicinity, and the second is the conformational change of the molecule containing the fluorophore evoked by the binding process. To determine the mechanism of LP-lipid interaction, intrinsic fluorescence of the LP can be used in several ways (Table 5 ). LPs containing tryptophan (trp) and/or tyrosine (tyr) have significant intrinsic fluorescence, which is a valuable tool for quantifying their insertion into the lipid membranes. The fluorescence intensity of these amino acids depends on the physical property of their microenvironment, such as their hydrophilic and hydrophobic nature. Hence, LP insertion into membranes leads to changes in the microenvironment of the fluorescent amino acids, which in turn can lead to substantial changes in quantum yield, the wavelength of the emission maximum, fluorescence anisotropy and fluorescence lifetime [146] . From LP fluorescence emission differences observed in the aqueous and in the membrane environment, it is possible to determine the partition constant. The partition constant (K) (eq. (2)) is defined as the ratio of the peptide molecules embedded in the lipid (L) phase, over the peptide molecules in solution in the aqueous phase (W) [147, 148] .\n\nWhere n S,i are the moles of solute present in the aqueous (i ¼ W) and lipid (i ¼ L) phases and V i is the water (i ¼ W) and (i ¼ L) lipid volume. Hence, fluorescence response of free (I W ) and bound (I L ) peptides could be used to quantify the K P using the following equation (Eq. (3)). I ¼\n\nEvaluation of a LP partition constant K p in various lipid systems provides knowledge about its lipid specificity. For example, partition studies of Psd1, a 46 AA residue defensin isolated from seeds of the pea Pisum sativum, was carried out by Santos and coworkers through fluorescence studies [149] . Their results revealed that Psd1 had a marked selectivity towards model membranes containing ergosterol; reaching uncommonly high partition coefficient (Kp) values, while no partition was observed in the case of model membranes containing cholesterol. LP families from Bacillus subtilis strains, such as surfactins (SF), iturins (IT), and fengycins (FE) also show a similar kind of selectivity in model membranes [150] . MP-1, a peptide from the venom of the Polybia paulista wasp with selectivity to Leukemic T-Lymphocyte cell, showed smaller partition coefficients with cholesterol-containing membranes [151] .\n\nThe quenching phenomenon can be used to study the depth of aromatic amino acids (tyr and trp) present in LPs. After the interaction of the LPs with model membranes; acrylamide (a watersoluble quencher of tyrosine and tryptophan) [152] access to fluorescent amino acids is studied and their quenching Stern-Volmer constant can be calculated. Acrylamide is the most frequently used quencher for LP-lipid interaction studies. It's solubility in water and low penetration in lipid bilayer make it a suitable quencher for the biological applications [153] . Similar studies can also be carried out with brominated lipids [154, 155] . The quenching Stern-Volmer constant is the measure of binding efficiency between LP in solution and in model membranes [100] . In addition, the emission spectra of LPs undergo spectral shift (red or blue shifts) in the membrane environment, which can indicate insertion or membrane interaction.\n\nBy suitable site-directed LP labeling (with fluorophores), it is possible to study the structural behavior of LP during membrane interaction [156e161]. 7-Nitro2,1,3-benzoxadiazol (NBD), Alexa Fluor 350, perylene and pyrene are amongst the best-known fluorescent labeling agents [162, 163] . These molecules show fluorescence emission shifts when their neighboring components change (for instance, during translocation from water to an apolar and highly viscous environment) or upon oligomerization (excimer formation). Among the fluorophore labels stated above, pyrene is the most established fluorescent probe [164] . Pyrene is generally conjugated with LPs by labeling lysines or cysteines that contain reactive functional groups such as succinimidyl ester, isothiocyanate, sulfonyl chloride, maleimide and iodoacetamide [165, 166] . When LP-lipid interactions with LP-labeled pyrene are carried out, two important aspects of the spectral fluorescence should be considered:1-The Py value and the excimer emission. The Py value is defined as the ratio of the fluorescence intensity of band I and band III of the pyrene-labeled LP. The fluorescence emission spectrum of pyrene is characterized by five emission peaks at various wavelengths (~375, 379, 385, 395 and 410 nm) which are designated as bands I, II, III, IV and V. Among them, band III (385) is sensitive to hydrophobic environments and its intensity tends to increase significantly. In contrast, band I is sensitive to polar environments [167, 168] . Hence, the ratio of these two peaks gives information about the polarity of the probe's environment. 2 -The second phenomena, called excimer formation or excited state dimer formation, arises when two pyrene units are in close proximity (~10 Å). The excimer formation in pyrene-labeled LPs leads to the appearance of a broad, unstructured fluorescence band at longer wavelengths (ranging from 425 to 550 nm, but centered around 460 nm). This data can be employed to elucidate the microenvironment of the LP. The fluorescence emission band of the pyrene excimer deviates from the mirror-image rule; hence, the ratio between the fluorescence intensity of monomer and excimer (monomer/excimer (m/e) ratio) is a relative indicator of the extent [213] V4 [214] of excimer formation. Apart from monitoring steady-state fluorescence of pyrene-labeled LPs, quantitative analysis of timeresolved fluorescence can also be used to obtain detailed information about the LP microenvironment. For example, Jean and coworkers exposed the Ca 2þ dependent binding of pyrene-labeled A54145 [169] monomers with membranes through fluorescent studies. This method also demonstrated that the second transition of LP absorbance observed during Ca 2þ concentration increase was due to oligomer formation [170] .\n\nAnother biophysical use of fluorescence in the field of LP-lipid interaction is the study of the self-quenched carboxyfluorescein or calcein fluorescence increase [171] when these are encapsulated in lipid vesicles. Calcein has a tendency to self-quench at higher concentrations (>80 mmol) and the fluorescence intensity tends to increase at a lower concentration. This calcein behavior has been used to study liposomes vesicle leakage [117,172e174] . Another method is using the dye and quencher in the same vesicle. When the vesicles leak concomitant dequenching of the dye occurs [175] .\n\nAn alternative important tool for LP-lipid interaction studies is the F€ orster Resonance Energy Transfer (FRET). FRET is a photophysical process where the transfer of energy occurs from the excited fluorophore (termed donor (D)) to the acceptor chromophore (A). The FRET process takes place only when the electronic absorption spectrum of the lipid-LP overlaps with the emission spectrum of D. FRET depends on the distance between the donor and the acceptor without need for photon emission or molecular contact. The donor-acceptor distance at which the D/A pair energy transfer is 50% is defined as the F€ orster radius, R 0 . The value of R 0 usually lies between 2 and 6 Å and is characteristic for each D/A pair in the given environment. For a pair of donor and acceptor, the FRET energy transfer (E) is inversely proportional to the sixth power of the distance (eq. (4)).\n\nWhere R 0 is the F€ orster radius or F€ orster energy transfer distance, at which FRET efficiency is 50%. R 0 can be determined according to the following equation (eq. (5)) [176] .\n\nWhere, n is the refractive index of the medium in which fluorescence is measured, F D is the quantum yield of the donor, a is a constant (8.785 Â 10 À25 M cm 3 ) and J is the normalized overlap between the integral spectrum of donor emission and acceptor absorbance spectrum. J can be given by the following equation (Eq. (6)), where ε A represents molar extinction coefficient.\n\nThe vesicle binding of LPs containing fluorescent AA (donor such as trp) can be studied by the FRET technique. In the event of a LPvesicle interaction, an increase in the FRET signal is observed. Vesicles labeled with nitrobenzoxadiazole (NBD) are titrated with LP, and the relative change in the fluorescence (dF) is recorded. dF can be given by (FeF 0 )/F 0 , where F and F 0 represent the fluorescence intensity with and without the LP. Binding of the polymyxin B derived LPs, sp-34, sp-96 and sp-100, with various vesicles of distinct lipids composition labeled with NBD was studied by Yolanda and coworkers [177] . Activity of the LPs and their anionic phospholipid selectivity were elucidated through monitoring the FRET fluorescence (dF). Most of the LPs membrane interaction mechanisms are accompanied by the formation of oligomers. The FRET method is a useful analytical technique to monitor LP oligomer formation. FRET has been used to understand daptomycin oligomerization and its effect on model membranes [178e183] .\n\nFluorescence Correlation Spectroscopy (FCS) is another fluorescence technique variation that can be used to study the interaction of AMPs with membranes. FCS is a noninvasive procedure that can be used to investigate the interaction of labeled molecules. This method involves monitoring fluorescence intensity fluctuations of labeled particles contained in a small confined volume. The variations are caused by deviations from thermal equilibrium. The theory and the applications of the FCS technique have been discussed in many reviews [184e188] . The biological function of molecules is not only based on structure, but also on their mobility and dynamics, and FCS can be used to explore both parameters. These properties are strongly influenced by the environment. By averaging the passage of a large number of single molecules in the measurement volume, it is possible to assess their molecular movements. In principle, FCS allows the measurement of the autocorrelation function, G(t), which is a measure of self-similarity of the signal after a lag time (t). It can be described as the probability of finding a fluorescent particle at a later time, t, given that it was there at t ¼ 0. Hence, this function gives information about particle concentration or diffusion coefficients, which in turn allow the determination of molecular binding and aggregation. Fluorescence intensity fluctuations (F(t)) are detected exciting the volume with a single photon. At equilibrium, the auto-correlation function G(t), which is a measure of similar fluorescence signals over the period of measurement in a given volume, can be defined by the following equation (Eq. (7) ). \n\nIn order to get the detectable intensity of fluctuations, the average number of particles residing in the excitation volume should be low. Pramanik and coworkers [189] applied the FCS technique to study the interaction between Alzheimer amyloid bpeptide (Ab) and cultured human cerebral cortical neuron cells. Through FCS measurement of rhodamine-labeled Ab (Rh-Ab), they found three diffusion times: 0.1, 1.1 and 5.9 ms. 0.1 ms diffusion time corresponded to the unbound Rh-Ab, and 1.1 and 5.9 ms corresponded to slowly diffusing complexes of Rh-Ab bound to the human cerebral cortical neuron cells.\n\nSince FCS involves the measurement of an average number of fluorescent particles diffusing in a given volume, it can also provide a ratio between average fluorescence intensity versus an average number of fluorescent particles. In this way, a simple comparison of the average brightness per particle with the brightness of the monomeric form gives information about the oligomer state of the molecule. Hence, FCS can be used to study membrane-induced aggregation of LPs. For example, Nag and coworkers [190] studied the aggregation formation in amyloid-b (Ab) LPs on membranes of living cells. At a concentration of 350 nM, they found a higher population of larger aggregates than at a lower concentration (150 nM). They also found that the membrane environment was necessary for the oligomer formation, even when the concentration of amyloid-b (Ab) was high.\n\nCircular dichroism (CD) is a rapid analytical method that can reveal the structure of membrane-bound LPs. Recent advances are summarized in Table 6 . CD involves the measurement of chiral molecules differential absorption of right and left circularly polarized light. When circularly polarized light passes through the sample; both components of light (right and left circularly polarized light) are absorbed to a different extent, depending on the chiral molecule. The resulting elliptical polarization (CD effect) is measured by spectropolarimeter. The far-UV CD (260e180 nm) spectra, which originate from the peptide light absorption, can give information about the secondary structure of LPs. The near-UV CD spectra (320e250 nm) results from the absorption of AA residues (trp and tyr), and depends on the tertiary and quaternary structure of the peptide. The secondary structural features of oligopeptides, such as propensity to form a-helices in solution and aggregation formation (by aligning b-sheet structures) have been studied by far-UV CD techniques [215, 216] . A typical CD spectropolarimeter is equipped with a multi-position Peltier-controlled cell holder, a Xenon lamp and a temperature controller. The CD instrument can be purged with nitrogen gas in order to maintain an inert atmosphere during the experiments. The main advantages of the CD technique include the relatively low amounts of samples required and the fact that no peptide labeling is necessary.\n\nAMPs disintegrate cells by perturbing their outer membrane. CD studies carried on model membranes have allowed the determination of peptide structural change in the membrane environment [217e219]. For example, Huang and coworkers [220] studied the molecular state of membrane active antibiotic daptomycin through detailed CD spectral analysis. They found the existence of two different states of daptomycin in the presence of Ca 2þ and PG containing membranes: before and after membrane binding. All other CD spectral signals were intermediate states of these two states. The molecular state of the daptomycin was similar, irrespective of Ca 2þ presence, and change in the molecular state was observed only after membrane binding. Romanelli and coworkers [221] explored the secondary structure of two AMPs: magainin 2 and cecropin A, with E. coli bacterial cells, through CD analysis. They reported that the secondary structure change of these AMPs (magainin 2 and cecropin A) was driven by the outer membrane components of E. coli bacterial cells.\n\nThough there are numerous CD studies on peptide-membrane interactions, the conventional CD analysis method fails to yield any information about the orientation of the peptide relative to the membrane. When the binding affinity between the peptide and the lipid bilayer is low, the CD signal from the peptide is also very low. The development of Oriented Circular Dichroism (OCD) addresses this issue. The advantages of the OCD technique are that (i) very little sample quantity is needed for analysis (typically 3e10 mg of peptide per sample), (ii) it does not require peptide labeling and (iii) OCD can reveal structural perturbations caused by NMR-/ESRlabels or other mutations [222] . OCD structure analysis of a-helical peptides is based on Moffit's theory, which can predict the dipole moment (m) of p-p* transition of the amide bond. These are polarized parallel or perpendicular to the helical axis. The OCD spectrum of helical peptide bound to the membrane ordered plane gives a specific trace shape (Fig. 4) . The intensity of the OCD line bands depends on the orientation of the peptide. The intensity of the negative band around 208 nm depends on the helix orientation, and its presence or absence is indicative of surface or transmembrane helix alignment. From the results of numerous lipid-LP interaction studies using different analytical techniques, it became evident that peptides show a drastic change in their alignment in response to environment and/or experimental conditions. In this regard, the OCD spectra of peptides readily show whether they are bound to the membrane surface in one of the following states: \"Sstate\", inserted \"I-state\" or bound in tilted \"T-state\".\n\nNumerous OCD analyses have been carried out on various AMPs, such as alamethicin [223e226], melittin [227, 228] and magainin [229] in the membrane environment. All these studies reveal that peptides are able to change their orientation in the membrane. At lower P/L ratios, OCD spectra have shown the prevalence of helix orientation parallel to the membrane surface (in the S-state). Above a specific P/L ratio, the peptides change their alignment to helix conformations perpendicular to the membrane (the inserted Istate). The intermediate state of the peptide-membrane bilayer interaction is a linear combination of S-state and I-state. The helix alignment can be influenced by peptide concentration, the hydration state and lipid composition of the membrane. Each of these conditions create distinct OCD spectra that can be studied reversibly and continuously [230, 231] . The alignment of the anionic amphiphilic peptide Dermicidin (DCD-1L) on different phospholipid membranes was studied through OCD by Schutte and coworkers [232] . DCD-1L showed the most pronounced a-helical structure on POPG membranes at a P/L ratio of 1:50 (mol/mol). The distinct OCD negative band observed at 208 nm showed that DCD-1L was aligned parallel to the membrane surface. When DCD-1Lwas in contact with a membrane made up of DMPC/DMPG (1:1 mol/ mol) at the same P/L, a similar OCD spectral behavior was observed, though with less intensity. The loss of spectral intensity was attributed to DCD-1L agglomeration induced by DMPC/DMPG membranes. From the normalized OCD spectra, they concluded that the alignment of DCD-1L on POPG and DMPC/DMPG was the same, irrespective of the oligomer formation. In a similar approach, Straus and coworkers [233] studied the effects of the AMPs from the Australian southern bell frog, Aurein 2.2 and 2.3, on membranes of various lipid compositions. In membranes of three different lipid compositions, the OCD bands showed that all three peptides were surface adsorbed at a low P/L ratio. The 'I' state was observed at a higher P/L ratio.\n\nAnalyzing pH-triggered transmembranal helical structure is also possible by OCD. Investigations of pH-dependent membraneassociated folding have practical applications for targeting acidic tumor cells and drug delivery across cancer cell membranes [234] . Reshetnyak and coworkers [235] studied interaction of the truncated version pH (Low) Insertion Peptides (pHLIP® peptides) with lipid bilayer membranes. They identified that the truncated version of pHLIP® peptides was dependent on interaction and helix formation with membranes. The detailed OCD applications for analyzing peptide interactions with membranes were reviewed by Ulrich and coworker [236] .\n\nNuclear Magnetic Resonance (NMR) spectroscopy is a unique biophysical method that can be used to study various aspects of ligand-receptor binding. NMR can be used to identify the potential binding ligand (who), to identify the binding site of the ligand on the macromolecular receptor (where) and to identify the binding mechanism (why). The development of several NMR techniques, such as the isotopic labeling method, paramagnetic magnetization or magnetic transfer, enabled detailed elucidation of the molecular recognition process; substantially more complex than the original lock-and-key model. Though NMR experiments using isotopic labeling of ligands or receptors can yield valuable information, NMR is mainly a label-free detection method. From a chemical point of view, the radioisotopically labeled molecules and their native form have indistinguishable chemical properties. When the compound is soluble, NMR provides sharp signals with good resolution and unambiguous detection of individual compounds. Furthermore, its sensitivity is very high, even for weak binding interactions. NMR can determine affinities with ligand concentrations well below the K d . Albeit NMR has many advantages, it is not without drawbacks. When the energy levels of the NMR transitions are very close, signal intensity and mass sensitivity are low.\n\nThe basic principle of NMR spectroscopy involves the interaction between the magnetic moments of some atomic nuclei and an applied external magnetic field. The energy difference between the spin states resulting from the applied magnetic field depends on the nature of the nucleus, the magnetogyric ratio g and the magnetic induction B 0 . The energy difference between spin states are very low and fall in the radiofrequency range (hundreds of MHz to GHz). Energy (E) can be given by the following equation (Eq. (8)).\n\nWhere ħ is the Planck constant divided by 2p. NMR can detect the frequency shifts resulting from subtle changes in the electronic environment of the nucleus. This feature makes NMR a suitable candidate to study the specific sites of structural changes in peptide-lipid interactions; as the specific resonance line from each hydrogen nucleus depends on its electronic environment. A nucleus can be detected by NMR only when its spin quantum number is above zero, preferentially ½. For example, 1 H, 19 F, 31 P, and 13 C are some of the nuclei observable by NMR. Besides resonance frequency, there are other parameters that can be obtained from the NMR method. First, the integral of the resonance peak is proportional to the concentration of the compound. Second, nuclei interactions through bonds lead to spin-spin interactions, allowing to discriminate various protons present in the compound. Third, the relaxation process after perturbations of the nuclei provide information of the dynamics and the binding event of the compound. Through NMR it is possible to study certain parameters of LPlipid interactions ( Table 7 ). The molecular weight range of the peptide and its complex with lipids should fall in the permissible weight range (~30 kDa) of NMR, in order to be studied by highresolution NMR approaches. The overall fold is the characteristic feature of the LP. In addition, the NMR technique can also reveal the mechanism of interaction of LPs with the chiral receptors, such as, lipid II. Detailed NMR studies has been carried out for LPs such as Polymyxin B, Nisin and its interaction with chiral receptors [254e257]. Solution-state NMR can give information about the presence of loops or loose termini in the folded structure of LPs. Proper selection of the membrane bilayer model is vital to investigate lipid-peptide interaction through liquid-state NMR [258e262]. The structure, location and dynamics of the peptide on the membrane depend on the choice of the membrane mimetic. In addition, for a good resolution spectrum, the reorientation of the membrane is a strict requirement. Typical membrane models for biophysical studies of LP-lipid interactions can be classified as vesicles [263e265], bicelles [266, 267] and detergent micelles [268] . Vesicles can be produced by a large variety of phospholipids with a variety of head groups (neutral, anionic or cationic), acyl chain length, unsaturation and with the incorporation of sterols (cholesterol/ergosterol). However, due to their large size (LUV) or very large curvature (SUV), vesicles are far from being the ideal candidates for NMR. For instance, Cuccovia and co-workers [269] studied the interaction of a cecropin-melittin hybrid AMP(BP100) on negatively charged membranes through NMR. The NMR spectra showed that upon binding to PG-containing LUVs, BP100 acquired an a-helical conformation, spanning residues in the range of 3e11.\n\nFurthermore, 15 NMR data revealed that BP100 was located on the membrane surface with the helix axis parallel to it. Almeida and coworkers [270] used NMR analysis to study the conformation and dynamics of rPsd1 in the presence of vesicles containing phosphatidylcholine (PC). The chemical perturbation and relaxation process revealed the loops as the binding site of Psd1 on the membrane surface (see Table 8 ).\n\nFor the liquid-state study of LP-lipid interaction, micellar membrane models are preferred for several reasons. The size of the micelles is small, which means their dynamics (rotation) match with the time scale required for NMR. Examples of detergents used in this kind of studies include dihexanoyl phosphatidylcholine (DHCP), dodecylphosphocholine (DPC) and sodium dodecyl sulfate (SDS) [271e273]. Unfortunately, many peptides are not active with micelles and in many cases, the micelle-peptide structure is different in other models. Another choice of membrane mimetic for solution-state NMR studies is bicelles. Bicelles are a mixture of various phospholipids and suitable detergents [274, 275] . The size and phase properties of bicelles can be adjusted using varying amounts lipids and detergents. There are many solution-state NMR investigations on small (q 0.5) isotropic bicelles that have studied the structure and membrane interactions of several LPs [276, 277] . Since the tumbling of bicelles is isotropic and it allows fast reorientation of lipids, they are suitable candidates for solutionstate NMR spectra. Moreover, sterols can also be incorporated into bicelles and its influence on the lipid-peptide interaction can be studied [278] . Recently, nano discs have become an alternative for solution and solid-state NMR (SSNMR). Nano discs are lipid aggregates of 100e200 lipid molecules, surrounded by a membrane scaffold protein or amphipathic helical peptides, typically derived from apolipoprotein A-1 [279e281]. The size of the nanodiscs (10 nm) makes them an appropriate candidate for liquid-state NMR. As with bicelles, the size, acyl chain length, the charge of the head group and sterol content can be varied in nano discs.\n\nSolution-state NMR studies for Lipid-LP interaction studies -Solution-state NMR offers a set of well-established multidimensional techniques to determine the structure of the peptide in the free and membrane-bound state. Simple two dimensional 1 H is enough to assign the structure of small peptide systems (<10 kDa). For example, Correlation spectroscopy (COSY) [286] and Total Correlated Spectroscopy (TOCSY) [287, 288] can be used to assign the position of the backbone and side chain of the peptide, using correlating proton signals connected by J coupling. Nuclear Overhauser Effect Spectroscopy (NOESY) spectra can give data about the distance between protons in space. From these angular and distance constraints, the peptide can be identified without labeling it. Sometimes 13 C and/or 15 N peptide labeling is necessary to resolve overlapping signals. Though lipid vesicles offer a suitable cell membrane environment for peptide interaction, they are too large to be observed in NMR. This issue can be addressed by the Transferred Nuclear Overhauser Effect (TRNOE), which is feasible when the dynamic time-scale of peptide binding and unbinding gives rise to transferred nuclear overhauser signals [288, 289] . These NMR spectra are recorded from peptides in the free and vesicle-bound state. When fast exchange occurs in lipid-bound and free states, there would be a NOE transfer from a lipid to the peptide. Interaction of dengue virus fusion peptides with anionic POPC/POPG vesicles and DPC micelles were studied by the TRNOE-NMR method [290] . That study revealed that the NOE cross-peaks were due to the hydrophobic part of the membrane, corroborating the DPC bound state of the peptide. Unfortunately, the TRNOE-NMR method is not applicable to peptides which are strongly bound to membranes. To study tightly bound peptide exchange, a \"trapping method\" was developed. In this method, membrane-bound peptides are exposed to 1 H 2 Oe 2 H 2 O exchange for a specific period of time. Then, the exchange is quenched with deuterated methanol. The remaining protons which are not exposed to 2 H 2 O can be detected by solution-state 1 H NMR. The interaction of melittin with membranes has been studied by this method. The periodicity of the exchange rate revealed that one side of the peptide was clearly shielded by the membrane, thus revealing the azimuthal rotation of the helix [291] . Recently, the interaction of maximin-4 (27-residue cationic AMP) with two membrane mimetic environments such as SDS and 50% methanol was studied through the NOE method [292] . A significant difference in the peptide structure was observed between SDS and methanol. The NOE of the peptide in SDS revealed several helix-helix interactions and a kinked structure, but no such features were observed in methanol.\n\nResidual Dipolar Coupling (RDC) is another solution-based NMR technique which can be used to study the tilt and the azimuthal angle of peptides in solution and in the membrane environment [293, 294] . The RDC constant depends on the nature, distance, and angle of an internuclear vector in correlation to a molecular reference frame. In order to get long-range information of peptide orientation, 1 [298] investigated the interaction of the pentapeptide leucine-enkephalin (link) in a hydrated DMPC bilayer through the RDC-NMR method. They found that the \"link\" molecule was flexible, switching between specific bent conformations.\n\nAn alternative solution-state NMR based approach to obtain information about orientation and localization of peptides in the [372] membrane is by tagging a paramagnetic probe in the peptide itself. When a peptide binds to a paramagnetized micelle [299] its relaxation rates are enhanced by 1/r 6 , with r being the distance between the paramagnetic center and the observed nucleus. The interior of the micelle can be paramagnetized through the incorporation of 5-, 12-or 16-doxylstearate into DPC micelles. As the micelles forming detergents and lipids are flexible in a membrane environment, the precise position of the paramagnetic center cannot be defined. Hence, paramagnetic relaxation processes can only give qualitative information about the peptide orientation. Quantitative information about the orientation or location of the peptide can be obtained determining the depth-dependent oxygen partitioning in hydrophobic environments [300e303] . In this method, oxygen is applied to micelles at a partial pressure of 20e100 atm. As oxygen has a different level of solubility across micelles, a paramagnetic gradient is generated. This gradient generates increased relaxation in the micelle and an increased chemical shift perturbation of 19 F (5 ppm) and 13 C (0.1 ppm) can be observed. This approach was used to study diacylglycerol kinase (DAGK) peptide [292] . It is also possible to add a paramagnetic compound to the solution surrounding the micelle [304e306]. In this case, the relaxation enhancement affects spins close to the surface of the micelle. The water-soluble chelate complexes of gadolinium are paramagnetic species commonly used. Unlike other paramagnetic species (TEMPO, Mn 2þ, and Ni 2þ ), gadoliniumdiethylenetriamine pentaacetic acid-diethylamideGd (DTPA-BMA) is an inert compound in aqueous solutions. The paramagnetic relaxation effect (PRE) obtained by this method for a flat surface, and, within a good approximation, for large spherical systems, depends on 1/d 3 ; where d is the immersion depth of the peptide [291] . Zangger and coworkers [307] monitored the proton longitudinal relaxation rates upon addition of the freely water-soluble and the inert paramagnetic probe Gd (DTPA-BMA) of the a-helical peptide CM15, and determined the orientation of the fifteenresidue peptide in DPC micelles. This method has also been applied to study complete positioning of the AMPs CM15 and maximin H6 in DPC and SDS micelles [308, 309] . This technique has the considerable advantage that isotopic labeling or chemical modifications of the peptide are not necessary. Solid-state (SS) NMR studies for LPs interaction studies -In solution-state NMR spectroscopy, the isotropic values for dipoledipole coupling, chemical shift anisotropy and quadrupolar coupling interactions are zero, thus, these interactions cannot be observed. In solid-state NMR spectroscopy, the signal overlap of anisotropic interactions leads to broad peaks that impede the structure resolution. In order to get well-resolved spectra, two different approaches have been introduced. The first approach is the Magic Angle Spinning determination (MAS), where anisotropic interactions are averaged by the fast spinning of the sample around the magic angle. The second approach is the uniaxial alignment of the sample relative to the magnetic field direction. This approach gives a spectrum with sharp peaks, similar to solution NMR spectra. By using various MAS solid-state NMR, different events of the peptide-lipid contact and AMP accessibility to water during its interaction with the membrane have been characterized [310, 311] .\n\nAnother solid-state NMR approach is to register NMR data using uniaxially oriented membranes. Anisotropic chemical shifts of ahelical peptides depend on the tilt and rotational pitch angle of the peptide. Hence, the anisotropic chemical shift from samples can give information about the orientation of the peptide; as NMR measurements exhibit strong dependence with their alignment relative to the magnetic field. This information enables us to study the structure and topology of membrane-oriented peptides.\n\nVarious AMPs, such as gramicidin [312] , magainins [313] and related peptides, have been investigated using this method [314e317] . Detailed knowledge about interactions of nuclei and their angular correlations are required to perform this study. The interaction tensors of several biologically important nuclei ( 15 N for peptide bond) have been studied [318, 319] . Structures and topology of 15 N-labeled Lactophoricin peptides (LPcin-I and LPcin-II) were studied by 1D solid-state NMR [320] . 15 N NMR investigations of magainin 2 and melittin on aligned bilayers revealed that the peptides were oriented perpendicular to the membrane bilayer [321] .\n\nThe most common nucleus sensitive to NMR used in the study of lipids is 31 P. Cell membranes contain a very high proportion of phospholipids carrying a phosphate moiety in their polar head group. 31 P exhibits characteristic line shapes in each of the different lipid phases. Hence, data obtained from 31 P labeling is crucial when studying the non-lamellar phases induced by peptide interaction with membranes. In the case of strong lipid-peptide interactions, the changes in Chemical Shift Anisotropy (CSA) width can be detected; revealing the structural and dynamic change of the membrane [322e324]. With MAS experiments, differences in an isotropic chemical shift can be resolved, which can be useful to study lipid mixtures. Furthermore, the affinity of peptides with different membrane head groups and lipid acyl chain lengths can be monitored. Vosegaard and coworkers [325] researched membrane perturbations and disruption by alamethicin and novicidin using 31 P SS NMR spectroscopy. They observed that the membrane remained in a planar conformation and lipids were involved in peptide anchoring. 31 P NMR relaxation of membrane-active peptides like KALP21 and dynorphin B on bicelles containing either DMPC or a mixture of DMPC and DMPG, and (DHPC) was studied by M€ aler and coworkers [326] . A comparison of 31 P values for the lipids with and without peptide showed that dynorphin B had a greater effect on lipid head group dynamics than KALP21.\n\nDeuterium is the most versatile nucleus when studying lipids in model membranes. The deuterium nucleus has a quadrupole moment with a spin value of one. Quadrupolar solid-state NMR spectra of membrane containing deuterated phospholipids can provide information about changes in the lipid packing. Deuteration is usually done either at the phospholipid head group or along the entire acyl chain. Conformational adjustment of the lipid zwitterionic head group is induced when peptides of a certain charge interact with membrane surface [327] . This causes the directional change in quadrupole splitting. This quadrupole splitting has a direct correlation with the motional order parameter of the hydrophobic region of the membrane. Using deuterium relaxation times, one can study the local dynamic changes induced by peptides in a specifically labeled membrane region. Recently, the interaction of a number of peptides with phospholipid membranes [425] has been studied through 2 H solid-state NMR [328e330]. For example, the 2 H NMR analysis of the short multifunctional peptide BP100 membrane interactions revealed considerable membrane thinning and local destabilization upon peptide contact [331] . The 2 H-SS NMR study of the histidine-rich designer peptide LAH4-L1 on model membranes revealed that the liposomes retained their bilayer macroscopic phase even at the highest peptide concentrations investigated [332] . Fluorine ( 19 F) is another NMR sensitive nucleus (spin-1/2 nucleus) that can be substituted for another atom (usually 1 H); even though the exchange might perturb the lipid-peptide interaction. 19 F-solid-state NMR is particularly useful to study peptides at low concentrations and to observe the effect of AMPs on membranes [333e336]. In order to study 19 F-solid-state NMR, the AMPs must be labeled with a 19 F reporter group such as 4F-phenylglycine (4F-Phg), 4-CF-phenylglycine (CF 3 -Phg) or 3F-alanine (F-Ala) [337, 338] . Recently, Hechinger and co-workers [339] carried out 19 F MAS NMR investigation of 19 F labeled alamethicin and its aggregation on POPC membranes.\n\nPolarization Inversion with Spin change at the Magic Angle (PISEMA) is one of the solid-state NMR methods which correlate 1 He 15 N dipolar coupling. This method can provide precise information about the 15 N chemical shifts occurring when peptides associate with membranes, as well as heteronuclear dipolar coupling information. PISEMA is based on polar inversion and Spin Exchange at the Magic Angle (SEMA) between the dipolar coupled heteronuclear spin. The SEMA pulse sequence suppresses the homonuclear ( 1 He 1 H) dipolar coupling by spin locking 1 H signals along the magic angle. The PISEMA spectra of the 15 N label in highly oriented a-helical peptides often give a wheel-like pattern, termed PISA (Polarity Index Slant Angle) wheels [340, 341] . This information can be used to determine the secondary structure and topology of aligned peptides [342] .\n\nSite-directed spin labeling (SDSL) in combination with electron paramagnetic resonance (EPR) spectroscopy is a rapidly expanding powerful biophysical technique used to study the structural and dynamic properties of AMPs in their native environment. EPR spectroscopy measures the absorption of microwave radiation corresponding to the energy splitting of an unpaired electron when it is placed in a strong magnetic field. EPR shares the basic quantum mechanical description with NMR, but with the detection of complex interactions of nuclear spin isotopes ( 1 H, 2 H, 13 C, 14 N, 15 N, 31 P etc.) with unpaired electron of spin labels. Therefore, the sample should contain unpaired electron spin to be EPR active. One or few spin label(s) can be attached covalently to lipids or AMPs to study LP-lipid interactions. Detailed discussion of different labeling techniques for EPR analysis was reviewed by Bordignon and Bleicken [357] . EPR spectroscopy is advantageous when compared to NMR spectroscopy in terms of sensitivity. It offers up to three orders of magnitude higher sensitivity than that of NMR and does not rely on expensive isotopic labels.\n\nSpin-label EPR can directly yield the information about stoichiometry of AMP-associated lipid, a quantity that is related to the intramembranous structure and assembly of integral AMPs [358, 359] . This method can also be extended to investigate penetration of peptides into the membrane. In addition, EPR spectroscopy can answer pertinent questions about the dynamics of both solution and membrane bound AMPs, that are indeed difficult to solve by traditional methods. In the event of LP-lipid interaction, continuous wave EPR (CW-EPR) spectroscopy of spin-labeled peptides could yield information about motion of the spin labeled side chain, solvent accessibility of the AMP and distance between two spin labels [360] . The line shape analysis of the EPR data for spin-labeled AMPs can probe structural details with spatial resolution at the backbone level [361e363]. The motion of the spin label can reflect the environment surrounding it. Changes in the spin-label mobility can yield details about the peptide-membrane binding activities. In the aqueous phase, a spin-labeled peptide or small protein rapidly tumbling, leads to an isotropic spectrum with a rotational correlation time of less than 1 ns. However, in the membrane environment, spin labeled peptides experience restricted mobility, resulting in a broader EPR spectrum with two motional components resulting from the superposition of the signals arising from a free and bound peptide [364e366]. A recent example of using EPR spectroscopy is the study of myxinidin and its mutant WMR with lipid bilayers mimicking the membranes of Psuedomonas aeruginosa and Escherichia coli [367] . While EPR has several advantages, the requirement of unpaired electrons in the probe might not be relevant for all the systems to be studied. Some of the EPR experiments need temperatures as low as 4 K and may be an expensive constraint.\n\nAtomic Force Microscopy (AFM) is a surface probing microscopy technique. With AFM, the structure of biological samples such as cells and membranes can be explored in real time with a fraction of nanometer-scale resolution ( Table 9 ). The basic idea of AFM is to allow a local probe (usually an oxide-sharpened microfabricated Si 3 N 4 tip also called the cantilever) to interact with the experimental surface and measure the interaction force between the tip and the sample surface (Fig. 5) . A complete review of the technical aspect of AFM was written by Dufrêne [373] . Different AFM imaging modes are available, which mainly differ in the way the tip moves over the sample surface. These techniques enable the visualization of the surface structure and lateral organization, and to study inter/ intra molecular forces [374e376]. For example, in contact mode AFM, the tip is scanned over the sample while the force applied to the sample is kept constant using feedback control. Whereas in the dynamic mode, an oscillating tip is scanned over the sample surface.\n\nSupported Lipid Bilayers (SLBs) are the biomimetic model systems used to study the property of membranes through AFM. The most common method to form SLB is the Langmuir-Blodgett (LB) method. The LB method is based on compression of lipids on an aqueous phase using moveable barriers of a Langmuir trough made of teflon. This method allows the transfer of a monolayer of amphiphilic molecules to a solid support, generally mica. The second layer is then deposited by dipping the substrate, coated with a monolayer, through the air-water interface again, from the air into the aqueous phase [377e379]. SLBs can also be prepared by fusing lipid vesicles on solid supports. In this method, suspension of unilamellar vesicles (SUVs) are supported on cleaved mica for 45e60 min at 45e60 C (in function of Tm of the membrane lipid composition), then cooled to room temperature and rinsed with the appropriate image buffer, before taking the measurement. Another notable method of SLB preparation is the hydration of spin-coated films [380e382]. This method involves the hydration of suitably prepared dry films of lipids with the image buffer. However, this method usually forms stacked bilayer with the number of bilayers ranging between 2 and 30 [381] .\n\nIn the last decade, AFM has become a well-established technique to study the nanoscale organization of phase segregation in SLBs. So far, many investigations have been carried out to study the phase properties of binary mixtures and ternary mixtures [383e387]. Recently, Zhang and co-workers [388] studied the interfacial behavior of a binary monolayer of hexadecanol/DPPE at the air-water interface through AFM. They observed a phaseseparated monolayer and determined the interactions between hexadecanol and DPPE. Increasing the content of hexadecanol in DPPE monolayer affected the lateral organization of membrane and improved its surface tension kinetics. Other important aspects of lipid bilayers such as structure and kinetics of ripple phases [389, 390] , nucleation and growth of laterally segregated domains in SLBs [391, 392] can also be addressed with AFM.\n\nAFM is increasingly being used to study events of membranepeptide interactions, such as membrane fusion and membrane lysis. The membrane disrupting properties of several AMPs have been studied through AFM [393e397]. Using AFM, Miller, and coworkers [398] studied the mechanism of action of the Smp 24 peptide, purified from the venom of the North African scorpion Scorpio mauruspalmatus, on prototypical synthetic prokaryotic (DOPG: DOPC) and eukaryotic (DOPE: DOPC) membranes. AFM force spectroscopy of DOPG: DOPC membranes with concentrations of Smp 24 peptide between 0.4 and 1.25 mM revealed pore formation. The pore diameters ranged between 20 and 150 nm and their depths were typically 2e4 nm. When using DOPE: DOPC membranes, no pore formation was observed; instead the removal of the bilayer in stratified lines was seen. The AFM can be used to analyze the effect of AMPs on live cells. Saprobicco-workers [399] have used AFM to study the effect of the AMP Caerin on live bacteria. They established that the AMP Caerin 1.1 caused localized defects in the cell walls of Klebsiella pneumonia cells and established the pore forming mechanism of the peptide. The AFM technique can also address membrane selectivity of AMPs [400] . GL13K is a short (13 amino acid) AMP derived from the parotid secretory protein and is highly selective towards anionic lipid membranes. The AFM imaging of negatively charged DOPG with GL13K revealed the lipid structure of the disrupted membrane. The peptide ordering formed 1 nme2 nm deep holes through the membrane surface. In the case of DOPC bilayers, membrane thinning was not observed, but strands (approximately 1 nm high) were observed on the surface [401] . The membrane disrupting ability of many designed peptide models has been studied by AFM [402, 403] . Several virus derived fusogenic peptides have also been investigated by the AFM technique [404] . These peptides are short tilted segments (10e20 AA residues) with a hydrophobicity gradient oriented along the helical axis. Since their hydrophobicity increases from one end of the helix to the other, they insert at an angle of 30e60 in lipid membranes. The AFM study of a tilted peptide derived from the Simian Immunodeficiency Virus (SIV) [405] and a fusion peptide derived from the Human Immunodeficiency Virus (HIV) [406] revealed that they form stable holes in the lipid bilayer. Several peptides and proteins can form amyloid fibrils. Amyloid insoluble fibrils are assembled from soluble peptides or proteins. Amyloid fibril formation can accompany disease and each disease is characterized by the specific protein or peptide that aggregates. For example, the fibril formation of amyloid-b (Ab), human amylin (hA) and the prion protein (PrP) are related to Alzheimer's disease, Diabetes type 2 and the spongi form encephalopathies. In this regard, AFM enables the study of the formation mechanism of amyloid fibrils and their membrane association [407e411]. Recently, Leonenko and co-workers [412] observed that Ab 1e42 fibril interaction with healthy and diseased states of the neuronal membrane was different. Using AFM, they demonstrated that the interaction of Ab 1e42 fibrils was influenced by differences in topographical nano heterogeneity and the electrical surface potential of healthy and diseased states of the neuronal membrane. Frequency-Modulation Atomic Force Microscopy (FM-AFM) was used to study the morphology and growth of the amyloid fibrils formed by MinE. This revealed that amyloid-like fibrils formed by the N-terminal domain of MinE undergo further changes on an artificial membrane surface, without causing detectable membrane damage [413] .\n\nEver since it was first used in the early 1940s, Transmission Electron Microscopy (TEM) has continued to be an important technology in cell biology and updates are constant. TEM enables the examiner to visualize structural perturbation of the sample in nanometer scale. The TEM imaging of thin sections of plasticembedded cells can be achieved by bombarding the sample with an electron beam. The electron beams are absorbed and scattered by the sample producing a high-resolution image. Since the wavelength of electron beams are short (100,000-fold shorter than visible light photons), sub-nanometer resolution can be achieved. Sample preparation is a crucial step in TEM analyses of cells. Various sample preparation methods, including (ultra) thin sectioning, metal shadowing, negative staining, cryo-negative staining, unstained vitrified cryo-specimens and site-specific labeling of macromolecules have been developed so far. The detailed review of sample preparation for TEM is discussed elsewhere [426] .\n\nAs previously discussed, the interaction of AMPs induces morphological and functional changes on the cell membrane. Using TEM, one can visualize the cell membrane morphological changes caused by peptides (Table 10) . Recently, a number of membranes perturbing peptides have been studied through TEM [427e430]. It has been reported that Fusobacterium nucleatum can resist human neutrophil peptide (HNP)-1 antibacterial activity through different cellular adaptations, decreasing its membrane permeability, increasing its proliferation or forming biofilms. Gürsoy and coworkers [431] evaluated the morphological and functional adaptations of F. nucleatum in the presence of (HNP)-1, using TEM. TEM observation of F. nucleatum strains revealed that intracellular granules, cytoplasmatic spaces and surface roughness start to appear with increasing HNP-1 concentration. In another study, the TEM analysis of the antimicrobial effects produced by the twopeptide bacteriocin PLNC8 ab from Lactobacillus species on the membrane of Porphyromonas gingivalis revealed severe perturbations [432] . TEM images of the periodontopathogenic bacterial cells treated with this peptide showed plasma membrane rupture, which explained the leakage of the intracellular content. Recently, Sarojini and co-workers [433] investigated the interaction of Tyrocidine A (Tyrc A) analogs bearing a planar d-Phe-2-Abz turn motif with gram-negative strains. Analysis by TEM revealed the membrane rupture behaviors by the Tyrc A synthesis analogs.\n\nIn recent years, cryo-Transmission Electron Microscopy (cryo-TEM) has become a powerful method to study nanostructured liquids. This method involves ultra-fast cooling and conversion of a liquid sample to a vitrified (glassy) specimen which is then examined in TEM. This method can give a wealth of information about structures presenting different morphologies, sizes or complexity. The primary difference between conventional TEM and cryo-TEM is in the sample preparation for analysis. In the conventional chemical fixation method, the sample is adsorbed onto a carbon support film and then fixed by adding a chemical, typically a heavy metal salt solution; most commonly uranyl acetate or molybdenum salts [434] . Afterwards, the sample is air dried and analyzed with TEM. Though this method is easy to perform and inexpensive, the phase and structure of the sample tend to transform during evaporation and/or changes in temperature. In contrast, cryo-TEM fixation of the sample is made by ultrafast cooling, implying a quasiinstantaneous transition from liquid to solid. This method does not require the addition of foreign compounds and has minimal influence on the bulk conditions, composition or structure of the sample. In order to sustain the original nanostructure of the sample, the freezing procedure requires cooling rates of hundreds of degrees in milliseconds. Other aspects of cryo-TEM, such as different cooling techniques, specimen preparation and different [517] methods involved in imaging of vitrified specimens are reviewed elsewhere [435, 436] . The interaction of several AMPs with model membranes or cell membranes has been studied by this technique [437e440] . The Human islet amyloid polypeptide (hIAPP) fibrillar deposits on pancreatic islets of Langerhans cells are thought to be involved in the death of the insulin-producing islet cells in type 2 Diabetes mellitus. Investigation of cryo-TEM analysis of hIAPP with LUVs revealed that hIAPP fibrils distorted LUVs into noncircular shapes [441] . Similarly, Edwards and co-workers [442] used cryo-TEM and other complementary techniques to explore the membrane perturbing effects of melittin and alamethicin on POPC based liposomes of varying composition. They observed that both the LPs induced holes and open bilayer structures on the membrane at higher concentrations.\n\nUnlike TEM (passing a flood of electron beams), SEM moves a spot of the electron beam on the surface of the sample in a raster manner ('to and fro' in a horizontal pattern). The electrons reflected from the surface of the sample are captured by the detector to form the image. The SEM resolution is determined by the electrons spot diameter and not by the wavelength of the electron, as in the case of TEM. The working principles and specimen preparation of SEM have already been reviewed [455e458]. SEM can yield information about surface topography, crystalline structure, chemical composition and nanostructures formed by peptides (Table 11 ). The study of antimicrobial activity of hybrid AMPs (LI) derived from combinations of the typical fragment of human cathelicidin-derived LL37 with indolicidin, revealed that LI exhibited higher antimicrobial activity and cell selectivity than the parental molecules [459] . SEM analysis of membrane morphology of E. coli and Staphylococcus aureus upon LI treatment showed significant membrane damage. The membrane surface of peptide-treated E. coli cells became shrunken, broken and outstretched. Kondorosi and co-workers [460] studied the antibacterial activities of nodule-specific cysteine-rich (NCR) small peptides such as NCR247, NCR335, polymyxin B (PMB) and streptomycin. SEM analysis revealed that complete cell disruption was induced by PMB and NCR335 in Salmonella enterica, while NCR247 treatment resulted in extensive S. enterica cell surface budding. SEM was used to examine the ultrastructural changes induced by b-stranded gramicidin S and the a-helical peptidyl-glycylleucine-carboxy amide (PGLa) in bacteria [461] . SEM images of E. coli cells exposed to these AMPs revealed shortening and swelling of the cells. Also, multiple blisters and bubbles were formed on their surface. The S. aureus cells seemed to burst, showing open holes and deep craters in their cellular envelope.\n\nDetailed information about peptide self-assembly and formation of different nanostructures, such as tubular structures, fibers, micelles, vesicles, and spherical and rod-coil structures can be obtained by SEM. Yang and coworkers [462] designed a short amphiphilic peptide (CG3R6TAT), and studied its ability to form core-shell structured nanoparticles (micelles). Using Field Emission SEM (FE-SEM), they observed nanoparticles of the peptide with sizes smaller than 150 nm. Recently, the development of antibacterial applications using self-assembled peptide gels made of ultrashort peptides gained the attention of scientists [463, 464] . Peptide gels formed from natural amino acids sequences have improved stability against proteolytic enzymes. Through SEM it is possible to visualize the surface morphology of peptide gels. For example, Singh and co-workers [465] reported two a/g hybrid peptides Boc-D-Phe-g 4 -L-Phe-PEA (NH007) and Boc-L-Phe-g 4 -L-Phe-PEA (NH009) which can self-assemble into gels in DMSO solution. SEM images of dried gels of NH007 and NH009 exhibited porous morphologies (an interwoven morphology for NH007 and a flake-like network for NH009). In another study, Banerjee and coworkers [466] synthesized a series of peptides linked to fatty acid chains on their C-terminal amino acid and a free amino group (on the N-terminal). These can self-assemble in aqueous medium prompted by various noncovalent interactions. The FE-SEM images of xerogels of the peptides showed the formation of intertwined nanofibrillar assemblies in all the hydrogel matrices.\n\nFluorescence microscopy (FM) has provided valuable details about lipid domains in bilayers that were unavailable before [477e479]. The continued development of different FM procedures, such as confocal microscopy, one-photon, and two-photon approaches have offered more information about membrane physiology. Due to the rapid advancement in the bio-photonics field, it is now possible to carry out Fluorescence Correlation Spectroscopy (FCS), three-dimensional particle tracking methods, including polarization, lifetime and emission spectra in a microscopic environment ( . It is also possible to study the lateral structure of membranes and the distribution of peptides on the membrane (provided that the peptide is fluorescently labeled). Using confocal microscopy, Yamazaki and co-workers [494] studied the interaction of carboxyfluorescein (CF)-labeled magainin 2 (CF-magainin 2) with single GUVs containing a water-soluble fluorescent probe, Alexa Fluor 647 hydrazide (AF647). The fluorescence intensity of the rim of the GUV was increased due to the CF-magainin 2 adsorption before AF647started leaking. Andresen and co-workers [495] used FMbased single-vesicle detection methods to study the interaction of mastoparan X, melittin and magainin 2 with POPC/POPG (3:1) LUVs. Confocal imaging of surface-immobilized LUVs revealed that some LUVs were completely emptied of their contents, while some were only partly emptied. In another study, time-lapse fluorescence lifetime imaging microscopy was used to investigate the interaction between fluorescent melittin analogs with single giant unilamellar vesicles [496] . Recently, Yamazaki and co-workers [497] investigated the interaction of the CF-labeled transporter 10 (CF-TP10) with single GUVs. These vesicles were formed with DOPG and DOPC and contained AF647. Through confocal FM, they observed leakage of AF647 at higher concentrations of CF-TP10. Total-Internal-Reflection Fluorescence (TIRF) microscopy is another variation of FM. It can be used to image peptides in live cells or on supported lipid bilayers. When immobilized on surfaces, this technique allows single-molecule level resolution. Using this method, the residence time histogram of the individual peptide on the membrane can be determined. Hence, the binding rate of a peptide onto the membrane can be studied. In TIRF microscopy, the excitation wave impinges on a transparent solid (e.g., cover glass), this process creates an electromagnetic wave, called evanescent wave just over the glass and its interface with the liquid. This evanescent wave has the same frequency as the excited light. Since the evanescent light has limited penetration (~20e200 nm) into the solution, the background signals from molecules in bulk solution are not collected. In all cases, the cells are on the glass and then in the evanescent field. This feature offers TIRF five to-ten-fold better resolution than confocal microscopy. Harris and co-workers [498] used the TIRF microscopic method to characterize membrane affinity of the glucagon-like peptide-1 (GLP-1), a 30-residue membrane-active peptide. TIRF microscopy is generally used in combination with AFM, allowing the recollection of information about the local structure, dynamics and conformational requirements of the peptide-lipid interaction. Combined AFM and polarized TIRF microscopy for investigation on the interaction of the PFWRIRIRR-amide AMP with bacterial membrane-mimetic supported phospholipid bilayers, composed of POPE/tetraoleoyl cardiolipin (TOCL), was carried out by Yip et al., [499, 500] . The TIRF images revealed the TOCL structure perturbation after the introduction of the peptide. A similar method was used by the same group to study the interaction between indolicidin and eukaryotic (DOPC: DSPC: cholesterol) and prokaryotic (DOPE/DOPG) model membranes [501] .\n\nDifferential scanning calorimetry (DSC) is an effective and nonperturbing analytical tool to study the thermotropic properties of LP-lipid interactions (Table 13 ). DSC is one of the earliest analytical methods developed for biological samples. In the conventional up scanning mode DSC instruments monitor the temperature difference between a reference cell that is filled with solvent and a sample cell that contains the lipid/peptide of interest in an identical solvent. As the temperature of both cells is increased, thermally induced processes in the sample would initiate the temperature difference relative to the reference cell. Heaters on the sample cell surface supply additional heat to return the temperature difference to its initial value. This additional heat is proportional to the excess heat capacity of the thermally induced process. A single heat absorption peak is often observed in the DSC scan, or 'thermogram'. After correction of instrumental baseline, the peak can be integrated to give a direct calorimetric measurement of the enthalpy for the process (DHcal) and a measure of the melting temperature (Tm).\n\nAs discussed earlier, change in the phase transition can reveal details about the peptide-lipid interaction. DSC can provide quantitative information of peptide interaction on membrane structure by comparing the thermotropic data of the lipid blank and the sample with the peptide in a concentration dependent manner [518] . Furthermore, the role of membrane perturbation and surface defects caused by protein-lipid interactions has implicated AMP activity based on phase separation, charge-charge interaction, membrane curvature strain, pore formation, and even detergent style effects [518] .\n\nDSC has been a crucial tool for studying the preferential interaction of AMPs with certain lipid components. Studies with different AMPs have shown a preference binding towards PG as opposed to other negatively charged lipids, such as, phosphatidic acid, phosphatidylserine, and cardiolipin [519] . Phase separation was constantly observed with the different peptides and PE/PG mixtures, with a preferential interaction with PG. It has been evident from DSC studies that lipid specificity is not purely electrostatic and other membrane properties can contribute to the lipid specificity. The DSC study of the interaction of protegrin-1 (PG-1) with phospholipid model membranes suggested that in addition to an overall negative charge, the structural features of the phospholipid headgroups, lipid packing, and thus, membrane fluidity influence the interaction with PG-1 [520, 521] . DSC was also used to show PG lipid segregation upon interaction with AMPs. DSC analysis of AMPs, such as, FRWWHR, RAWVAWR-NH2 and cathelicidin with model membranes showed phase transition behavior [522e524].\n\nAlong with scattering techniques and NMR, isothermal titration calorimetry (ITC) has proven to be a reliable tool for providing valuable insights into thermodynamic characterization of AMPsmembrane interactions (Table 13) . A single calorimetric titration can provide a wealth of information such as enthalpy of binding (DH), entropy of binding (DS), association constant (Ka), binding stoichiometry (n), free energy of binding (DG), and potential siteesite interactions. ITC is robust, and can measure binding affinities as low as~100 mM to 1 nM. ITC can measure high affinity interactions, which is not easily achieved with other label-free methods. For instance, radiolabeling techniques and fluorescence spectroscopy can be used to measure high affinity binding, but require the judicious introduction of highly sensitive labels at a specific site. In an ITC experiment, a solution of one compound is titrated against the solution of another compound in an isothermal measurement. The reference cell and the sample cell are set to the desired experimental temperature. The injection device is inserted into the sample cell containing the protein of interest. A series of small aliquots of ligand are injected into the protein solution. In the event ligand-protein binding, heat changes of a few millionths of a degree Celsius are detected and measured. As the first injection is made, the microcalorimeter measures all heat released until the binding reaction has reached equilibrium. The quantity of heat measured is in direct proportion to the amount of binding.\n\nIn the event of LP-lipid interactions, ITC can reveal details about secondary processes accompanying peptide-membrane binding, that is, peptide-induced membrane permeabilizations, lipid phase changes, membrane-induced peptide-peptide associations, protonation reactions at the membrane surface and peptide conformational changes. ITC analysis of magainin 2 and PGLa has provided a lot of information about thermodynamics or membrane association [525e530]. A quantitative analysis of the ITC traces reveals enthalpies of 3e4 kcal/mol for PGLa and magainin, respectively, entropies of 40 cal mol À1 K À1 , and apparent membrane association constants in the 106 M À1 range. A recent ICT study of the AMP NK-2 with phospholipid membranes reveled that the overall binding reaction was endothermic [531] . The lipid to NK-2 (L/NK-2) ratio at which saturation of the heat flow occurs was 20:1. In another study, the thermodynamics of the binding process of LAH4-L1, a synthetic amphipathic peptide was elucidated with isothermal titration calorimetry. The ITC data revealed that the binding process was composed of at least three different reactions, that is, a coil-to-helix transition with an exothermic enthalpy of about À11 kcal/mol and two endothermic processes with enthalpies of~4 and~8 kcal/mol, respectively, which partly compensated the exothermic enthalpy of the conformational change [532] .\n\nThe exact manner by which AMPs perturbs the cell membrane is a primary requirement to design efficient novel antimicrobial or cell-penetrating peptides. The degree of toxicity of a given AMP depends upon its biochemical properties, specific lipid and/or membrane composition affinity and the microenvironment of peptide-membrane interaction event. In the biophysical community, a major challenge is to determine which analytical techniques can provide information about this biologically important process. In order to address this issue, we reviewed the principal analytical methods that can give detailed information about lipid-peptide interactions (Fig. 6 ). Based on these analytical methods, multidimensional analysis of peptide-lipid interactions must be done in the future. The articulation of the results from various analytical techniques can give a complete perspective on peptide-membrane interactions at the macro and microscopic level.\n\nIn conclusion, the understating of the distinct analytical techniques and their involvement in the interaction between LPs and cell membranes at the molecular level, and more specifically at the atomic level, is crucial in the field of drug development. Proper knowledge of these techniques can help design molecules with tailored functionalities. These data are particularly important for antibiotic and therapeutic advancement. Besides analyzing peptide synthesis, new screening on natural fronts and model membrane preparation, understating the biophysical bases of the interaction between natural bioactive molecules and the cell membrane is of utmost importance.\n\nS.M and C.M.G conceived of the presented idea. R.C and B.B participated with manuscript content and organization. All authors provided critical feedback and helped shape the research, analysis and manuscript."}