{"title": "Severe Acute Respiratory Syndrome (SARS) in Hong Kong: Patients' Experiences", "body": "(19.4%) and rigor (the occurrence of a sensation of hot-and-cold and shivering in addition to teeth chattering and bed shaking) (8.3%). All 36 patients received a combination of corticosteroids and ribavirin. The patients were at risk of drug-related adverse reactions and deterioration of respiratory function, and nursing vigilance was required. Conclusion: Nursing patients with SARS was challenging as the disease was highly contagious and potentially lethal, and not much was known about this disease. In addition to the use of frontline treatment, infection control and sensitivity to individual responses to sudden and catastrophic illness were required to support these patients. From this outbreak of SARS, we have learned the importance of infection control in containing and controlling the disease. Other lessons included the need to strengthen the surge capacity in our hospitals and support health care workers during the crisis.\n\nA n outbreak of atypical pneumonia was reported to have occurred in Guangdong Province, China at the end of November, 2002 and by May, 2003, had affected 305 people resulting in five deaths. 1 The disease was characterized by transmission to healthcare workers via household contacts. 2 During late February, 2003, an outbreak of acute pneumonia was reported among healthcare workers at a public hospital in Hong Kong. 3 On March 12, 2003 , the World Health Organization (WHO) issued a global alert about the outbreak and instituted worldwide surveillance. 4 As of March 19, 2003 , the US Centers for Disease Control and Prevention (CDC) issued a preliminary case definition for the condition referred to as Severe Acute Respiratory Syndrome (SARS). 2 Multi-country outbreaks of SARS have since been reported, with 8437 probable cases and 813 deaths, as of July 11, 2003. 5 In Hong Kong, the highly infectious nature of SARS and reports of its transmission to close contacts sparked much fear, which resulted in considerable adverse socio-economic impact. 6 Although recent outbreaks of the H5N1 avian flu aroused an extraordinary public health response locally, 7 and other epidemiological crises threatened public health in other parts of the world, [8] [9] [10] the SARS outbreak was unique due to the rapidity of transmission, the prevalence among previously healthy healthcare workers, and spread in health care settings. 11 The large number of health care workers who became infected was of particular concern as it threatened to deplete the human resources vital for the control of this disease.\n\nThe intensive efforts to find the etiology and pinpoint the diagnosis of SARS are well documented. [12] [13] [14] [15] While there is now greater understanding about the diagnosis and management of SARS patients, the various dimensions of nursing care required by these patients have not been reported. Therefore we conducted a descriptive analysis of 36 patients with SARS to describe their clinical features, treatment, nursing care and perceptions of the illness experience.\n\nQueen Mary Hospital is a regional teaching general hospital with 1444 beds, which serves the Western regions of Hong Kong Island. Patients admitted between March 15 and April 15, 2003 , and who were confirmed to have SARS, were recruited into this descriptive study. This study had approval from the Institutional Review Board of the University of Hong Kong/Hospital Authority Hong Kong West Cluster. A total of 36 patients were recruited. A chart review of these patients' medical and nursing records was conducted. In addition, 12 (33.3%) of the patients were invited to participate in individual semi-structured interviews. The inclusion criteria were: patients with confirmed SARS, who were over 18 years of age, with no unstable emotional and/or physical conditions. The diagnosis of SARS was based on clinical, radiological and epidemiological features as outlined by the World Health Organization (WHO) 16 and Center for Disease Control (CDC) (US). 17 Very briefly, these patients had fever ( Ͼ 38°C), presence of respiratory symptoms (eg, cough, dyspnea) and history of close contact with a suspected or confirmed SARS patient. In addition, in our institute, SARS was not diagnosed if there was a clinical or radiological improvement to potent antibiotic therapy. 15 \n\nTwo of the authors (Tai and Cheng) reviewed clinical charts of all 36 SARS patients admitted to the isolation wards at Queen Mary Hospital between March 15 and April 15, 2003. Using an investigator-designed checklist, information on the clinical features, treatment, and nursing care of these patients was extracted.\n\nUsing convenience sampling, 12 patients with SARS were selected for interview in order to explore their experiences when ill. Four of the respondents were health care workers including one doctor, two nurses and one health care assistant. The use of convenience sampling was justified on the grounds that it was difficult to find suitable patients for the interview as many of them were very breathless, ill or distressed. Informed written consent was obtained before the interview. An investigatordesigned interview guide was used to solicit the patients' responses during the semi-structured interview, each of which lasted for 25-30 min. The interview questions were as follows: • Can you tell us about your experience with the SARS illness and the problems that you have experienced?\n\n• We would like to know about your hopes or needs during this illness. • What could nurses do for you when you were ill? • Do you have any concerns since becoming ill? • Who were the people that helped you the most during your illness? • Who were the people that helped you the least during your illness? • Can you tell us how you have coped with the distress since becoming ill? • Do you look at life differently after contracting SARS? Please explain.\n\nThe interviews were conducted in Chinese by two interviewers who were native Chinese speakers. Training was provided to ensure that the interviewers adopted the same technique and focus during the interviews. The interviews were transcribed into Chinese and analyzed. The main themes identified were translated into English and checked by the authors for accuracy.\n\nThe hospital's policies and procedures in relation to infection control were also analyzed. Four documents were reviewed: \"Infection Control Precautions for Care of Atypical Pnuemonia in QMH\", \"Procedures for gearing up in SARS isolation room or ward\", \"QMH policy on Personal Protective Equipment -PPE's (updated on 1st May 2003)\" and \"Nursing care measures in SARS unit\". The purpose of conducting the review was to elicit the policies and procedures relating to infection control in the SARS wards as they had a direct influence on the nursing care of these patients.\n\nHealth care records were reviewed, key features were identified, and a summary of commonalities was made. The interviews were transcribed and analyzed. Using a general analytic overview as described by Polit, Beck and Hungler, 18 recurring themes were identified. Emerging themes were checked for commonalities and variations as well as how they were patterned. The clinical features of SARS expressed in these patients most commonly included pulmonary symptoms such as cough and dyspnea (Ͼ80%) followed by malaise (69%). (See Table 2 ). All 36 patients received standard treatment for SARS, namely, a combination of corticosteroid and ribavirin, as reported previously. 15 In addition, all patients received a combination of cefepime and clarithromycin as per standard treatment protocol for severe community-acquired pneumonia in our institute (See Table 1 ).\n\nAs coronavirus, the causal agent of SARS 13 is highly contagious, and the most likely route of transmission is by droplets and direct inoculation of secretions on the mucous membrane. 19 Therefore, all 36 patients in this study were cohorted in designated wards. Barrier nursing with personal protection equipment in accordance with the hospital policy and guidelines was instituted to prevent droplet transmission and direct contact with fomites. Providing training to the staff about the infection control measures for SARS and proper use of personal protec-tive equipment was an essential precaution strategy. Vigilance was sustained through continuous promotion of infection control precautions and monitoring for compliance.\n\nNot only were the patients at risk of infection transmission, they were also at risk of infection due to the administration of large doses of corticosteroids. Patient education was critical to \n\nTiwari et al ensure they had a sound understanding of their illness, the routes of transmission of SARS, the proper use of personal protective equipment (including how to wear N95 masks) and the importance of personal hygiene. Education was designed and delivered according to the recipient's level of knowledge and readiness (as the patient population was comprised of healthcare workers and the general public) to ensure that the new knowledge was built on his/her existing understanding.\n\nMore advanced knowledge about the illness and treatment would be provided to health care workers while non-technical language would be used when teaching the lay public. Special precautions were taken to protect the patients from infections including: drinking only bottled water, not allowing family to bring in home-cooked food, meticulous handwashing and discouraging patients from visiting one another.\n\nAs nosocomial infection is a key feature of SARS, precautionary measures were also taken to eliminate the risk factors leading to breakthrough infection among health care workers. For example, all potentially aerosol-generating procedures were avoided. These included diagnostic sputum induction, endotracheal intubation, nasopharyngeal aspiration, and the use of nebulizer and nebulized medication. In cases where intubation and assisted mechanical ventilation were required, patients were transferred to the SARS ICU where negative pressure room and closed suction system were available to prevent air leaks. Since lapses in infection control (for example, using one's hand to adjust the mask or goggle, forgetting to wash hands after patient contact) were linked to heavy workload and failed attention span, special measures were taken to ensure that the staff were not over-worked. These included instituting a lower nursepatient ratio (1:4.5 for a 20-bedded SARS ward, 1:8 for a 30-bedded non SARS ward), providing more breaks while on duty, and scheduling a shorter working week. Nursing procedures, while essential for patient care, were also high-risk activities for nurses. In order to minimize the risk of prolonged exposure and extensive contact, a system of pairing up nurses, designed to improve efficiency and effectiveness, was instituted whenever nursing procedures were performed. To further reduce the risk of cross contamination, air-flow exchange cycle in SARS wards was increased from 7 to 11 per hour, beds were kept at 3 to 7 feet apart, and a distance of 3 feet was maintained between the patient and health care worker.\n\nWhile the patients in this study expressed different symptoms during their illness, dyspnea and isolation were frequently identified as particularly problematic. Dyspnea could compromise the patient's ability to care for self, and the individual would become dependent on others. Yet close contact with health care personnel increased the risk of transmission of nosocomial infection. Depending on the degree of patient incapacity, nursing activities were carefully coordinated to minimize burden on the patient, while avoiding prolonged exposure for nurses. Involvement of patients in assessing their self-care needs facilitated joint decision making about what self-care activities the patient might manage and what assistance might be required.\n\nEducating the patients about their symptoms helped them to find alternative ways of coping.\n\nThe imposed isolation policy prevented visits from family members while the use of personal protective equipment (mask and goggle) created a barrier to communication between patient and health care workers. These often served to aggravate the patient's distress caused by the sudden catastrophe. For those patients who were health care workers, knowing that they were unable to provide support and protection to their family members, despite their knowledge about the disease, was an added burden for them. The cell phone provided a useful link to the outside world for most patients. The television was another means of keeping patients informed, although some of the news on the outbreak of SARS in the community aroused their anxiety, as they feared for the safety of their family and friends. Services provided by the pastoral care team and medical social workers helped to alleviate some of their anguish and social problems.\n\nDue to the potential drug-related adverse reactions and the unpredictable development of the disease, nurses had to be extra vigilant about the early signs of deterioration in these patients. Oxygen desaturation, indicated by a SaO 2 level of Յ 94%, alerted nurses to the possibility of deteriorating respiratory function, which was often due to alveolar damage, or an adverse reaction to ribavirin. In this cohort of patients, 20 (55.5%) of those with dyspnea had episodes of oxygen saturation of Յ 94% on room air and required oxygen therapy. Two of the patients subsequently required ventilatory support and were transferred to the intensive care unit. Observations for adverse reactions to corticosteroids such as hyperglycemia, hypokalemia, hypertension, edema, gastro-intestinal irritation, and depression were critical; hence the need to regularly monitor the patient's weight, blood pressure, serum electrolyte levels and blood glucose. It was important, too, for nurses to observe for failure to respond to treatment (displayed as persistent fever or dyspnea), or relapses (ie, patient becoming febrile again after an interval of normal body temperatures). Where appropriate, patients who were health care workers were involved in the monitoring of their own condition in order to enhance their sense of control.\n\nThree themes emerged from the transcripts of the interviews with the 12 patients: (1) concern, fears and frustration; (2) a change in outlook; and (3) nurse as carer.\n\nAlthough many of these patients were quite ill, their chief concern was for their family, rather than their own survival. A number of factors might have contributed to this. The sudden- To summarize, the patients' accounts suggest that the illness experience has been a traumatic one and as a result, they changed the way they look at life. Further, the nurse stood out as someone who has provided the much-needed care and support during the crisis situation.\n\nPatients with SARS pose a unique challenge for nursing. As described by those patients who were interviewed, they were in need of high levels of care and attention. And yet there was the very real fear on the part of health care professionals and the patients themselves, that prolonged contact with these patients could be risky. However, whether prolonged contact would increase the viral load and cause nosocomial infection has not been subjected to scientific testing. So far, there has been no evidence that prolonged contact alone can cause breakthrough infection. Rather, exposure coupled with poor adherence to recommended universal precautions are associated with higher rates of transmission.\n\nIn one case-control study 20 of 241 non-infected and 13 infected health care workers with documented exposures to 11 index patients with SARS in five hospitals in Hong Kong, staff who had used masks, gloves, gowns and handwashing during patient care were not infected (n ϭ 69). All those infected had omitted at least one of the four recommended measures. Significantly, fewer staff who wore masks became infected compared with those who did not.\n\nIn another study 21 that investigated the first (and still the only, as of July, 2003) nosocomial infection at the hospital where this study was conducted, a combination of several factors was responsible, including: Exposure to SARS patients with high flow O 2 therapy, not washing hands after glove removal, adjusting goggles with unwashed hands, and talking to patients within a distance of three feet. Thus, it has been suggested that if all the droplets and contact precautions are followed properly, there is no need to fear that just listening and talking to SARS patients can infect the nurse or any other health professional.\n\nThe occurrence of nosocomial infection during this outbreak of SARS in Hong Kong has clearly shown that personal protective equipment alone cannot prevent breakthrough infection in the hospital. Education is the key to prevent the spread of SARS to health care workers. Not only should staff be taught and learn the correct ways of using the equipment, they must adhere strictly to the precautionary procedures. In addition, an infection control team should be set up in each hospital to enforce the precautionary measures, monitor staff compliance and identify areas for improvement. Also, each incident of breakthrough infection must be investigated immediately and thoroughly to find the cause. Once identified, the findings must be communicated to all health care workers in the hospital without delay, with immediate execution of the corrective measures. In our hospital, when such steps were taken after a breakthrough infection, a second one did not occur.\n\nWhile a great deal of attention has been given to the acute stage of SARS, relatively little consideration has been given to its after-effects. As indicated by the patients in this study, the effects of SARS are likely to be with them long after their discharge from the hospital, and such effects appear to be mainly in the psychosocial domain. At present, the patients are being followed up weekly after discharge in order to monitor their physical condition. To the best of our knowledge, there are no provisions to rehabilitate these patients, even though many of them believe they have experienced the worst ordeal in their life. Nurses are in close contact with these patients when they return for their follow-up visits, and are in an excellent position to assess, plan, implement and evaluate a comprehensive model of physical-psycho-social-spiritual care. Such a model of care should be an essential part of the patients' rehabilitation program after SARS.\n\nThe outbreak of SARS has brought to the fore some longstanding problems in our public hospitals. For example, showering and changing facilities for the staff are inadequate and sub-standard; the wards are over-crowded; and nurses work long shifts with insufficient breaks. Such conditions, coupled with the lack of contingency planning for managing sudden catastrophe, had likely aggravated the spread of nosocomial infection in a number of our hospitals. As demonstrated in a major outbreak of SARS in a local public hospital affecting 69 healthcare workers, 22 hospitals can serve as a hub spreading the infection. Thus, SARS has exposed the need to make the hospital a safer place both for staff, patients and their visitors. Nurse administrators should seize this opportunity and the extra funding available to transform the hospital environment.\n\nIn addition to the hospital environment, the SARS outbreak has also reinforced the known association between environmental hygiene and the spread of infection in the community. Now that public awareness has been raised, and different sectors of the Hong Kong community have worked together successfully in the fight against SARS, this momentum in the promotion of public health must be sustained. Nurses, with their knowledge and skills in public health education, must lobby our government officials and policy makers about the importance of primary health care and demonstrate the human and economic costs when public health is neglected, as clearly documented in this episode of SARS outbreak. As a result of the publicity given to healthcare workers during the epidemic, particularly to those who became infected and to the few who sacrificed their lives in the line of duty, nurses received much respect and sympathy from the general public. We must use this moment to create a healthier community through community partnership and citizen education.\n\nAs a result of this new and deadly disease, there is a need to review and revise the nursing curriculum at different educational levels. Not only should SARS be added to the curriculum, but the leadership and political prowess of nurses required in the face of sudden catastrophe should also be emphasized. During this outbreak, many nurses had to learn to respond quickly to an unknown enemy, make radical changes in their work practices, while remaining calm in a world turned upside down. Such lessons should be shared so that the wisdom gained from this unfortunate incident can be passed on to other nurses who may yet face this or a similar catastrophe in the future.\n\nAt the time of writing this article, although the SARS outbreak in Hong Kong has been brought under control and designated cohort units are being closed with the decrease in new cases, vigilance should be maintained to prevent a resurgence of the outbreak. The valuable lessons learned during this crisis should not be forgotten and should indeed be the basis for strategic planning for future similar events. Among the lessons learned, the most obvious one is the importance of infection control. This was most acutely felt in the beginning of the outbreak when so little was known about the disease and health professionals had to resort to control tools (isolation and quarantine) dating back to the earliest days of empirical microbiology. 23 In the battle against SARS, we have learned that infection control is broader than just having standards and guidelines in place or having the provision of personal protective equipment. It encompasses surveillance, infrastructure and staff training. In the USA, the CDC has already shown that hospitals that conduct ongoing surveillance on nosocomial infections have a significantly lower infection rate than those without such programs.\n\nDuring the SARS outbreak, surveillance enhanced health professionals' vigilance and awareness, and facilitated a rapid response to breakthrough infections in hospitals. An administrative infrastructure with the establishment of a hospital-wide Infection Control Committee with proper support (Infection Control Officers, space, computers and clerical support) is also essential to contain the spread of SARS. Since such an infrastructure cannot be built in a day, health authorities should make a concerted effort to establish it before the next outbreak of SARS or other similar catastrophes. Any effort at instituting infection control is futile without the support of health professionals who have received formal training in infection control. Although staff education may appear to be costly, the reduction in the spread of SARS, as well as other communicable diseases and infections, would more than pay for the education program.\n\nAnother lesson that has been learned is that there is an inadequate 'surge capacity' in our hospitals and public health system, especially when health care workers became victims of the disease. The shortage of expert staff to respond to a rapidly evolving public health emergency is an issue that requires urgent attention. With the knowledge and experience gained from this outbreak, our health care system should be in a better position to deal with public health emergencies provided that the lessons learned are used to inform future preparedness planning.\n\nA third lesson that has been learned is the power of a poorly understood new infectious disease to incite widespread public anxiety and unwarranted discrimination. Both patients and health care workers become the victims of the phenomenon. It is important that health care workers, who are at the frontline in the fight against SARS, are given adequate support and information so that they may function effectively. Support services should be flexible, collegial and unintrusive, 11 and the assessment of special staff needs with the organization of a supportive institutional response 11 would be helpful in assisting health care workers to adapt in times of intense strain and stress. Health authorities should also provide factual, clear and reassuring messages.\n\nSevere Acute Respiratory Syndrome is a highly contagious and potentially lethal disease. In the early stage of the outbreak, it caught health care workers in Hong Kong by surprise and caused much panic in the community. The chart reviews and interviews conducted in this study helped to describe the clinical features and treatment of this disease as well as the patients' perceptions of their experience. With the uncovering of the facts about this condition, we hope to improve the care given to these patients."}