{"title": "Viruses & kidney disease: beyond HIV", "body": "Hepatitis C virus (HCV) co-infection is common among HIV-infected patients. Approximately one third of HIV-infected individuals worldwide are also infected with HCV, with higher rates of co-infection (more than 75%) observed in patients who were infected parenterally (1, 2) . Given the high prevalence of co-infection, HCV-related kidney disease is an important consideration in patients with HIV-HCV co-infection who present with renal manifestations.\n\nA variety of glomerulonephritides are associated with HCV infection, including membranous glomerulopathy (3, 4) , focal segmental glomerulosclerosis (FSGS) (5, 6) and most commonly, membranoproliferative glomerulonephritis (MPGN) with and without cryoglobulinemia (7) (8) (9) . A similar spectrum of glomerular diseases has been observed in patients with concurrent HIV and HCV infection (10) (11) (12) (13) . In addition, post-infectious glomerulonephritis, immunotactoid glomerulopathy, (14) and fibrillary glomerulonephritis (15) have been reported in this population (9) .\n\nTwo series have reviewed the clinical and renal pathologic features of patients co-infected with HIV and HCV (16, 17) . Stokes et al. reported the renal findings in seven African-American and five Hispanic co-infected intravenous drug users who presented with proteinuria, hematuria and renal dysfunction (16) . The majority had hypertension and edema, and 42% had cryoglobulinemia. Renal biopsy findings included MPGN in 5 patients, mesangial proliferation glomerulonephritis in 5 patients, membranous glomerulonephritis in one patient, and one case of collapsing FSGS with immune complex deposits. Three of 12 patients died and five patients (42%) progressed to end stage renal disease (ESRD) after a mean of 8.4 months. Cheng et al. examined the impact of HIV infection on both renal and patient survival in 14 patients with HCV-associated glomerular disease (17) . All were intravenous drug users with a mean age of 45 years. The majority of patients (93%) were African-American. HCV glomerular disease became clinically evident in the setting of moderate to advanced HIV disease; 86% of patients had CD4 cell counts below 500/uL and 43% had AIDS. The clinical presentations were similar to that of isolated HCV-associated glomerular disease with renal insufficiency and nephrotic range proteinuria in the majority. Renal biopsy findings included 11 cases of MPGN with a relatively high frequency of MPGN type 3 (45%). Three patients had membranous glomerulonephritis, all of whom had atypical histological features including diffuse mesangial proliferation with deposits, focal segmental endocapillary proliferative and exudative glomerulonephritis, and one with FSGS with collapsing features suggestive of overlap with HIVAN.\n\nThere were several notable differences between the cohort of co-infected patients and those with isolated HCV-glomerular disease (17) . The degree of renal insufficiency at presentation in the HIV co-infected patients was more advanced than reported in HCV-associated MPGN historical controls, although this may reflect delay in renal biopsies. The co-infected patients had a lower prevalence of hypocomplementemia (46%) and cryoglobulinemia (33%) compared to that reported in HCV-glomerular disease without HIV (7, 18) . Only one patient with cryoglobulinemia had organized deposits. This differs from the high rate of substructure identification in glomerular deposits of HCV-glomerular disease in HIV-negative patients (7) . Renal outcome was worse for co-infected patients compared to patients with isolated HCVglomerular disease and similar creatinine values. A higher percentage had a more rapid progression to ESRD: 71% progressed rapidly to advanced renal failure and 50% required dialysis after a median interval of two months after biopsy. A similarly poor course in coinfected patients was reported by Stokes et al. (16) . In addition, mortality was high (57%), and median combined renal/patient survival was 5.8 months (17) . The clinical course more closely resembled that of HIVAN rather than HCV-glomerular disease (19) . Although the clinical course of isolated HCV-associated renal disease can vary dramatically, most patients do not progress rapidly to ESRD. The authors speculated that the combined influences of complex glomerular lesions, higher baseline renal insufficiency, greater viral burden, and black race may promote more rapid renal deterioration and higher mortality in HIV-infected patients with HCV-associated glomerular disease (17) .\n\nAlthough the coexistence of HIV and HCV infection is common, relatively few cases of HCVrelated renal disease in HIV patients have been described in the literature. Several factors may contribute to this observation. The clinical presentation of HCV-associated glomerular disease is often similar to that of HIVAN, and the features that serve as clues to the presence of HCV glomerular disease such as hypocomplementemia and cryoglobulinemia may not be present. Thus, many patients may not undergo renal biopsy to distinguish between the diseases. Also, the renal manifestations typically become clinically apparent in the fifth or sixth decade of life, after long-standing HCV infection. Prior to the use of highly active antiretroviral therapy (ART), it was unlikely that HIV-infected patients survived long enough to manifest renal disease related to HCV. With improved survival associated with ART, complications related to HCV infection, including glomerular disease, are likely to be observed with greater frequency.\n\nThe existence of concomitant HIV infection in patients with HCV-glomerular disease makes the therapeutic approach difficult. The course of renal disease appears to be more aggressive in HIV-infected patients, and there may be greater resistance to interferon alpha in co-infected patients (17) . Although interferon has been shown to have anti-HIV activity (20) , therapy for HCV with pegylated interferon alpha in combination with ribavirin is associated with adverse effects which may be more pronounced in HIV-infected patients. Anemia can be problematic due to ribavirin-related hemolysis and interferon-related suppression of hematopoiesis. Zidovudine may cause severe anemia when used concurrently with anti-HCV therapy. An additional concern is the drug-drug interaction between ribavirin and other nucleoside reverse transcriptase inhibitors, such as didanosine, which can cause mitochondrial toxicity, pancreatitis, or lactic acidosis.\n\nBK virus (BKV), is a non-enveloped, icosahedral encapsulated DNA virus that belongs to the Papovaviridae family. JC virus and SV40 are other members of this family. BKV infection is widespread and is typically acquired in childhood (21) . Approximately 80% of the population is seropositive for BKV by adulthood. The majority of primary infections with BKV in immunocompetent hosts are asymptomatic. Following primary infection, BKV frequently establishes latent infection in renal tubular cells and urinary tract epithelia (22, 23) . The major clinical manifestations appear to result from viral reactivation within the genitourinary tract during conditions of cellular immunosuppression (23) . Hemorrhagic cystitis is a well-described complication related to BKV reactivation that is common after bone marrow transplantation and is also seen in renal transplant recipients (24, 25) . Ureteral and urethral stenosis leading to hydronephrosis (26, 27) has also been reported. In the renal transplant population, BKV is most frequently implicated in the development of BKV nephropathy which is associated with a high rate of premature allograft loss (28) (29) (30) .\n\nBKV related illness is less well characterized in patients with HIV infection. There are two reported cases of severe hemorrhagic cystitis due to BKV in patients with HIV (31, 32) . In both cases, symptoms and viruria persisted despite numerous treatments, including ganciclovir, foscarnet, nalidixic acid (32) and cidofovir (31) . There are 6 published cases of BKV-associated nephropathy in patients with AIDS (33) (34) (35) (36) (37) (38) . All cases occurred in males with CD4 cell counts ≤100 cells/μL. All presented with progressive azotemia and in some, low grade proteinuria with bland urine sediment. The diagnosis of BKV nephritis had not been suspected in any of these cases; rather, the kidney dysfunction was initially attributed to alternative diagnoses such as drug induced interstitial nephritis. Kidney biopsies revealed characteristic findings of tubulointerstitial nephritis with mixed inflammatory infiltrates (lymphocytes and monocytes) and tubular epithelial cells with viral intranuclear inclusions. The presence of BKV was confirmed by immunohistochemisty or in situ hybridization. Three patients progressed to ESRD, all of whom died. The remainder had progressive decline in creatinine clearance.\n\nIt is unclear if the paucity of reports in the literature regarding BKV related illness reflects true rarity of disease among HIV-infected patients or under-recognition of this viral infection. Support of the latter idea comes from numerous cases of BKV related tubulointerstitial nephritis in renal biopsy and autopsy specimens from AIDS patients in whom the diagnosis had not been considered (33) (34) (35) (36) (37) (38) (39) . There are also observations that support an interaction between HIV and BKV and suggest that BKV may be an emerging AIDS-associated pathogen. HIV-infected patients have a higher incidence of BKV viruria and also shed BKV at much higher levels than immunocompetent controls (22, 40, 41) . Urinary BKV shedding is seen in 20%-60% of HIV-infected patients (37, 40, 42, 43) . BKV viruria as well as the concentration of BKV in the urine are both inversely related to the CD4 cell count (41, 43) . This may indicate that clinical disease is more common among patients with end-stage AIDS, although this is not a consistent finding (42, 44) . Interestingly, a recent study indicated that the HIV-1 viral protein Tat may enhance BKV transcription (45) suggesting that high HIV viral loads may act synergistically with the immunosuppressed state to enhance BKV viral reactivation.\n\nThe dynamics of BKV reactivation and the factors associated with expression of clinically significant disease are not well understood. Several risk factors have been proposed for BKVassociated hemorrhagic cystitis that arises in the setting of hematopoietic stem cell transplant (25) . Some investigators have suggested an immune reconstitution pattern of disease, whereby the disease manifestations are most severe when the immune system is reconstituting and viral antigens in the bladder wall are recognized by emerging, functioning lymphocytes. Interestingly, immune reconstitution disease has been described with JC virus and progressive multifocal leukoencephalopathy (PML) in AIDS patients receiving ART. Perhaps, an immune reconstitution syndrome might play a similar role in expression of BKV illnesses in HIVinfected patients. It has also been suggested that mutant BKV strains with altered regulatory regions may be linked to progressive infection and development of renal disease in HIVinfected patients, (35) but further data are needed.\n\nThere are limitations with the diagnostic modalities for BKV infection. Cytologic examination of urine to detect \"decoy cells\" (polyomavirus-infected cells with an enlarged nucleus containing a basophilic intranuclear inclusion) is a good screening test for the presence of BKV in urothelium, but similar cytopathology can be seen with other viruses, including JC virus and adenovirus. Quantitative urine PCR to detect viral DNA is more sensitive than urine cytology and can differentiate BKV from JC virus in urine. However, detection of BKV DNA by PCR does not have high disease specificity because of the high rate of BKV shedding among HIVinfected patients. Demonstration of BKV viremia by plasma PCR is helpful to link BKV replication to presence of disease. Nevertheless, the relationship between BKV viruria and viremia, and the cut-offs and predictive values of BKV viruria and viremia for the occurrence of BKV related disease, have not been defined in patients with HIV infection.\n\nDefinitive diagnosis of BKV related renal disease is established by renal biopsy showing tubulointerstitial nephritis with characteristic cytopathic changes in the epithelium of the renal tubules and urothelial lining ( Figure 1 ). The infected cells have an enlarged nucleus with a gelatinous basophilic inclusion resulting from accumulation of newly formed virions. Electron microscopy demonstrates intranuclear viral particles, 45-55 nm in diameter. Confirmation of polyomavirus infection is usually performed with immunohistochemical stains, in situ hybridization, or in situ polymerase chain reaction.\n\nTreatment of BKV related illness remains a major challenge. Currently there is no antiviral drug with proven efficacy against BK virus. Cidofovir and leflunimide and intravenous immunoglobulin have been used to treat BKV nephropathy in renal transplant patients with some success, but randomized control trials have not been performed (46) (47) (48) (49) (50) (51) (52) . Cidofovir, vidarabine, and gamma globulin have been used to treat hemorrhagic cystitis in stem cell transplantation patients (53) (54) (55) (56) (57) (58) . There is also some evidence that fluoroquinolones have potential benefit as prophylactic agents against BKV infection in stem cell transplantation patients (59) . There is little experience treating BKV related illness in the HIV-infected population. Thus, therapeutic options have to be extrapolated from the aformentioned patient populations.\n\nReduction of immunosuppression is a major focus of management of renal transplant recipients with BKV nephropathy and often leads to stabilization of renal function and reduction in viremia. Initiating ART would be an analogous approach in HIV-infected patients. Therapeutic relevance of this for BKV infection is unknown, but ART has been shown to be beneficial among HIV patients with JC virus-associated PML (60) (61) (62) .\n\nCurrently, there are no data to suggest that routine screening for BKV viremia and viruria has benefit in HIV-infected patients. However, as more HIV-infected individuals with ESRD proceed to renal transplantation, BKV infection will likely become particularly relevant due to the combined effects of immunosuppression related to their disease and anti-rejection medications. An aggressive monitoring protocol may be warranted in this population.\n\nAdenovirus is a non-enveloped, double-stranded DNA virus that is transmitted to humans through aerosolized droplets and fecal-oral spread. Most infections occur during childhood and cause a self-limited respiratory or gastrointestinal illness in the immunocompetent host. In contrast, adenoviral infection can be lethal in immunocompromised patients, who may develop disease as a result of newly acquired or endogenously reactivated infection (63, 64) . Adenovirus is capable of causing disseminated disease or organ specific syndromes including enteritis, pneumonitis, hepatitis and encephalitis. Urinary tract involvement may manifest as hemorrhagic cystitis, which is a well described complication in bone marrow transplant recipients (65) . Severe acute necrotizing tubulointerstitial nephritis is also associated with adenovirus infection in immunocompromised individuals and is associated with high mortality (66) . It may present with azotemia, gross hematuria that may be incorrectly attributed to cystitis, and occasionally hydronephrosis (67, 68) .\n\nThe clinical relevance of adenovirus in the HIV-infected population has not been well defined. Adenoviruses have been recovered from HIV-infected patients since the beginning of the AIDS epidemic. In surveillance studies, both symptomatic and asymptomatic adenovirus excretion in the gastrointestinal tract and urinary tract (2-20% in different series) has been observed (69, 70) . It has been proposed that adenovirus infection may reduce the survival of HIV-positive patients with low CD4 cell counts, although death related to adenovirus is difficult to ascertain given the presence of other opportunistic infections.\n\nThere are isolated reports of adenovirus-related urological and renal disease in this population. Mazoyer et al. recently described a 34 year old white male with AIDS and a CD4 count of 0 cells/μL who presented with gross hematuria, mild azotemia, and non-nephrotic proteinuria (71) . Urine culture and urine PCR were positive for adenovirus. Cystitis was suspected but cystoscopy was unremarkable. Renal biopsy was consistent with severe acute tubulointerstitial nephritis, associated tubular epithelial cell necrosis and intranuclear viral inclusion bodies. Immunohistochemical staining with anti-adenovirus antibody showed strong intranuclear and cytoplasmic staining in infected tubular epithelial cells. The patient was treated with ribavirin, which decreased urine adenovirus load, but the patient died shortly after due to a superimposed fungal infection. Two other cases of adenovirus related interstitial nephritis in patients with AIDS have been reported, and both were diagnosed post mortem (72, 73) . There is also a single case report of severe hemorrhagic cystitis attributed to adenovirus in a patient with AIDS (74) .\n\nThe diagnosis of urinary tract involvement by adenovirus is typically made by viral isolation in urine. However, after acute infection, adenovirus may be shed from stool or urine for many months in the immunocompromised host. Thus, a positive culture result needs to be interpreted in light of clinical manifestations. Quantitative PCR is a sensitive tool for detection of adenovirus genome in the blood, but in most institutions, it is not routinely performed on urine unless requested to monitor the response to antiviral therapy. Definitive diagnosis of adenovirus nephritis requires a renal biopsy. The major findings are tubulointerstitial mononuclear infiltrates, smudge cell formations (nuclear enlargement with intranuclear inclusions and cell degeneration), and often severe necrotizing tubular necrosis (Figure 1 ). Electron microscopy shows the crystalline arrays of viral particles. Adenovirus specific immunohistochemical assays and in situ hybridization help confirm the diagnosis.\n\nThere is no standard treatment for adenovirus-associated disease in HIV patients. Although controlled studies are lacking, cidofovir has been associated with clinical improvement in bone marrow and renal transplant recipients (57, 75, 76) . There are anecdotal reports of limited efficacy of other antiviral agents including ribavarin, vidarabine and ganciclovir (77) (78) (79) .\n\nCytomegalovirus (CMV) is a double stranded DNA virus that is a member of the herpes virus family. CMV disease is a life-threatening opportunistic infection in HIV-infected patients with severe immunocompromise. In patients with AIDS, progressive loss of immune function permits CMV reactivation and replication. Prior to the availability of ART, more than 90% of HIV-infected patients had evidence of disseminated CMV infection at autopsy (80) . Although the incidence of CMV disease in HIV-infected patients declined significantly after the introduction of ART, many patients, particularly those with CD4 cell counts below the critical threshold of <100 cells/μL, are still at high risk for CMV disease. In the immunocompromised host, CMV infects multiple organ systems and may cause a broad array of clinical presentations, including retinitis, encephalitis, pneumonitis, hepatitis, gastrointestinal tract ulceration, hemorrhagic cystitis, and tubulointerstitial nephritis (in renal allografts).\n\nIn HIV-infected patients, CMV cystitis has been reported in two cases (81, 82) . Disseminated CMV infection has been implicated as the cause of nephritis in an adult and an infant with HIV infection, but renal histologic features were not well described in either of these reports (83, 84) . Mueller et al. described a child with AIDS who presented with suprapubic pain, gross hematuria, acute kidney injury, and intermittent urinary tract obstructive symptoms (85) . Retrograde ureterography was consistent with ureteritis. Post mortem examination revealed focal hemorrhagic lesions along the entire length of both ureters. The findings of intranuclear inclusions within submucosal cells and positive immunoperoxidase staining were consistent with CMV infection. Finally, a link between CMV infection and development of thrombotic microangiopathy has been hypothesized based on a case control study by Maslo et al. (86) . Endothelial CMV inclusions were observed in nine of 18 renal biopsies from HIV patients with thrombotic microangiopathy, whereas CMV was not detected in any control specimens.\n\nParvovirus B19 (B19) is a small single stranded DNA virus. B19 is a common pathogen that infects >50% of all individuals by adulthood. Infection is often asymptomatic, but when symptomatic, typically causes erythema infectiosum in children or arthropathy in adults. In individuals with hemolysis or ineffective erythropoiesis, acute B19 infection may lead to transient aplastic crisis. Among immunocompromised individuals, including those receiving immunosuppressive therapy and those infected with HIV, B19 infection can become persistent due to the inability to mount an effective humoral and/or cellular response. Pure red cell aplasia is the most common presentation of persistent parvoviral infection in HIV-infected patients (87) (88) (89) (90) .\n\nWhether parvovirus infection has any pathogenic role in renal or urologic disease in HIVinfected patients is unknown. Christensen et al. implicated parvoviral infection as the cause of cystitis in a patient with HIV infection (91) . Symptoms of hematuria and pyuria began eight weeks after the initial diagnosis of acute parvovirus infection and persisted for two years. B19 DNA was detected in urine samples during much of that time, and bladder wall biopsy was also weakly positive for B19 DNA. Nevertheless, a strong causal relationship could not be established between the parvoviral infection and symptoms.\n\nThere is an association of B19 with a variety of glomerular diseases including post-infectious glomerulonephritis (92) (93) (94) (95) , FSGS (96) (97) (98) , collapsing FSGS (99), Henoch Schönlein purpura, (100) and thrombotic microangiopathy (101) in immunocompetent and immunocompromised hosts, but it has been difficult to prove a definitive causal relationship in many cases. Interestingly, Moudgil et al. detected B19 DNA in 15% of renal biopsies from patients with HIVAN, although this did not differ significantly compared to controls (99) . In situ hybridization revealed localization of B19 to glomerular parietal and visceral epithelial cells. In HIVAN, HIV has been identified in similar locations. The implications of this are not known. Perhaps an interaction exists between these two viruses that may trigger expression of HIVAN or other renal manifestations such as immune complex glomerulonephritis, but this is purely speculation at this point.\n\nWe have embarked on a program to identify viral causes of unexplained renal disease. In particular, we have focused on idiopathic collapsing glomerulopathy and thrombotic microangiopathy following renal transplant. While there is strong evidence that HIVassociated kidney disease is a consequence of HIV-1 infection, as reviewed elsewhere in this issue, it is prudent to consider a possible role for other viruses in the etiology of renal manifestations.\n\nThe molecular toolkit available for investigators wishing to hunt for new viruses has been expanded considerably in recent years. In 1994, Yuan Chang and Patrick Moore used representational difference analysis (RDA) to identify sequences of Kaposi's sarcomaassociated herpesvirus in a biopsy from an AIDS patient with Kaposi's sarcoma. (102) . The same investigators more recently used deep sequencing to identify a novel polyomavirus in Merkel cell carcinoma (103) . These approaches are technically difficult and labor intensive, have limited sensitivity, and are not applicable to all sample types. Other investigators, notably Don Ganem and Joseph DeRisi, have designed microarrays able to detect sequences of all known viruses (104, 105) . This approach has proven very successful in detecting known and novel viruses in a variety of sample types and disease settings (104) (105) (106) (107) (108) (109) (110) (111) . We are using a similar approach, but with substantial adaptation, to address the question of whether any known or unknown viruses contribute to the pathogenesis of renal diseases (Figure 2) .\n\nWe are using a customized array (Agilent Technologies, Santa Clara, CA), which includes oligonucleotides from 655 viruses from 135 genera. On average, each virus is represented by 10-20 individual features distributed across both conserved and unique regions of the viral genome. The grids are printed 8 to a slide enabling relatively high throughput screening of plasma, peripheral blood mononuclear cells, and urine from patients. An updated version of the array with expanded coverage of virus families such polyomaviruses, and the inclusion of recently discovered viruses, is currently being designed.\n\nThis review serves to increase awareness of the renal and urologic manifestations associated with viral co-infections in HIV-infected patients. Table 1 summarizes the clinical spectrum of these syndromes, as well as the approach to diagnosis in this population. The true clinical burden of these five viruses, their contribution to renal disease, and their impact on morbidity and mortality in HIV-infected patients have not been well defined. Given the prevalence of these viruses in the general population, the increased susceptibility to viral infections and increased likelihood of reactivation of latent viruses in HIV-infected patients, complications related to these viruses may be more common than currently appreciated. There are challenges in diagnosing these viral infections that may contribute to their under-recognition. A major issue may be lack of diagnostic suspicion, as many renal diseases affecting these patients have similar and overlapping presentations. Also, interpretation of diagnostic tests may not be straightforward, since it can be difficult to differentiate viral isolates that are responsible for disease from those that may represent silent reactivation or persistent infection. For many of the viruses, it is not known what level of viremia and viruria is considered normal, abnormal, and pathologic in HIV-infected patients. There is also underutilization of renal biopsies in this patient population, which would help to differentiate renal disease associated with these viruses from other etiologies. Large-scale studies that systematically monitor for these viruses in the blood, urine, and kidney specimens of HIV-infected patients along with CD4 cell count and HIV viral load would be beneficial to understand the relationship between markers of immune function, co-infection, disease manifestations, risk factors and outcomes.\n\nPolyoma infection: Renal allograft biopsy showing tubulointerstitial damage. Some tubular epithelial cells exhibit finely granular and markedly enlarged nuclei with a ground glass appearance (arrowhead) which is typically seen in polyoma virus nephropathy. A mononuclear cell infiltrate is present (periodic acid-Schiff stain magnification 200x). Immunohistochemical staining for SV40 T antigen demonstrates numerous nuclei of tubular epithelial cells in 1 tubular profile with reaction product (immunoperoxidase; magnification 200x) (Reprinted with permission (30)) Cytomegalovirus infection: Kidney tissue showing characteristic large cells with basophilic intranuclear inclusions which has the appearance of an \"owl's eye\". There are also prominent red cytoplasmic inclusions. (Hematoxylin-eosin stain; magnification 600x). Adenovirus infection: Kidney tissue from an immunosuppressed patient shows necrosis of tubular epithelial cells. Infected tubular cells have enlarged basophilic nuclei with smudged appearance which is characteristic of adenovirus (Hematoxylin-eosin stain).\n\nThe starting material is typically RNA obtained from cells, tumor tissue, blood, urine or other body fluids. After first DNA strand synthesis with reverse transcriptase, the first and second DNA strands are amplified using a random PCR protocol and standard primers A and B as described (87) . The cDNA is used in a subsequent 40 cycle PCR using a specific primer designed to amplify the template. The same primer is used in an additional 20 cycles of PCR that incorporates random primed oligomers in the presence of aminoallyl-dUTP thus allowing labeling with the fluorescent molecule Cy3. Once purified, the Cy3-labelled DNA is preannealed with human cot-1 DNA and Agilent blocking and hybridization buffers before hybridizing onto the Agilent microarray bearing the sequences from viral open reading frames.\n\nA standard custom microarray Agilent protocol is employed to wash the microarray before scanning. "}