{"title": "Fixed-cell immunoperoxidase technique for the study of surface antigens induced by the coronavirus of transmissible gastroenteritis (TGEV)", "body": "Three major structural proteins have been described for all coronaviruses, two glycoproteins (S and M ) and one phosphoryiated nucleoprotein (N) (for review, see Sturman, 1981; Garwes, 1982; Holmes et al., 1984; Laude et al., 1990) . For mouse hepatitis virus (MHV), a well studied coronavirus, the M protein migrates to the Golgi apparatus, but is not transported to the plasma membrane as readily as is the S protein (Sturman and Holmes, 1983 ) .\n\nFor porcine TGEV, the presence of the virus envelope S antigen on the surface of infected cells was demonstrated by immunofluorescence , while the presence of M antigen on the plasma membrane has only been suspected by unspecified monoclonal antibodies (mAbs) (Welch and Saif, 1988) .\n\nRecently, the expression of the TGEV envelope M protein on the surface of infected cells has been demonstrated by isotope labelling (Laviada et al., 1990 ). There has not been any published report concerning the presence of N antigen on the plasma membrane of infected cells.\n\nWe describe in the present study a more convenient immunoperoxidase test (IPT) for the confirmation of the location ofTGEV M antigen at the cell surface. Moreover, this test, performed on 0.1% paraformaldehyde-fixed, TGEV-infected cells can be used not only for detecting but also for quantifying the expression oftwo viral M and S glycoproteins on the plasma membrane.\n\nThe swine testis (ST) cell line and Purdue-I 15 virus strain which have been described elsewhere (Laude et al., 1981 ) and three mAbs, anti-S (5 l-I 3), anti-M (25-22) (Delmas et al., 1986 ) and anti-N (22-6) were used in this study.\n\nConfluent monolayers of ST cells in 96-well, fiat-bottomed plastic plates (Falcon 3072, Becton Dickinson) were inoculated with 0.1 ml of virus suspension containing a multiplicity of infection (m.o.i) of either 2, 10 or 100. The uninfected cells served as controls. After 30 min of incubation at 37°C under 5.5% CO2, the inoculum in each well was removed from the cell monolayer by two washes with Dulbecco's phosphate buffered saline (DPBS) and was replaced with o.1 mi of Eagie~s minimum essential medium containing 5% heat-inactivated normal calf serum. The infected cells were then incubated at 37°C under 5.5% CO2 for 18 hours unless otherwise specified.\n\nParaformaldehyde ( PFA ) powder (Prolabo-France) was dissolved in DPBS by heating at 80°C and used as a fixative for the detection of virus-induced antigens on the surface of TGEV-infected cells. The desired concentration (0.1%) of the fixative was prepared by dilution in DPBS. The fixative solution was freshly made just before use for each experiment. The monolayers were carefully washed twice with DPBS and the cells were fixed with the appropriate fixative at 4°C for 30 min and then saturated with 5% skimmed milk in PBS without calcium and magnesium for 15 min at room temperature.\n\nFor the detection of virus-induced antigens in cytoplasm, the infected cells, after incubation for virus replication, were washed as for surface antigens and then fixed with 80% acetone at -20°C for 30 min. After fixation the cells were washed and then saturated as mentioned above.\n\nThe surface or cytoplasmic antigens induced by the virus were detected by an IPT as follows: the monolayers were overlaid with 100/tl of mAb at working dilution for 90 rain at 4 °C. The reagents were removed from the plates with two rinses with tap-water and two washes with PBS containing 0.05% Tween 20 (Serva) and were then replaced with 0.1 ml per well of an optimal dilution of peroxidase-labelled goat anti-mouse Fc serum (ICN lmmunobiologicals, Israel). After a further 90 rain of incubation at 4 o C, the plates were washed as before and the enzymic reaction was developed by incubation at 37°C for 1 hour with 2,2'-azino-bis(3-ethyl benzthiazoline-6 sulfonic acid) [ABTS, (Boehringer Mannheim)]/H202 substrate solution. The supernatant was transferred to another plate containing 0.02 ml of sodium dodecyl sulfate (SDS) to stop the enzymic reaction and to permit the reading of the plate. The peroxidase was quantified by measuring the OD at 415 nm with Titertek Multiscan (Flow Laboratories, Irvine, Scotland, UK). Each antigen quantity, tested in quadruplicate, was expressed as the difference between the OD at 415 nm of virus-and mock-infected cells using the formula: OD at a given timepoint = (Charley et al., 1983 ) have been mentioned. These techniques are generally laborious, timeconsuming and require specialized equipment.\n\nh~ recent years the fixed-cell ELISA system has been applied widely to virological and immunological investigations. This method is frequently used to demonstrate surface antigens unless endogenous peroxidases of the cells under study prevents it~ application (Epstein and Lunney, 1985; Nibbering et al., 1990) . Therefore, we developed a more convenient immunoperoxidase technique to study the expression of virus-induced antigens on the plasma membrane of TGEV-infected cells. It is clear that the presence of M and S antigens (Fig. 1 ) can be demonstrated on the plasma membrane of TGEVinfected cells, fixed with 0. 1% PFA; while the presence of N antigen can not (data not shown). In contrast, the N (Fig. l ) , M and S (data not shown) antigens could be easily detected by IPT in the cytoplasm of TGEV-infected cells which were fixed with 80% acetone. However, the results depend on the number of cells being infected. ]In other words, for the comparative study, the synchronization of cells plays an important role in estimation of the results. It is clear that the antigen quantity detected depends upon number of the cells infected rather than upon the antigen quantity expressed by a single cell. The curve over a period of time appeared in hyperbolic form with the peak at 14 h post-infection (Fig. 2) . Under standardized conditions of cell number, m.o.i., and incubation time, the results obtained are easily reproducible.\n\nThe described IPT performed on 0.1% PFA-fixed cells appeared to be a reliable and useful technique i:'or studying the expression of virus-induced antigens on the membranes of infected cells. Furthermore, in comparison with the immunofluorescent technique (data not shown), IPT is less tiring and easily automated and gives similar results for the comparative study of surface antigens expressed in cells infected with different TGEV strains (data not shown). Also, this techriique performed on unfixed cells can be alternatively used i~ tests like ADCC, lymphocyte cytotoxicity (LCT), etc., to study surface antigens and can be applied to explore the presentation of the surface TGE viral antigens to the iramunocompetent cells.\n\nFor S antigen, its presence on the surface of TGEV-infected cells has been demonstrated by immunofluorescence in the previously published reports Welch and Saif, 1988 ) while the presence of the M antigen on the plasma membrane has only been suspected by four unspecified mAbs (Welch and Sail, 1988) . What is interesting in our study is that not only S but also M antigens could be found, by an IPT, present on the surface of TGEV-infected cells. 1his result confirmed the recent findings of Laviada et al. (1990) on the presc;nce of S and M proteins of TGEV on the surface of infected cells by isotope labelling. The MAb directed against TGEV M antigen (25-22) used in our study was postulated to play a key role in alpha interferon induction in a previous report (Charley and Laude, !988) . These authors suggested that interferon induction by TGEV ~esulted from interaction between the peripheral blood mononuclear cell membrane and an outer membrane domain of the M protein by the fact that anti-M mAbs 25-22 and 49-22 could block alpha interferon induction by infectious or inactivated virions. However, the presence of TGEV M antigen on the surface of infected cells was in contrast to the location of the M protein of MHV, a well studied coronavirus. The MHV M protein migrates to the Golgi apparatus, but is not transported to the plasma membrane as readily as is the S protein (Sturman and Holmes, 1983) . Transmission electron micrographs presented in a previous report (Holmes et al., 1981 ) on MHV maturation showed virions in the lumen of the rough endoplasmic reticulum, in smooth walled vesicles and adsorbed in large number to the plasma membrane by the tips of the peplomers in the 17 Cl I cells 24 h after infection. The question still remains whether the TGEV M protein is virion-associated M or this antigen itself is inserted into the plasma membrane. Our results (Fig. 2 ) suggested that the TGEV M protein would insert into the plasma membrane as we could detected this antigen at 4 h after infection, long before infectious virus was released from infected cells by plaque assay (data not shown). Moreover, the possible insertion of M protein into the plasma membrane could be explained by its predicted amino acid sequence. According to this, although the TGEV M glycoprotein is mainly buried in the viral lipid membrane (Laude et al., 1987) but is might protrude through the lipid membrane with a short (around 30 residues) amino-terminal domain (Charley and Laude, 1988) . For TGEV, the insertion of M protein into the plasma membrane is more likely as its amino terminus extends 54 amino acids from the virion envelope which compares with only 28 for bovine coronavirus (BCV), 26 for MHV, and 21 for avian infectious bronchitis coronavirus (IBV) (Kapke eta!, ! 988 ) . Eleven of 16 amino-terminal amino acids are hydrophobic and the positions of charged amino acids around this sequence suggest that the first sixteen amino acids comprise a potentially cleavable signal peptide for membrane insertion. A similar sequence is not found in the M protein ofBCV, MHV, or IBV. This finding suggested that TGEV M protein may behave differently from its BCV, MHV or iBV counte~arts with regard to intracel!u!ar trafficking (Kapke et al., 1988) . Studies on morphogenesis and M protein migration of TGEV should be done to clarify this in vitro phenomenon. Beside this, researches on in vivo expression of TGEV-induced antigens in intestinal cells should be carried out to understand their role in immune response of swine against TGEV infection."}