{"title": "Distinguishing knowledge-sharing, knowledge- construction, and knowledge-creation discourses", "body": "For two decades, Carl Bereiter and Marlene Scardamalia have been developing an educational model intended to make the processes experts use to advance the state of knowledge in their fields more common in education. The model was initially called \"intentional learning\" to emphasize that learning needs to be an intended goal rather than the by-product of activities (Bereiter and Scardamalia 1989) and then \"knowledge building,\" suggesting that knowledge is the product of a constructive process (Bereiter and Scardamalia 1993) . But as constructivism has gained wide receiver if they comprehend its content and significance. Examples are providing factual information to answer a query or uploading various kinds of information to an intranet. One thing that makes such interactions effective is that the receiver has already identified a need for the information. For example, someone new to editing digital video may need to be shown how to add music to the video, which will address an already meaningful goal.\n\nAs a social practice, knowledge sharing is an accomplishment, especially in competitive environments; people are not naturally inclined to share what they know unless doing so is likely to enhance their own social position. The management literature indicates that knowledge-sharing practices can make organizations more effective, but they need to be cultivated (Lencioni 2002) . In a community engaged in collaborative inquiry, knowledgesharing practices involve the introduction of information and ideas without paying extensive attention to their interpretation, evaluation, and development. The perceived lack of a need for interpretation and evaluation can be related to naïve realism, an epistemic position according to which data speak for themselves (Science Council of Canada 1984) . A related epistemic belief is \"quick learning,\" which has been linked to overconfidence in knowledge (Schommer 1990 ). The ideas shared are not modified by the sharing interaction (Bereiter and Scardamalia 1987; Pea 1994) , and knowledge sharing is not reflective.\n\nKnowledge construction refers to the processes by which students solve problems and construct understanding of concepts, phenomena, and situations, considered within cognitive psychology. It is effortful, situated, and reflective, and can be individual or social (Sullivan Palincsar 1998) . The basic assumption of constructivism is that the student must make ideas meaningful in relation to his or her prior knowledge and to the situation in which the need for ideas arises (von Glasersfeld 1995) . The cognitive processes are \"situated\" because they are mediated (enabled) by social interactions within the particular group that is working together and by the particular technologies used (Brown et al. 1989; Hutchins 1995) . Knowledge construction is often associated with deep learning, which involves \"qualitative changes in the complexity of students' thinking about and conceptualization of context-specific subject matter\" (Moore 2002, p. 27 ; also see Biggs 1987) . Dole and Sinatra (1998) conceptualize the effort students invest in information processing as \"engagement,\" ranging from simple processing that leads to assimilation (low), to deeper processing and some reflection that leads to knowledge restructuring (moderate), and on to substantially metacognitive processing (high).\n\nAt moderate to high levels of engagement, knowledge construction can lead to the substantial restructuring of knowledge, which may include the invention of new concepts and enhanced meta-conceptual knowledge (e.g., knowledge about the hierarchical nature of networks of concepts). For example, students may initially consider the motion of an apple that falls from a tree to be unrelated to the motion of the earth in its orbit around the sun, but then come to realize that both can be described using the universal law of gravitation. This change would imply deeper insight into the nature of gravity and would lead to a restructuring of knowledge; the resulting knowledge structure would explain a greater range of observations and require fewer assumptions. More generally, synthesis that results in understanding phenomena on a higher plane and the creation of new concepts is an important form of knowledge advancement. For example, Mendeleev's introduction of the periodic table of the elements accelerated progress in chemistry by predicting the existence of unobserved elements and the creation of new concepts to explain the partially observed patterns. Scardamalia (2002) conceptualizes such advances as \"rise-above,\" which she described as \"working toward more inclusive principles and higher-level formulations of problems. It means learning to work with diversity, complexity and messiness, and out of that achieve new syntheses. By moving to higher planes of understanding knowledge [creators] transcend trivialities and oversimplifications and move beyond current best practices\" (p. 79). Although Scardamalia proposes rise-above as a knowledge-creation principle, I regard it as a cognitive act whereby students articulate higher levels of understanding and not merely reorganize knowledge (Gil-Perez et al. 2002) ; nevertheless, the need for rise-above is greater when the need for synthesis is greater.\n\nKnowledge construction involves a range of cognitive processes, including the use of explanation-seeking questions and problems, interpreting and evaluating new information, sharing, critiquing, and testing ideas at different levels (e.g., conjectures versus explanations that refer to concepts and/or causal mechanisms), and efforts to rise above current levels of explanation, including summarization, synthesis, and the creation of new concepts. However, educational approaches vary considerably in the extent to which they make it possible for students to engage in these processes. Although most emphasize working with information and ideas (e.g. Goldberg and Bendall 1995; Hunt and Minstrell 1996; Linn et al. 2003) , there may be limited opportunities for students to pursue problems they have identified themselves or to synthesize ideas and formulate new concepts. For example, in problem-based learning (Hmelo-Silver and Barrows 2008), students are provided problems, although these are ill-structured and need considerable articulation. In other approaches, students may collaborate in small groups on relatively simple tasks that require little synthesis and reflection on progress. In the vast majority of approaches, knowledgeconstruction processes are directed at acquiring the reliable knowledge of a field (Edelson et al. 1999; Kolodner et al. 2003; Krajcik et al. 2008) . Knowledge construction, with its emphasis on building on students' prior ideas, concepts and explanations, and their metacognition, produces deeper knowledge in complex domains than does knowledge sharing (Bransford et al. 1999; Hmelo-Silver et al. 2007 ).\n\nThe term \"knowledge creation\" is used in the literature on expertise and innovation to describe how companies, organizations, and academic fields develop the ideas needed to sustain innovation (e.g. Engeström 2001; Gundling 2000; Nonaka and Takeuchi 1995) . Knowledge creation depends on conditions in which creative work on ideas is valued and there are mechanisms for choosing the most promising ideas for further development, and rewarding creativity. These elements need to work together to create what Gundling (2000) has called an \"ecology of innovation\" that produces \"a dazzling variety of new products each year\" (p. 14).\n\nAt one level, knowledge-creation discourse involves the design and improvement of intellectual artifacts such as theories, explanations, and proofs (Bereiter 2002) . Drawing from Popper's theory of objective knowledge, Bereiter considers ideas to be real objects similar to bicycles or telephones. We may ask how a bicycle can be improved, and we can ask the same of an idea. This aspect of the discourse is known as \"design-mode\" (Bereiter and Scardamalia 2003) , with an emphasis on explanations, casual mechanisms, and the coordination of claims and evidence.\n\nHowever, knowledge creation is not just a rational effort. For example, the community periodically needs discourse to identify priorities and long-term goals, decide how to mentor newcomers, and evaluate knowledge advances. As studies of scientific practice have shown, the associated discourse tends to be more argumentative (Feyerabend 1975; Kuhn 1970; Lakatos 1970; Latour 1987) . To mention just a few examples, in science, good problems may not be investigated because they are not currently considered important (Latour 1987) . Researchers promote their own work and that of close colleagues by alerting the community to recent findings, and may ignore important new findings that they do not find appealing (Reeves 2008) . Other researchers may not make their insights public, for fear of attracting criticism (e.g., Madame Curie's reluctance to make public the health hazards associated with radium, see Quinn 1995) . In other words, belief-mode discourse also plays an important role in knowledge creation. Despite individual idiosyncrasies, members of a scientific field share a goal of innovation and the advancement of knowledge. Commitment to shared goals within a team is also important in a variety of other innovative contexts (Gundling 2000; Lencioni 2002; Nonaka and Takeuchi 1995) .\n\nIn Bereiter and Scardamalia's knowledge-creation model (Bereiter 2002; Bereiter and Scardamalia 1996; Scardamalia 2002; Scardamalia and Bereiter 2006) , a class of students is considered a community that shares a commitment to creative work on ideas and advancement of the state of knowledge in that community. Ideas are considered intellectual artifacts of the community; they reside in the community's discourse rather than in people's minds. The community needs to be able to identify gaps in its collective knowledge, map out ways to fill those gaps, design and manage inquiries, manage social processes, and evaluate progress. Thus, the community's goals are emergent. Students are expected to make \"constructive use of authoritative sources\" (Scardamalia 2002) such as books, websites, and experiments, treating them as potentially useful for informing their work. They are also expected to engage in progressive problem solving, reinvesting cognitive resources to deepen their understanding of problems and taking on more difficult problems over time (Bereiter and Scardamalia 1993) .\n\nOne of the most important roles of the teacher in this process is to facilitate the development of an innovation ecology. Important progress has been made in this direction by the development of a system of principles that describe the socio-cognitive and socio-technological dynamics of knowledge creation, including collective cognitive responsibility for knowledge advancement, real ideas/authentic problems, epistemic agency, improvable ideas, rise-above, and constructive use of authoritative sources (Scardamalia 2002) . These principles provide a technical vocabulary that students, teachers, and researchers can use to reflect on the extent to which there is evidence of a knowledge-creation discourse. Initial studies show that elementary and secondary school students are capable of engaging in the dynamics described by these principles (Niu and van Aalst in press; Zhang et al. 2007 Zhang et al. , 2009 ). However, more work is needed to characterize the innovation ecology, such as by determining the social practices that make collaboration possible, the overall school culture, and the community's experience at knowledge creation and its long-term goals (Bielaczyc 2006; Truong 2008) . Knowledge creation requires discourse for maintaining social relations, setting goals, deepening inquiry, and lending support to ideas that are already understood by some in the community. For example, van Aalst (2006) discusses how a Grade 6 student referred to the scientist Francis Bacon to support an explanation he had proposed earlier that had not been accepted by the community. This move was directed less at improving understanding than at improving the impact of the student's own ideas. Similarly, students who wish to further a line of inquiry need the ability to argue the case for doing so. These types of moves cannot be understood by examining short-term goals such as the problem students are currently attempting to understand, but require the consideration of higher level and longer term goals such as the diffusion of new insight throughout the community and progressive problem solving (Hmelo-Silver 2003) . In groups that work together for short periods, there is less need for such moves.\n\nThere are important theoretical differences between knowledge construction and knowledge creation, although they involve similar processes such as posing questions, formulating conjectures and explanations, summarizing progress, and proposing rise-above ideas. These processes are interpreted within different psychological perspectives. Knowledge construction corresponds to cognitive psychology, in which improved understanding is regarded as the emergence of more complex cognitive structures and schemata (Novak and Gowin 1984) . Such views have been criticized for their Cartesian split between the knower and what is known, and for treating knowledge as residing in the mind. Proponents of sociocultural theories posit knowing as the ability to participate in cultural practices (Lave and Wenger 1991; Roth and Tobin 2002) . For example, Roth and Tobin argue that \"knowing physics … means to participate in talking about relevant objects and events in the ways physicists do, using acknowledged words, sentences, gestures, inscriptions, and so forth …\" (p. 152). These developments have given rise to a division between learning as the acquisition of mental representations and learning as participation; Sfard (1998) argues that both views are needed for a complete understanding of learning. Brownell and Sims propose a pragmatic and relational view of understanding implied by the ability to \"act, feel, or think intelligently with respect to a situation\" (1946 ( , quoted in Bereiter 2002 , which Bereiter uses to argue that understanding is always mediated by the object to be understood. Accordingly, understanding has an \"out-in-the-world\" character. Drawing from Bereiter's analysis and work on expansive learning and knowledge-creating companies (Engeström 2001; Nonaka and Takeuchi 1995) , Paavola et al. (2004) propose a \"knowledge creation metaphor\" that further articulates this view. Thus, understanding and knowing are mediated by the objects that a community creates and shares, and the Cartesian split appears to be avoided. Rather than residing inside individual minds, ideas are regarded as cultural objects (or artifacts) that mediate knowing and understanding.\n\nIn summary, knowledge sharing, knowledge construction, and knowledge creation correspond to different theoretical perspectives. However, this does not mean that a community will use a single mode of discourse. For example, we would expect students to use a knowledge-sharing discourse when it meets their needs, and for there to be individual differences in epistemic beliefs and conceptions of learning that make the identification of a single discourse mode difficult. Nevertheless, we can examine which discourse mode, in the balance, is most consistent with the observed discourse.\n\nThe three modes of discourse can be supported by a wide variety of educational tools and activity structures, including online discussion forums (synchronous and asynchronous), mobile devices, face-to-face conversations, and lessons. This paper focuses on the use of an online discourse environment, Knowledge Forum.\n\nFrom a cognitive perspective, Knowledge Forum is designed to support knowledge construction through the use of scaffolds, which are sentence starters such as \"my theory\" that keep the writer and reader focused on cognitive processes. Knowledge Forum also has a variety of features that support working with ideas after they have been posted including: (a) the ability to revise notes; (b) the ability to add a note as a reference to another note; (c) the ability to reuse a note introduced in one workspace in a later workspace created for a different purpose (a workspace in Knowledge Forum is called a view for \"point of view\"); and (d) the ability to create rise-above notes, which have a special icon and are used to take the discourse to a higher conceptual plane. The ability to link notes is useful for making visually evident the connections between ideas. Knowledge Forum also makes it possible to objectify ideasto share them and then allow the community to work on them. The above-mentioned features then support the work of improving such objects, reviewing progress, and synthesis.\n\nThe remainder of this paper reports a case study of asynchronous online discourse in Knowledge Forum using a coding scheme based on the distinctions between the three discourse modes. The data are drawn from a design experiment (Brown 1992; Collins et al. 2004) in which the researcher and teacher collaborated to achieve two goals: to achieve a fuller implementation of the knowledge-creation model than in previous iterations, and to test a new assessment strategy (van Aalst et al. 2005) . The assessment task was designed to extend our previous work on portfolio notes, in which students had used concepts describing collective aspects of knowledge creation individually (Lee et al. 2006 ; van Aalst and Chan 2007) . The new task was intended to underscore that knowledge advancements are collective achievements in a knowledge-creation community; it asked students to collaborate to review whether knowledge advances had been made on the problems they investigated and, if so, to coauthor a Collaborative Summary Note with all who had contributed to the collective advance. While the work students did together throughout the project involved both the division of labor (cooperation) and joint activity to understand the same problems and ideas (collaboration), the word \"collaborative\" in the name of the task signified that students were to work together to review and create these notes (for details see van Aalst et al. 2005) .\n\nThe study evaluated performance on the collaborative summary notes and related that to what students were doing in Knowledge Forum. The unit of analysis was a group of students that worked together in the same workspaces (views) in Knowledge Forum; there were four such groups in the study (Groups A-D). The analysis proceeded in five parts: (1) Several relevant independent variables were examined to check whether the groups could be considered to be equivalent. (2) Two dependent measures, Knowledge Quality and Significance of Findings, based on the collaborative summary notes, were measured to assess advances in collective knowledge made by the groups. (3) To identify mechanisms that could explain observed between-group differences in the dependent variables, the group discourses (all the notes written by each group) were coded and analyzed using a new coding scheme with 7 main codes and 33 subcodes. Statistical analysis was then performed on the main code frequencies to determine which main codes provided the greatest group separation. (4) The results were used to select several main codes for qualitative analysis to further elucidate what the groups were doing differently. (5) The observed patterns in the subcode frequencies were used to examine the fit of the four group discourses to the knowledge-sharing, knowledge-construction, and knowledge-creation discourse modes. 2\n\nThe participants were two classes of secondary school students, from a Grade 10 course on career preparation and inquiry (n=21) and a Grade 11 course focusing on computers and their impact on \"global society\" (n=19). The courses were taught concurrently by the same teacher at an inner city school in Western Canada. Approximately 40% of the students had some experience with Knowledge Forum in previous grades, such as in discussing \"problems of the week\" in mathematics. However, these experiences did not last more than one or 2 weeks and were not integrated into a pedagogical approach based on knowledge-creation principles.\n\nThe teacher had 10 years of experience teaching secondary school mathematics. He had recently completed a Master's degree focusing on cognitive strategy instruction and was in his third year of using Knowledge Forum.\n\nThe researcher and teacher met several times at the beginning of the school year to plan the project, deciding that the then recent outbreaks of Severe Acute Respiratory Syndrome (SARS) and Avian Flu in 2003 and 2004 could provide a suitable area of inquiry for secondary school students. For example, students could build on their knowledge of science to study what was known about these phenomena, critique media attention, examine the economic impact, or form a position on how governments should have responded to the outbreaks. The Grade 10 course provided a promising context for integrating a focus on such questions into the curriculum, as one of its main goals was learning how to conduct research. The Grade 11 course also provided a good opportunity to engage in knowledge creation, as one of its main goals was for students to learn how information and communication technology could be utilized for learning in global societies. The second main topic on the Grade 11 course syllabus was \"computer viruses,\" which was added to SARS and Avian Flu as a third main topic for inquiry with the aim of having the students examine the nature of viruses in both biological and non-biological systems and identify patterns across them. (However, the topic only accounted for 11.5% of the coded notes.)\n\nThe two classes shared a Knowledge Forum database and worked on the same topics. To limit the number of notes they would encounter, the students were divided into four groups. Each group had students from both classes, with an equal number of students from each class; the students could choose their own groups but the teacher made some minor changes. Each group had its own views on Knowledge Forum and the groups were not expected to interact with each other during the inquiry. In the week before the project commenced, all students responded to an icebreaker topic. The researcher then introduced both classes to knowledge-creation principles, and students were reminded of these by means of posters in their classrooms.\n\nBoth classes had daily access to a computer lab (70-minute periods), but students had a number of other assignments to complete. During typical periods, the teacher would spend 10 to 20 min interacting with the whole class, and the students would then work on one of their assignments. Most of the students worked on Knowledge Forum during class a few times per week, and after school hours. The teacher discussed the students' work in Knowledge Forum with them from time to time, but he only read 23% of their notes and posted 7 of his own. The researcher visited the classes four times, and occasionally the teacher emailed the researcher to ask for advice on issues that arose during conversations with the students.\n\nBecause the teacher and students had little experience with extended and collaborative inquiry, a three-phase inquiry model was employed. Phase 1 developed a focus, Phase 2 was the main inquiry phase, and Phase 3 involved the students evaluating what they had learned. The researcher provided extensive instructions for the three phases as outlined below.\n\nPhase 1: Orientation (2 weeks) The goal of the first phase was to enable the students to identify problems and select the most promising inquiry foci. Research into inquiry-based learning has shown that the nature of students' own questions constrains student-led inquiry (Krajcik et al. 1998; Lipponen 2000; Polman 2000) . The students were thus asked to read widely and post notes in their group's view, summarizing the main points and raising questions and ideas. Toward the end of Phase 1, they were asked to propose problems of understanding, using a Research Question note format stating the question, its background (relation to earlier notes), and ideas for studying the question. Finally, they were asked to select a few of the most promising problems for further research, considering: (a) the extent to which a question might lend itself to inquiry worth several weeks of effort, (b) whether they had ideas or resources for researching the question, and (c) the coherence among the questions that were under consideration. The researcher explained the rationale for these processes and related it to knowledge-creation principles.\n\nPhase 2: research (4 weeks) The students were asked to create a view in Knowledge Forum for each research question. They were then expected to work within their groups to research their problems by reading additional information on the Internet and from other sources. The students were encouraged to evaluate the credibility of the sources (e.g., the World Health Organization Website would be a more trustworthy source than writing by a person who did not declare his or her credentials), and to examine the evidence used to support the claims made in the sources. They were encouraged to extend their inquiries after they developed preliminary answers to deepen their understanding. The researcher and teacher were less involved in scaffolding the inquiry than in Phase 1.\n\nPhase 3: evaluation of learning (2 weeks) As knowledge advancement is an important outcome of knowledge creation, each group was asked to create a collaborative summary note for the problems on which progress had been made by the end of Phase 2. The students began their review face-to-face within their own group and class, and then created coauthored notes in Knowledge Forum; in the best examples, the coauthors then edited the notes to gradually improve them. The note format was similar to a brief scientific research report, with the groups asked to (a) state the problem on which they were reporting, (b) explain the problem's background, with links to their work in Phase 1, (c) describe what they did to investigate the problem, (d) report the main findings, and (e) explain the significance of the findings and outline opportunities for further inquiry. The instructions also indicated that a student could be coauthor of several summary notes. The notes were designed as self-assessments of group accomplishment but were not used by the teacher for formal assessment. To guide their work, the students were provided a rubric showing several dimensions of the task (writing quality, identification of collaborators, organization, findings, and implications) with levels of performance for each (van Aalst et al. 2005) .\n\nThe following baseline data were collected to examine the extent to which the groups could be considered equivalent in terms of their opportunities to create knowledge: prior knowledge relevant to the inquiry topics, general indexes of participation in Knowledge Forum, and the research questions proposed.\n\nA short test with eight questions was administered at the beginning of the project to assess existing knowledge of SARS and Avian Flu. The questions asked students to describe their knowledge of SARS, the corona virus, and what measures had been taken to control it; one asked whether a nurse should enter a hospital ward with SARS patients, and another asked what students knew about Avian Flu. Each question was scored on a 0-3 scale, ranging from \"no domain knowledge evident\" to \"at least two relevant points.\" For example, in a response that received a score of \"3\" for knowledge of Avian Flu, a student stated that \"it was the same thing as bird flu,\" which she further explained as follows: \"The birds get the flu because they have to live in small spaces where bacteria grow and become more dangerous.\" The scores were added to create a scale with a range from 0 to 24 points. The papers were scored by the researcher; 50% of the papers were also scored independently by a research assistant resulting in an inter-rater reliability of .88 (Pearson correlation).\n\nGeneral indexes of participation in Knowledge Forum-Notes Created, Percentage of Notes Read, and Percentage of Notes Linked-were obtained using the Analytic Toolkit (ATK) for Knowledge Forum; these kinds of measures have been used in many studies of online discourse (Guzdial and Turns 2000; Hsi and Hoadley 1997; Lee et al. 2006 ; van Aalst and Chan 2007; Zhang et al. 2007) . While high values of all three measures are not necessarily indicative of knowledge construction or knowledge creation, the measures can be informative. For example, a low percentage of notes read would suggest a low level of awareness of ideas in the database. Conversely, a high percentage of linked notes could indicate attempts to synthesize and integrate contributions. These measures are correlated with both performance on self-assessment tasks and knowledge advancement, although such effects are contingent on the discourse being explanation-driven (Niu and van Aalst in press).\n\nThe potential for knowledge advancement is also influenced by the nature of the research questions posed. Do they require explanations or will descriptive information suffice? Do the students have relevant knowledge that they can apply? The research question notes posed in Phase 1 were thus checked to determine whether all groups posed some explanation-seeking questions and questions that related to prior learning.\n\nTwo dependent variables were derived from the collaborative summary notes. The Knowledge Quality scale measured: (a) an epistemic position ranging from knowledge as a single factual claim to a fully integrated explanation in which several concepts and/or causal mechanisms were invoked (Hakkarainen et al. 2002) ; and (b) the extent and correctness of knowledge from a single finding, possibly with evidence of misconceptions, to at least three findings without evidence of misconceptions. The Significance of Findings scale was intended to measure the students' ability to identify the significance of what they had learned, ranging from a brief restatement of their findings to a clear explanation of the significance, limitations, and potential for further inquiry. Self-assessment of the significance of learning is a metacognitive ability needed for knowledge construction and knowledge creation, especially for setting new learning goals. The descriptors for each point on these two scales are shown in Table 1 .\n\nAll summary notes were scored independently by the researcher and a research assistant who had completed a course on knowledge creation but was not familiar with the database. The inter-rater reliability was .85 for Knowledge Quality and .82 for Implications of Findings (Pearson correlation coefficients).\n\nA coding scheme was developed for analyzing the group discourses during Phase 1 and Phase 2. The goal of the analysis was to identify mechanisms that could explain betweengroup differences in the dependent variables. The scheme was intended to be general enough for use in analyzing discourse from a variety of perspectives within the computersupported collaborative learning field, particularly knowledge sharing, knowledge construction, and knowledge creation. It includes seven main codes: Community, Ideas, Questions, Information, Links, Agency, and Meta-Discourse.\n\nThe Community code describes the extent to which the social interactions within a group suggest a \"sense of community,\" in which \"people feel they will be treated sympathetically by their fellows, seems to be a first necessary step for collaborative learning\" (Wegeriff 1998, as quoted in Kirschner and Kreijns 2005, p. 176 ). Indicators of a sense of community include commitment to shared goals, appreciation for the work of group members, identification with the group, and ways of getting things done that are specific to the group (Wenger 1998) . Discourse that involves risk-taking requires a stronger sense of community than other types of discourse (e.g., improving ideas versus only sharing them). Although the knowledge-creation model refers to communities, the discussion in its literature has been limited to the socio-cognitive features of those communities.\n\nThe next five main codes-Ideas, Questions, Information, Links, and Agency-are based on research into a wide variety of cognitively oriented inquiry approaches (Chan 2001; Hakkarainen 2003; Hakkarainen et al. 2002; Hmelo-Silver 2004; Kolodner et al. 2003; Linn et al. 2003) . This body of work has shown that a focus on explanation is more likely to lead to knowledge advancement than answering fact-seeking questions (Hakkarainen 2003) . The Idea code captures the ways in which students contribute to and work on ideas (e.g., opinions, conjectures, and explanations), with its focus on the nature of those ideas. In contrast, the Information code focuses on the extent to which students interpret or evaluate the information they introduce. The Agency code is intended to describe the ways in which students selfregulate their inquiries; the subcodes emphasize planning and reflection relating to logistics and the epistemic features of their inquiries. In terms of these codes, we would expect informationsharing discourse to be characterized by fact-seeking questions and limited evidence of ideation, interpretation of information, synthesis, and planning and reflection. In contrast, both knowledge construction and knowledge creation would be characterized by stronger evidence in these areas, with minor differences between the two modes of discourse. For example, although rise-above should occur in knowledge construction, it should occur more often in knowledge creation, which takes place over a longer period and has greater need for synthesis. The final main code, Meta-Discourse, describes a level of discourse beyond maintaining social relations and building understanding, and relates to the existence of long-range goals in a knowledge-creation community. Scardamalia and Bereiter (2006) suggest that this feature is lacking in most online discussions. Examples of meta-discourse would be reviews of the state of knowledge in the community, work aimed at helping new insights diffuse through the community, making arguments for a new phase of inquiry, and establishing more difficult goals over time. Although evidence of meta-discourse may not be strong in an inquiry of 8 weeks, there should be some examples.\n\nTo capture the different ways the seven codes could be exemplified, 33 subcodes were identified and their relevance to each of the discourse modes estimated (see Table 4 in the \"Results\" section). For these estimates, a three-point rating scale was used (low, medium, high). For example, the subcode fact (under Ideas) was rated high for knowledge sharing and low for both knowledge construction and knowledge creation. In this example, knowledge construction and knowledge creation are called degenerate to indicate that the scale for this code does not differentiate between them. Major review (under Meta-Discourse) was rated low for knowledge sharing, medium for knowledge construction, and high for knowledge creation on the assumption that knowledge creation is generally more complex and requires more time than knowledge construction, so the need for major review is greater. All ratings were completed independently by the researcher and an independent second rater, leading to an inter-rater reliability of .82 (Cohen kappa).\n\nThe computer notes were entered into Atlas-ti® Qualitative Data Analysis (QDA) software for coding; 399 notes were coded (approximately 60,000 words). Each view in Knowledge Forum was entered separately, beginning with the first view of Group A and ending with the last view of Group D. Most of the development of the coding scheme was done using the data from Groups A and B. The researcher started with a small set of codes based on knowledgecreation principles and prior research into asynchronous discourse, and gradually expanded the set. He started by focusing on the text, and applied each code that seemed relevant to a given text segment; the amount of text varied from a sentence to a few notes depending on the code (Hmelo-Silver 2003). The process was then repeated focusing on the codes and working through the corpus checking for potential examples for small groups of codes.\n\nThe researcher began by coding data from Groups A and B, and reflexively improved both the code definitions and coding procedures. It soon became clear that coding was needed for both the nature of the idea (e.g., conjecture or explanation) and the extent to which the students processed new information. After three rounds of improving the code definitions and procedures in Groups A and B, the codes were organized into main codes and subcodes and the remaining data were coded. As employing a second coder was not possible, to further ensure the accuracy of the coding the researcher returned to it after an absence of approximately 3 months. The QDA software was then used to check the consistency of subcode allocations, with 12% of the quotes needing to be recoded. Most changes were between subcodes of the same main code (e.g., switching from \"opinion\" to \"conjecture\").\n\nThe coding results were analyzed in three ways. First, a frequency analysis was conducted to examine the extent to which each main code could be used to separate the four groups.\n\nThe goal of this analysis was to identify potential mechanisms that could explain betweengroup differences for Knowledge Quality and Implications of Findings. Next, several of the main codes were selected for qualitative analysis to further elucidate what students were doing in Knowledge Forum. Main codes were selected for this analysis based on the amount of group separation. Finally, the alignment of the subcodes with the three discourse modes allowed the mapping of the four group discourses onto those modes.\n\nThe goal of the first analysis was to determine whether the four groups could be considered equivalent in subsequent analyses. Table 2 shows the results for the knowledge pretest and ATK indexes. The pretest results show that prior content knowledge was not extensive and varied very little between the four groups; the group means varied from 45.4% (Group C) to 50.0% (Group B). The majority of students (55%) stated at least two substantive points about SARS, but 75% stated they knew nothing about the Corona virus, and 60% stated they knew nothing about Avian Flu.\n\nBetween-group differences were also relatively minor for the ATK indexes, the most noticeable being that the students in Groups C and D read fewer notes. Overall, the amounts of note writing and reading were consistent with those in other studies of online discourse (Guzdial and Turns 2000; Hsi and Hoadley 1997) . In contrast, the amount of linking (40.9% to 50.4%) was less than in other studies using Knowledge Forum, in which it reached 80% (Lee et al. 2006; Yoon 2008) .\n\nEach group posted approximately 10 Research Question notes, although Group C required 8 days longer than the others to reach this point. Each group's output included some explanation-seeking questions, such as \"Why is it children are less likely to develop SARS?\" There were, however, important differences in the extent to which the questions allowed the students to build on prior knowledge. For example, while discussing the question about SARS and children, the students used their knowledge of viruses and infection, but in discussing \"Is killing chickens the only way to end Avian Flu\" they resorted to exchanging opinions.\n\nIn sum, these data suggest that the four groups were similar in terms of prior knowledge about the main inquiry topics, the extent to which they used Knowledge Forum, and their ability to formulate research questions. However, Group C had fallen behind the other groups by the time it had generated its research questions, and the research questions varied in their potential for knowledge creation. \n\nThe goal of the second analysis was to evaluate the advances in collective knowledge reported by those students who collaborated on summary notes. The students collectively submitted 32 summary notes; 81.0% of Grade 10 students and 84.2% of Grade 11 students were coauthors of at least one note. All of the summary notes were assessed for Knowledge Quality and Implications of findings with the scales shown in Table 1 . Table 3 shows the group means and standard errors for Knowledge Quality and Significance of Findings for the 32 summary notes. Some students did not realize that a group was required to write only one note on a given research question, resulting in duplicate notes for some questions; in such cases, only the best note from the group was considered in the calculation of group means. Group A had a higher mean score than the other groups for Knowledge Quality (effect sizes ≥ 0.7, Cohen's d); for most groups. The knowledge gained was factual and did not reach the level needed for a 3 or 4 on the scale. Group C had the lowest mean Knowledge Quality score; its small number of notes is understandable because it needed more time to articulate its focus.\n\nThe goal of the third analysis was to identify possible mechanisms for the between-group differences in the dependent variables by coding the group discourses leading up to the creation of the summary notes. The code and subcode frequencies are shown in Table 4 . The total frequencies for all subcodes associated with a main code are shown in the first row of each section.\n\nBefore examining intergroup variation, it will be useful to consider the total frequencies over all groups (last column). In descending order of total frequency, the following patterns can be observed. First, although there were many linkages (f=206), there were few examples (8) in which features of Knowledge Forum such as adding a note as a reference to another note were used; the majority of links were to Web pages (106), although some groups did link their ideas verbally to earlier contributions in Knowledge Forum (66). This finding suggests that the level of competence with features of Knowledge Forum designed to support linking ideas was low, and may explain the lower than expected ATK index for linking (Table 2) . Second, although there were many instances of working with ideas (171) and information (124), the subcodes suggest that information sharing was a significant aspect of all group discourses. Third, there were few instances of two codes: Questions and Meta-Discourse (both 65).\n\nGroup A had substantially more code instances than the other groups (329, compared with 181, 165, and 165) reflecting that it invested more effort into the processes measured by the coding scheme, which may explain the better performance on the summary notes to some extent. However, a more interesting question is what Group A did differently, controlling for the difference in overall effort. Thus, a two-way analysis of the main code frequencies (Code × Group) was conducted.\n\nThe results are shown in Table 5 ; Cohen's guidelines regarding effect sizes were used to arrange the codes in three groups from large to small effect size. Accordingly, Community and Questions were very effective in separating the groups-especially Group A from the other groups. The next two codes (Ideas, Information) provided statistically significant but more moderate separation. The last three codes (Linking, Agency, Meta-Discourse) provided limited or non-significant group separation. The relatively low frequencies for these codes indicate that these aspects of the discourse were generally not well developed.\n\nTo gain additional understanding of the nature of the group discourses, three sets of main codes were selected for qualitative analysis based on the group separations shown in Table 5 : Community (large), Ideas/Information (moderate), and Agency/Argument (non-significant).\n\nIn the knowledge-creation model students contribute ideas, on which the community works and which thus become its \"intellectual artifacts\" (Bereiter 2002) . At the same time, students continue to own their ideas, and whether their ideas are appreciated and taken up by the community is important to the formation of students' identities as community members (Wenger 1998) .\n\nThe coding revealed between-group differences relating to aspects of this issue. For example, Group A encouraged its members more often than the other groups (Table 4): I think your ideas for groups are good … It would mean that we could get a start on all the topics right away. Good job of actually getting things going! I really like [S's] idea of setting ourselves little mini-deadlines so that everybody will stay on task and finish the job more efficiently.\n\nThere were also examples in which additional views were sought from students who had not yet contributed ideas. Some students also felt a responsibility toward the group and apologized for failing to contribute to the discourse: Sorry I've been away at a tournament for quite a while, so I'm just trying to get caught up. I don't know how much work you've all got done already, but the groups etc. sound pretty good ... I'll get onto researching as soon as I'm sure what's going on.\n\nAnother way in which Group A promoted a sense that students belonged to a community was by instituting a democratic voting scheme for prioritizing research questions (11 of 60 code instances). While taking a vote can be a superficial process, it was accompanied in this group by considerable ideation, information processing, and linking. The voting process was also present in Group C but was absent from Groups B and D. Group B appeared to harbor some tension between the Grade 10 and 11 students arising from miscommunication. One student in the Grade 11 class wrote:\n\nAs of now, we have less than 1 week left and because your class have not been very active in this final phase, we've decided to go with these two questions above because we've A student from the Grade 10 class responded as follows:\n\nYeah, alright. If the rest of our group wants to do it then I guess that's what's being done since \"we have not been very active.\" I thought we were only supposed to research our own questions first. Are those the only questions that we are doing then? We are sorry that you are not satisfied with the level of our commitment on KF. We weren't aware that we needed to pick from your questions as well as ours. Sorry for the inconvenience.\n\nIn summary, Group A had a shared commitment to the task, a sense of belonging to the group, and an appreciation for all group members' contributions, all of which are indicators of communities (Wenger 1998) . These social processes were also present to some extent in Group C, but they may have had less effect.\n\nGroup A's discourse had most of the kinds of idea units needed for knowledge construction, particularly concepts and explanations; only 22.2% were coded as facts or opinions. However, only 2.4% of its idea units were classified as rise-above, suggesting that the discourse was not yet a well-developed example of knowledge creation. All of the other groups' discourses were more fact oriented, with percentages of idea units coded as facts or opinions ranging from 39.1% (Group B) to 62.5% (Group D). Nevertheless, in Group B, there were some examples of concepts and explanations, and Group C had 10 explanations and a few rise-above units. This mix of conceptual and factual contributions is the main reason for the Idea code providing only moderate group separation ( Table 5 ).\n\nThe Information code revealed a tendency toward knowledge sharing in all groups: the many instances where information was presented without interpretation or evaluation (Group C, 66.7%; Group D, 61.2%; Group A, 50.0%, Group B, 35.4%). This prevalence of information sharing may be related to an epistemological understanding of inquiry as asking questions, finding answers, and reporting them, with information assumed to be self-explanatory (a realist position). Instead of describing information, students need to be developing explanations and using information to support them. The difference is illustrated below: I found this information on: [Web link]. \"Thailand, the world's seventh largest poultry producer, will suffer only 'modest losses' to its economy due to the H5N1 strain of the avian virus, it says. A 'complete decimation' of Thailand's poultry industry would This note describes information but does not interpret or evaluate it. In contrast, in the following note, the student is providing an explanation and uses the Web link at the end of the first paragraph as a reference for further information; in the second paragraph, the description of the second Web link is integrated into the explanation.\n\nFirst off, let's look at the very definition of 'quarantine.' We're not talking maybe putting up some red tape around affected farms here, we're talking the slaughter and elimination of literally millions of chickens in the US, Canada, and 10 Asian nations including Vietnam and China. The most recent outbreak, in Hong Kong, resulted in the slaughter of about 40,000 poultry; the birds were killed, then bagged for dumping in landfills. This outbreak alone cost the poultry industry the equivalent of US $10.26 million. [Web link] The short-term costs incurred may seem rather drastic, but if the flu can be contained now, by eliminating all possibly infected birds, it will cost far less than trying to contain it later on if there are more outbreaks. I found the following website had some really valuable information concerning Avian Flu outbreaks in the past-there have been 21 large-scale epidemics all over the world, ranging from Australia to Pakistan, and this site talks about the economic impact of each-for example, \"The 1983 Pennsylvania (USA) outbreak took 2 years to control. Some 17 million birds were destroyed at a direct cost of US$62 million. Indirect costs have been estimated at more than US$250 million.\" [Web link]\n\nNeither Agency nor Meta-Discourse provided statistically significant group separation. The Agency code looked separately at planning and reflection relating to epistemic aspects of the inquiry and the completion of the project. There were not many instances of agency relating to the inquiry (33). Reflection on learning is an important aspect of knowledge construction and knowledge creation, and the lack of reflection in the discourses provides separate evidence that most groups treated information as unproblematic. Another important finding from the Agency code is the many instances of project planning from Group C, suggesting that it had considerable difficulty in self-directing its inquiry. Project planning is an important aspect of knowledge-creation discourse, but it should not dominate the cognitive features.\n\nThe Meta-Discourse code is conspicuous because it occurred infrequently, but there were attempts by all groups. For example, a Group B student attempted to advance the inquiry to a new stage by suggesting a new question:\n\n… I guess the question now is how can we make the chickens less likely to develop serious symptoms, and to become more like the wild poultry. And maybe an effective method of keeping the chickens from getting sick and to stop the spread of the Avian flu is by doing something to the wild fowl to make them unable to carry the virus. It raises some interesting questions that can probably be analyzed further! Perhaps the suggestion came too late, but it was not taken up by the group.\n\nRelating the group discourses to the discourse modes\n\nThe goal of the fourth analysis was to map the group discourses onto the three modes of discourse. First, the subcode frequencies were classified as small (0 to 5 instances), moderate (6 to 10), and large (greater than 10). The results were then compared to the relevance ratings of the subcodes (Table 4) to predict the discourse modes. For example, Group A had 20 explanation-seeking questions (large), which corresponds to knowledgecreation discourse. Group C had two instances of fact-seeking questions (small), which is consistent with knowledge-construction and knowledge-creation discourses (a degenerate prediction). Group B had nine instances of opinion (moderate), which did not correctly predict any discourse mode. To sample the main codes evenly, the two subcodes that predicted the most complex discourse mode were selected for creating profiles. Figure 1 shows the number of correct predictions of each discourse mode for the four groups. Perfect agreement with a discourse mode would include 14 predictions of that mode; however, because there are many degenerate predictions, these would be accompanied by some predictions of the other modes.\n\nThe profile of Group A is most consistent with knowledge creation: It includes nine predictions of that mode, of which only one is degenerate. It also includes two predictions of knowledge sharing. The overall fit of the predictions to the discourse mode is best for this group. The profile of Group D is almost the reverse: it has nine predictions of knowledge sharing (seven nondegenerate) but includes more predictions of the other modes than the Group A profile.\n\nThe profiles of Groups B and C are more difficult to interpret because they include nearly equal numbers of predictions of all three of the discourse types. This could be caused by a variety of factors including the existence of smaller units of social organization that approach the discourse differently and contextual dependencies that cause the discourse on one problem to be qualitatively different from that on another. This possibility was explored for Group B using inquiry thread analysis. (Group B was chosen for this because we already know that Group C fell behind in Phase 1 and had less time for its inquiry in Phase 2.) Fig. 1 Number of correct predictions of discourse types from sub-code frequencies. Two sub-codes from each main code were used, leading to at most 14 correct predictions per group. However, because some subcodes did not uniquely predict a single discourse type and some did not correctly predict any type the number of predictions per group is generally different from 14 An inquiry thread is a temporally ordered sequence of notes on the same problem or topic. The notes need not be hyperlinked to be part of the same inquiry thread, and it also is possible that notes that are hyperlinked are not part of the same inquiry thread (for details on the method see Zhang et al. 2007 ). Nine inquiry threads were identified, of which six were active for more than a month. The longest thread (13 notes, 7 authors, and 12 readers) was active throughout the entire project and examined scientific mechanisms by which Avian Flu infection occurs; it included relatively many of the instances of concept, explanation, and deepening inquiry identified in the coding. A similar inquiry thread, but of shorter duration, began in the second half of Phase 2, and focused on a causal explanation of why children may be less susceptible to SARS (10 notes, 6 authors, 10 readers). Threads that were more descriptive were general explorations of SARS and Avian Flu in the first 3 weeks of the project, and somewhat argumentative discussions of how the media had handled the SARS outbreak, the disposal of chickens infected by Avian Flu, and the prevention of Avian Flu. Although deeper analysis would be useful, these results generally support the context-dependence hypothesis. Group B engaged in more explanation-oriented discourse when relevant concepts were available, and less when exploring SARS and Avian Flu in general and when concepts were not available.\n\nThis paper seeks a clearer articulation of the nature of computer-mediated discourse needed for Bereiter and Scardmalia's knowledge-creation model. Its main contributions are the conceptual framework for distinguishing between knowledge-sharing, knowledgeconstruction, and knowledge-creation discourses, an accompanying coding scheme, and the application of both to an evaluation of discourse in Knowledge Forum. This section reviews what has been accomplished, suggests several strategies for improving the alignment of online discourse to the knowledge-creation model, and outlines further development of the coding scheme.\n\nConceptual framework I have argued for a conceptual framework that contrasts three modes of discourse, which can be associated with different theoretical perspectives (transmission/naïve realism, cognitive psychology, and interactive learning mediated by shared objects). Knowledge sharing is included because it remains a common discourse mode and is useful in some situations; knowledge construction is included because it is what knowledge creation needs to be distinguished from most. Knowledge creation is not a new example of constructivism (in the cognitive paradigm), but an example that reifies a new theory of mind that does not depend on a notion of the mind as a container (Bereiter 2002) . However, due to the incommensurability of the underlying theories, I do not regard the discourse modes as stages in the development of a community's discourse, as Gunawardena et al. (1997) have suggested for knowledge sharing and knowledge construction. The framework extends the distinction between learning and knowledge creation (Bereiter and Scardamalia 1996) by differentiating between learning by knowledge sharing and learning by knowledge construction. This differentiation makes it possible to bring into focus both differences and similarities between knowledge construction and knowledge creation.\n\nThe treatment of the knowledge-creation model in the framework marks a departure from the extant literature. Bereiter and Scardamalia focus on ideas as improvable objects and the socio-cognitive and epistemic dynamics of improving them, as though that could happen without regard for the social context (Bereiter and Scardamalia 2003; Scardamalia 2002; Scardamalia and Bereiter 2006 ). In the framework described here, the recommended use of design-mode discourse over belief-mode discourse, a distinction valid for the epistemic work of improving ideas but not for the additional work needed to prioritize goals, ensures that new ideas diffuse throughout the community and possible advances in knowledge are evaluated. One of the most apparent differences between examples of knowledge construction and knowledge creation is the discourse by which this additional work is achieved. Paying more attention to the social context in which knowledge creation occurs is not only important for an adequate portrayal of knowledge creation for students, but it also reflects the conditions in classrooms. Recently, interest in these aspects of knowledge creation has been mounting. Bielaczyc (2006) develops a social infrastructure framework that emphasizes culture and practices, and Hakkarainen (2009) introduces the notion of \"knowledge practices\" to combine epistemic and social practice elements of knowledge creation. It is hoped that the framework described here will stimulate further research to clarify the relationship between explanationoriented discourse, argumentation, and the advancement of collective knowledge.\n\nGroup A's discourse was identified as knowledge creation, providing the strongest evidence of a sense of community, explanation-seeking inquiry, interpreting and evaluating information, knowledge advancement, and insight into these processes. From the analysis of frequencies in Table 5 , we know that the leading factor differentiating Group A from the others was its sense of community, but it is likely that all of the observed effects are necessary. The relatively clear identification of knowledge-creation discourse and better knowledge advances are encouraging because they suggest that knowledge creation is feasible for secondary school settings. However, there is a need for caution because there was little evidence of rising above, meta-discourse, and use of the advanced features of Knowledge Forum, and there was still too much evidence of knowledge sharing.\n\nThe relatively clear identification of Group D's discourse as knowledge sharing is more disconcerting in a classroom generally oriented toward student centered and constructivist learning. Nevertheless, my work with many teachers in the last decade suggests it is a common occurrence. Perhaps in this case context dependence mattered less, and the results may point to deeply held beliefs such as quick learning (Schommer 1990 ) and achievement motivation. Indeed, Group D's results on the summary notes were second to Group A's. Group C was also problematic. Like Group A, it expended much effort on maintaining its sense of community, but was relatively inactive in posing questions and working with information (see Table 4 ), and created fewer summary notes. We also know the group had less time for its inquiry than the others because coming up with research questions took longer than planned. Although motivation could have been a factor, this was probably an example of an inadequate level of guidance (Hmelo-Silver et al. 2007 ). Nevertheless, cases like this, in which students are unable to manage inquiries very well, are also common in project-based science (Krajcik et al. 1998; Polman 2000) .\n\nCultivating an innovation ecology As the study described here was a case study, its claims pertain to the observed groups only. Further studies investigating the phenomena using different methods and in different settings would lead to a fuller understanding of the generality of the claims (Yin 2003) . Nevertheless, some cautious recommendations for encouraging an innovation ecology can be made based on the findings. This subsection examines several conditions that constrain or enable knowledge creation-the nature of the task, the sense of community, idea-centered discourse, the use of technology, and meta-discourse-and discusses how they can be optimized.\n\nA common reason for the failure of efforts at knowledge creation in school is their lack of authentic problems (Bereiter and Scardamalia 2003) . Asking students to investigate what interested them about SARS and Avian Flu held some attraction from this point of view because there was a lack of knowledge, the topics were discussed in society, and students could pursue their own questions. These are considered good things by proponents of socio-scientific issues in teaching (Walker and Zeidler 2007 ). Yet, the students' interests frequently took them into areas where they could not build on their initial knowledge. It is possible that the extensive reliance on knowledge sharing resulted in part from a general lack of knowledge that led the students to explore opinions and \"chart the territory,\" and from a lack of concepts and perspectives that could be used to question sources. Some students seemed to suggest that what they were doing lacked authenticity as schoolwork because the depth of knowledge was inferior to what was normally expected of them:\n\nIt is important to understand that there is not one answer to this question. I am limited in my understanding because I get my information from news sources that may be biased. I can also not understand how SARS spreads scientifically because I am not a scientist or a doctor. I am like the rest of the public that gets information from news sources. (Group D summary note) These considerations have important implications for developing an innovation ecology. In school, it is important that students develop academic knowledge: for example, concepts, explanations, explanatory principles, inquiry methods, and meta-conceptual knowledge. Social norms are needed in the classroom to keep these things in focus as students engage in knowledge creation. In other words, in getting a knowledge-creation experience started, the curriculum, students' prior academic knowledge, and their interests should be explored together to forge a closer connection to the curriculum and assess the potential of ideas for inquiry. In the study, students did explore the potential of their ideas but did so independently in their own groups, and the social norms were not developed. A closer connection to the curriculum would also be needed for scaling up knowledge creation in schools. Many other researchers link inquiry to the attainment of national educational standards (Krajcik et al. 2008) but do this in ways that undermine key goals of knowledge creation (e.g., epistemic agency, adding to the intellectual heritage of a community). Further research into how knowledge-creation experiences can be integrated into the curriculum is much needed.\n\nThe study identified social processes that constitute a sense of community (such as encouragement, giving credit, drawing in participants, and apologizing) as the distinction between group discourses. These processes have been studied extensively in education and social psychology (e.g. Johnson and Johnson 1989; Slavin 1990 ) but have received little attention in computer-supported collaborative learning research, where social interactions tend to be studied in the context of problem solving from the perspectives of cognitive theory (de Laat et al. 2007; Roschelle 1992; Suthers et al. 2007 ), intersubjective meaningmaking (Koschmann and LeBaron 2002; Stahl 2006) , or are dismissed as off-task behavior (Meier et al. 2007 ). The social interactions identified in the study were neither part of problem-solving sessions nor irrelevant, but were directed at maintaining and improving how the groups worked. Cultivating the social dynamics identified in the study would be important for creating a safe environment for knowledge creation, and thus an important aspect of an innovation ecology.\n\nThe considerable differences in how the groups functioned socially provide reasons for reexamining the social organization of the class for its knowledge creation. In the assessment literature, the inequities of group work have been noted (Webb et al. 1998 ). If students work together for several months, inequities arising from individual differences in motivation, effort, and ability could lead to substantial disadvantages for some students. Using flexible and opportunistic groups, in which students join a group for a short time to accomplish specific goals, would make students less susceptible to the potential inequities and would help them learn and work with many different students. Recently, Zhang et al. (2009) used social network analysis to compare three social configurations-fixed groups, interacting groups, and opportunistic groups-and found that opportunistic groups best diffused new knowledge. In the present study, the decision to form fixed groups was intended to limit the number of notes students would need to deal with, but this problem could also be addressed by encouraging more reflective discourse with greater attention paid to synthesis and rise-above ( van Aalst 2006) . One thing that this cognitively demanding work does is slow down the growth of the database.\n\nThe importance of idea-centered discourse is so well established in the literature that it does not require further amplification (e.g. Bereiter 2002; Hakkarainen 2003; Scardamalia 2002) . Nevertheless, in the study students frequently introduced information without generating ideas or questions. If this kind of discourse is widespread and consistent within a community, it may suggest naïve epistemic beliefs (Schommer 1990 ).\n\nDeeper reflection on what makes a valuable contribution to Knowledge Forum may lead students to interpret and evaluate information, and to elaborate by providing examples and counterexamples. Students could do this even when exploring a new content area, provided that they have concepts that can provide a lens for interpretation. Social norms about the quality of knowledge to be created could also help students to focus on developing explanations.\n\nTo facilitate developing a set of coherent explanations, it seems important to cultivate rise-above as a prominent dynamic of the discourse. Although it can be used late in an inquiry to articulate what has been learned, it may also be useful for scaffolding the discourse, suggesting how students can contribute next. In studies of portfolio notes in Knowledge Forum, the reflections needed to prepare the portfolio notes have also had such a scaffolding function (Lee et al. 2006 ; van Aalst and Chan 2007) . Rise-above can produce incomplete explanatory frameworks, which may lead to predictions and new inquiry goals. Thus, rise-above needs to be a social norm that is in focus throughout the inquiry. This would allow an approach whereby students contribute new information and ideas and regularly look for opportunities to review progress and identify more new ideas and lines of inquiry.\n\nThe approach taken to the use of technology was typical of what I have seen in work with many teachers. The basic features (creating and responding to notes) were demonstrated at the beginning of the project, and instructions for creating links between notes were given with the instructions for Phase 3. That was not sufficient. We made an implicit assumption that learning about Knowledge Forum would not occupy very much instructional time-it was just \"a tool.\" To the contrary, the use of Knowledge Forum needs to mediate the social and cognitive work of creation (Cole and Engeström 1993; Hakkarainen 2009 ); students need to learn to coordinate use of its features with use of the concepts of the knowledge-creation model. For example, rise-above involves important social skills because the ideas contributed by different students are combined and the authors may disagree with how their ideas are used. Technical skills such as the ability to create a private view (accessible to a subgroup) and annotations can be helpful for temporarily storing copies of notes that are being considered, as well as draft ideas and notes before the final result is made public. Thus, rise-above is a social practice that can exist only because the technology makes it possible, and it is a practice that needs to be developed.\n\nIt is also worth considering whether Knowledge Forum provides the best medium for creating knowledge. At least one group had difficulties using it to reach a consensus about priorities and goal setting in Phase 1, and talking face-to-face may have been more effective. While asynchronous writing can support reflective thought, reading and writing notes is time consuming and should only be used when it provides advantages over more social ways of interacting. Some researchers and teachers have developed practices such as poster presentations, gallery walks, and whole-class talk, whereby students report and discuss the ideas, questions, and challenges they are considering within their groups (Kolodner et al. 2003; Zhang et al. 2009 ). According to Kolodner and colleagues, such practices become routines and rituals within the community, and students come to see why they are necessary. Zhang et al. (2009) found that students requested \"KB talks\" to discuss the database with each other. These practices provide opportunities for students to be aware of their progress, suggest ways of addressing problems, and identify learning needs not otherwise recognized. In their absence, work on Knowledge Forum is disconnected from the educational culture of the class and feels like a special project. However, research into the role of the social infrastructure that supports knowledge creation is still in an early phase (Bielaczyc 2006; Truong 2008; Zhang et al. 2009 ).\n\nThe evidence of meta-discourse in the groups was limited, partly due to the short duration of the project but also because it was an intervention. Had we not intended to study their work, the students would have been completing individual inquiries. When knowledge creation pervades the general approach students take to their schoolwork, long-range effects may become more evident. For example, students may discuss how to improve on previous efforts or evaluate the evolution of ideas over a substantial period such as an entire school year. Before this can happen, their inquiries need to be connected more deeply to the curriculum, and the use of technology woven into a set of coherent practices aimed at knowledge creation.\n\nThe study provides a coding scheme for analyzing asynchronous discourse, extending earlier schemes that emphasized the socio-cognitive aspects of online discourse and drawing from previous work on rating scales on levels of questioning and explanations (Chan 2001; Hakkarainen et al. 2002) . The main codes can serve as a general framework for coding to facilitate comparisons across studies of computer-supported collaborative learning. However, if the subcodes are considered as indicators of the phenomena intended with the main codes, further research is needed to improve and expand the current set. For example, it would be useful to add further subcodes for Questioning, Agency, and Meta-Discourse to provide more balance among the main codes and improve the usability of the coding scheme for a wider range of research questions. The currently limited set of subcodes for some main codes reflects the overall limited evidence of the underlying phenomena (i.e., additional subcodes could have been induced from the data had the evidence of these main codes been stronger).\n\nWhile it is not my intention to fully map the codes onto the knowledge-creation principles, the coding scheme may provide a complementary framework useful for elaborating several principles. For example, Information is intended to describe different levels of information processing, ranging from uncritical sharing to evaluation of a collection of sources in the context of the problems under investigation. If one correlates frequencies for this code with those relating to working with ideas, a fuller understanding of the principle of the constructive use of authoritative sources could be achieved.\n\nThis paper has elaborated distinctions between three modes of online discourse-knowledge sharing, knowledge construction, and knowledge creation-which correspond to theories of transmission/naïve realism, cognitive psychology, and interactive learning using shared mediating objects. The framework was applied to a case study of four groups of students who used Knowledge Forum as part of an attempt to create knowledge about SARS and Avian Flu. Through the use of a new coding scheme, one group discourse was indentified as a threshold case of knowledge creation, one as knowledge sharing, and two as hybrids of all three modes. The study revealed the importance of the social interactions needed for a sense of community as one of the leading factors separating the group discourses."}