{"title": "Immunogenicity difference between the SARS coronavirus and the bat SARS-like coronavirus spike (S) proteins", "body": "Searching for the origin of the Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) in wild animals led to the discovery of several SARS-like CoVs (SL-CoVs) in several horseshoe bats of the genus Rhinolophus in China [1, 2] . Our previous studies showed that the SL-CoV and SARS-CoV shared similar genomic organization and highly conserved gene products, with the exception of the spike protein (S protein), which had a low sequence identity, especially in the receptor binding domain (RBD) located at the N-terminal region of the S proteins. The difference of sequence in this region was responsible for the failure of the SL-CoV S protein (S SL ) to use angiotension converting enzyme 2 (ACE2), the known major receptor for SARS-CoV, as a functional receptor [3] .\n\nThe SARS-CoV S protein (S SARS ) is responsible for virus entry and induction of neutralizing antibodies, mediated mainly by the RBD at aa 318-510 [4, 5] . It has been demonstrated previously that bat sera from natural infection cross-reacted with, but failed to neutralize SARS-CoV [1] . Therefore, for the development of differential diagnosis and specific vaccines for these viruses, it is necessary and important to have a better understanding of the immunogenicity of S SL , S SARS and the difference between S SL and S SARS .\n\nIn this study, the immunogenicity and immunodominant region of S SL was determined using sera generated from DNA immunization and naturally infected bats. The data presented here will be useful for future development of diagnostics and vaccines for SARS and SARS-like coronaviruses.\n\nCells. The human cell lines 293T and HeLa were maintained in Dulbecco's modified Eagles medium (DMEM) supplemented with 10% heated-inactivated fetal calf serum (Gibco, USA or Sijiqi, China). HeLa cell lines that stably expressing human ACE2 protein have been described in a previous report [6] .\n\nPreparation of pseudoviruses. The construction of a codon-optimized full-length S gene of SARS-CoV BJ01, bat SL-CoV Rp3, and chimeric S gene (designated CS 310-518 ), which has the Rp3-S gene containing aa 310-518 of BJ01 S in replacement of its corresponding region, has been described previously [3] . Briefly, 12 lg each of pHIV-Luc (pNL.4.3.Luc.E À R À ) and plasmid pcDNA3.1 containing various S genes (or empty vector control) were co-transfected into 2 Â 10 6 293T cells in 10 cm dishes by standard calcium phosphate method [6] . The pseudoviruses were purified by ultracentrifugation from cell culture supernatant through a 20% sucrose cushion (10 mL) at 55,000g for 60 min using a Ty70 rotor (Beckman). The pelleted pseudoviruses were dissolved in 100 lL of PBS and stored at À80°C in aliquots until further use. Antisera. Six field bat sera showing positive (5 of 6) or negative (1 of 6) cross-reactivity with SARS-CoV [1] were used in this study. Hyperimmune mouse sera were generated by DNA immunizations with plasmids pcDNA 3.1(+) containing the codon-optimized fulllength S gene of SARS-CoV BJ01, SL-CoV Rp3, and two chimeric plasmids CS 310-518 and CS 259-518 (see Fig. 1 for diagrams). The pcDNA 3.1(+) vector was used as a negative control. Five groups (five mice per group) of 6-8 week old female BALB/c mice were immunized with 30 lg of plasmid DNA in 30 lL PBS by in vivo electroporation according to the published method [7] . Mice were immunized three times at weeks 0, 3 and 5. Sera were collected at week 8. After injection into the right quadriceps muscle, a pair of electrode needles with 5 mm apart was inserted into the muscle to cover the DNA injection sites and electric pulses were delivered using an electric pulse generator (Electro Square Porator T830 M; BTX, San Diego, CA). Three pulses of 100 V each, followed by three pulses of the opposite polarity, were delivered to each injection site at a rate of one pulse per second. Each pulse lasted for 50 ms.\n\nELISA. All ELISAs were performed under stringent conditions to avoid nonspecific reactions. Briefly, 96-well microtiter plates were coated in 0.1 M carbonate buffer (pH 9.3) over night at 4°C with purified pseudoviruses (50-200 ng/well). The plates were washed and blocked with 5% BSA in PBS-0.1% Tween 20, and then incubated with bat or mouse sera for 1 h at 37°C. Bound antibodies were detected using horseradish peroxidase-conjugated goat anti-mouse IgG (LingFei Tech.) or goat anti-bat IgG (Bethyl Laboratories, Inc.) (Dilution at 1:4000). Color development was conducted using 3,3,5,5,tetramethylbenzidine (TMB) and the absorbance at 450 nm was determined after the reaction was stopped with 2 M H 2 SO 4 . All washes were carried out using PBS-0.1% Tween for 5 washes (2 min/wash), and all antibodies were diluted using 0.5% BSA in PBS-0.1% Tween. Appropriate negative controls were included in every step.\n\nNeutralization assays. A pseudovirus-based neutralization assay was used to determine the neutralization ability of immunized sera to pseudovirus HIV/BJ01-S, and HIV/CS 318-510 . The neutralizing activity of heat-inactivated sera (56°C, 30 min) was determined by mixing 10 ng of pseudovirus (in 30 lL) with diluted antisera (in 30 lL) at 37°C for 1 h. Sera-pseudovirus complexes were then mixed with 16 ng polybrene (in 40 lL medium) before they were added to human ACE2 expressing HeLa cells. The infected cells were washed with PBS and lysed (Cell Culture Lysis Reagent; Promega) at 48 h post infection. The neutralization activity of each antiserum was monitored by measurement of luciferase activity.\n\nAfter the final boost, end-point dilution ELISA was used to detect the antibody response against BJ01 or Rp3-S protein in immunized mice (Fig. 2) . Other than the negative control, all immunized mice produced antibodies against HIV/Rp3-S or HIV/BJ01-S pseudovirus, albeit displaying different reactivity against the two pseudovirus antigens. When tested against HIV/Rp3-S pseudovirus, antisera generated to the full-length Rp3-S had a significantly higher titer than those from the other three groups (Fig. 2A) . Also, the titers of sera from the two chimeric plasmids CS 310-518 and CS 259-518 were higher than that from the BJ01-S construct. On the other hand, when tested against HIV/BJ01-S pseudovirus, the antibody titer was lowest for the group immunized with plasmid expressing the full-length Rp3-S protein (Fig. 2B) . There was little difference in titer among the other three groups.\n\nAll mouse sera generated using DNA immunization were tested for their ability to neutralize the HIV/BJ01-S or HIV/CS 318-510 pseudovirus. As shown in Fig. 3A , mouse sera from BJ01-S, CS 310-518 or CS 259-518 showed strong neutralizing activity to the pseudovirus HIV/BJ01-S, whereas the antiserum from Rp3-S showed a much weaker neutralizing activity to the same pseudovirus. Interestingly, all the sera, except the vector control group, had neutralizing activity to HIV/CS 318-510 (Fig. 3B) . However, the Rp3-S serum showed neutralizing activity to HIV/CS 318-510 only at high concentrations, indicating the presence of some cross-neutralization epitopes located outside the BJ01-S RBD.\n\nSimilar to the results obtained above using mice sera, bat sera naturally infected by SL-CoV had a much stronger reactivity towards HIV/Rp3-S than the other three pseudoviruses (Fig. 4) .\n\nKnowledge of immunogenicity and immunodominant regions of major viral antigens is important for rational design of effective vaccines and diagnostic tests. SL-CoVs found in bats are very similar to human isolates of SARS-CoV in that they have almost identical genomic organization and their gene products share a high level of amino acid sequence identity. We have shown previously that despite substantial antigenic cross-reactivity between bat sera from naturally infected animals and SARS-CoV, there was no crossneutralization detected [1] . This discrepancy could be explained by the low level of sequence identity shared at the N-terminal domain of the S proteins between the two classes of viruses [1, 2] . The N-terminal region of coronavirus S proteins is known to be responsible for virus attachment to susceptible host cells, hence a major target of neutralizing antibodies [4] . In this study, DNA constructs expressing four different S proteins, SARS-CoV BJ01, SL-CoV Rp3 S and two chimeras, were used to generate hyperimmune sera in mice via DNA immunization.\n\nThe immunogenicity of these proteins was determined using ELISA against the S SL and S SARS proteins expressed in the form of HIV pseudoviruses. The neutralization activity of the mouse sera was further determined using the HIV/BJ01-S and HIV/CS 318-510 pseudovirus. The results obtained clearly demonstrated that mice immunized with BJ01-S, CS 310-518 or CS 259-518 generated antibodies with higher antigenic and neutralizing activity to HIV/BJ01-S and HIV/CS 318-510 than HIV/Rp3-S. Vice versa, mice immunized with Rp3-S displayed higher reactivity to HIV/Rp3-S than HIV/ BJ01-S. These results demonstrated that SL-CoV and SARS-CoV shared only a limited number of immunogenic epitopes in their S proteins and the major neutralization epitopes are substantially different among these two viruses.\n\nSince the RBD for the S SL protein is not known, we were not able to conclude whether the immunodominant regions overlap with the receptor attachment site. For the same reason, we have been unable to identify a suitable susceptible cell line to conduct neutralization tests for the HIV/Rp3-S pseudovirus. Until such an assay is available, it will be impossible to conduct a detailed comparative study of major neutralization epitopes between the two different viruses.\n\nThe study conducted with bat sera and four different pseudoviruses provided indirect evidence suggesting a substantial overlap of immunodominant and neutralizing epitopes for the S SL protein. This was best demonstrated by the reactivity of bat sera against pseudovirus HIV/Rp3-S and HIV/CS 310-518 , respectively. The replacement of the sequence from aa 310-518 alone almost completely abolished the bat antibody reactivity towards the S SL protein.\n\nA variety of SL-CoV and other CoVs found in bats demonstrate that bats are natural reservoir of diverse CoVs. The high density of bats in habitats provides ample opportunities for recombination, which will in turn increase virus diversity and the chance of spill over into other hosts including humans leading to zoonotic disease outbreaks [3, 9] . Recently, it was shown that a synthetic SL-CoV containing a very small fragment of the SARS-CoV S gene was able to infect and cause disease in mice, further highlighting the potential emergence of novel viruses with subtle sequence difference in the S gene [10] .\n\nThe results obtained from this work would suggest that the current diagnostic tools and candidate vaccines developed for SARS-CoV are not likely to be specific or effective enough to combat a disease outbreak caused by a SL-CoV variant. It is therefore necessary that we continue strategic research in this area to be able to rapidly response to disease outbreaks caused by coronaviruses with similar genetic and pathogenic features, but with different S gene sequences and receptor specificities. ) and one negative bat sera (Neg) was determined against SARS-CoV in a previous study [1] . Data are presented as means ± SDs."}