{"title": "Experimental vaccines against potentially pandemic and highly pathogenic avian influenza viruses", "body": "Influenza A causes significant morbidity and mortality each year. Circulating seasonal influenza viruses (H1N1 and H3N2) infect up to 15% of the world's population each year and cause an average of 226,000 hospitalizations and 36,000 deaths in the USA every year [1] . Influenza pandemics, which have occurred sporadically throughout history (although only well documented in the last century), have had varying degrees of severity. The most notable was the `Spanish flu' in 1918, which killed an estimated 50-100 million people worldwide [2] .\n\nInfluenza infection establishes protective and long-term immunity, a feature of the virus that makes vaccination a favorable choice for epidemic and pandemic control. Unfortunately, this protection is largely limited to that specific strain of the virus and is ineffective against mutation (i.e., drift and, especially, shift variants). The antigenic changes in seasonal or epidemic influenza viruses require constant surveillance of circulating influenza virus strains and annual review for potential reformulation with new vaccines strains to match those circulating [1] . At the same time, zoonotic influenza surveillance works towards predicting potentially pandemic influenza viruses in order to allow production of vaccines for pandemic preparedness [3] .\n\nHA is currently the primary target of most influenza vaccines. High affinity/avidity, neutralizing, receptor-blocking antibodies against the HA glycoprotein on the surface of the virion are effective at preventing influenza infection [4] . Sufficient HA-specific antibody titers are considered to be protective against influenza infection [1] , thus HA-specific antibody titers are the classical method by which vaccine efficacy is gauged.\n\nIn order for neutralization to occur and to maximize vaccine efficacy, the circulating virus strain must match the vaccine strain. For this reason the seasonal vaccine is reviewed and potentially reformulated every year as the epidemic strains exhibit antigenic drift [5] . The WHO closely monitors and organizes the selection of prevailing strains for any given year. This method is problematic for pandemic strains, as they can emerge very quickly and often without warning, making it difficult to prepare exactly matched vaccines before the virus has spread. For example in 2009, the pH1N1 was first identified in North America in early spring. Monovalent pH1N1 vaccine was licensed in September, but large-scale vaccination was not achieved until after the peak of the second wave in October 2009 [6, 7] . The delay in delivery of the pH1N1 vaccine led to the Department of Health and Human Services to recommend \"advanced development of next-generation recombinant-and molecular-based influenza vaccines\" [7] . In addition, methods to increase the breadth and strength of immunity, such as adjuvanting, are being investigated for use with vaccines produced using traditional methods [8, 9] .\n\nAnother approach is targeting alternate, highly conserved antigens to induce heterosubtypic immunity, providing cross-protective responses between serologically distinct influenza viruses. Benefits include the potential elimination of repeated yearly vaccination against seasonal influenza, as well as increased pandemic preparedness. Heterosubtypic immunity against conserved viral proteins has been demonstrated in the mouse model for a number of different influenza virus strains [10] [11] [12] and has been shown to be long-lasting and protective against an otherwise lethal influenza challenge. A number of alternate influenza antigens have been investigated for their potential in inducing heterosubtypic immunity, including the external NA glycoprotein ( [13] , reviewed in [14] ), the M2 protein, NP and other conserved internal proteins M1, NS1 and polymerases (PA, PB1 and PB2) [15] . More recently, conserved regions of the HA stalk have also been identified and targeted as potential heterosubtypic vaccines [16] . The use of viral vectors for antigen delivery and expression is a key method to achieve native expression of many of these antigens, and internal influenza antigens in particular.\n\nVaccination remains the most effective method of influenza prevention and control in the population [1] . At present, two general types of influenza vaccine are licensed for clinical use against seasonal influenza in the USA: inactivated vaccines and live-attenuated vaccines (LAIVs). Intramuscularly administered inactivated vaccines are the most common and are licensed worldwide, although licensure of LAIVs (cold-adapted) for use against seasonal influenza is growing [1] . Both inactivated vaccines and LAIVs are egg-derived, a process requiring an average of 5-6 months from strain choice to vaccine administration [17, 18] . In the EU, influenza vaccines grown in cultured-cell lines have been licensed for use (Optaflu® manufactured by Novartis) (reviewed in [19] ). While this reduces pressure on egg-based platforms, US and EU regulatory agencies require rigorous testing to address concerns regarding the introduction of adventitious or oncogenic elements in the absence of the natural filter present in eggs (reviewed in [20] ). As already noted, these vaccines must be tailored specifically to the circulating strain.\n\nThe licensed H5N1-specific monovalent vaccine against highly pathogenic avian influenza virus (HPAIV) was developed using current, egg-based technology. However, this method presented a number of problems beyond those found with seasonal influenza manufacture. Beyond safety concerns, HPAIV is by definition virulent, killing the embryo in the inoculated egg before the virus reaches the reasonably high titers required for efficient vaccine development [21] . This increases the requirement of eggs to generate sufficient quantities of antigen for vaccination. For the licensed vaccine, reverse genetics was used to generate the 6:2 reassortant: a vaccine strain having the HA and NA of H5N1 on the eggadapted vaccine production backbone [22] . The HA gene was also modified to remove the poly-basic cleavage site, which is associated with virulence [23] . Beyond production concerns, the HA of H5N1 viruses was poorly immunogenic compared with H1 and H3 antigens, requiring six-times the antigen dose in two immunizations [22] . Despite the limitations, the US FDA approved an inactivated subunit vaccine in February 2007 to be used in the event of a pandemic. There are efforts underway to generate cell-based HPAIV vaccines using wild-type virus and this has been met with a reasonable amount of success (reviewed in [24] ). Unfortunately, these methods still have many of the same issues associated with inactivated vaccines.\n\nReverse genetics has been used to generate attenuated reassortant viruses to be used as seed viruses to avoid propagation of HPAIV strains [25] . More recently, seed viruses include cell-adapted strains as opposed to egg-adapted strains to reduce the pressure on egg-based vaccines [24, 26] . Live-attenuated reverse genetics influenza viruses have also been generated for egg and cell culture production. Similar to seed strains for inactivated vaccines, these viruses contain the immunogenic glycoproteins from HPAIV (HA and NA) on the backbone of cold-adapted, attenuated human influenza strain and could be used to generate antigen for inactivated vaccine or be used directly as LAIV [27] .\n\nImmunomodulators or adjuvants have the ability to enhance immunogenicity of a vaccine by activating the innate immune system directly, by recruiting immune mediators to the vaccine site, by creating an antigen depot, or by a combination thereof. HA-based adjuvanted vaccines, including phospholipids or oil-in-water emulsions, such as squalene-based MF59 (Novartis [28] ) or AS03 (GlaxoSmithKline [29] ) have been approved for use in Europe. It is also possible that adjuvanting H5N1 vaccines could boost cross-reactivity [8, 9] , which would be particularly useful for pandemic preparedness. Similarly, inactivated H5 vaccines administered with aluminum hydroxide or aluminum phosphate adjuvants [30] have demonstrated enhanced immunogenicity.\n\nImmune-stimulating complexes (ISCOMs) represent a subclass of adjuvants. ISCOMS are comprised of phospholipids, cholesterol and purified saponins from the tree Quillaja saponaria Molina [31] . The antigen is either encapsulated in the lipid structure or can be administered in tandem. ISCOMs generate a broad and robust immune response (reviewed in [32] ). A host of other adjuvants for influenza vaccines are being tested, including Tolllike receptor (TLR) agonists, purified bacterial proteins, cytokines and chemokines, and others. (reviewed in [33] ).\n\nRecombinant HA protein-derived vaccines are also in development and in the late stages of clinical trials. Although similar to split, subunit vaccines in the final stages, some problems associated with egg-and mammalian-cell-based vaccine development are circumvented. The HA from the selected vaccine strain is cloned into a baculovirus vector, which is used to infect insect cells, generating insect cells that express the HA protein of interest. The recombinant HA protein protein is then purified and used to formulate a trivalent vaccine [34] . Efficacy and safety have been demonstrated in healthy adults [35] , older populations (50-64 years of age, [36] ) and children [37] , although immunogenicity was reduced in children compared with the trivalent inactivated vaccine.\n\nVirus-like particles (VLPs) (reviewed in [38] ) are noninfectious, nonreplicating particles containing immunologically relevant viral structures. They are generated by infection of cells with mammalian or insect virus vectors expressing glycoproteins and/or capsid antigens from the virus of interest. VLPs for influenza have been generated by expressing HA, NA and M1 in baculovirus vectors. These vectors are then used to infect yeast, mammalian or insect cells; the influenza proteins spontaneously assemble and bud from infected cells, forming particles that resemble wild-type virions, which are noninfectious. They have been shown to be protective against homologous and heterologous HPAIV H5N1 challenge in ferrets in a dose-dependent manner [39] and against other HPAIV strains [40]. VLPs have also been produced in plants, such as Nicotiana benthiama expressing the HA from a low pathogenicity H1N1 virus as well as the HA from HPAIV H5N1 and were shown to be immunogenic and protective in low doses against homologous virus challenge as well as heterologous virus challenge when boosted [41] . In general, VLPs are considered to be safe, considering the absence of functional replication machinery.\n\nDNA-based vaccines (reviewed in [42] ) in short, are bacterial plasmids containing an optimized mammalian promoter driving expression of the gene of interest [42], nucleotide sequences (cytidine phosphate guanosine, or CpG) that stimulate the innate immune system via TLR-9 (reviewed in [43]), and usually a selection marker required for production of the plasmid in bacteria. When administered, traditionally intramuscularly, the plasmid primes the immune system by being transferred into antigen-presenting cells, either by direct transfection or indirectly by transfecting muscle cells [44] . Antigen is expressed, theoretically in a native conformation, generating optimal antibody and T-cell responses. Moreover, plasmid-vaccinated animals have been shown to express the DNA vaccine in dendritic cells, improving T-cell and global vaccine responses [45] .\n\nDNA vaccines have the potential to induce broad, long-term immunity. Trials in animals have shown promising results expressing HA [46] and NA [13] , and due to a lack of heterologous protection, much work has been done to broaden protection by expressing more conserved antigens, consensus-based HA and a combination thereof [47] . DNA-based vaccines targeting conserved sequences of HPAIV H5N1 have yielded partial protection against HPAIV challenge [48], although the results of clinical trials have not shown such promise [49], with vaccines achieving some level of protective antibody but only after multiple administrations at high doses. This is likely in part due to insufficient protein expression. DNA vaccines are also being tested for a number of other pathogens and diseases, including SARS, HIV, malaria and cancer [50] .\n\nNotably, DNA vaccines have emerged as important priming agents in prime-boost regimens [51, 52] . A prime-boost regimen has a number of advantages, including greater breadth of immunity (humoral and cell-mediated, perhaps), a decrease in the likelihood of escape mutants and greater antigen recognition in the genetically diverse human population. DNA vaccines have been found to complement virus-vectored vaccines well in a prime-boost system, as DNA vaccines are often not sufficiently immunogenic on their own, and some viral vectors suffer from pre-existing immunity to the vector [53]. In the case of H5N1, priming with a DNA vaccine improved antibody responses to a monovalent inactivated vaccine when given 24 weeks after DNA priming [52].\n\nVirus-vectored vaccines are the main focus of this review. A variety of vector viruses that are either incapable of replication or replicate without causing disease are being tested as carriers for influenza vaccine antigens. Virus candidates that have been studied in both replicating and nonreplicating forms include DNA viruses such as adenoviruses and vaccinia viruses (poxviruses). Primarily replication-defective candidates are positive-strand RNA viruses such as alphaviruses and attenuated or chimeric flaviruses, while replicating vectors include baculovirus and assorted negative-sense, negative-stranded RNA viruses (NNSV). Until the advent of reverse genetics, NNSVs could not be used as viral vectors, but now represent a major field of study due to the number of advantages of using such a virus as a vector (reviewed in [54]). Other vectors include adeno-associated viruses and herpesviruses, but, as they are not relevant vectors for influenza, they are outside the scope of this review.\n\nThere are a number of inherent advantages of using viruses as vaccine vectors to induce protective immunity against other viruses (and other pathogens, as well). Virus vectors are able to embody the benefits of a live-attenuated version of the pathogen itself and are especially useful when a live-attenuated version of a pathogen is not feasible. Furthermore, viral vectors can be chosen or engineered to specifically target to a certain cell population to optimize the priming of a naturally relevant, protective response. Virus vectored vaccines are also an important component of studied prime-boost regimes, especially those involving DNA vaccine priming. Heterologous prime-boost strategies (i.e., priming with the same antigen delivered by two different methods; DNA prime, followed by recombinant protein or virus-vector boost) have been shown to induce improved immunity as compared with homologous boosting. However, in the case of pandemic response, prime-boost strategies are problematic, where resources for mass vaccination and timelines are limited. Prepandemic vaccination has been proposed [55]; however, identification of vaccine strains still presents difficulty, as well as lingering safety concerns. Here, virus vectors developed as influenza vaccines are reviewed. Basic features of each platform, including features of their replication and antigen expression are described. Details of their efficacy against influenza virus infection and HPAIV, in particular, are provided, and, if available, information on safety and efficacy in humans is included.\n\nAdenoviruses (genus Mastadenovirus) are DNA viruses and are responsible for a wide range of species-specific diseases caused by a wide range of serotypes. While adenoviruses have been extensively tested for gene delivery and recombinant vaccine use, safety concerns and pre-existing immunity complicate the use of adenovirus vectors.\n\nRecombinant adenoviruses (rAd) have been constructed such that they are replicationincompetent in human cells (although they can also be used as replicating vectors). They are able to accommodate gene inserts from 7 to 10 kb depending on the construction and deletion of viral genes (reviewed in [56] ) and are able to express the inserted gene (vaccine antigen) at high levels. These viruses can be grown quickly and without the need for eggs in qualified cell lines designed for use with a replication-deficient virus [57] . Adenoviruses infect dendritic cells, among a wide range of other cells, leading to efficient antigen presentation to the immune system [45] .\n\nrAd-vectored influenza HA-based vaccines have been shown to be immunogenic in nonhuman primates against the 2009 pandemic H1N1 virus [58] and in humans against seasonal influenza virus strains via multiple routes of administration (e.g., epicutaneous and intranasal) [59] . rAd has also been tested as a vector for HPAIV H5N1 in a number of models. Hoelscher et al. and others have shown that replication-incompetent rAd expressing the HA from H5N1 provides protection against HPAIV H5N1 challenge, both when homologous and in some cases antigenically distinct [60] [61] [62] . Cross-protection against assorted influenza strains has also been shown using rAd expressing M2 [12] , NP [63, 64] , M2 + NP [65] , and as a system expressing H5N1 HAs from both Clade 1 and Clade 2 in tandem with the conserved NP genes [66] . CAdVax, a next-generation rAd platform involving the removal of certain regions of the adenovirus genome allowing for insertion of multiple target genes, has expanded the possibilities for antigen expression. Holman et al.\n\nshowed that multiple HA antigens, NA, and M1 can be expressed together and in their native form [67] . Nonhuman rAd strains have also been investigated, and may be important in the use of rAd vectors in the face of pre-existing immunity.\n\nThe rAd vector has been used not only as an influenza vaccine platform, but with a number of other viruses, including HIV [68] , HBV [69] , SARS coronavirus [70] , Marburg and Ebola viruses [71, 72] , West Nile virus [73] and Dengue virus [74] . The latter four utilize the CAdVax platform. rAd has also been investigated in the field of cancer vaccine research [75] . The extensive study of rAd vaccines and clinical trials, in particular, has driven the advanced development of manufacturing practices as compared with most of the viral vectored vaccines discussed here.\n\nAs a DNA virus, there is concern that viral genes could be integrated into the host genome. Adenovirus seroprevalence in the human population is another area of concern. Evidence in mice, nonhuman primates and humans indicates that existing antibodies against the vector might interfere with vaccine efficacy, especially if multiple vaccinations with the same or different antigens are administered [76] . This could reduce initial efficacy, as well as prohibit the use of a prime-boost system using the same vector. Some studies indicate that choosing serotypes that are sufficiently unlike one another, thereby limiting cross-reactivity, as well as choosing strains that are rare in the human population, such as a nonhuman Ad strain [77] , may be sufficient to circumvent pre-existing immunity and reduced vaccine efficacy [78] , and this has been studied for influenza [79] . Other strategies to avoid the effects of pre-existing immunity include increasing vaccine dosage, alternate routes of administration [76] and heterologous prime-boost regimens (such DNA-prime, rAd-boost). The latter has been shown to be efficacious in protecting against lethal influenza virus challenge, including H5N1 [12, 48] . Each of these approaches has the potential to work in a similar way for other viral vectors.\n\nPoxviruses are a family of large dsDNA viruses and include smallpox and avipox viruses, such as canarypox and fowlpox, which have been utilized as replication-deficient viral vectors.\n\nPoxviruses have large genomes capable of maintaining a large amount of transgenic material, especially avipox viruses, which are able to infect, but not replicate in, human cells. They are able to express large amounts of transgene, often using their own promoters. A downside to such a large genome is competition for antigen presentation pathways. Replication of poxviruses occurs in the cytoplasm which, as previously discussed, eliminates the chance of viral gene integration into the host genome. Although replication-deficient, it can easily be grown in qualified cell lines [80] .\n\nParticular emphasis has been placed on modified vaccinia virus Ankara (MVA) poxviruses. The original study of the use of MVA as a vector-based vaccine for influenza involved the insertion of the HA and NP genes from A/Puerto Rico/8/34, a circulating H1N1 virus, into a recombinant MVA (recMVA) vector. It was shown to induce neutralizing antibody-and CTL-mediated protection [81] . recMVA has also been explored as a vaccine against HPAIV H5N1, and was shown to protect mice (when given in two high-titer doses) [82] and nonhuman primates against homologous and cross-clade challenge [83] . A multivalent vaccinia virus-based H5N1 vaccine expressing the HA, NA, and NP from A/VN/1203/04 and the M1 and M2 from A/CK/Indonesia/PA/2003 induced protective neutralizing antibodies in mice when adjuvanted with IL-15 [84] . More recently, recMVA expressing conserved antigens only (NP + M1) was tested in humans and shown to be safe and highly immunogenic, although protective efficacy was not assessed [85] .\n\nrecMVA has been studied extensively for use as a vaccine against HIV as well as other viruses [86] , bacteria (e.g., Mycobacterium tuberculosis [87] ) and malaria caused by Plasmodium spp., as well as a variety of tumor-associated antigens for cancer immunotherapy [88] and, interestingly, allergies [89] . The extensive study of recMVA as a vaccine vector, combined with the development of smallpox vaccines, gives it a clear advantage with regard to manufacturing and distribution. Vaccinia and now MVA vaccines have established stability data and can be stored lyophilized under refrigeration [90, 91] . Recently, a novel `carbohydrate glass' storage method was described where the virus was stable at 45°C for 6 months [92] .\n\nrecMVA has been determined to be safe in humans, including immunocompromised patients, and has already been in use as a smallpox vaccine [93] . Furthermore, unlike adenoviruses, repeated vaccination with the same strain is possible because pre-existing antibodies to MVA do not appear to significantly interfere with vaccine efficacy [94] . Nonetheless, studies investigating methods to avoid vector-specific pre-existing immunity have indicated that using a prime-boost system, such as DNA [95] , other viral vectors (reviewed in [96] ), or other immunomodulators can aid in the circum vention of interference from vector-based immunity. Similar to adenoviruses, a mucosal route of vaccination has also been suggested [97] .\n\nAlphaviruses are positive-sense ssRNA viruses in the Togavirus family. They are zoonotic, arthropod-vectored viruses only entering human populations sporadically, suggesting low seroprevalence [51] . The replication-deficient vectors can express high amounts of recombinant antigen that, combined with low seroprevalence in humans, enables potent immunization.\n\nAlphavirus-vectored vaccines are typically engineered as nonreplicating replicon particle (RP) vaccines, with the structural genes deleted [98] . This not only attenuates the RP, but also provides room for the inserted vaccine antigen gene as the primary immunogen. Alphaviruses are naturally targeted to dendritic cells, replicating in the cytoplasm, delivering the vaccine antigen directly to the immune system. The extremely high level of protein expression combined with high levels of RNA produced by RP vaccines drive the activation of pathogen-recognition receptors and induction of the innate immune response. This selfadjuvanting feature makes RP vaccines highly immunogenic [99] . Moreover, RP vaccines also induce apoptosis in infected cells, which is important in cross-priming the immune system [100] .\n\nAlphaviruses typically used for RP vaccine development are Venezuelan equine encephalitis virus (VEEV), Sindbis virus (SINV), Semliki forest virus and VEEV-SINV chimeras [68] . SINV expressing the HA and NP from A/PR/8/34 (H1N1) [101] and VEEV expressing the HA from HPAIV H5N1 [102] have been shown to be effective against homologous influenza challenge in mice and chickens, respectively. VEEV-RPs were also tested, expressing the NA from HPAIV in chickens with mixed results [103] , and VEEV-RPs expressing the HA from assorted influenza strains were shown to be immunogenic in swine [104] . Alphavirus vectors have also been tested as vaccines against a number of other viruses, including HIV [68] , Hendra and Nipah [105] , and have been used in gene therapy as a prophylaxis against tumors [106] . Drawbacks to the use of alphaviruses include cytotoxicity, as well as the difficulty and high cost associated with production [106] , although recombinant alphaviruses are less so. In addition, positive-sense RNA viruses have high rates of recombination compared with negative-sense RNA viruses [107] . This raises the possibility of reversion to wild-type, or the reconstitution of infectious virus during vaccine production, presenting safety concerns.\n\nBaculovirus (Autographa californica multi-capsid nucleopolyhedrovirus, AcMNPV) natu rally infects insect cells and is capable of transducing mammalian cells in cell culture. While baculovirus has been extensively used for recombinant protein production, more recently, it has been shown to be effective as a vaccine vector [108] . Unmodified AcMNPV will infect a variety of mammalian cells, including human cells, with varying efficiency [109] . AcMNPV fuses with mammalian cells via clathrin-dependent endocytosis, delivering the genome to the cytoplasm, where genes under the control of a mammalian promoter can be efficiently expressed [108] . As infection efficiency was variable, baculovirus pseudotyped using the vesicular stomatitis virus (VSV) G protein was developed, which improved tropism and transfection efficiencies [110] .\n\nBaculoviruses primarily prime the innate branch of the immune system in both TLR-9dependent and -independent fashions, and have been shown to drive strong systemic and mucosal immune responses by intranasal and oral administration. An oral route of administration is an appealing alternative to intranasal immunization; priming a mucosal antibody response without the contraindications associated with persons having respiratory disease [108] .\n\nMultiple pseudotyped baculoviruses have been developed and tested for efficacy against influenza virus infection. Pseudotyped viruses are enveloped viruses including a foreign glycoprotein. A VSV-G-pseudotyped AcMNPV encoding the H5 HA of HPAIV expressed by a CMV promoter was shown to induce protective immune responses in mice and chickens [111] . In a different approach, AcMNPV was pseudotyped using the HA of influenza, either as a native antigen, or as a chimera with the cytoplasmic domain of the baculovirus gp64 envelope protein. Both pseudotypes induced hemagglutination-inhibiting antibodies [112] , although a construct containing both full-length HA and the chimeric HA was more effective at priming both humoral and cellular responses in the mouse model [113] . In a related study, a tetravalent, pseudotyped baculovirus vaccine, having four HA/ gp64 chimeric H5 HA proteins, induced potent cellular and humoral responses and was shown to be protective against HPAIV H5N1 [114] . Baculovirus-vectored vaccines for influenza are still in preclinical stages.\n\nNNSVs (order Mononegavirales) include paramyxoviruses (Paramyxovirudae) such as measles virus, mumps virus, Sendai virus, Newcastle disease virus (NDV), human respiratory syncytial (RSV) and metapneumoviruses, human parainfluenza viruses 1-4, and parainfluenza virus 5 (PIV5); filoviruses (Filoviridae) Ebola and Marburg viruses; Borna disease virus, which is alone in the family Bornaviridae, and rhabdoviruses VSV and rabies virus in the family Rhabdoviridae. NNSVs have only recently been exploited as vaccine vectors, relying on the development of efficient reverse genetics techniques. It is now possible to recover NNSVs from cDNAs by expressing the proteins required for viral transcription and replication simultaneously with a plasmid encoding the RNA genome [115] .\n\nNNSVs share a number of features that make them appealing vaccine vectors. Compared with positive-strand RNA viruses, the NNSV genome is stable. For example, recombinant PIV5 expressing GFP maintained expression of the gene for at least ten generations [116] , while positive-strand RNA viruses often delete their inserted genes very quickly. NNSVs are also able to accommodate large gene inserts compared with some other potential vector genomes, while maintaining a relatively small genome, such that competition for antigen presenting pathways is minimized. Their genomes are also quite simple and well understood, especially when compared with large, complex genomes such as those found in the Poxviridae family. A very appealing feature of NNSVs is the gene transcription gradient, whereby genes closer to the leader sequence are transcribed more abundantly than genes distal to the leader sequence. By inserting a gene closer to the 3′ promoter, expression of the gene of interest could be increased.\n\nWhen considering vaccine production, NNSVs offer a number of additional appealing features. The viruses can be grown to high titer in many cell lines approved for vaccine production, avoiding problems associated with egg-based manufacturing. Most can also be administered intranasally, providing the opportunity for mucosal as well as robust systemic immunity. Several NNSVs are currently being used for vaccine development, including VSV and a number of viruses in the family Paramyxoviridae as discussed in detail below.\n\nVSV is a highly lytic NNSV in the family Rhabdoviridae. VSV is primarily an infection of livestock, although some serotypes do infect humans, causing primarily mild `flu-like' symptoms [117] , although serious conditions such as encephalitis have also been reported [118] . There appears to be low seroprevalence in most areas of the world, however, infection induces a protective neutralizing antibody response to the envelope glycoprotein, which would limit its usefulness for homologous prime-boost [51].\n\nVSV has a relatively small genome at 11 kb and can accommodate an insert of up to 4.5 kb [119] . Moreover, VSV can incorporate foreign glycoproteins on the surface of the virion [120] . The cellular receptor for the G protein was thought to be phosphatidylserine, a ubiquitous component of cell plasma membranes [121] ; however, this is controversial [122] . Despite uncertainty regarding the receptor, VSV infects a broad range of both tissues and species. In addition to broad tropism, VSV stimulates a strong type I interferon response by interacting with TLR-7 [123] . Taken together, these features make VSV an appealing vaccine vector.\n\nRecombinant VSV (rVSV) expressing the HA protein from assorted low pathogenicity influenza viruses has been shown to be protective against otherwise lethal challenges [124] , including when administered post-exposure [125] . rVSV expressing influenza NP has been shown to induce a robust CD8 + T-cell response, although it was not protective on its own [126] . When tested against HPAIV H5N1, a rVSV expressing H5HA induced cross-clade neutralizing antibodies and protected against a similar, but antigenically distinct, H5N1 strain [127] . Taking advantage of the increase in transcription levels proximal to the 3′ end of the genome of VSV [128] , the authors inserted the H5 HA gene proximal to the leader sequence, and were able to show sterilizing, cross-clade immunity in mice using a primeboost model [129] as well as cross-clade neutralizing antibodies in nonhuman primates [130] . rVSV expressing the HA from an H7N1 HPAIV has been shown to be protective against challenge in chickens [131] .\n\nVSV has been tested as a vaccine vector for many pathogens, including Ebola virus, RSV, HCV, hantavirus and M. tuberculosis (reviewed in [132] ). VSV has shown particular promise as a potential HIV vaccine [133] .\n\nNeurotropism and neurovirulence is a major safety concern with VSV, as natural and labadapted strains have been shown to be neurovirulent in rodents [134] . Attenuated strains have been shown to be less neurovirulent in nonhuman primates [135] , and VSV vaccination in HIV-infected nonhuman primates did not lead to the development of VSV-mediated disease [136] , but safe alternatives are being investigated. Interestingly, replication-defective rVSV has been developed and shown to be more immunogenic than the wild-type vaccine vector [137] . Special requirements for growth of these mutants (i.e., complementing cell lines) could be a limiting factor for mass production, however.\n\nThere are a number of paramyxoviruses that have been explored as vector candidates, including measles virus, Newcastle disease virus, human parainfluenza viruses and PIV5. Measles virus has been tested as a vector for HIV [138] and others; and human parainfluenza viruses (and chimeras) have been tested as vaccine vectors for Ebola virus [139] , RSV [140] and other pathogens. As these have not been developed for influenza vaccines, they will not be reviewed here.\n\nNDV is an avian paramyxovirus in the genus Avulavirus. There are three subgroups of NDV strains: velogenic strains, which are extremely virulent and cause systemic infection; mesogenic strains, which also cause systemic infection, albeit less severely; and lentogenic strains, which are primarily restricted to the respiratory tract and have been attenuated for use as live-attenuated vaccines in poultry (reviewed in [141] ). When mesogenic or lentogenic NDV was administered to nonhuman primates it was highly attenuated, apparently restricted to the respiratory tract, and expressed high levels of foreign antigen [142] . This is attributed to natural host-range restriction. One key benefit of rNDV vaccines is that rNDV can be grown in either eggs or cell culture, as it has been shown to grow to high titers in Vero cells [143] .\n\nInfluenza and NDV are both problems for the poultry industry, so a dual vaccine is appealing, particularly where vaccine costs must be kept to a minimum. Use of NDV as a recombinant vaccine vector for influenza was first described in 2001 [144] , using a recombinant lentogenic strain expressing the HA from a H1N1 virus. The vaccine was shown to protect mice from challenge when vaccinated intravenously or intraperitoneally [144] . The rNDV was further developed to express an H7 HA, relevant to the poultry industry, but the vaccine provided limited protection in chickens [145] . More recently, the rNDV was shown to protect against lethal challenge by two groups. Veits et al. [146] generated rNDV expressing the HA of an H5 HPAIV, while Park et al. [147] generated an rNDV expressing the HA of an H7 HPAIV. Both groups used modified HA constructs and demonstrated effective protection of chickens from HPAIV challenge. Subsequently, NDV has been extensively studied as a dual-use vaccine vector in chickens.\n\nNDV is also being explored for human use. Recently, in preclinical studies, a live-attenuated mesogenic rNDV expressing the HA of H5N1 HPAIV (A/VN/1203/04) generated high titers of neutralizing antibodies in serum following a single intranasal and intratracheal immunization in nonhuman primates [148] . Subsequently, rNDV expressing the HA or NA from HPAIV H5N1 was shown to be protective against challenge after respiratory immunization in nonhuman primates [149] . Intranasal or pulmonary (aerosol, intratracheal in experimental models) delivery of NDV is an appealing approach, as a needle-free alternative, but could be problematic in patients with respiratory illnesses (e.g., asthma).\n\nNDV has also been shown to be immunogenic and capable of inducing protective immunity against other viruses, including RSV [150] , and was shown to be immunogenic against SIV [151] , SARS-coronavirus [152] and Ebola virus [153] . It has also emerged as a candidate vector for cancer therapy (reviewed in [154] ).\n\nNDV is serologically distinct from human paramyxoviruses, thus pre-existing immunity to the vector would not be a problem, although vaccination with NDV-vectored vaccines generates protective immunity to the vector so it is unlikely that repeated use of the vector would be possible [142] . This makes NDV an unlikely candidate for influenza vaccination in humans, as repeated vaccination is required in the absence of a universal influenza vaccine antigen, however it may be useful as a single-use pandemic vaccine.\n\nPIV5, formerly known as simian virus 5 and canine parainfluenza virus 2, is a paramyxovirus in the genus Rubulavirus. It is a prototypical paramyxovirus originally isolated from monkey cells in culture in 1956 [155] , although it has since been determined to not be a virus of wild monkeys. PIV5 infects a wide range of species, including humans, but does not appear to cause disease [156] . The only possible exception is an association with kennel cough in canines, although evidence for this is scarce [156] . Interestingly, despite the lack of disease after experimental infection of dogs with PIV5 [157] , kennel cough vaccines containing live PIV5 have been used for dogs for decades. Importantly, no risks associated with vaccinating dogs with the kennel cough vaccine have been identified for veterinarians or pet owners.\n\nPIV5 is capable of infecting a wide range of cell types, including the vaccine-approved Vero cell line, in which it can grow to high titers [158] , suggesting its potential as an egg-free, low-cost influenza vaccine alternative. A major factor distinguishing PIV5 from most paramyxoviruses is that PIV5 causes limited cytopathic effect on the cells [155] and is able infect nondividing cells. While a recent study suggests that PIV5 may cause cytopathic effect in some primary cell cultures [159] , this would not impact vaccine production. Like other paramyxoviruses, the genome of PIV5 has a gradient of gene expression, with genes located closest to the leader sequence having the greatest level of expression, while genes distal to the leader sequence are expressed at much lower levels [160] . Furthermore, the pleomorphic structure of PIV5 provides the flexibility to accommodate changes in sizes of PIV5's genome [161] , removing many of the restrictions on insert size seen with other vectors. Taken together, these features make PIV5 an appealing vaccine vector.\n\nPIV5 was first described as a vaccine vector for influenza in 2007. The HA from a human H3N2 influenza virus was inserted near the 5′ end of the genome and was shown to protect against an H3N2 challenge in a mouse model of infection [162] . Importantly, the rPIV5-H3 virus not only expressed HA in infected cells, but also incorporated the HA into virions. Recently, rPIV5 expressing the HA from H5 HPAIV has also been described. Exploiting the gradient of expression, Li et al. tested incorporation of the H5 HA at different locations within the PIV5 genome [163] . HA expression increased as the transgene was inserted closer to the leader sequence; however, viral fitness decreased at insertion sites closest to the leader sequence, suggesting that there is a balance between HA expression, disruption of normal gene expression and virus fitness. This balance translated to differences in immunogenicity, although all of the rPIV5-H5 vaccines protected against a lethal HAPIV infection after a single high-dose intranasal immunization in a mouse challenge model. In a related study, similar to the rPIV5-H3 vaccine, rPIV5-H5 was shown to incorporate the HA into the virion. This vaccine protected against H5N1 HPAIV challenge after a single immunization delivered intranasally or intramuscularly [164] , providing alternative routes of administration with a singular vaccine. Moreover, inactivated rPIV5-H5 could also induce H5N1-neutralizing antibody responses, although a boost was required. While unrelated to influenza, a rPIV5 expressing vaccinia virus antigens has also been shown to induce vaccinia virus-neutralizing antibodies and partial protection against vaccinia virus challenge [165] .\n\nAlthough PIV5 is closely related to human parainfluenza viruses, antibodies against PIV5 do not appear to be neutralizing [166] , although complement has been shown to play a role in the aggregation of virions, but not lysis [167] . This suggests that PIV5 could be used repeatedly, such as in the case of seasonal influenza vaccination, without a significant loss in immunogenicity as a result of cross-reactive antibodies. PIV5 and rPIV5-vectored vaccines have been shown to be safe and immunogenic in mice and ferrets when delivered in high doses intranasally. There is no sign of clinical infection, and virus is cleared from the lungs within 7-9 days without evidence of systemic infection and while only inducing minimal pathogenesis [168] . Furthermore, although capable of infecting humans, there is no convincing, reproducible evidence that PIV5 causes disease in humans [169] .\n\nVirus-vectored vaccines show great promise as next-generation vaccines; however, they may have drawbacks and hurdles to overcome. Depending on the vaccine virus, engineering influenza strain changes (i.e., inserting a new HA gene to match an emerging influenza strain or subtype) may not be simple and could alter the growth characteristics of the vaccine vector. Also, consistency in large-scale production and the downstream processing are largely unknown for some of the newer vaccine vectors. Storage and stability is also a concern for all vaccines, including virus-vectored or live-attenuated vaccines. The majority of licensed vaccines, including live-attenuated and inactivated or subunit vaccines require refrigerated storage [91, 170] . Most licensed live vaccines are lyophilized, with oral polio and LAIV stored as suspensions. The novel virus-vectored vaccines described here are generally stored frozen in suspension in the laboratory. Lyophilization or other preservation techniques and storage under refrigeration or at warmer temperatures have yet to be explored. The advanced development of adenoviral and vaccinia-vectored (MVA) vaccines are exceptions, where lyophilized formulations have been tested in clinical trials [90] , and more recently a stabilization method described where the live virus vaccine was stable at 45°C for at least 6 months [92] . Spray-drying, spray-freeze drying, and similar techniques are also under development for a variety of live and inactivated virus vaccines [170] . Thus, beyond efficacy, there are many other aspects of novel virus-vectored vaccines to be studied.\n\nWhen considering novel vaccines for pandemic influenza, all of the new approaches share one feature: licensing and manufacture will be an enormous challenge. The current inactivated seasonal vaccine provides an infrastructure and process for the development, production, approval and delivery of inactivated pandemic vaccines. Moreover, manufacturers with approval to develop and distribute inactivated seasonal influenza vaccines have a streamlined approval process for licensure [171] . However, even this wellestablished process failed to meet the necessary pandemic vaccine production timeline in 2009, with the majority of vaccine delivered after the peak of the H1N1 pandemic [172] . Ongoing pandemic preparedness efforts include increasing capacity for both egg-and cellbased vaccine production, as well as continued efforts to streamline vaccine licensure [171] .\n\nThe novel vaccines and vaccination strategies described here will not have the advantage of an established pipeline for development, manufacture, and approval, and so without prior approval, they would not be able to address a pandemic. As such, these new vaccines will require either development as a pandemic vaccine stockpile, pre-pandemic vaccine, or initial development as a seasonal influenza vaccine. All three of these alternatives share the need for extensive clinical development, requiring a strong government partnership and an expected market to engage industry.\n\nThe virus-vectored vaccines have additional concerns; many of the benefits associated with a virus-vectored vaccine require a threshold of replication in the vaccinated individual. Preexisting immunity in the vaccinee can prevent effective vaccination, as has been demonstrated extensively with rAd vaccines [173] . Many of the virus-vectored vaccines have demonstrated efficacy in the presence of pre-existing vector immunity in animal models; however, these promising results may not translate to humans in the clinic, and modifications to the vaccination strategy (e.g., prime-boost regimens or increasing the vaccination dose) could reduce the original benefits of the virus-vectored vaccine over existing vaccines.\n\nAlthough current, licensed influenza vaccines are generally efficacious against matched, circulating influenza viruses, the constant evolution of the seasonal influenza viruses and the regular emergence of novel influenza viruses reduce their effectiveness and strain the limits of current vaccine production capacities. While adjuvants and other technologies offer opportunities to improve efficacy and reduce antigen doses of current inactivated vaccines, safety concerns and the inherent limitations of inactivated vaccines limit their usefulness. New approaches are needed. Recombinant virus vectors offer a variety of new approaches to effectively vaccinate against influenza virus.\n\nVirus-vectored vaccines provide an appealing approach for the next generation of influenza vaccines. Recombinant virus vectors have many promising features, including opportunities for robust cell culture-based production, flexibility in formulation and delivery, methods to modulate innate and adaptive immune responses, and opportunities to express engineered viral antigens. Other approaches, including DNA, VLP, and recombinant protein vaccines also have the potential to improve influenza vaccine efficacy, particularly when combined with a virus vector in a prime-boost strategy [174] . However, beyond the need for confirming safety, many of these vaccines are limited by the means to effectively assess efficacy.\n\nCurrently, the only surrogate end point accepted for approval of influenza vaccines in the USA is induction of a defined increase in hemagglutination-inhibiting serum antibodies. The licensed LAIV could not meet this end point and so required demonstration of efficacy. While there are ongoing efforts to better define efficacious immune responses to influenza vaccination, these programs need to be expanded to include next-generation vaccines, comparing their multifaceted responses to inactivated vaccines, live-attenuated vaccines and natural infection. A comprehensive understanding of human immune responses to infection and vaccination and how these associate with surrogate end points will enable better design and preclinical analysis of up-and-coming influenza vaccines.\n\nBeyond the vaccines described here, future-generation vaccines are already in the early stages of development. The cutting edge approaches being explored reflect the rapidly expanding field of host-pathogen interactions. For example, new live-attenuated vaccines can be engineered to modulate virus and host cell responses by the regulation of miRNA expression. Deletion of miRNA seed sites or incorporation of miRNAs into vaccine viruses to modify virus replication [175] or host immune responses [176] are just two approaches for engineering these new vaccines [177] . A second strategy for the improvement of influenza vaccines involves rational modification of the glycosylation of virus glycoproteins, modifying the immunogenicity and immunodominance of vaccine antigens [178] . And finally, specifically for influenza, the recent discovery of human antibodies that bind to the conserved stalk region of the HA and neutralize multiple subtypes of influenza A virus (reviewed in [179] ) has opened the door to new approaches for HA-targeted vaccine design. One approach has tested a plasmid-expressed `headless HA' and headless HA VLPs, which primed responses to conserved stalk antigens [16] . These and similar approaches will be best achieved using recombinant virus-vectored vaccines to effectively deliver engineered antigens such as headless HA and prime robust, durable, broadly reactive antibody responses.\n\nPapers of special note have been highlighted as: \n\nInfluenza ■ Seasonal influenza causes significant morbidity and mortality each year, and pandemic influenza is a constant threat.\n\n■ Influenza is generally well controlled by yearly vaccination; however, the current egg-based approach has limitations, particularly for emerging viruses, as in a pandemic.\n\n■ Neutralizing antibodies are formed against the hemagglutinin (HA) glycoprotein, thus the vaccines are based on HA.\n\n■ Other antigens, although non-neutralizing, less immunogenic or subimmunodominant, are more conserved and offer the possibility of broader, even heterosubtypic, protection.\n\nRecent human monoclonal antibody studies suggest conserved regions of HA may be available as universal neutralizing vaccine targets.\n\n■ Licensed vaccines for use against seasonal influenza include inactivated intramuscular vaccines and live-attenuated vaccines. These must be reevaluated annually for strain specificity.\n\nThe only licensed H5N1 vaccine is a monovalent, split inactivated vaccine, similar to seasonal influenza vaccines. However, it is poorly immunogenic, requiring six-times the antigen dose delivered in two immunizations for approximately 50% efficacy.\n\n■ Reverse genetics techniques have been used to generate attenuated seed viruses.\n\n■ Immunomodulators can enhance the immunogenicity of a vaccine by directly activating the innate immune system or by recruiting immune mediators to the vaccine site.\n\n■ Recombinant proteins (e.g., baculovirus-expressed protein) can be used to produce HA antigen for subunit vaccines.\n\n■ Virus-like particles mimic wild-type virions but are noninfectious, nonreplicating particles. Virus-like particles may have improved immunogenicity compared with subunit vaccines.\n\n■ DNA vaccines are bacterial plasmids containing a strong mammalian promoter and the gene of interest. The plasmid primes the immune system by transfection of host cells.\n\n■ Virus-vectored vaccines are being developed for a variety of infectious diseases, including influenza, and have good safety profiles.\n\n■ Virus-vectored vaccines offer distinct advantages over other vaccine approaches, including high-titer production capacity in cell culture, expression of engineered or native antigens, expression of multiple antigens or adjuvants and multiple formulation options.\n\n■ End points to assess vaccine efficacy, other than serum antibody hemagglutination inhibition titer, are needed to more effectively develop and assess these next-generation vaccines.\n\n■ New developments in our understanding of host-pathogen interactions and the regulation and induction of effective immune responses are leading towards new vaccine strategies.\n\n■ HA stalk antigens, rational glycosylation and miRNA regulation are just three approaches for future vaccines.\n\n■ Many of these cutting-edge approaches will require virus vectors for effective implementation, emphasizing the need for the development of viralvectored vaccines."}