{"title": "Detecting Specific Infections in Children through Host Responses: A Paradigm Shift", "body": "Despite major advances in the development and implementation of vaccines and antimicrobial agents, infectious diseases continue to represent a major cause of morbidity and mortality worldwide [1] . Recent examples such as the MERS coronavirus and measles outbreaks [2, 3] , the 2009 H1N1 influenza pandemic [4, 5] , the ongoing epidemic of methicillin-resistant Staphylococcus aureus infections [6, 7] , as well as the increased frequency of hospital acquired infections caused by multiple-resistant gram-negative bacilli [8] and highly virulent strains of Clostridium difficile [9] highlight the challenges we continue to experience in managing patients with infectious diseases. In this context of outbreaks of emergent and re-emergent pathogens linked to increased antimicrobial resistance, there is a need for improved diagnostic tools and for optimal patient classification and management.\n\nOne of the most frequent challenges that physicians face in the clinical setting is the difficulty to establish an appropriate etiologic diagnosis, or even distinguish between bacterial or viral infections in patients presenting with an acute febrile illness. These obstacles can delay initiation of appropriate therapy, which can result in unnecessary morbidity and even mortality. On the other hand, the need to promptly start appropriate antimicrobial therapy to control the infection has to be balanced with a rationale use of antibiotics. Within this context, there is an obvious need for improved diagnostics tools to help with patient classification, which in turn should allow the use of targeted therapies.\n\nMicrobial pathogens are detected in clinically relevant specimens using a variety of assays including cultures, rapid antigen detection tests, and PCR assays. To date, to be able to establish causality, growth of the specific pathogen (bacteria, virus and fungus) remains the gold standard. However, this is a flawed approach particularly if the organism is not present in the blood or other easily accessible sites. In addition, many pathogens grow slowly or require complex media, and a significant number of clinically important microbes remain unrecognized as they are resistant to cultivation in the laboratory, limiting the physician's clinical decision-making [10, 11] . The introduction of more sensitive molecular diagnostic assays has significantly improved the diagnosis of viral infections [12] . Unfortunately, this is not the case for bacterial pathogens. Moreover, in the clinical setting is not uncommon to encounter situations in which the sole identification of a pathogen is not sufficient to establish causality, e.g. the detection of respiratory viruses in patients with no respiratory symptoms or in patients with pneumonia, which oftentimes have a bacterial pathogen codetected. An alternative approach to the pathogen-detection strategy is based on a comprehensive analysis of the host response to the infection caused by different pathogens (Fig. 1 ) [13] [14] [15] [16] [17] .\n\nDifferent classes of pathogens trigger specific pattern-recognition receptors (PRRs) differentially expressed on peripheral blood leukocytes [18] [19] [20] . Blood represents both a reservoir and a migration compartment for these immune cells that become educated and implement their function by circulating between central and peripheral lymphoid organs and migrating to and from the site of infection via blood. Therefore, blood leukocytes constitute an accessible source of clinically relevant information, and a comprehensive molecular phenotype of these cells can be obtained using gene expression microarrays [21] . Because they provide a comprehensive assessment of all immune related cells and pathways, genomic studies are well suited to study the host-pathogen interaction. In fact, studies in children and adults with acute infections have shown that different classes of pathogens induce distinct gene expression profiles that can be identified by analyses of blood leukocytes [13] [14] [15] [16] [22] [23] [24] [25] .\n\nThe initial studies supporting the hypothesis that pathogen-specific gene expression profiles can be measured in immune cells were derived from in vitro studies. The comparative analysis of a compendium of host-pathogen microarray datasets identified both a common host transcriptional response to infection and a pathogen-specific signature [26] [27] [28] [29] . Upon activation, Toll-like receptors (TLRs) trigger signaling pathways that share common components while retaining unique characteristics accounting in part for the specificity of transcriptional responses [30] . In fact, in vitro microarray studies have shown the ability of HSV, West Nile virus, pseudorabies virus, HCV, VZV or rhinovirus to limit the ability of the host to develop effective anti-viral responses by a variety of mechanisms [31] [32] [33] . Altogether the vast body of in vitro experimental data accumulated over the years suggests that hosts can mount pathogen-specific transcriptional responses to infections.\n\nInitial studies tested the hypothesis that leukocytes isolated from peripheral blood of patients with acute infections carry unique transcriptional signatures, which would in turn permit pathogen discrimination and classification. In those initial studies gene expression patterns derived from PBMCs of pediatric patients hospitalized with acute infections showed that there are pathogen-specific signatures that can be measured in the blood and distinguished children with influenza A from Staphylococcus aureus, Streptococcus pneumoniae and Escherichia coli acute infections with > 95% accuracy [13] . Analysis of PBMC samples requires processing in real time, which has limitations from a practical application in the clinical setting with large numbers of patients. In addition, PBMC samples do not include neutrophils, which is a relevant cell population for the pathogenesis of bacterial and viral infections. For these reasons in recent years there has been a shift towards whole blood samples to study transcriptional profiles in the clinical setting. Indeed, whole blood signatures for several other infections have also been described from infected subjects including: malaria, dengue, salmonella, melioidosis, TB, RSV, influenza virus and the novel H1N1/09, adenovirus, HTLV-1 and HIV (Table 1) A study performed in adult volunteers experimentally infected with RSV, HRV or influenza A found an \"acute respiratory viral signature\" which was independently validated in a previously published dataset of pediatric patients with pneumonia [13] . Despite the technical challenges involved in such analysis and the differences in the patient populations analyzed (children naturally infected vs adults with experimental infection), their identified \"viral signature\" classified pediatric patients with influenza from age-matched healthy controls with 100% accuracy [25] . This is a critical observation that confirms the reproducibility and potential value of blood transcriptome analysis to study host immune responses to respiratory viruses in the clinical setting. Additional studies will be necessary to evaluate this approach in other relevant clinical situations where the application of this methodology has the potential to transform the standard of care. In this regard, two studies have already shown the utility of host gene expression profiles as a diagnostic tool when effective treatment depends of rapid identification of the infectious agent or even the need for treatment. In the first study using also adult volunteers experimentally infected with influenza A H1N1 or H3N2 [25] , the authors found a blood RNA signature that was detectable more than 24 hours before the peak of clinical symptoms.\n\n[43] Subsequently, the same group of investigators used the transcriptome profiles derived from the experimental influenza signature [25] to develop a targeted host based RT-PCR low-density microarray assay. This assay was applied to adult patients presenting with fever to the ED and differentiated viral vs. bacterial infections with 89% sensitivity and 94% specificity [42], demonstrating that gene expression profiles identify by microarray analyses can be successfully applied to custom made platforms with potential for a fast, point of care patient diagnosis and classification. To a certain point it is remarkable that although in the majority of studies patient samples were collected at different time points after pathogen exposure and disease onset, a robust and pathogen-specific biosignature have been derived and validated in independent cohorts of patients in complete different settings.\n\nThere are two areas that represent a challenge for improving diagnosis in infectious diseases, especially in pediatrics: lower respiratory tract infections/pneumonia and febrile infants without a clear source. We will review these sections separately:\n\nAcute LRTI/pneumonia represent the leading cause of hospitalization in the US and the main cause of death worldwide in children less than 5 years of age [1, [44] [45] [46] . In the current clinical practice establishing the precise etiologic diagnosis of pneumonia, or even simply discriminating viral from bacterial respiratory infections, remains challenging. Unfortunately, the pressure to achieve a rapid resolution of symptoms has commonly lead medical practitioners to take an overcautious approach and to treat many patients unnecessarily with antibiotics. Recent studies have provided an initial proof of concept of how application of blood gene expression profiles could represent an alternative approach for the diagnosis of viral and bacterial LRTI [15, 16, 22, 25, 41, 42] . Two landmark studies published in 2013 have shown the potential of transcriptome analysis for diagnosis and patient classification in two completely different clinical situations in which traditional tools have demonstrated to be insufficient: TB and RSV [15,16].\n\nTuberculosis remains a major diagnostic challenge, especially in the developing world where the prevalence of HIV is high. A study conducted in Africa showed the value of whole blood transcriptome analysis for the diagnosis of TB in a large cohort of HIV infected and uninfected patients. From the expression data authors developed a disease risk score that discriminated with high sensitivity and specificity (>90%) between patients with active TB from those with an alternative diagnosis but who presented initially with suspected TB and even from patients with latent TB infection [16] . In young children, respiratory viral infections and specifically RSV represent the most common cause of LRTI leading to hospitalization worldwide. In the clinical setting it is impossible to predict, based on the physical examination and available diagnostic tools, which patients with RSV infection will progress to worse disease requiring hospitalization and which patients can be discharged home safely. Hence, there is a clear need to better understand the immune response to RSV and how it relates to disease pathogenesis, progression and severity. A recent study conducted in the USA analyzed a cohort of 220 children < 2 years of age who were hospitalized with acute RSV, HRV and influenza A LRTI and showed that blood RNA profiles differentiated these three viral infections with 95% accuracy [15] . In addition, and as previously suggested [28, 47] , RSV infection induced overexpression of interferon and neutrophil genes and suppression of B and T-cell genes, which persisted beyond the acute disease and was greatly impaired in infants < 6 months of age. These results may explain in part the lack of protective antibody responses observed after acute RSV infection. Moreover, the authors identified a genomic score that significantly correlated with outcomes of care. Altogether, these studies demonstrate that large amounts of microarray data can be translated into a biologically meaningful context that can be correlated with disease severity and applied in the relevant clinical setting to accurately classify patients. It is remarkable that blood signatures can achieve such accuracy for the diagnosis of respiratory pathogens that are thought to be mostly confined to the respiratory tract. From the practical perspective, in the majority of the clinical situations obtaining a blood sample is more feasible than obtaining infected tissue.\n\nThe evaluation of febrile infants and specially those less than 2 months of age who present to the Emergency Department (ED) continues to represent a major challenge for clinicians. Although viral infections are a common cause of fever with no apparent source in young infants, many children receive antibiotics unnecessarily for the risk of serious bacterial infections. This is mainly due to the deceiving clinical appearance of the infant that pairs up with the poor sensitivity of our current diagnostic tools. A study conducted in children 2-36 months of age presenting with fever to the ED showed that transcriptional profiles clearly distinguished between children with bacterial and viral infections and classified these patients with better accuracy than traditional white blood cells counts (WBC). Moreover, gene expression profiles clearly differentiated symptomatic febrile from non-symptomatic control children infected with the same virus (HHV-6 or adenovirus)[31]. Thus, whole blood RNA expression profiles represent much more than an expensive traditional WBC and have significantly superior capacity at discriminating bacterial from viral infections [13, 31, 48] . The readout is a combined representation of the number and cell types and the activation or suppression of all these cell types in peripheral blood. These findings also demonstrate the applicability of these tools in the clinical setting where gene expression profiles can help to determine the clinical significance of detecting viral nucleic acid in individual patients.\n\nCurrently, an ongoing large multicenter study is being conducted by the Pediatric Emergency Care And Research Network (PECARN) in the United States evaluating the application of transcriptional profiles for diagnosis of young febrile infants < 2 months of age in the ED [32] .\n\nThe practical application of gene profiling assays in the clinical setting requires appropriate tools that facilitate the analysis of large datasets generated from these studies. Chaussabel and colleagues [14] [23, 24, 49] developed different analytical tools to decrease the background noise and to simplify these analyses:\n\nA) Modular Analyses-Transcriptional modules are sets of genes that follow similar expression patterns across a large number of samples (identified through co-expression meta-analysis) and share a similar biological function. This tool was applied to analyze gene expression profiles of patients presenting with a variety of bacterial and viral infections [14, 15, 22, 39, 50] . When comparing the modular maps in different infectious diseases processes, we found that certain specific modules displayed similar expression patterns in different diseases; however, each disease displayed a unique combination of modules that generates a characteristic \"disease fingerprint\" (Fig. 2) . In fact, the expression of some modules alone (i.e interferon) is sufficient to distinguish different type of conditions.\n\n-Developing an objective genomic disease severity score in patients with infectious diseases promises to be extremely helpful to monitor disease status, response to therapy and eventually predict clinical outcomes. A recent study conducted by a multinational group of investigators applied the MDTH score to determine the value of transcriptome analyses to assess clinical disease severity in adults with TB. MDTH scores significantly correlated with the radiologic extent of TB disease, as patients with more severe pulmonary involvement had higher MDTH scores. More importantly, as patients were treated, MDTH scores progressively decreased and normalized at around 12 months [22] . Another study conducted in young children with RSV bronchiolitis showed that MDTH scores derived at 24h of hospitalization classified patients based on clinical disease severity, as infants with less severe RSV LRTI had lower MDTH scores compared with those requiring PICU care. More importantly MDTH scores predicted length of stay and duration of supplemental oxygen requirement (Fig. 3) [15].\n\nIn summary, the studies conducted to date highlight the strength and value of applying gene expression profiling to improve the diagnosis and classification of patients with infectious diseases, to better understand the pathogenesis of the infections and to better assess disease severity. The challenge now is designing relevant clinical studies to identify and validate diagnostic and prognostic immune profiles induced by relevant pathogens that correlate with outcomes of infection. Combining the detection of the pathogen using state of the art molecular assays with a comprehensive assessment of the host immune response will provide a broad new understanding of the correlations between specific etiologic agents, the host response and the clinical manifestations of the disease. It will also improve our understanding of the disease pathogenesis, and will help to determine the role of a pathogen (viral, bacterial, or viral-bacterial) detected in a clinical sample, whether it implies that the microbe is causing the disease or that simply reflects colonization and/or asymptomatic shedding. This combined approach will help developing a valuable databank of diagnostic signatures and biomarkers of disease severity that will assist in treatment decisions on an individual basis.\n\nAM and OR are supported in part by NIH grants AI089987, AI057234, HD062477 and Nationwide Children's Hospital intramural funds. • Pathogen-specific gene expression profiles can be measured in blood immune cells from infected subjects.\n\n• Gene expression profiles identify by microarray analyses have shown to have superior diagnostic accuracy than traditional methods.\n\n• Transcriptome analyses can help to determine the clinical significance of detecting a pathogen in a clinical specimen.\n\n• Specific blood RNA profiles allows for a better assessment of disease severity "}