{"title": "", "body": "The annual incidence of pneumonia in children younger than 5 years of age is 34-40 cases per 1000 in Europe and North America. 1, 2 In the developing world, the incidence is several fold higher. 3, 4 Although the definition of pneumonia varies widely, it is often used interchangeably with acute lower respiratory tract infection in less developed countries. Lower respiratory tract infections-an inclusive terminology for pneumonia (both typical and atypical), bronchitis, bronchiolitis, and severe acute respiratory syndrome-remains a global paediatric health problem. Worldwide, more than 2 million children die of pneumonia annually. 5 In a recent review of child mortality from preventable causes, pneumonia ranked second, and is responsible for 21% of deaths in children under the age of 5 years in lowincome countries, 6 especially in Africa and Asia, where 70% of deaths occur. Aetiological studies, which have been done largely in developing countries, suggest that Streptococcus pneumoniae may be the most common bacterial cause of pneumonia worldwide (figure), 7-9 but accurate estimates of pathogen-specific attributable disease burden have been elusive.\n\nThe clinical symptoms of community-acquired pneumonia in children have not been systematically studied. Children are often brought to medical attention with fever and difficulty breathing with or without cough. Tachypnoea accompanied by crackles on auscultation suggests a diagnosis of pneumonia, although crackles are often not heard in children, particularly when the child is dehydrated. 10 Wheezing is often associated with viral or mycoplasma infections. The WHO developed a guideline that recommends tachypnoea as the main indicator for the clinical diagnosis of lower respiratory infection (respiratory rate Ͼ50 breaths/min in infants and Ͼ40 breaths/min in children 1 year or older). 11 Although the presence of tachypnoea may be the best way to distinguish lower from upper respiratory infection, there are no uniform criteria for initiating patient work-up with, for example, a chest radiograph or blood culture. The WHO recommendation has been useful in most developing countries for initiating antibiotic treatment or hospitalisation. However, in more developed countries, where laboratory and radiological investigations are done generously, criteria for diagnosis have been less stringent. The absence of uniform and objective criteria for the diagnosis of pneumonia has implications for the determination of the true burden of childhood pneumonia.\n\nBacterial colonisation of the nasopharynx provides an important key to the burden of several respiratory pathogens and prevention. In healthy populations, host risk factors affect colonisation rates, with the highest carriage rates in toddlers who attend day-care centres. Independent determinants for nasopharyngeal colonisation are ethnicity, environmental features, crowding, socioeconomic status, family size, income, smoking, and antibiotic use. 12 The population of colonising organisms is diverse; interactions are complex and dynamic, involving different bacterial species and serotypes. 12, 13 Competition among different bacteria and the same bacteria of different serotypes has been recognised. For instance, it is known that alpha-haemolytic streptococci inhibit colonisation by S pneumoniae, Haemophilus influenzae, Staphylococcus aureus, Streptococcus pyogenes, and Moraxella catarrhalis. 14, 15 S pneumoniae interferes with the growth of S aureus, an effect that has been attributed to pneumococcal hydrogen peroxide. 14 Thus advantage for colonisation can result from inhibition of one bacterial species either by selective antimicrobial inhibition or by vaccination. The potential clinical impact of this observation is yet to be fully established. However, two studies from the Netherlands and Israel have suggested, based on epidemiological evidence, that S pneumoniae might compete with S aureus in colonisation. 16, 17 Using S pneumoniae as a model of a typical respiratory pathogen, disease begins with colonisation of the mucosal epithelium of the nasopharynx followed by translocation either to the middle ear, the paranasal sinuses, the alveoli of the lungs, or the bloodstream. 18 It is likely that mucosal antibody responses are important in preventing both colonisation and disease. 19 Interestingly, serotypes 1 and 5, which commonly cause invasive disease in developing countries, have rarely been detected in the nasopharynx of healthy children during carriage studies. It is possible that colonisation by these strains is short-lived or perhaps invasion occurs very rapidly following acquisition.\n\nParenteral immunisation with various polysaccharideprotein conjugate vaccines elicits serum IgG and secretory IgA that can be detected in the saliva of infants 20 and toddlers. 21 Circulating polysaccharidespecific IgA-secreting cells were detected 1 week after immunisation with conjugate vaccine in toddlers, 21 indicating that parenteral immunisation with conjugate vaccines restimulates mucosal B memory cells generated during previous pneumococcal colonisation. However, mucosal IgA responses following parenteral vaccination were usually low and only detected in a proportion of vaccinees. Prevention of acquisition of new S pneumoniae after vaccination also depends on the concentration of circulating anti-capsular IgG. 22 Therefore, mucosal immunisation strategies with conjugate vaccines may have particular advantages for enhancing mucosal responses with improved efficacy against mucosal infections.\n\nPneumococcal conjugate vaccines reduce nasopharyngeal carriage but, unlike H influenzae type b (Hib), the multiplicity of pneumococcal serotypes allows for a more complex interaction. Reduction in carriage of vaccine serotypes has been associated with an increase in carriage of non-vaccine serotypes. These non-vaccine serotypes cause replacement disease in the middle ear 23 and will likely cause disease in the contiguous respiratory mucosal surface. Following the introduction of the heptavalent conjugate vaccine in the USA, there has been at least a three-fold increase in the incidence of non-vaccine serotype invasive disease but so far, in absolute terms this represents only a fraction of the burden of disease prevented by vaccination. 24, 25 In the event that an increase in the prevalence of colonisation by non-vaccine pneumococcal serotypes among vaccinees results in non-bacteraemic pneumonia, this will remain undetected by blood culture as currently used.\n\nAlthough blood culture offers an excellent opportunity for the aetiological diagnosis of bacterial pneumonia, it is only useful when pneumonia is associated with bacteraemia (ie, bacteraemic pneumonia). Nevertheless, pneumococcal bacteraemia may be occult and sometimes innocuous, since it clears spontaneously in most children without sequelae. 26 The yield from blood culture in patients with pneumonia has ranged from 10% to 30%. 27 The sensitivity of blood cultures for diagnosing pneumonia is poor and although its benefit may be restricted to bacteraemic pneumonia, bacteraemic and non-bacteraemic pneumonia may indeed be two different clinical entities. Current evidence suggests that bacteraemic pneumococcal pneumonia may be a more severe disease than non-bacteraemic pneumonia that is diagnosed by serology. 28 It is noteworthy that the current WHO definition of acute lower respiratory tract infection does not include fever, and blood culture is seldom done in individuals who are afebrile.\n\nFurthermore, blood culture will underestimate the incidence of pneumonia caused by bacteria that are less likely to invade the bloodstream. For example, Moraxella osloensis 29 has been reported to cause clinical and radiological features reminiscent of pneumococcal disease, but because this bacterium seldom invades the bloodstream, its true prevalence can only be ascertained by a different diagnostic method.\n\nSince bacteraemia is detectable by blood culture and constitutes an important step in the pathogenesis of invasive bacterial disease, this has been an attractive outcome measure for the evaluation of any bacterial vaccine that targets childhood pneumonia. The sensitivity of blood culture in detecting the burden of pneumonia prevented by vaccination may, however, be as low as 3% in HIV-uninfected children and 18% in HIV-infected children, as recently shown in a pneumococcal vaccine efficacy trial in South Africa. 30 In a recent study from Kenya, 31 bacteraemia was responsible for at least one-third of deaths in children over 1 year of age. This observation has important implications for health-care intervention in the region but may in fact have provided an underestimation of the true burden of bacteraemia, since blood cultures were obtained only in children who presented to the hospital. Further limitations of blood culture for the detection of bacteraemia demonstrated in this study included loss of sensitivity by almost one-third when the yield from 1 mL blood inoculum was compared with 3 mL inoculum. Recent antibiotic use also reduced bacterial yield by 62-73%. The poor sensitivity of blood culture for the diagnosis of bacteraemia and the low incidence of bacteraemic pneumonia, coupled with the infrequent practice of obtaining blood culture in children with pneumonia, makes it unlikely that \"preventable bacteraemic pneumonia\" would be an outcome that is readily ascertained by clinicians or appreciated by publichealth policymakers.\n\nA study from The Gambia 32 evaluated clinical signs that predict a positive blood culture in children presenting with pneumonia. High temperature (Ͼ38 o C), dehydration, nasal flaring, grunting, bronchial breath sounds, and diminished air entry were positive predictors for a positive blood culture. The pattern of positive and negative predictors for culture of S pneumoniae was not different from that seen for positive blood cultures overall. Clinical signs of pneumonia were stronger positive predictors for culture of S pneumoniae than for culture of other bacteria and a positive chest radiograph for pneumonia was also a positive predictor. Although the report did not provide descriptive details of positive chest radiographs, it suggests that it is possible to select for individuals who are likely to have a positive blood culture based on several clinical parameters.\n\nAll efficacy trials of bacterial conjugate vaccines to date, have reported efficacy against bacteraemia and/or meningitis, the most common manifestations of invasive bacterial disease. Following licensure of Hib conjugate vaccines and its remarkable success in controlling invasive Hib disease, pneumococcal conjugate vaccines were developed using a similar technology. The first efficacy trial was done in the USA and the vaccine was licensed in February 2000. 33 Klugman and colleagues 30 added further optimism to the global control of invasive pneumococcal disease in children. In addition to showing efficacy against invasive pneumococcal disease in HIV-uninfected children, the vaccine also reduced invasive pneumococcal disease by 65% (95% CI 24-86%) in HIV-infected children. This finding is important since HIV-infected children constitute a group with a 40-fold greater risk of developing invasive pneumococcal disease than HIVuninfected children and contribute more than two-thirds of all bacteraemic pneumococcal cases in children from some sub-Saharan African countries. 34 More recently, in The Gambia, 35 the same nonavalent pneumococcal conjugate vaccine that was evaluated in South Africa demonstrated efficacy against vaccine serotypes (77%; 95% CI 51-90%) but was associated with an increase (65%; pϾ0·05) in disease caused by non-vaccine serotypes. However, the absolute reduction in invasive pneumococcal disease (per 1000 child-years) due to the prevention of disease from vaccine serotypes was 1·9, compared with an increase of only 0·4 cases of invasive pneumococcal disease due to non-vaccine serotypes (hence a net prevention of 1·5 episodes of invasive pneumococcal disease per 1000 child-years). A similar increase in the incidence of disease caused by non-vaccine serotypes was observed in HIV-uninfected children in South Africa 34 in whom a 75% (p=0·38) increase in invasive pneumococcal disease due to nonvaccine serotype diseases was observed. Whether the distribution of pneumococcal serotypes that cause bacteraemic pneumonia differ substantially from those that cause non-bacteraemic pneumonia is not known. However, should the incidence of non-bacteraemic pneumonia caused by non-vaccine serotypes increase, as has been the case for otitis media, current diagnostic methods would be inadequate for detecting this change.\n\nDiagnostic lung tap, a procedure described over a century ago, may provide valuable information for the aetiology of non-bacteraemic pneumonia. Since the original description, the procedure has undergone several modifications but in many respects it is similar to a spinal tap. It is safer than is generally believed and does not involve general anaesthesia, as does bronchoalveolar lavage. Furthermore, pneumothorax resulting from lung tap is asymptomatic in most cases and resolves spontaneously. In a recent review of 59 studies, a bacterial aetiological diagnosis was obtained with a lung tap in over 50% of cases. 36 Some aetiological studies of pneumonia in which lung aspirates have been done suggest that the aetiology of pneumonia is sometimes polymicrobial; bacterial isolates obtained from blood culture may be discrepant from isolates obtained from lung or pleural aspirates. 37 In a study of the aetiology of pneumonia in children from The Gambia, 37 100 children were investigated with blood culture and culture of lung and pleural aspirates. In 44 children, one species of bacterium was isolated from blood (six cases), lung culture (30 cases), or both (eight cases), while in eight children two species were isolated from lung or pleural aspirate, thus indicating that blood culture isolate may not always reflect the offending pathogen in the lung. In the group of children with lobar pneumonia or empyema, blood culture alone yielded a bacterial pathogen in 18 cases, while the addition of percutaneous lung aspirate or pleural aspiration increased the yield to 52 cases. In studies of lung aspirates, conventional bacterial culture techniques have been done to determine the aetiology of pneumonia. Although this technique has been revealing, the yield may be considerably enhanced by molecular methods such as nucleic acid amplification techniques. In addition, since aspirates are done only on lung consolidation that is adjacent to the chest wall, the true burden of pneumonia prevented by vaccination using lung aspirates will be underestimated. Further, alveolar consolidation on chest radiographs may only detect 37% of the pneumonia that is otherwise preventable by vaccination. 38 Data from lung aspiration studies need to be interpreted within context and their limitations appreciated. Although lung aspirates provide substantially more information regarding the aetiology of pneumonia compared with blood culture, they do not provide complete data on the true burden of nonbacteraemic pneumonia. The types of pneumonia that are accessible to lung aspiration may not be representative of the spectrum of pneumonia cases that present clinically. Reports of data from lung aspirate have been limited to pneumonia that present with large dense peripheral consolidations, predominantly on the right. Thus data from lung aspirate studies cannot be assumed to apply to the aetiological distribution of pneumonia with central interstitial infiltrates. The data from lung aspirate studies to date have also been limited because most bacterial isolates were not typed.\n\nRadiological findings are commonly accepted as the gold standard for defining pneumonia, although the different definitions have not been formally validated. In addition, considerable inter-observer and intra-observer variability in the interpretation of chest films has been reported. 39 The value of routine chest radiographs in uncomplicated clinical pneumonia is controversial. Nevertheless, obtaining a chest radiograph for suspected cases of pneumonia is virtually standard practice in affluent countries. A broad spectrum of overlapping radiological findings has been observed in viral and bacterial pneumonia, although confluent opacities and alveolar infiltrates have been widely attributed to bacterial origin. Several studies have attempted to standardise the interpretation of chest radiographs in childhood pneumonia. [39] [40] [41] [42] The first report of radiological findings from a bacterial pneumonia vaccine trial in children was from The Gambia. 43 In this study, Hib conjugate vaccine had an efficacy of 4% against WHO clinical pneumonia, 21% for radiological pneumonia, and 100% efficacy for Hib pneumonia confirmed by lung tap. This observation generated a lot of interest because other bacterial pneumonia vaccine studies were planned and standardisation of chest radiographs for vaccine efficacy studies was pursued. An effort to standardise the interpretation of chest radiographs, specifically for the purpose of evaluating the impact of vaccines on pneumonia, was initiated by the WHO. In 1998, a group of paediatricians and radiologists was set up to develop a consensus. 44 Briefly, inter-observer variability in categorising chest radiographic images was measured by comparing the readings of 20 radiologists and clinicians against a reference set of 222 radiographic films. Intraobserver variability was measured by comparing the initial readings of a randomly chosen subset of 100 radiographs with repeat readings made 1-4 weeks later. The standardised definitions improved agreement substantially among members of the group for the identification of radiological pneumonia. Although the report provides a valuable guideline and an excellent tool for the evaluation of radiological pneumonia as an outcome measure in paediatric bacterial pneumonia vaccine efficacy trials or for epidemiological studies, unanswered questions remain. The definition of alveolar consolidation as proposed by the group needs to be formally evaluated to establish its correlation with bacterial pneumonia. Radiological pneumonia as proposed by the group is unlikely to be of use in the clinical setting where radiographs are evaluated in the context of clinical presentation and the indications for obtaining a chest radiograph vary considerably.\n\nMeta-analysis of data from two randomised controlled trials of pneumococcal conjugate vaccine done in the USA and in South Africa suggest that pneumococcal conjugate vaccine reduces the incidence of radiological pneumonia by 22% (95% CI 11-31%). 45 More recent findings from The Gambia, 35 a country that is much less developed and with less access to antibiotics outside of the study centres compared with that in South Africa 30 and the USA, 33 showed a 37% reduction in radiological pneumonia (95% CI 27-45%). Differences in case ascertainment, clinical practice, and time from onset of symptoms to presentation to a health-care facility may in part explain the difference in the point estimate efficacy for radiological pneumonia (table 1) .\n\nIn a report from California, 46 the treating physician made a clinical diagnosis of pneumonia, based on individual appraisal of a physical examination; the need for a chest radiograph was based on the physician's assessment. Over 300 radiologists interpreted the radiographs, thus introducing considerable potential for inter-observer variability. The study from South Africa 30 and The Gambia 35 used the standards recommended by the WHO Trialist Group for the interpretation of chest radiographs. 44 However, the clinical indication for obtaining a chest radiograph in the South African study was based on individual study-physician assessment and was not standardised. When case reduction in all lower respiratory tract infection episodes was used as a benchmark for measuring the sensitivity of a standardised study endpoint of radiological pneumonia prevented by vaccination in South African HIVuninfected children, chest radiography detected 58·1% (95% CI 50·3-65·6%) of pneumococcal pneumonia that was prevented by vaccination. 38 In The Gambia, the sensitivity of chest radiograph-confirmed pneumonia in detecting the burden of pneumonia prevented by vaccination was 76·5% (95% CI 50·1-93·2%). 35 The importance of modifying the current clinical definition of lower respiratory tract infections to improve specificity for pneumococcal pneumonia was corroborated by findings in South Africa 38 when, on further analysis, exclusion of children with wheezing in the absence of chest radiograph-confirmed pneumonia provided the most sensitive measure of vaccinepreventable pneumonia. Using this refined definition of clinical pneumonia, the sensitivity of chest radiographconfirmed pneumonia in diagnosing the burden of pneumococcal pneumonia preventable by vaccination was only 37·5% (95% CI 31·6-43·6%). 38 Despite the differences in radiological pneumonia in The Gambia compared with that observed in South Africa and the USA, the overall reduction in lower respiratory tract infections was similar between all the studies (6-9%). Furthermore, although efficacy against radiological pneumonia was 20% (95% CI 2-35%) and 13% (95% CI -7 to 29%) in HIV-uninfected and HIV-infected children, respectively, in South Africa, the case reduction in the burden of pneumococcal pneumonia prevented in HIV-infected children (2573 cases per 1000 person-years) was 10·4 (95% CI 9·2-11·6) fold greater than in HIV-uninfected children (267 cases per 1000 child-years). 38 In Chile, Hib conjugate vaccine reduced substantially the incidence of non-bacteraemic pneumonia, particularly the cases with alveolar consolidation and/or pleural effusion. 47 However, a cluster-randomised efficacy trial of the Hib conjugate vaccine in Lombok, Indonesia 48 showed that the vaccine did not prevent most pneumonia cases, including those with alveolar consolidation (vaccine efficacy -1·2%; pϾ0.05) using the WHO guidelines for chest radiograph interpretation. Despite this, the absolute burden of clinically diagnosed lower respiratory tract infection was reduced by 15·6 cases per 1000 child-years (pϽ0·05) compared with a reduction of only 1·1 per 1000 child-years in The Gambia study, 43 although differences in case ascertainment between these studies does not allow for a direct comparison to be made. Nevertheless, the lower proportional reduction in chest radiograph-confirmed pneumonia in Indonesia may reflect the predominance of pneumonia caused by other bacteria in this population. Other possible explanations for the differing results from Indonesia compared with other studies may include differences in case ascertainment and other local clinical practices that may have impacted on the specificity of chest radiographs for being used as a surrogate marker of \"bacterial\" pneumonia for evaluating vaccine efficacy.\n\nThere have also been two case-control studies that were done in Brazil 49 and Colombia 50 evaluating the effectiveness of Hib conjugate vaccine in preventing chest radiograph-confirmed pneumonia. The point estimate of reduction in radiograph-confirmed pneumonia in these studies, especially that in Colombia (vaccine effectiveness 55%; 95% CI 7-78%), was greater than that reported from The Gambia 43 and Chile. 47 However, inherent problems of case-control studies include the fact that unvaccinated children may have other medical and socioeconomic factors that may predispose them to developing pneumonia, which would bias the estimate of vaccine effectiveness against pneumonia upward. In addition, differences in the surveillance systems and criteria used for initiating investigation for pneumonia may also have affected the specificity of the chest radiographs in the individual studies for diagnosing \"bacterial\" pneumonia, which would also have biased the measured effectiveness upward. As an example, in the study from Colombia, 50 chest radiographs were only done in children with clinical or laboratory suspicion of \"bacterial\" pneumonia, compared with the Gambian study 43 where 69·7% of children referred to a health centre with clinical symptoms of lower respiratory tract infection had a chest radiograph. In Indonesia, 48 the only study to have had active surveillance for lower respiratory tract infection outcome cases, 95·6% of children with a clinical diagnosis of lower respiratory tract infection had a chest radiograph done.\n\nDifferences in study design, case ascertainment, and procedures used for interpreting of chest radiograph makes direct comparison of the result between studies evaluating the usefulness of Hib conjugate vaccine problematic; nevertheless, it is of public-health importance that all of the studies, including that in Indonesia, confirmed that Hib conjugate vaccine reduces childhood morbidity associated with pneumonia. Detailed reports of the efficacy trial of pneumococcal conjugate vaccine and Hib conjugate vaccine trials at different sites with outcomes are summarised in table 1 and table 2 , respectively.\n\nVarious serological tests are available for the evaluation of acute lower respiratory tract infection in children but no specific test or panel of tests has consistently been useful in the differentiation of viral and bacterial pneumonia. The identification of markers of infection for discriminating between bacterial and viral pneumonia would have enormous potential for reducing the cost of unnecessary antibiotic prescriptions. Peripheral leucocytosis and/or raised erythrocyte sedimentation rates can corroborate bacterial pneumonia but neither reliably differentiates viral from bacterial pneumonia. Similarly, C-reactive protein (CRP), procalcitonin, and interleukin 6 levels are raised in bacterial pneumonia, but no reliable cutoff levels have been defined for clinical use. Considerable overlap in these values has made interpretation of levels difficult. 51 A hypothesesgenerating study 52 of data from the pneumococcal conjugate vaccine trial suggested that a CRP concentration of at least 120 mg/L or more and procalcitonin of at least 5 ng/mL (as adjunct markers of pneumococcal pneumonia) substantially improved the specificity of chest radiography in the diagnosis of pneumococcal pneumonia. However, this improvement in specificity was achieved by sacrificing the sensitivity (13·9%; 95% CI 9·9-18·6%) of this outcome in detecting the absolute burden of pneumococcal pneumonia that was prevented by vaccination. 38 Although the combination of acute phase reactants and radiology for diagnosis is promising, its value warrants evaluation in prospective trials. The combination may be useful for minimising sample sizes required for evaluating vaccine efficacy (ie, through improved specificity of the study outcome measure); however, poor sensitivity would preclude its use in the measurement of the absolute burden of disease prevented by vaccination. Definition of markers that are useful for distinguishing between bacterial and viral pneumonia has been handicapped by the poor sensitivity of currently available tools for diagnosing bacterial pneumonia. This has recently been corroborated by using the pneumococcal conjugate vaccine as a probe in defining the minimal contribution of pneumococcal coinfection in children hospitalised with viral-associated pneumonia and determining the sensitivity of blood cultures for diagnosing pneumococcal pneumonia. In the absence of immunisation with pneumococcal conjugate vaccine, at least 30% of hospitalised viral-associated pneumonia was attributed to pneumococcal coinfections, albeit there being no difference in the prevalence of pneumococcal bacteraemia (3%) between vaccine and placebo recipients. 53 In a study of children attending daycare centres in Israel 54 there was reduction in the incidence of presumed viral lower respiratory tract infections and a reduction in antibiotic use for lower respiratory tract infections. 54\n\nThe concept of using a vaccine to define the burden of vaccine-preventable disease in a community is based on the concept of excess risk-ie, the risk difference-a standard parameter in studies of exposure to illness. 55 This approach has been used previously with influenza vaccine in the evaluation of vaccine-preventable illness among pilgrims travelling to the Hajj from Pakistan. 56 The difficulties associated with establishing a pathogenspecific burden of pneumonia and the lack of reproducible quantitative measures of pathogenattributable risk make it difficult to justify the use of conjugate vaccines in many settings. However, there is little doubt that bacterial polysaccharide-protein conjugate vaccines have made a substantial impact in the battle against invasive bacterial diseases of childhood to date. The frustration associated with the lack of refined clinical and laboratory diagnostic tools to more quantitatively define the reduction in disease burden has prompted investigators to use the vaccine as a \"probe\" to define disease burden. The advantages and shortcomings of using this vaccine probe approach for the determination of disease burden was the subject of a recent review. 57 Although the approach provides a powerful tool for the evaluation of vaccine efficacy against disease, disease reduction would only be proportional to vaccine efficacy against study-specified outcome measures, more appropriately referred to as vaccine-preventable disease. The proportion of disease prevented by vaccination will only be equal to disease burden when the vaccine has an efficacy of 100%. Since no such vaccine exists and, for licensed vaccines, efficacies vary in different populations, using this approach to define disease burden will underestimate the true disease burden. Although this strategy provides a powerful and unequivocal tool for the evaluation of reduction in all-cause morbidity and mortality, as demonstrated in The Gambia, 35 the true burden of pneumococcal pneumonia remains undetermined because the vaccine impacts other forms of disease in addition to pneumonia. Although the efficacy of protein conjugate bacterial polysaccharide vaccines has been very high for the prevention of bacteraemia and meningitis, this has been less so for otitis media and pneumonia. Since it is known that the degree of infiltrates on chest radiograph does not correlate with clinical severity and radiological presentation of bacterial pneumonia is likely to be a continuum, the reduction in alveolar consolidation observed in several efficacy studies is likely to represent only a fraction of the total burden of pneumococcal pneumonia. Additional data on the impact of vaccination on pneumococcal pneumonia diagnosed by lung tap would certainly be informative, although this too would be somewhat limited, since the procedure is only done in selected cases.\n\nIt is estimated that 10·8 million children die annually worldwide. Of these, 3·9 million deaths occur within the first 28 days of life. 58 Using the current neonatal mortality estimates and limited autopsy data reported in the literature, a recent review suggests that pneumonia may be responsible for between 750 000 and 1·2 million deaths and an unknown number of stillbirths each year worldwide. 59 The greatest risk of death from pneumonia likely occurs during the neonatal period, at least in developing countries. In India, more than half of all child deaths from pneumonia occurred in neonates. 60 The aetiology and epidemiology of neonatal pneumonia is more complex than in infancy and childhood, and the aetiological spectrum is more diverse. In general, early onset disease (onset within the first week of life) occurs from bacterial infection of the amniotic fluid or colonisation of the maternal genital tract. Gram-negative bacteria are the predominant pathogens during the first week of life and Gram-positive bacteria thereafter. Intrauterine pneumonia is a component of early onset disease and may result in stillbirth. There have been conflicting reports on the incidence of neonatal group B streptococcal infections in developing and developed countries. A study of the aetiology of serious bacterial infections in young infants in several developing countries suggest that group B streptococcus was uncommon. 61 This study recruited infants from an outpatient setting and would have missed out on the substantial burden of early onset disease. This report contrasts with recent observation from Kenya. 62 Clinical and aetiological diagnosis is even more challenging, since neonatal pneumonia often presents as neonatal sepsis and signs are ill-defined. A clinical distinction between early onset pneumonia and hyaline membrane disease is virtually impossible because of the similarity in radiological findings in these conditions. Blood culture yield is likely to be lower, given the smaller volume of blood specimen that is often available for culture. In one study from Brazil of 318 neonates who presented with respiratory distress within the first 72 hours of life, bacterial infection was proven by culture in 31 (9.7%) and 62 (19.5%) had radiographic changes suggestive of pneumonia. 63 There are few aetiological studies of neonatal pneumonia that used lung tap for diagnosis. Two of these studies from India reported bacterial culture or bacterial antigen studies of lung aspirate and suggest that Escherichia coli and S pneumoniae are important causes of neonatal pneumonia. 64 44 † †Using a modified definition that was more sensitive for diagnosing \"bacterial\" pneumonia-ie, consolidation, effusion, bronchial breathing, or ESR Ͼ40 mm/h-vaccine efficacy was calculated to be 26% (95% CI 7-44) with an incidence rate of 9·7/1000 child-years in control group, with a VAR of 2·5 per 1000 child-years. Importantly, children with mixed interstitial-alveolar consolidation were excluded as outcome cases for \"radiologically confirmed pneumonia\", by contrast with the studies from The Gambia and Indonesia. Although substantial progress has been made with the development of polysaccharide-protein conjugate vaccines for most of the common bacterial pathogens of acute respiratory infections, there are other pathogens for which vaccines using similar technology are either in development or in early clinical trials-eg, group B streptococcus. 66, 67 For several diseases with substantial pathogen-specific burden during early infancy (eg, group B streptococcal disease, pneumococcal disease), it may be possible to offer protection to the newborn infant that could last through the first few months of life by offering vaccination to the mothers during pregnancy. Several studies have demonstrated the safety and immunogenicity of polyvalent pneumococcal polysaccharide vaccine administered during the second or third trimester of pregnancy, and more recently with a conjugate group B streptococcal vaccine. 66 Immunisation with pneumococcal polysaccharide vaccines has been shown to be safe and immunogenic when administered in late pregnancy [68] [69] [70] [71] [72] and functional serotype-specific antibodies have been detected in breast milk several months after delivery. [73] [74] [75] Provided efficacy can be demonstrated, immunising mothers during pregnancy could offer the potential benefit of protection from pneumococcal disease for the mother and for the infant and protection from more pneumococcal serotypes than is currently available in the licensed heptavalent pneumococcal conjugate vaccine during the first several months of life. In addition, for such infants it may be possible to achieve adequate immune protection with the use of fewer doses of the conjugate vaccine later in infancy. Overall, given the complexity of the pathogenesis and broad spectrum of aetiological agents, control of neonatal pneumonia would involve other general supportive health-care interventions in addition to immunisation of women before or during pregnancy.\n\nSubstantial progress has been made in the control of bacterial pneumonia with the development of bacterial polysaccharide-protein conjugate vaccines for two major respiratory pathogens of childhood pneumonia, Hib and S pneumoniae. With these vaccines, pneumonia caused by these pathogens has been well controlled in several (mostly developed) countries where the use of either or both of these vaccines has become routine. However, the vaccines remain out of reach of children in most developing countries where substantial global burden of disease, morbidity, and mortality occur. Although the Global Alliance for Vaccine Initiative has been instrumental in making Hib conjugate vaccines available to some developing countries, lack of pathogen-specific pneumonia burden data remains a major obstacle to convincing health policy planners and political leaders of the need for such vaccines in developing countries. Even in some affluent countries, the perceived burden of disease has not provided economic justification for routine use of some of these vaccines. Although vaccine probe studies have been very informative, they are expensive, experimental, and at best only provide estimates of vaccine-preventable study-specified disease outcome. The development of better tools to determine the microbiological diagnosis of pneumonia is critical for the demonstration of disease burden. Such tools are vital for indicating both the need for vaccines and for monitoring the epidemiology of pneumonia thereafter. While the true burden of pneumonia remains unknown because of diagnostic difficulties, these vaccines provide minimum attributable rate reductions. Although the data may be incomplete because of diagnostic imprecision, the challenge is not when the data will be complete but when it is sufficient for initiating public-health decisions.\n\nThe authors have participated in the evaluation of safety, immunogenicity and efficacy trials of Haemophilus influenzae type b and pneumococcal conjugate vaccines, both of which were sponsored at least in part by Wyeth Vaccines and Pediatrics or Sanofi-Aventis. The authors have also acted as consultants for Wyeth. In addition, SAM has had salary support and research grant funding from Wyeth Vaccines and Pediatrics during a phase 3 study on pneumococcal conjugate vaccine, and has been a temporary advisor to GlaxoSmithKline and Sanofi-Aventis.\n\nData for this review were identified by searches of Pubmed and articles identified through searches of the files of the authors. For Pubmed, the search terms were \"pneumococcal conjugate vaccine\", \"radiological pneumonia\", \"bacterial conjugate vaccine\", \"radiograph\", \"pneumonia\", \"child\", and \"diagnosis\". The search was restricted to articles published in English language and articles were selected on the basis of their relevance to the evaluation of pneumonia in children. Searching the reference lists of existing articles identified additional articles."}