{"title": "Silent War to Emerging or Re-emerging Respiratory Infection Diseases Badly Kept in Mind", "body": "Recently, a man aged 44 years from South Korea who flew to Hong Kong on May 26, subsequently traveled to Huizhou, Guangdong Province, had drawn the worldwide attention. First laboratory-confirmed case of middle east respiratory syndrome (MERS) finally landed in China, 3 years after the first identification of MERS coronavirus (MERS-CoV) in Saudi Arabia, 2012. [1] In reality actually, MERS did not attract much attention in China till now although we had alerted about the possibility of its importation, or even pandemic. [2] A similar phenomenon has happened in South Korea, lacking of awareness among health care workers and the general public, contributing to suboptimal infection prevention and control measures in health facilities, and finally cause the outbreak of MERS in South Korea and the exported case to China. Fortunately, we have won out in the battle, and no additional cases have been identified among close contacts in China (n = 75). Meanwhile, we still have lingering fears as there are sporadic infections and outbreaks all over the world.\n\nThe MERS-CoV, is positive-sense, single-stranded RNA novel species of the genus beta-CoV. [3] It was first reported after genome sequencing of a virus isolated from sputum samples from a patient who died from a critically ill pneumonia in June, 2012, in Jeddah, Saudi Arabia. [1] Since then, the virus has limitedly spread predominantly in Saudi Arabia until this outbreak in South Korea. Unlike severe acute respiratory syndrome (SARS), another member of beta-CoV family, which disappeared after the pandemic during 2002-2003, MERS still exists and causes infected cases now and then globally.\n\nAs a zoonotic disease, the exact way in which MERS-CoV transmits between different species is still unknown. Previous studies support that dromedary camels serve as the primary animal source and major reservoir, [4] while bats may be the ultimate reservoir of the virus. [5] But the time of initial infection in bat species and the way of the virus transmitted to camels have yet to be determined. Serological evidence shows that MERS-CoV has infected camels for at least 20 years, [6] whereas the virus appear to have spread from camels-to-humans in the early 2010s. [7] Camels-to-human transmission is through close contacts with camels or consumption of camel products. [4, 8] However, while camels appear as the likely source, other sources have not been ruled out. [9] For example, except the history of visit to the middle east, the index case of South Korea was confirmed with no close contact with camel, no health care facility visit history, and no camel products consumption history, according to the investigation of WHO. [10] There still could be another or some more common intermediate host exists.\n\nThe primary pattern that MERS spread among human being is close person-to-person contacts via droplets from patients, contaminated surfaces or equipment, and aerosol generated during aerosol-generating procedures. Nosocomial and home-based transmission have both occurred and have been proved by genome deep sequencing data in the past 3 years. [9, 11] MERS-CoV infection associated with considerable mortality (35.6%, as of June 26, according to data of WHO), [12] especially in individuals with underlying comorbidities, such as diabetes, renal failure, chronic lung disease, and immunocompromised status. [13] Fortunately, it does not seem to have the ability of sustainable human-to-human transmission. The basic reproduction number of MERS-CoV, Ro is <1 in early studies, [11, [14] [15] [16] which indicated the self-limited transmission and persistence of the disease requires continued animal-to-human infections. [17] But the possibility of epidemic also had been warned because of the limited data, the potential impact of stringent control measures which had already been taken, and the assumption authors made that asymptomatic patients do not transmit infection. [14] The ongoing outbreak in South Korea might confirm their fear. As of June 30, 2015, the Health Ministry of South Korea revealed 182 confirmed MERS cases, including 33 deaths (18.1%), 15 health care professionals (8.2%) infected, and 2638 contacts still in quarantine. [18] Cases called \"super-spreaders\" (such as patient no. 1 and patient no. 14, which infected 36 and 70 patients, respectively) emerged without finding any remarkable mutations in MERS-CoV strains that could contribute to easy transmissibility. [19] This outbreak is too fast and unexpected to be explained just by the suboptimal infection prevention practices and delayed diagnostic process, or regional habit variations like \"doctor shopping\" or \"family nursing.\" The possibility of airborne transmission through suboptimal central air conditioning system in hospital settings should be seriously taken into account as well. MERS-CoV might be able to survive in the central air conditioning system, and spread through the vent pipe to the whole health care facilities, just like the situation once occurred in 2003, when SARS cases increased dramatically attributing to the rapid spread of the virus through drainage systems, in Taoda Garden, Hong Kong Special Administrative Region, China. [20] More details should be valued and investigated carefully for better understanding of MERS-CoV transmission patterns.\n\nPatients infected with MERS-CoV can be symptomatic or asymptomatic. As the functional cellular receptor for MERS-CoV, dipeptidyl peptidase 4 (DPP4, also known as CD26) is expressed in the human bronchial epithelium and kidneys, [21] clinical features mostly include respiratory system symptoms and renal dysfunction or failure, range from influenza-like symptoms to acute respiratory distress syndrome and multi-organ failure resulting in death, [22] about 1/3 of patients also had gastrointestinal symptoms. [13] The median age of persons with laboratory-confirmed MERS-CoV infection is 50 years (range, 9 months to 99 years), and 66% are male. [12] People who progress to requiring admission to an Intensive Care Unit often have a history of diabetes, renal failure, chronic lung disease, and immunocompromised, they usually have a febrile upper respiratory tract illness at the onset with rapid progression to pneumonia within a week. [23, 24] There is still no either specific therapeutic administration or vaccine so far. Supportive treatment is the mainstay of management.\n\nHealth care-associated infections have become more common and more complex. They are associated with significant morbidity, mortality, and cost. However, the dangerous are not just for patients. A total of 1706 (up to 20%) health care workers (HCWs) were infected in the outbreak of SARS between 2002 and 2003 in China and worldwide, a nightmare in the memories of HCWs who survived over the crisis. [25] Will the nightmare be back again? The early symptoms of MERS are nonspecific and thus MERS patients are not always able to be identified and isolated early, HCWs are at high risk of acquiring this contagious infection while caring for patients or handling with human biologic material (respiratory secretions, blood, urine, or feces). In addition to that, unlike SARS-CoV, the infectors could be asymptomatic or sub-clinical, these cases could contribute to the transmission between patients and HCWs, and thus increase the risk of MERS-CoV infections hugely, as observed in previous study about MERS-CoV clusters, which showed that the relative contribution of hospital-based transmission is over 4 times higher than that of community transmission. [14] HCWs and patients would all be victims of health care-associated infections without strengthening awareness of contagious respiratory diseases in HCWs and general public. We strongly suggest plus droplet precautions (such as negative-pressure ventilating room, if not available, masking the patient, placing the patient in a private room with the door closed, and providing N95 or higher level respirators or masks to HCWs, etc.) to the standard precautions (e.g., hand hygiene, use of personal protective equipment) when providing care to any patient with symptoms of acute febrile respiratory infection. A better understanding of how HCWs are infected in health care settings is urgently needed. In addition to appropriate infection control procedure, early and rapid detection of suspected pathogen and qualified laboratories for assaying the potential contaminated clinical specimens are needed crucially.\n\nThe imported case from South Korea has been discharged from Huizhou Central Hospital, Guangdong Province on June 26, 2015. When we celebrated about controlling this MERS-CoV emergency, treating properly of ill person, and preventing further cases, we should be aware of that international cooperation and information sharing are the keys to quickly end. China health authorities were notified by Western Pacific Region Office of WHO as soon as the Korean patient landed in China, meanwhile local CDC and hospitals actively initiated a deliberate infection control procedure for the index case's isolation and the 75 close contacts' quarantine, helped to minimize the risk of transmission timely.\n\nThe success we have achieved by controlling this crucial public health event reveals a thorough quarantine protocol and a mature public health surveillance system in China today. This effective management of the potential public health threat by all walks of groups nationwide, especially health care and disease prevention and control system, brought out the dramatic progress on national efforts that having been made to control kinds of communicable diseases in the last 10 years, including human avian influenza H7N9, hand-foot-mouth disease EV71, etc.\n\nHere again, like years ago, it is still critical to highlight the importance of early warning, infection prevention and control in community and health care facilities, especially in tertiary hospitals, rapid diagnosis and early treatment for the contagious respiratory diseases. Since 2002, SARS, human avian influenza infection, hand-foot-mouth disease, and now MERS, emerging and re-emerging diseases have been showing up now and then, here and there. The silent war has begun and may never stop. We never want to cause undue concern, but it is crucial to remain on high alert of communicable diseases in the interest of public safety."}