{"title": "Major factors affecting the emergence and re-emergence of infectious diseases", "body": "The diversity of infectious disease threats currently facing humanity is unprecedented. The introduction of potent antimicrobial agents and vaccines into modern medicine's arsenal in the last century inspired an overly optimistic prediction of our ability to control or even eradicate specific infectious diseases. This perspective has now been tempered by the realization that new infectious disease threats continue to appear and old diseases continue to adapt. The World Health Organization (WHO) estimates that approximately one third (ie, 20 million) of the annual deaths worldwide are attributed to infectious diseases (Table 1) [1, 2] . Acute respiratory tract infections, gastrointestinal infections, tuberculosis, and malaria cause most of the illness and mortality worldwide, and this situation has not changed in the last century. Infectious diseases are the third leading cause of death in the United States behind only heart disease and cancer, and they are the second leading cause of death and the leading cause of disability-adjusted life-years worldwide (one disability-adjusted life year is one lost year of healthy life) [3, 4] .\n\nA chronology of major infectious disease threats that have emerged and re-emerged in the twenty-first century has been compiled by the Centers for Disease Control and Prevention (CDC) in the United States [5] . The Institute of Medicine in the United States has also published a report entitled ''Emerging infections: microbial threats to the United States'' that defines an emerging infection as ''a new, emerging or drug-resistant infection whose incidence in humans has increased within the last two decades, or whose incidence threatens to increase in the near future'' [6] .\n\nNewly discovered infectious diseases include bacterial infections (eg, Helicobacter pylori, the causative agent of peptic ulcer disease and gastric carcinoma, Legionnaire's disease caused by Legionella pneumophila and other Legionella species, toxic shock syndrome due to Staphylococcus aureus and Streptococcus pyogenes [Group A streptococci], enteric infections due to Escherichia coli 0157:H7 and Vibrio cholerae 0139, ehrlichiosis, and Bartonella infections), parasitic infections (eg, enteric diseases such as cyclosporiasis and cryptosporidiosis), and fungal infections (eg, Penicillium marneffei) [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] . However, the emergence of new types of viral diseases has perhaps been the most remarkable. In the past 2 decades, viral disease outbreaks due to hemorrhagic fever viruses (Ebola, Marburg), Hantavirus pulmonary syndrome, West Nile virus, and most recently the severe acute respiratory syndrome (SARS)-coronavirus have been documented [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] .\n\nThe AIDS pandemic is an ideal example of a recently emerged infectious disease: its rapid worldwide spread over the past 2 decades has made this the most important pandemic public health problem of our time [28] [29] [30] . Worldwide, there were 36 million people living with HIV infection at the turn of the century, with a disproportionate number residing in developing countries in the central and southern parts of Africa [2, 31] . More than 20 million people worldwide have died since the pandemic began, and among persons 25 to 44 years of age HIV infection/AIDS has become the leading cause of death in the United States [30, 32, 33] . The AIDS pandemic has also been a major reason for our recent failure to control other common infectious diseases, particularly in developing countries [15, [34] [35] [36] [37] .\n\nA number of previously known infectious diseases have also re-emerged either by occupying a new epidemiologic niche or reappearing in a more virulent form. In the last decade, cholera has re-emerged in the Western Hemisphere and rapidly spread to cause over a million cases of enteric infection with several thousand deaths [38, 39] . Group A streptococci have become more virulent and are now a common cause of serious invasive disease with associated rapid necrosis of the soft tissue, fascia, and muscle-a condition that the lay press has designated as ''flesh-eating disease'' [8, 40] . Neisseria meningitidis causes serious meningitis outbreaks with substantial mortality worldwide, but the Sahel region of Africa continues to have the greatest incidence of disease, with large epidemics primarily due to serogroup A meningococci [41] [42] [43] . Serogroup A N meningitidis caused over 150,000 cases and 16,000 deaths in 1996 in sub-Saharan Africa alone [42] . Recent N meningitidis outbreaks due to serogroup C have also occurred in Canada and Western Europe, resulting in several deaths of children and young adults before mass vaccination campaigns among this age group halted its spread [44] [45] [46] . Tuberculosis (TB) has been a persistent cause of serious pulmonary and disseminated infections in the developing world, annually causing almost 3 million deaths. TB has recently re-emerged throughout the world, often in a drug-resistant form, in large part as a result of the AIDS pandemic [34, 37, 47, 48] .\n\nPerhaps the best example of a common infection whose agent has evolved to occupy a new niche is influenza [49] [50] [51] . Influenza A and B viruses cause an acute, febrile respiratory illness that is readily transmitted person-toperson, resulting in epidemics in the temperate climate regions in both hemispheres each winter. The average overall influenza attack rate during epidemics is usually between 10% and 20%, but this rate rises to 40% to 50% in susceptible populations and specific age groups [4, 49] . There is considerable morbidity and mortality due to severe influenza among the very young, the elderly, and those with underlying respiratory or cardiac disease or immunosuppression [52] . However, Influenza A also causes periodic, severe, concurrent worldwide outbreaks or pandemics that usually occur in disease waves rapidly coalescing around the globe. A typical Influenza A pandemic is unpredictable, occurs outside the winter months, and has a high attack rate in all age groups but results in substantial mortality in previously healthy young adults [49] . More than 30 Influenza A pandemics have been described in the 400 years since the first recorded influenza-like pandemic occurred in 1580. The ''Spanish flu'' of 1918 to 1919 is the greatest Influenza A pandemic ever recorded [53] . Worldwide 21 million people died of influenza infection, and more than 500,000 of those deaths occurred in the United States. Given the prior periodicity of Influenza A pandemics, public health systems have been preparing for another global outbreak in the near future.\n\nThe pathogen-host interactions that contribute to the emergence of infectious diseases are linked to extraordinarily complex change. Many reports emphasize the fact that advances in technology within the context of urbanization and globalization drive recent changes in individual and societal behavior. This article discusses the interaction of several complex factors that contribute to the emergence and re-emergence of infectious diseases, including changes in global population demographics and distribution, changes in individual and societal behavior, environmental change and land use, chronic manifestations of infectious diseases, enhanced pathogen detection, microbial evolution, breakdown of the public health system, and bioterrorism (Table 2) . Bioterrorism must now be added as a serious threat, given the recent use of the United States Postal Service to disseminate anthrax in the civilian population [54] [55] [56] . The lessons of the past have shown us that infectious diseases will remain a dominant feature of national and international public health efforts during this century.\n\nThe global demographics and distribution of human populations are rapidly changing and will continue to evolve. These factors, perhaps more than any other, are contributing to the globalization of infectious disease problems. Advances in modern medical technology, particularly in industrialized countries, are keeping people alive longer. In addition, the number of people with ongoing immunosuppression continues to expand because of the effects of newer treatment measures for a variety of chronic medical conditions.\n\nPopulation demographics are altered by population growth, migration, and differential mortality; the unique interaction of these factors has contributed to the emergence and re-emergence of infectious diseases. Planet Earth now has over 6 billion inhabitants, and population pressure will continue to intensify: it is estimated that up to 70 million people will be added each year, based on current birth rates in the developing world. In many industrialized countries, the number of older individuals with chronic disease (eg, diabetes mellitus, arthritis, lung disease, malignancy) continues to increase, because the overall birth rate is decreasing while the life-span for both men and women has been progressively prolonged as a result of modern medical interventions and sanitation improvements [57] . In the United States and other G8 countries, the percentage of the population over 65 years old was about 4% in 1900 but is projected to reach almost 25% in 2040 [58] . Elderly individuals increase the potential for communicable pathogen transmission in these communities, because aging is also associated with an increased susceptibility to infectious diseases due to declining immunity, limited mobility, and crowding in long-term care facilities. The population in nursing homes may be an important reservoir for the transmission of antibiotic-resistant organisms not only into the community, but also back into acute care hospitals and vice versa [59] [60] [61] .\n\nAcross the globe, population distribution is rapidly changing as people in developing countries move from rural areas to the city to find opportunity and employment. Population movement within nations and among nations Variety of pathogens discovered by molecular methods will continue to expand Microbial evolution\n\nMicroorganisms naturally adapt to their environment in order to survive.\n\nPathogens will continue to evolve at a rapid rate; microbes will move into new niches; antimicrobial resistance in a wide variety of microorganisms will continue to increase. Breakdown of public health system and bioterrorism\n\nDecreased funding of the public health system, lack of public health infrastructure, population mobility, international travel, immigration and refugees, wars, bioterrorism\n\nRecent events (eg, bioterrorism, SARS) will accelerate funding of national and global public health systems; primary health care networks will become part of the public health system. is due to urbanization, colonization, labor related to agriculture, mining, and conflict [62, 63] . The world's urban population is growing at four times the rate of the rural population. Currently almost one half of the human populace lives in an urban setting compared with 10% 50 years ago, and this trend is expected to continue, particularly in the developing world [64] . Natural disasters and ongoing conflict have also accelerated immigration between nations in many parts of the world. The number of refugees has steadily increased, from approximately 5 million in 1980 to more than 20 million in late 1994, and an estimated 25 million people remain internally displaced in their countries of origin [65] . Both the primary and public health systems may be overwhelmed by large communicable disease outbreaks that result from the rapid migration of people into urban areas and the creation of slum areas without adequate shelter, clean water, or sanitation. Overcrowding in urban areas, especially with poor housing conditions, facilitates the spread of tuberculosis, other respiratory infections, and vaccine-preventable diseases [62] . Poor sanitation also results in the rapid spread of enteric diseases that are transmitted by contaminated food and water, as exemplified by the spread of cholera in the early 1990s throughout Latin America [38, 66, 67] . Large cholera epidemics typically occur when there is gross sewage contamination of municipal water sources due to the absence of sanitation systems including sewage or water treatment. Epidemiologic investigations highlighted the specific mechanisms for epidemic cholera transmission in Latin America [38, 67, 68] . Efficient spread of Vibrio cholerae in a community was facilitated by the use of communal streams and rivers in rural areas as the source not only for drinking water but also for laundry and bathing facilities. Inadequate and poorly maintained sewage systems also existed in many urban areas, so that adjacent sewage pipes caused gross contamination of the potable water supply.\n\nSince the advent of commercial airlines, population movement from industrialized countries has been linked to international travel. In the last 2 decades, air travel has increased by approximately 7% per year, and in subsequent decades this rate is expected to continue to increase by as much as 5% per year [1, 69, 70] . Factors driving the demand for international travel include global commerce, increased immigration, recreational travel, and ongoing regional conflicts. From an infectious disease perspective, air travel makes the world a global village because ''microbial traffic'' follows the human host. Thus, diseases that were once considered exotic or tropical are having an increased impact on the industrialized world.\n\nLocal and international population movement greatly affects our ability to control the spread of infectious diseases. This principle is best exemplified by the resurgence of malaria, including drug-resistant parasites, due to the movement of infected people from malaria-endemic areas to areas where the disease had been eradicated [63, 71, 72] . Furthermore, disease can be reintroduced into an area by the inadvertent transportation of infectious mosquitoes to malaria-free areas by carriers or people. Malaria had been practically eradicated in the Amazon region of Brazil by a national disease eradication campaign in the 1950s and 1960s. However, subsequent massive population movement into new territory dramatically increased the incidence of malaria. Many people settled in the Amazon region to work in agriculture, the hydroelectric industry, and gold mining, and this settlement necessitated deforestation of large areas of land in order to build new highways. Brazil reported approximately 50,000 cases of malaria in the 1970s, but this increased to more than 500,000 cases by the 1990s. Almost all of the reported malaria cases from South America now occur in the Amazon region [73, 74] .\n\nMany industrialized countries are also reporting an increased number of cases of imported malaria, because air travel permits the rapid movement of people from areas where malaria is endemic. Imported cases of malaria from Africa in the United Kingdom doubled between 1987 and 1993 [75] . Recent malaria outbreaks in California demonstrate that local mosquito-borne disease transmission can occur by means of importation by migrant workers from malaria-endemic areas of Mexico [76] . Anopheles mosquito vectors may also be introduced on international flights from areas where malaria is endemic. Imported mosquitoes carrying malaria may survive long enough to take a blood meal, thereby transmitting the disease to people living or working in the close vicinity of an airport. Six cases of ''airport'' malaria occurred in 1994 in France around the Roissy-Charles-de-Gaulle airport, and all of the patients were either airport workers or neighbors of these individuals [77] . Malaria-infected mosquitoes most likely hitched a ride home with the airport workers in their cars and were released, thereby transmitting diseases to the neighbors. The number of both imported and ''airport'' cases in previously malaria-free countries is expected to continue to rise, since progressive warming of temperate climates in the southern parts of Europe and the United States is creating favorable conditions for ongoing mosquito vector survival [63, 78] .\n\nImportant societal changes (eg, liberation of sexual practices and behaviors, the increased number of women employed outside the home, and changes in human food preparation and supply) have dramatically increased the number of individuals exposed to infectious diseases and have thereby enhanced their transmission.\n\nLiberation in the 1960s and 1970s of societal attitudes regarding premarital sexual activity and the diversity of sexual behavior (ie, the Sexual Revolution) resulted in the rapid emergence of a variety of sexually transmitted diseases (eg, N gonorrhoeae, Chlamydia trachomatis, syphilis, HIV, and human papilloma virus [HPV] infections). Adolescent and teenaged sexual behavior in developed countries is dramatically different now from what it was 50 years ago, as evidenced by the high teenage pregnancy rates in the United States [79] [80] [81] . Some of the highest rates of sexually transmitted diseases are also reported in individuals aged 15 to 20 years [82] . Social and economic factors that encouraged multiple sexual partners facilitated the rapid spread of HIV in heterosexual populations in many parts of Africa [29] . HIV infection in North America was initially a disease that predominantly affected men who had sex with men, a lifestyle that in some cases also encouraged multiple sexual partners [31] . Men who have sex with men also have some of the highest rates of other sexually transmitted diseases, and even rare infections like syphilis have recently reemerged [83, 84] . Prostitution has flourished in many parts of the world, with a trend toward the conscription of women and adolescent girls [85] . Recent seroprevalence studies of prostitutes in Bangkok, Thailand show a 70% seroprevalence rate for HIV [86] . Intravenous drug use is another behavior that has been linked to the transmission of blood-borne pathogens, including both HIV and hepatitis C virus (HCV) viral infections. Persons who regularly use intravenous drugs are also more likely to engage in highrisk sexual behaviors such as prostitution, thereby facilitating the acquisition and spread of other sexually transmitted diseases [87] .\n\nThere has been a dramatic increase in the number of women working outside the home in industrialized countries in the past 50 years. The liberation of women, the increase in single-parent families, and financial pressures due to steady increases in the cost of living have all driven this change. Two thirds of women with young children are in the workforce today, whereas very few women entered the workforce in the 1950s [88] . High divorce rates (one out of three marriages) in North America and Europe are also leading to an ever-increasing number of single-parent families, in which mothers are forced to seek child care and provide financial support for the family outside the home.\n\nIn the United States alone there are now over 11 million young children who are routinely cared for outside the home in daycare facilities [88] . The combination of susceptible young children, overcrowding, and inadequate hygiene within many daycare centers creates an environment that facilitates frequent episodes of common infections. Daycare children are at a markedly increased risk for enteric infections such as hepatitis A, giardiasis, rotavirus, and cryptosporidiosis, as well as for respiratory illness and middle ear infections [88, 89] . Infectious disease outbreaks, particularly of gastrointestinal illness due to several common pathogens (ie, rotavirus, giardiasis), are also more common in daycare attendees [90] . The frequent prescription of antimicrobial agents for young children attending daycare has created an ideal environment for the development and spread of antimicrobial-resistant pathogens. Recent studies show a four-fold increase in the rate of colonization and infection due to high-level penicillin-resistant Streptococcus pneumoniae strains among children attending daycare facilities [91] .\n\nChildren in communal living situations such as daycare are also at a higher risk for exposure to vaccine-preventable diseases, because recent social trends toward decreased immunization of young children have created a larger pool of susceptible individuals. Parents are choosing not to vaccinate their children for several reasons, including fear of a serious adverse event (such as development of a neurologic disease) and religious beliefs that do not support immunization [92, 93] . The recent purported link between childhood vaccination and the development of autism may also enhance this disturbing trend [94] . Previously eradicated vaccine-preventable diseases have recently re-emerged because of the lack of herd immunity that would be provided by high rates of childhood immunization. Pertussis has again become endemic in the United Kingdom and other industrialized countries, and large epidemics of diphtheria have occurred in the former Soviet Union [95, 96] .\n\nRapid urbanization and globalization of the food supply have radically changed people's dietary habits and the ways in which food is processed and packaged. Not only are people eating a vastly different variety of foods, but food is also much less likely to be prepared and eaten at home. Food used to be grown and distributed locally, but products from abroad may now be purchased routinely from local grocery stores or markets. Mass production of common foods also means that contamination may cause food-borne disease in many more people than was previously possible. Not surprisingly, the number of cases of gastroenteritis due to food-borne outbreaks has risen steadily in parallel with these changes in our dietary habits. Food-borne illness in the United States alone is estimated to cause up to 80 million illnesses and between 500 and 9000 deaths per year, but the actual burden of this problem is not known. Infectious enterocolitis cases due to Salmonella, Shigella, and Campylobacter organisms continue to increase steadily [97] . In the United States, Salmonella serotype Enteritidis isolates have risen from 5% in 1976 to 26% in 1994, and more than 400 outbreaks due to this organism were reported to the CDC between 1993 and 2000 [97] . The food source most commonly implicated in Salmonella outbreaks was raw or lightly cooked eggs prepared in a commercial venue (eg, a restaurant, delicatessen, or cafeteria). Communal salad bars have also been responsible for large food-borne outbreaks [98] . Breaches in food-handling hygiene have been implicated in community outbreaks of viral gastroenteritis, including Norovirus, Norwalk, Sapporo-like virus, and Group A Rotavirus [99] .\n\nEntire communities are at risk of contracting disease during large food-or waterborne outbreaks. In 1993, hamburgers contaminated with Escherichia coli 0157:H7 that were served at a fast-food chain caused a large hemorrhagic colitis outbreak that involved several states [100] . As a result of their toxigenic E coli infection, several young children also developed hemolytic uremic syndrome, and at least four of them subsequently died. In Walkerton, Ontario in May 2000, a large waterborne outbreak of E coli 0157:H7 and Campylobacter jejuni occurred when, after a period of heavy rainfall, well water serving the town was contaminated by surface water carrying livestock waste [101] . Several hundred people in Walkerton became ill with infectious enterocolitis due to one or both of these pathogens, and, tragically, 11 people subsequently died [102] . This outbreak highlighted the fact that cattle and other farm animal waste contamination of surface waters and watersheds in close proximity to human settlements may play a larger role than previously thought in humans' contracting infections with enteric pathogens. Parasitic contamination of water, primarily due to either Giardia lamblia of Cryptosporidium, may also cause massive waterborne disease outbreaks. The largest reported parasitic waterborne outbreak in the United States occurred in Milwaukee, Wisconsin in 1993. Cryptosporidium contaminated the municipal water supply and caused more than 400,000 cases of diarrhea, resulting in the hospitalization of 4400 persons [103] .\n\nFood-borne and waterborne illness also may be imported from other countries or by returning travelers, visitors, or immigrants who have contracted a gastrointestinal illness while abroad. Imported enteric infections are of concern because the type of infection may not otherwise be seen in the United States, and typically the strain is more likely to be resistant to one or more antibiotics. A strain of Salmonella serotype Typhimurium phage type DT104 resistant to ampicillin, chloramphenical, streptomycin, sulfonamides, and tetracycline was introduced into the United States in 1996 from abroad, and outbreaks have occurred in every subsequent year. By 2000, this strain made up 28% of all Salmonella serotype Typhimurium isolates in the United States and the United Kingdom [97, 104] . After almost a century without disease, cholera caused by the enteric gram-negative pathogen Vibrio cholerae has recently returned to the Western Hemisphere through several mechanisms [67] . Perhaps the most important is the person who travels while incubating a V cholerae infection. Travel-associated cases in which the organism was introduced from abroad have been identified in the United States in recent years, but they did not result in local transmission [105] . V cholerae can also be transported in foods themselves. There have been several well-documented outbreaks in the United States following consumption of food that was brought into the country from a developing country [106] . Another important mechanism is the transfer and discharge of V cholerae-contaminated water from the ballast of freighter ships [107, 108] . Toxigenic V cholerae 01 of the Latin American epidemic subtype were detected in 1992 in a Gulf Coast oyster bed located near a shipping channel leading into the inner harbor. The same strain of the organism was repeatedly recovered from the ballast water discharged from freighters arriving from Latin America [109] . The discharge of freighter ballast may be the mechanism of worldwide V cholerae contamination of harbor areas, which leads to cases of infection in people consuming raw or undercooked shellfish from the area.\n\nClimate has affected the timing and intensity of disease outbreaks throughout history, but up until recently, typical changes happened so slowly that they were hardly noticeable even to the experts. Recent attention has been focused on the unprecedented climatic changes being brought about by the phenomenon of global warming. Modern technology, particularly the high volume energy consumption resulting from the burning of fossil fuels like gas, oil, and coal, is probably responsible for the historic climatic changes being documented by scientists worldwide. The average global temperature has increased by 0.6(C since the Industrial Revolution, and 9 of the 11 hottest years of the twentieth century occurred after 1985 [110] . Scientists from the Intergovernmental Panel on Climate Change forecast a 1.0(C to 3.5(C increase in average global temperature by 2100 [111] . Global warming will accelerate the emergence of infectious diseases through a disruption of Earth's hydrologic cycle that will increase episodes of severe rainfall, droughts, and floods. These unique environmental conditions will promote emergence of infectious diseases by means of the expansion of vector populations, the occurrence of food shortages, and the contamination of large water sources. Global warming has already caused several El Nin˜o events in recent years, with warming of the surface seawater temperatures. A severe El Nin˜o event in 1993 resulted in an algal bloom in the surface waters along the Pacific coast of South America [112] . The ocean reservoir of V cholerae spread to the coast of South America on the zooplankton plate created by the unique environmental conditions that existed at that time. This contamination reintroduced cholera into Latin America after a hundred year absence [67] .\n\nStudies of climate modeling for vector-borne diseases under enhanced global warming conditions suggest a significant increase in the geographic areas conducive for vector-borne disease transmission [110] . Such temperature increases expand the niche for insect vectors that depend on higher temperature and humidity for their breeding and survival. Recent examples abound of the consequences of expanding the geographic areas of vectors of infectious diseases. There has been a dramatic resurgence of malaria in many endemic areas, including Latin America, central and east Africa, and Asia, but even more worrisome are the reports of endemic malaria cases in areas that have been historically malaria-free, such as the southern United States [76, 78, 113, 114] . High-risk analysis shows that by 2050 another 650 million people may be living in expanded malaria-endemic areas, and by 2100 this number could grow to approximately a billion [115] . Recent data also exist for the emergence and expansion of arboviral disease activity (eg, dengue fever, yellow fever, West Nile virus, St. Louis, Rift Valley Fever, Murray Valley and Japanese encephalitis viruses) in many parts of the world due to unique environmental conditions, including El Nin˜o events. Many recent arboviral outbreaks have been caused by the expansion of the mosquito vector population following a period of unusually heavy rainfall. Analysis of Rift Valley Fever virus epidemics in East Africa shows that these preceding factors were almost always present, for instance in the episode between 1997 and 1998 in Tanzania and many East African countries. An estimated 89,000 persons contracted Rift Valley Fever virus infection in this epidemic, with approximately 500 deaths [116, 117] . Unusually warm climatic conditions have also been implicated in the Four Corners outbreak of Sin Nombre hantavirus infections that occurred in the Four Corners area of New Mexico, Colorado, Arizona, and Utah in 1993 [22] . Because of the increased availability of pinon nuts, there was an expansion of the deer mouse population in these areas. Mouse invasions of human residences brought a large number of mice carrying chronic Sin Nombre hantavirus infection in close contact with humans. The subsequent hantavirus pulmonary syndrome outbreak in humans was the first episode of its kind due to this virus.\n\nAnother ideal model for studying the role of climate change and environmental disruption in fostering mosquito vector-borne disease activity is the expansion of dengue fever virus over a wide geographic area in the tropics [20] . Dengue fever and dengue hemorrhagic fever (DHF) are caused by the transmission of four antigenically related dengue virus serotypes by Aedes aegyptii mosquitoes. Prior dengue fever activity in the tropics over the past 200 years was characterized by periodic, often infrequent epidemics. However, in the past 15 years there has been a resurgence of epidemics due to all serotypes of the dengue fever virus throughout the tropics. Dengue fever/ DHF is now the most important arboviral disease in the tropics, with an annual estimated 50 to 100 million cases of dengue fever and several hundred thousand cases of DHF [118] . This resurgence has been caused by climatic and ecological conditions that facilitated a geographic expansion of both the mosquito vectors and the viruses and allowed cocirculation of multiple dengue fever serotypes in an area (ie, hyperendemicity), a condition required for the development of DHF.\n\nWorld War II resulted in massive ecological disruption in many parts of Southeast Asia and the South and Central Pacific Islands by means of wholesale destruction of water systems that necessitated increased water storage for domestic use [118] . Discarded war equipment and debris also created ideal mosquito larval breeding habitats for A aegyptii. Expansion of the geographic distribution of both mosquito vectors and the dengue fever viruses also occurred during the war as a result of the movement of large amounts of equipment and men between countries across the region. Parts of Central and South America have also evolved into dengue fever/DHF hyperendemicity areas because of the reintroduction of A aegyptii in the 1970s and 1980s, combined with urbanization and population movement across this region. Cuba, Venezuela, Brazil, and Nicaragua have all experienced major recent epidemics of DHF, and several other countries have had sporadic or small numbers of reported cases [118] . The range and significance of dengue fever/DHF activity in the tropics will continue to evolve because of the lack of effective A aegyptii mosquito control programs.\n\nEmerging infectious diseases contribute substantially to the total chronic disease burden in the United States and other industrialized countries where ready access to modern medical technology can prolong life. Table 3 outlines some of the chronic diseases that have recently been attributed to infection [70, 119] . Despite complex and costly treatment courses that are often prolonged, many chronic diseases induced by infectious agents result in significant mortality. Many of these chronic conditions also create a large pool of immunocompromised people in the population who are at risk of contracting a wide variety of opportunistic infections that may be transmissible (eg, Herpes zoster virus).\n\nThe most common chronic disease causing end-stage kidney failure requiring organ transplantation (ie, kidney or pancreas) is diabetes mellitus [120] . In the United States, the reported incidence of this disease increased from 0.5% to 3.0% of the nation's population between 1935 and 1995. However, an estimated 16 million Americans are living with diabetes mellitus, so the true population prevalence may be higher than 5%. Hepatitis C is now recognized as the leading cause of chronic liver disease and cirrhosis, with an estimated 150,000 new infections per year reported in the United States [121] . End-stage liver disease due to chronic hepatitis C infection has already become the most common reason for liver transplantation [122] . Hepatic carcinoma is also caused by chronic hepatitis C infection, and the rates of many other malignancies induced by infectious diseases (eg, lymphoma, gastric carcinoma) are also increasing [123] . Cancer chemotherapy may induce prolonged periods of profound immunosuppression because many of the agents are toxic to the bone marrow [124] . These immunocompromised individuals also have a markedly increased susceptibility to a broad range of opportunistic infectious diseases.\n\nMany other chronic disease conditions are probably induced by infection: Sjo¨gren syndrome, multiple sclerosis, Alzheimer disease, and Kawasaki disease have all been associated with a viral origin [125] . In addition, Chlamidia pneumoniae (TWAR agent) has recently been implicated in atherosclerosis and coronary artery disease [126] .\n\nClinical microbiology laboratories rely mainly on phenotypic methods (ie, culture and biochemical tests) for identification of human pathogens of interest from clinical specimens. However, the recent development and implementation of genotypic or molecular identification methods in diagnostic laboratories are rapidly expanding the ability to detect unusual fastidious pathogen infections. Several recent publications provide excellent reviews of the most common technologies currently being used for clinical diagnostics [127] [128] [129] . Newer real-time (RT) adaptations of the standard polymerase chain reaction (PCR) have expanded the capability of this assay to detect up to four separate primers/probes in a single reaction tube [130] . Development of other multiplexing methods such as microarrays for diagnostic applications will allow the molecular microbiology laboratory of the future to perform pathogen detection, characterization, and antibiotic susceptibility testing on a single testing platform [131] . High throughput nucleic acid sequencers are already in use in diagnostic molecular microbiology laboratories for rapid accurate pathogen detection and genotyping applications, and this method is the mainstay of rapid pathogen identification for organisms that cannot readily be identified by phenotypic tests [132, 133] . During the past 15 years, a number of previously unrecognized infectious agents have been discovered and identified directly from clinical specimens using molecular methods. Although the discovery of these pathogens and their association with common diseases leaves the impression that these entities have recently emerged, the diseases induced by these infections have been around for a long time. Acute and chronic hepatitis due to transfusion-mediated non-A, non-B hepatitis had been described clinically for decades before the application of molecular cloning techniques led to detection and characterization of a ''new'' hepatitis virus designated as Hepatitis C virus (HCV) in 1989 [134] . Cloning and analysis of the HCV genome resulted in the identification of viral antigens that were then used in commercial serologic assays to detect HCV infections in individuals and to screen the blood supply. RT-PCR is now used to detect, quantify, and genotype HCV in clinical laboratories, because it has not been possible to propagate the virus in tissue culture. A large HCV epidemic among persons receiving infected blood or blood products or engaging in other high-risk behaviors for bloodborne pathogen transmission has been occurring for several decades but went previously undetected [121] . The causative agent of Whipple disease, Tropheryma whippeilii, is another uncultivatable microorganism that was identified by molecular methods [135] . PCR using primers directed against several conserved sequences in the bacterial 16S rRNA gene was used to produce an amplified product whose sequence was subsequently analyzed and compared with known 16S rRNA sequences. This unique universal 16S RNS primer method established an approach to the discovery of unrecognized pathogens that is used to characterize other organisms and their disease associations. Other examples of human pathogens that were first identified from clinical specimens using molecular approaches include Bartonella henselae, which causes bacillary angiomatosis, Mycobacterium genavense, an atypical species that has been reported to cause disseminated infections in AIDS patients, Chlamydia pneumoniae (TWAR agent), which causes community-acquired pneumonia, Human herpesvirus 8, the causative agent of Kaposi's sarcoma, and Sin Nombre virus, which causes the Hantavirus pulmonary syndrome. Application of molecular technology is likely to reveal many other associations between previously recognized diseases and previously undetected human pathogens.\n\nMicroorganisms are constantly evolving in response to indirect and direct selection pressures in their environment. Perhaps the most important emerging viral infection of humans is influenza [49] . Influenza has been causing worldwide acute respiratory infection outbreaks since ancient times. Influenza is uniquely endowed as a respiratory pathogen by its ability readily to modify its antigenicity, a property referred to as antigenic variation. Antigenic variation involves principally the two external glycoproteins of the virus, the hemagglutinin (HA) and the neuraminidase (NA), and is referred to as antigenic drift or antigenic shift depending on the magnitude of the overall change [49] . Antigenic drift refers to minor antigenic changes that occur frequently (typically every 1-3 years) within the virus's HA or NA or both, and these strains cause annual epidemics. Antigenic shift occurs when there is a major reassortment of one or both viral antigens to create a ''new'' virus to which there is no population immunity.\n\nUntil recently, the origin of Influenza A virus pandemics and the mechanism of reassortment were unknown. However, Influenza A has been widely recognized for its ability to infect a diverse range of animal hosts, particularly avian species. Although it had been hypothesized that Influenza A could cross the species barrier from infected birds (eg, chickens, ducks) into humans, there were no documentation cases until the ''bird flu'' incident occurred in Hong Kong in 1997 [50] . In March 1997, 6800 chickens on three poultry farms in Hong Kong's rural New Territories rapidly died from infection by an avian strain of influenza that had developed a variation in the H gene known as H5-a mutation that is notoriously lethal to chickens. Although all the birds from these farms were slaughtered, human cases began to be identified in Hong Kong later that year. Investigation of the birds in the Hong Kong markets showed that 10% were infected with the H5 avian influenza strain. Overall, 18 confirmed cases of avian influenza occurred in humans in close contact with infected birds during this outbreak, and the infection was rapidly fatal in six of the patients. Although no humanto-human transmission of the avian influenza virus occurred, experts feared that coinfection of a human with the avian H5 and a human influenza strain would cause the reassortment needed to produce a new highly pathogenic influenza strain that could be efficiently transmitted by respiratory droplets. A potential worldwide pandemic was averted by the Hong Kong public health official's decision to slaughter all of the birds (chickens, ducks, geese) housed in the markets. Southeast Asia has recently experienced another ''bird flu'' epidemic that has killed thousands of domestic birds through viral infection and slaughter, and the spread of this virus into humans has again resulted in several patient fatalities [51, 136, 137] . Although this outbreak occurred during the normal epidemic season for human influenza, a pandemic may have been narrowly averted by the mass slaughter of affected poultry flocks throughout the region. It is clear that public health authorities and health care workers must remain constantly vigilant for the eventuality of another influenza A pandemic-one that, by means of international air travel, could disseminate globally in a matter of days.\n\nAnother stark example of the ability of microorganisms rapidly to adapt is the worldwide development of many types of antimicrobial resistance in common human pathogens. In the 50 years since sulpha drugs and penicillin were introduced, many types of bacteria have developed resistance to one or more classes or types of antibiotic agents. Drug options for treatment of infections are increasingly limited and in some cases already nonexistent. In recognition of the extent of the problem, the World Health Organization has designated antimicrobial resistance a major global public health issue [138, 139] .\n\nThe major factor driving the rapid emergence of antimicrobial resistance has been the over-use of many types of agents for conditions that do not require treatment or for which use of an antibacterial agent will be ineffective. Supplementing animal feed with antimicrobial agents to enhance growth and prevent illness in agriculture has been a common practice for several decades, and agricultural use worldwide accounts for more than half of the world's total antibiotic use [140] . The use of antibiotics to enhance growth and prevent illness in domesticated animals most likely contributes to the emergence of new antibiotic-resistant strains of bacteria in humans, some of which may cause disease. The best example of the direct human effects of this practice comes from Europe, where the use of the glycopeptide avoparcin for a growth promoter has created reservoirs of food animals carrying vancomycin-resistant Enterococcus faecium that may be transmitted to people [141] . In developing countries, complex socioeconomic and behavioral factors lead to acquired bacterial resistance, including the availability of many types of common antibiotics over the counter and the subsequent indiscriminate over-use of these drugs by unskilled practitioners and laypeople [142] . However, antibiotics have also been grossly overused in countries where antimicrobial agents require a physician's prescription. Most oral antimicrobial prescriptions are for upper respiratory infections that are viral in origin and for which these drugs will not be effective. This over-use of antibiotics has created an ideal environment for the development and selection of drug-resistant bacteria not only in common commensal flora but also in bacterial pathogens that cohabitate the human pharynx, such as Streptococcus pneumoniae [143, 144] .\n\nModern medical practice is also driving the development of antimicrobial resistance in many types of nosocomially acquired human pathogens [145] . The increase in tertiary and quaternary procedures performed in modern acute care hospitals (eg, invasive surgical procedures, transplantation, cancer chemotherapy, long stays in intensive care units, and renal dialysis) creates an ever-increasing pool of debilitated patients requiring intravenous catheterization, multiple courses of broad-spectrum antibiotics, total parenteral nutrition, and long periods of hospitalization. These risk factors, combined with inadequate infection control measures, have all contributed to the emergence of methicillin-resistant S aureus, vancomycin-resistant enterococci, and a variety of multidrug-resistant gram-negative bacilli as major pathogens in modern hospitals [146] [147] [148] [149] . Some of the same factors have also contributed to the emergence of fungal diseases such as disseminated candidal infections, which have increased eleven fold in hospitalized patients in the United States since the 1980s [150] . Since the introduction and widespread use of azole drugs there has also been an increased prevalence of azole-resistant yeast and mold infections [151] . Candida infections are increasingly due to species other than C albicans that are inherently resistant to fluconazole. Some of the fungi with low pathogenicity, like Aspergillus species and other molds, are increasingly recognized as important causes of invasive life-threatening disease in immunocompromised patients [150] .\n\nAnother cause for worldwide concern is the emergence of resistance to commonly used antimalarial compounds such as chloroquine, particularly in Plasmodium falciparum. Chloroquine-resistant P falciparum is most prevalent in Southeast Asia and the central and southern parts of Africa, and travelers to these areas are at risk of acquiring life-threatening infections if appropriate prophylactic measures are not rigorously followed [72] . Multidrug-resistant M tuberculosis (M-DRTB) has also developed significant resistance to rifampin and isoniazid, drugs that have been the cornerstone of effective treatment. Outbreaks of M-DRTB have been reported in New York City and many parts of the developing world [48, 152] . Antiviral resistance has also become common in HIV since the introduction of highly active antiviral therapy a few years ago [153] . Widespread transmission of these types of antimicrobial resistance will most likely result in substantial mortality due to the lack of effective treatment.\n\nIt is clear that the development of new antibiotic agents cannot keep pace with the emergence of new types of antimicrobial resistance. Unless global programs are put in place to control the inappropriate use of antibiotics, the incidence of serious types of antimicrobial resistance will continue to increase worldwide. Deaths from common infections that were previously treatable will become more numerous, and heroic modern medical procedures may be curtailed because the risk of acquiring a life-threatening infection outweighs the risk of death due to the patient's underlying condition.\n\nThe recent rapid emergence of new infectious disease threats in addition to the re-emergence of old ones has important implications for the current practice of public and global health systems and their ability to contain the spread of these infections. The recent unexpected introduction of West Nile virus and the SARS-coronavirus to North America from abroad starkly illustrated the ability of large infectious disease outbreaks rapidly to overwhelm primary and public health systems in industrialized countries, with severe economic consequences [154, 155] . In the past several decades there has been a withdrawal of financial support for public health systems. Critical infrastructure support for public health initiatives is inadequate at best, and vital technology, such as computer information systems needed to establish communication networks for disease prevention, has not been put in place [156] [157] [158] . Existing public health infrastructure could be readily overwhelmed in many parts of the world for a number of reasons besides new infectious disease threats. Population mobility due to rapidly changing conditions in the world (eg, ongoing conflict, natural disasters) can also easily overwhelm the existing public health infrastructure. Wars, earthquakes, fires, and floods rapidly cause massive environmental disruption and displacement of large numbers of people from a particular geographic location [159, 160] . To some extent, the local, national, and international public health systems have not been able to keep abreast of or adapt to the problems caused by massive population mobility and the resultant risks of communicable disease transmission.\n\nIn the past, the risks due to infectious diseases in mobile populations have been managed through a combination of several approaches, including screening for the diseases, providing treatment, and reducing the likelihood of outbreak through preventative therapy, isolation, restricted movement, and immunization. However, to apply these measures successfully, public health officials needed access to the populations at risk. Although some mobile populations are required to present for medical immigration screening or vaccination status verification, there are no required medical procedures for most international travelers. Mandatory disease screening of international travelers returning from abroad would not be entirely effective in any case, because people may appear clinically healthy despite being infected and potentially contagious if they are traveling within the infection's incubation period. Recent examples include passengers with viral hemorrhagic fevers who arrived in Europe and the United States. The recent emergence of SARS in China and the rapid global dissemination of this viral infection by returning travelers highlight this problem.\n\nThe new reality is that national or international governments or public health officials are no longer the first point of contact for the assessment screening of mobile populations. As was clearly demonstrated in Toronto by the recent SARS outbreak, the initial interaction of infected travelers and their contacts was with the primary health care system: their family physician's office and the Emergency Department of a community acute care hospital. Subsequent spread of the SARS-coronavirus from these cases to primary contacts within the health care system was in part due to the lack of recognition and immediate application of infection control procedures, including personal protective gear that would have prevented respiratory droplet transmission of the virus [161] .\n\nBioterrorism has also become a reality of our time. Whereas it was once considered unconscionable to use biological weapons intentionally on civilian populations, events in the United States following the airplane destruction of the World Trade Center towers clearly demonstrate that this is no longer the case [162] . Another bioterrorism attack against American citizens in the United States is inevitable in the twenty-first century. Indeed, because dissemination of biological agents is now relatively easy and inexpensive, no civilian population is immune to this type of event, given the scope of recent global terrorist activities. The threat of bioterrorism has forced many developed countries to put in place preparedness plans and to implement intensive research aimed at developing new diagnostic tests for the detection of the agents most likely to be used. Pathogen genome sequencing projects are underway for Bacillus anthracis and other microorganisms that may be used as biological weapons, because rapid diagnostics will be critical to response to an attack, as was so clearly demonstrated by the events in the United States following September 11, 2001 [163] . In October 2001, bioterrorists used the United States Postal Service to disseminate military-grade anthrax spores through the mail [54, 55, 164] . Development of a coordinated laboratory network between the diagnostic microbiology laboratory sector, the state public health laboratories, and the CDC in Atlanta, Georgia was critical to the early recognition of this bioterrorist event [119] . On October 4, 2001, when a 63-year-old man was hospitalized in Palm Beach County, Florida with inhalation anthrax, his respiratory samples were sent to Integrated Regional Laboratories (IRL), Florida [164] . Because the CDC had recently established a laboratory network for biological weapons pathogen recognition that included front-line diagnostic laboratories such as IRL in its training, officials at this laboratory rapidly recognized they were dealing with a case of pulmonary anthrax and alerted the CDC, which confirmed their identification of the isolate within 24 hours. Similar laboratory networks need to be established across national and international boundaries so that the information about critical events can be rapidly and transparently shared between the primary care and public health systems.\n\nGlobal and local public health systems can no longer function in isolation from the rest of the health care system. The public health system must develop integrated networks with the primary health care system so that emerging infectious disease threats, including bioterrorist events, can be rapidly recognized and contained [119] . As the new first point of contact for infected and potentially contagious returning travelers or immigrants and for patients exposed to biological weapons pathogens, first responders in municipalities (eg, firemen, police) and front-line health care personnel (eg, primary care physicians, emergency medical services, emergency and ICU unit staff) need enhanced infrastructure, equipment, and education that will enable them to recognize, manage, and implement appropriate infection control practices for a broad range of infectious diseases, so that diagnosis, treatment, and containment are not delayed.\n\nInfectious diseases have an ever-increasing importance worldwide not only because of the remarkable emergence and re-emergence of pathogens, but also because globalization and population mobility have forced our realization that to have global health, we must address the ongoing morbidity and mortality of common infections in the developing world, including the HIV pandemic. Because pathogens do not recognize national boundaries, the rapidity with which individuals can circumnavigate the globe incubating infections makes infectious diseases an enormous challenge for governments and for the public and primary health care systems. The time for action is now, given the enormity and complexity of the infectious disease challenges facing us today and beyond. A global strategy for dealing with the emergence and re-emergence of infectious disease threats throughout the world must be developed and implemented as soon as possible."}