{"title": "", "body": "H umanity has been profoundly affected by plagues since the dawn of recorded history. The mother of all plagues, the Black Death, killed more than one third of the population of Europe in the 14th century. 1 In more recent times, the great influenza epidemic of 1918, which had an inexplicably devastating mortality in persons between the ages of 20 and 40 years, 2 claimed the lives of 4 times as many soldiers as died on the battlefields of France at the height of World War I, and 25 to 50 million persons worldwide died of H1N1 influenza A. 2, 3 The world now faces a new apocalyptic horseman, severe acute respiratory syndrome (SARS), caused by a new human coronavirus (SARS-CoV). Genetic evidence suggests that SARS-CoV is a human-animal recombinant [4] [5] [6] [7] that made the leap, possibly from a civet or other smaller mammal, to humans in Guangdong Province, southern China. 7 8 In keeping with its infamous historical predecessors, SARS has resulted in the deaths of 12% of patients with this disease, 8 many in some of the most advanced hospitals in the world. [9] [10] [11] [12] Mortality in persons older than 60 years has exceeded 40%. 13 and has led to containment of SARS in most of the affected countries, particularly Vietnam, Singapore, and Hong Kong, at the time this editorial was written. 8, 16 SARS is unique among the numerous types of community-acquired pneumonia: (1) it has a prohibitive mortality, considerably higher than most other viral or bacterial community-acquired pneumonias, with the exception of pneumonitis caused by Legionella pneumophila or Hantavirus;\n\n(2) mortality has been high in adults, especially those older than 60 years, but clinical disease has been uncommon and mild in children 17 ; (3) early microbiologic confirmation of SARS has been difficult because the virus is hard to culture in vitro, conventional DNA/RNA detection techniques such as reverse-transcriptase polymerase chain reaction have been relatively insensitive in the early phase of infection, 4-6,10-12 and seroconversion, which ultimately occurs in nearly all infected individuals, takes up to 20 days 11 ; (4) SARS can be extraordinarily contagious, 18, 19 with more than one half of the early cases involving health care workers 9-12 ; (5) the incubation period of SARS (mean, 6.4 days 13 ) is much longer than that for other respiratory viruses, and it appears that infected persons are not contagious until they become symptomatic; and (6) most cases probably become infected by droplet spread 20 (<10 µM respiratory particles inhaled within 2 m of the source), but SARS-CoV can survive for hours on environmental surfaces, 21 and, at least in theory, there appears to be potential for contact transmission and even fecal-oral spread. 9, 11, 19, 22 In this issue of the Mayo Clinic Proceedings, Sampathkumar et al 23 provide a succinct review of SARS and a valuable primer for clinicians and infection control practitioners. Although clinical features of SARS are nonspecific, with near-ubiquitous fever and cough, it must be emphasized that coryza and sore throat, which are common with most other human respiratory virus infections, are uncommon in SARS, and the cough is characteristically nonproductive. [9] [10] [11] [12] In contrast, gastrointestinal symptoms such as diarrhea are common and in some cases may predominate without respiratory symptoms. 11, 19 Notably, several laboratory findings, rarely seen with other types of community-acquired pneumonia, may prove to be of considerable value as surrogate markers of early SARS: lymphopenia (<1000/µL); mild thrombocytopenia (<150,000/ µL); evidence of disseminated intravascular coagulation with elevated D-dimer levels; low-grade rhabdomyolysis with elevated creatine phosphokinase levels; and especially an elevated lactic dehydrogenase level; 1 or more of these abnormalities are seen in up to 90% of patients, particularly in sicker patients. [9] [10] [11] [12] Until a sensitive, specific, and rapid confirmatory diagnostic test becomes available, for any febrile patient with cough, especially with radiological evidence of pneumonia or acute respiratory distress syndrome (ARDS), who has recently returned from a country where community transmission of SARS is occurring or has occurred or who has had recent close contact with another person suspected of having SARS, an immediate algorithmic approach must be initiated to prevent nosocomial spread. Specific measures include segregating patients with suspected SARS from other patients, ideally in a negative-pressure isolation room; masking the patient; and requiring all health care workers attending to the patient to wear a fit-tested N-95 respirator mask (or powered air-purifying system), a full-length long-sleeved gown and nonsterile gloves, and eye protection with goggles or a face shield. 24, 25 Suspicion of SARS must be recorded on all specimens sent to the diagnostic laboratory. As Sampathkumar et al point out, all health care workers attending to the patient must be noted and monitored closely for fever, the earliest sign of occupationally acquired infection.\n\nThe importance of measures to prevent droplet airborne spread cannot be overemphasized. In a novel analysis of a large cohort of health care workers who had had extensive contact with patients with SARS in 5 Hong Kong hospitals, Seto et al 20 found that no health care worker who consistently used a mask, either an N-95 respirator mask or a high-quality surgical mask, became infected (P<.01), even if he or she did not always wear gloves. Hand washing and wearing a gown also appeared to be important in protection against occupationally acquired infection.\n\nTo prevent spread of SARS in the community, public health authorities must strive to identify every contact of the presumed case, especially health care workers exposed without the benefit of barrier precautions, and place them on home quarantine. 24, 25 The epidemiological feature of SARS that gives greatest hope for containing spread is the prolonged incubation period, which allows case-contact investigation and quarantine to be instituted before contacts destined to become ill can spread SARS-CoV to others. Whereas quarantine was ineffective in preventing spread of influenza during the great epidemic of 1918 2,3 because of its extremely brief incubation period, isolation of actively infected patients and stringent quarantine of those exposed have been the linchpin of control of SARS in Vietnam, Hong Kong, Singapore, Canada, and perhaps even China. [9] [10] [11] [12] [13] 16 Beyond ruling out other treatable causes of communityacquired pneumonia and cutting-edge supportive care for critical illness, 26 including lung-protective low-tidal-volume mechanical ventilatory support, 27 stringent glycemic control, 28 restrictive use of packed red blood cell transfusions, 29 and uncompromising adherence to basic infection control precautions, 26 it is still uncertain whether corticosteroids or antivirals, such as ribavirin, both recommended For personal use. Mass reproduce only with permission from Mayo Clinic Proceedings. anecdotally by Hong Kong physician-investigators who have treated large numbers of patients, [9] [10] [11] will improve outcome in terms of reducing mortality and length of hospitalization. The exuberant, proliferative inflammatory response with alveolar membrane formation seen histopathologically 5,10,11 is extremely similar to that seen in gardenvariety ARDS but also not unlike desquamative interstitial pneumonitis or organizing pneumonia, 30 with or without bronchiolitis obliterans, 31 conditions that usually respond favorably to corticosteroids. Evidence that moderate doses of corticosteroids may be of benefit in refractory late-phase severe ARDS 32 and unequivocally improve survival in patients with AIDS and severe Pneumocystis carinii pneumonia 33 further suggests that, in patients with SARS and progressive hypoxemic respiratory failure, early treatment with prednisone at a dose of 1 to 2 mg/kg per day may improve survival. In contrast, the efficacy of antivirals such as ribavirin, which has substantial toxicity, 12 is far less clear, and no antiviral drug or drugs can be recommended at this time. Prospective multicenter randomized trials are urgently needed to determine conclusively the therapeutic role of early use of corticosteroids as well as ribavirin and other candidate antiviral drugs. However, the burning question remains: Will SARS continue to spread? Might it even explode on the world in the coming fall and winter months in the Northern Hemisphere ( Table 1 )? The huge negative economic impact of SARS in Asia and Canada to date has been sobering, 38 but the very real potential for uncontained global spread is even more sobering. Accelerated efforts to develop a vaccine, with trials in animal models under way, are encouraging. We can take heart that SARS has been successfully contained in most affected countries, 8, 16 at least for now, but most importantly, SARS may have launched a new era of international cooperation in communicable disease control and public health in general. 14, 15 It is no longer acceptable for coun-tries to conceal their outbreaks or other health care problems. 39 Realizing that each day hundreds of thousands of people from every corner of the globe fly transcontinentally, the world is a rapidly shrinking global village in regard to infectious diseases. It is in every country's selfinterest to be forthcoming and work collaboratively toward a common goal-the prevention of communicable diseases and improvement of the health of every citizen of the world. In all likelihood, so is the SARS coronavirus (SARS-CoV) [4] [5] [6] [7] Serologic surveys by the CDC using specimens from US serum banks show no persons with preexisting antibodies to the new SARS virus 5 SARS has also had a prohibitive mortality 8 and has killed previously well health care workers, including the discoverer of SARS, Dr Carlo Urbani 37 SARS has caused epidemic disease all spring and will likely continue to spread slowly throughout the summer months\n\nWith SARS, we do not know what will occur, but we must be prepared for the worst; countries, regional and municipal health departments, hospitals, and individual practitioners must be informed and prepared"}