{"title": "To appear in: Psychiatry Research The psychological impact of the COVID-19 epidemic on college stu-dents in China", "body": "The novel coronavirus (COVID-2019) has spread very rapidly all over China and several other countries, causing an outbreak of acute infectious pneumonia (Bao et al., 2020) . According to the official website of the National Health Commission of China, there were 49824 confirmed cases (including 9915 severe cases) and 3434 suspected cases of COVID-19 in China as of 23 February 2020 (National Health Council, 2020) . This large scale, infectious, public health event, imposed enormous pressure on the Chinese government, medical and healthcare providers, and the general public (Pan et al., 2020; . Thirty-one provinces in China initiated a Level-1 public health response (Deng et al., 2020) . The epidemic brought not only the risk of death from the viral infection but also unbearable psychological pressure to people in China and the rest of the world (Xiao, 2020; Duan, 2020) . The continuous spread of the epidemic, strict isolation measures and delays in starting schools, colleges, and universities across the country is expected to influence the mental health of college students. There have been reports on the psychological impact of the epidemic on the general public, patients, medical staff, children, and older adults Yang et al., 2020; Li et al., 2020) . However, no detailed study on the mental health status of college students facing the epidemic has been conducted to date.\n\nThe 7-item Generalized Anxiety Disorder Scale (GAD-7) is one of the most widely used instruments for the detection and screening of anxiety disorders, and it is a module of the 'Patient Health Questionnaire (PHQ; Spitzer et al., 1999) , which is the first self-reported questionnaire developed for primary care, to aid the diagnostic process of specific disorders (Toussaint et al., 2020) . The GAD-7 takes less than 3 minutes to complete and easy to score (Budikayanti et al., 2019) . Today, the GAD-7 is the most widely used measure of anxiety used in clinical practice and research due to its diagnostic reliability and efficiency (Johnson et al., 2019) . It can be applied for screening, diagnosis, and the assessment of the severity of anxiety disorders, as well as for social phobia, post-traumatic stress disorders, and panic disorders (Moreno et al., 2019) .\n\nMethods of guiding students to effectively and appropriately regulate their emotions during public health emergencies and avoid losses caused by crisis events have become an urgent problem for colleges and universities. Therefore, we investigated and analyzed the mental health status of college students during the epidemic for the following purposes. (1) To evaluate the mental situation of college students during the epidemic; (2) to provide a theoretical basis for psychological interventions with college students; and (3) to provide a basis for the promulgation of national and governmental policies.\n\nThe target population comprised undergraduates of Changzhi medical college. The respondents in the target population were sampled by cluster sampling. We assessed the mental health of these students during the COVID-19 outbreak by using structured questionnaires. The questionnaires were anonymous to ensure the confidentiality and reliability of data. Finally, 7143 respondents that completed the questionnaires were included in the final analysis (100% response rate).\n\nThe study instrument comprised a structured questionnaire packet that inquired demographic information, including gender, region, place of residence, and source of parental income, among others. They were also inquired about their cognitions and preventive behaviors regarding COVID-19 and the availability of social support. Moreover, the participants responded to the 7-item Generalized Anxiety Disorder Scale (GAD-7). The GAD-7 includes seven items based on seven core symptoms and inquires the frequency with which respondents suffered from these symptoms within the last two weeks (Toussaint et al., 2020) . Respondents report their symptoms using a 4-item Likert rating scale ranging from 0 (not at all) to 3 (almost every day), such that the total score ranges from 0 to 21 (Toussaint et al., 2020) . The GAD-7 is a well-validated screening instrument, and it has demonstrated excellent internal consistency (Cronbach's ɑ = .911).\n\nData were analyzed with SPSS Version 22.0. An analysis of descriptive statistics was conducted to illustrate the demographic and other selected characteristics of the respondents. A univariate analysis (Nonparametric test) was used to explore the significant associations between sample characteristics and the anxiety level during the COVID-19 epidemic (Abdellatif et al., 2020) . Statistically significant variables were screened and included in multivariate logistic regression analyses. The estimates of the strengths of associations were demonstrated by the odds ratio (OR) with a 95% confidence interval (CI). Spearman's correlation coefficient, r, was used to evaluate the association between COVID-19-related stressors, including economic and daily-life related stressors, as well as stressors related to delays in academic activities, and anxiety level. A two-tailed p < .05 was considered statistically significant.\n\nThe ethics committee of Changzhi Medical College approved this study. All participants voluntarily gave their informed consent to participate in the study after being informed about the purpose of the study. The procedures of this study complied with the provisions of the Declaration of Helsinki regarding research on Human participants.\n\nThe demographic and selected characteristics of the study population are shown in Table 2 . Among the sample of 7143 college students, approximately two-third were women 67 (0.94%). The respondents lived in Hubei Province; 43.83% lived in rural areas, 95.4% lived with their parents, and 52.86% of the parents of students did not have a steady income. Most participants (99.45%) had no relatives or acquaintances who were infected with COVID-19. Table 1 shows how the mental health of college students was affected to varying degrees during the outbreak. Of the 7143 college students, about three-quarters (75.1%) had no symptoms of anxiety, whereas the proportions of students with mild, moderate, and severe anxiety were 21.3%, 2.7%, and 0.9%, respectively. Table 2 shows the relationship between the demographic variables of students and anxiety. Living with parents had a significant effect on anxiety, such that students living alone had increased anxiety (P < .05), whereas gender and region had no significant effect on anxiety (P > .05). Moreover, students from rural areas (1.02%), families without a steady income (1.09%), not living with parents (1.13%), and having a relative or an acquaintance infected with COVID-19 (2.56%), were more likely to be severely anxious (P < .001). The results indicated that living in urban areas, in contrast to rural areas, was a protective factor against anxiety experienced by the participants (OR = .810, 95% CI = .709 -.925). The stability of students' family income (OR = 0.726, 95% CI = .645 -.817) and living with parents (OR = .752, 95% CI = .596 -.950) were also protective factors against anxiety. However, having a relative or an acquaintance infected with COVID-19 was a risk factor for anxiety (OR = 3.007, 95% CI = 2.377 -3.804). \n\nThe results of the correlation analysis are shown in Table 4 . Worry about the economic influences of the epidemic were positively related to the levels of anxiety in college students (r = .327, P < .001). Moreover, worry about academic delays (r = .315, P < .001) and the influence of the epidemic on daily-life (r = .316, P < .001) were also moderately and positively correlated with the level of anxiety. In addition, the results suggested a negative association between social support and anxiety symptoms of college students during the COVID-19 outbreak. (r = -.151, P < .001). Table 4 Correlation analysis between the COVID-19-related stressors and college students' anxiety when facing the epidemic \n\nStudies have suggested that public health emergencies can have many psychological effects on college students, which can be expressed as anxiety, fear, and worry, among others (Mei et al., 2011) . The main goal of this study was to evaluate the psychological condition of college students during an epidemic and explore factors influencing their anxiety. This survey indicated that 24.9% of college students were afflicted with experienced anxiety because of the COVID-19 outbreak. Of these students, 0.9% experienced severe anxiety, and 21.3% experienced mild anxiety. College students' anxiety about COVID-19 might have been related to the effect of the virus on their studies (Cornine et al., 2020) and future employment . On the other hand, the students' anxiety may have been caused by the gradually increasing distances between people resulting from the quarantine. It is known if anxiety disorders are more likely to occur and worsen in the absence of interpersonal communication (Xiao, 2020; Kmietowicz et al., 2020) .\n\nIt has been indicated that the increasing number of patients and suspected cases, as well as the increasing number of provinces and countries affected by the outbreak, have elicited public worry about being infected in this outbreak, which has increased anxiety (Bao et al., 2020) . Furthermore, the significant shortage of masks and disinfectants, the overwhelming and sensational news headlines, and erroneous news reports have also added to anxiety and fear (Ayittey et al., 2020) . The results of this study indicated college students' anxiety regarding the epidemic was associated with their place of residence, source of parental income, whether living with parents and whether a relative or an acquaintance was infected with COVID-19. However, no significant difference in gender or region was indicated, which is different from previous findings (Moreno et al., 2019) . This difference indicates that male and female students experienced similar stresses and negative emotions as a result of the epidemic.\n\nMultivariate Logistic regression analysis suggested that living in urban areas, in contrast to rural areas, was conducive to reducing the anxiety of college students. This might be explained by the imbalance of economic, cultural, and educational resources between urban and rural areas. The urban economy is relatively prosperous and provides citizens with better material security (Shigemura et al., 2020) . Similarly, the sanitary conditions in cities are better than in towns and villages, which decreases the chances of surviving the virus. Cities also have excellent educational resources, and they have made great efforts to publicize knowledge on how to prevent the epidemic, which attracts attention to the measures taken to stop the epidemic . The stability of family income was also was a significant factor in students' experienced anxiety during the COVID-19 crisis, which could be explained by increased psychological and economic pressure (Liu, 2013) . Living with parents was another favorable factor against feeling anxious. Previous studies have indicated that the risk factors associated with emotional and anxiety disorders in adults include the death of parents in childhood, not living with parents, and parents' psychological problems and mental illnesses (Woodgate et al.,2020; Gentili et al., 2020) , which are consistent with the results of this study. Relatives or acquaintances being infected with COVID-19 was an independent risk factor in college students' anxiety about the epidemic, which might be related to the high contagiousness of the new coronavirus pneumonia (World Health Organization, 2020; Song et al., 2019) . Consistent with our hypothesis, the COVID-19-related stressors, which include economic stressors, effects on daily-life, and academic delays, were positively associated with anxiety symptoms of Chinese college students during the epidemic. Similar studies (Kernan, 2019) have indicated that in addition to the national health situation, the epidemic will also have a significant impact on the economy of the country and individuals. Because of the outbreak, some families will lose their source of income, and students might feel anxious about paying their tuition fees (Peng et al., 2012) . In China, the government took measures, including travel warnings and bans, and extending the national holidays to control the outbreak, which inevitably disrupted routine life and resulted in anxiety. In the mainland China and Hong Kong, all primary and secondary schools were closed, and universities were either postponing classes until March 2020 or were using distant/remote learning methods (Kwok et al., 2020) . These measures undoubtedly have a specific impact on the education and the growth of students. Finally, social support was negatively correlated with the anxiety of college students, which is consistent with previous findings (Thompson et al., 2016; . Social support not only reduces the psychological pressure during the epidemics but also changes the attitude regarding social support and help-seeking methods. This result suggests that effective and robust social support is necessary during public health emergencies (Bai et al., 2005) .\n\nAbout 24.9% of college students have experienced anxiety because of this COVID-19 outbreak. Living in urban areas, living with parents, having a steady family income were protective factors for college students against experienced anxiety during the COVID-19 outbreak. However, having a relative or an acquaintance infected with COVID-19 was an independent risk factor for experienced anxiety. The COVID-19-related stressors that included economic stressors, effects on daily-life, and academic delays were positively associated with the level of anxiety symptoms of Chinese college students during the epidemic, whereas social support was negatively correlated with their anxiety.\n\nThe mental health of college students is significantly affected when faced with public health emergencies, and they require attention, help, and support of the society, families, and colleges. It is suggested that the government and schools should collaborate to resolve this problem in order to provide high-quality, timely crisis-oriented psychological services to college students.\n\nI solemnly declare: I abide by academic ethics, advocating rigorous style of study. The paper is the result of my team and I. This paper does not contain any published or written content by others, except as expressly indicated and quoted in the paper."}