{"title": "CLINICAL EXPERIMENTAL VACCINE RESEARCH K O R E A N V A C C I N E S O C I E T Y K O R E A N A C C I N E O C I E T Y V S Animal models for dengue vaccine development and testing", "body": "mosquitoes were found in Jeju Island, South Korea. Based on their genome sequence, these mosquitos were identified as a strain of A. albopictus, a species which is known to transmit DENV, from Vietnam [5] . Until now, all cases of DENV infection in Korea have been shown to be imported, and >95% of patients had returned to Korea after being infected in Southeast Asia or South Asia. However, as the domestic climate becomes more subtropical, these subtropical insects can survive much longer, and the possible occurrence of subtropical mosquitoes may result in an influx of DENV in South Korea.\n\nThe immunology and pathology of DENV have not yet been elucidated, and this has limited the development of vaccines and effective therapeutics. Since 1940, when the development of DENV vaccines and treatments began, preclinical testing has not provided sufficient evidence for efficacy or accurate toxicity profiles at the clinical trial stage. Dengvaxia, the first DENV vaccine (developed by Sanofi), is a quadrivalent vaccine that was marketed in five countries, including Brazil, beginning in June 2016. However, its efficacy is only about 60%, which is less effective than that of other vaccines for diseases such as measles and poliomyelitis, which are more than 95% effective [6, 7] . Children under the age of 9 years and adults over the age of 45 years, the main victims of dengue fever, are not eligible to receive Dengvaxia due to unexplained side effects [8] . In addition, it has been shown to have insufficient effects on serotype 2 infection due to interference between serotypes [9] . Furthermore, a component of the vaccine, the non-structural protein of the yellow fever virus, induces a Tcell reaction to yellow fever rather than an antibody response to DENV [10] . A clinical trial of about 30,000 people conduct-ed in 10 countries showed that the vaccine may cause serious symptoms in patients [11] . The different clinical outcomes of vaccine administration, such as low efficacy and unexplained side effects, appear to result from the lack of an established disease model for testing the safety and efficacy.\n\nDENV-susceptible mouse models have been developed by genetically modifying the immune system to maintain the infected state. However, this model has limitations related to the immune response, and it is not applicable to all DENV serotypes. At present, there are no experimental models that reflect the pathological characteristics and clinical symptoms in humans, in part because DENV only infects apes and people. The use of primate species as experimental models also has limitations, including the high cost and challenges of managing them, and such models are not appropriate in certain situations, since they present viremia without clinical symptoms.\n\nRodent models are generally used as a first step for pre-clinical development of vaccines since they cost significantly less than other models, such as non-human primate (NHP) models. However, immune responses in mouse models can be underestimated since the DENV replication rate in mice is low. In addition, immunocompromised mouse models, one of the most frequently used rodent models, lack interferon (IFN)-α/β and -γ receptors; therefore, they cannot develop full immune responses (Table 1) . Currently available immunocompetent mice models include the BALB/c, A/J, and AG129 models. Although no humanized BALB/c mouse models are available, they are important models because they are widely used, provide adequate relevance to dengue infection, and enable evaluation of innate systems or vaccine/antiviral studies. The A/J mouse models are similar to the BALB/c models in that they are easily accessible and show better proximity to humans in terms of DENV infection and their feasibility for evaluating the innate response in vaccine/antiviral studies. AG129 models are similar to BALB/c and A/J mice in terms of their relevance to DENV infection and their availability, and they provide superior information when evaluating innate immunity and in vaccine studies ( Table 2 ). The currently available immunodeficient/knockout mouse models include SCID mice reconstituted with human peripheral blood lymphocytes (SCID-PBL), SCID mice transplanted with human cell lines (SCID cell lines), and NOD/SCIDhu mouse models [12] . SCID-PBL models are not sufficient for evaluation of the innate system compared to immunocompetent models, although they show great relevance to dengue infection and are a better model for the evaluation of vaccine and antiviral agents than immunocompetent mouse models. SCID cell line models are more widely available than SCID-PBL models; however, their applicability to dengue infection is limited when compared to SCID-PBL models. NOD/ SCID-hu models are more relevant for DENV infection than SCID-PBL models, and provide the best outcomes in studies of DENV infection and the evaluation of innate immune responses to vaccines and antiviral agents ( Table 2) .\n\nWhen DENV is inoculated into the brain of suckling mice, encephalitis and paralysis are observed; therefore, this is used as a model for evaluation of the efficacy of antivirals and vaccines against the neurovirulence of DENV [13] . Although immunocompetent mice do not show the symptoms of DENV infection, high-dose inoculation can cause clinical signs, and evaluation of this immune response can improve our understanding of disease severity and the mechanism of disease development [14] . In addition, inoculation of mast cell knockout C57BL/6 mice with two different DENVs was shown to induce vascular leakage [15] . A model in which human cells were transplanted into NOD/SCID mice lacking T, B, and natural killer cells; complement-5 (C-5); and macrophages was developed, which presented a human-like disease mechanism after infection with DENV [16] . Additionally, a NOD/ SCID/IL-2Rcc -/mouse model transplanted with human cells was developed that shows human-like disease patterns [17, 18] .\n\nTo improve T-cell function in humanized mice, NOD/SCID mouse models were transplanted with human fetal liver cells and thymocytes [19] , and the use of antiviral agents in these mice has been shown to be effective [20] . STAT -/mice showed susceptibility to DENV type 2 and presented viruses in plasma, the liver, spleen, and nervous system as well as bleeding, blood vessel leakage, etc. [21, 22] . However, since this mouse model shows symptoms of neurological disease, it does not properly reflect DENV infection in humans. An immunocompromised AG129 mouse model was shown to be susceptible to DENV types 2, 3, and 4 and to be easier for studying DENV disease patterns, and it is very widely used to study the efficacy of antiviral agents. Furthermore, DENV susceptibility has been demonstrated in STAT1 -/-/STAT2 -/and type1 IFN receptor (STAT1 -/-/AR -/-) mice [23] . Recently, a conditional type 1 IFN receptor knock-out mouse model was shown to have a better immune response than the existing immunocompromised model and is expected to be useful for identifying future vaccine candidates [24] .\n\nUntil now, the use of NHP models has been limited to patho- genesis studies, testing the efficacy of vaccines that reduce viremia after challenge, and studies on the extent and specificity of the immune response. NHP dengue infection models include rhesus macaque and chimpanzees. Both NHP models showed detectable viremia when they were inoculated through subcutaneous or intradermal injections. Especially, rhesus macaque presented anti-DENV immune responses including T-cell responses and showed lymphadenopathy, splenomegaly, hepatomegaly, mild dehydration and mild rash. However, chimpanzee models do not show symptoms of DENV (Table 1) . Studies on the number of DENV required to infect NHPs have estimated that 10 4 -10 6 PFU of DENV are delivered by a mosquito bite, and subcutaneous inoculation of this titer could lead to sustainable viral replication [25] . However, NHPs have a limitation in that they do not present clinical symptoms [26, 27] . However, when DENV was administered at high concentration via the intravenous route, hemorrhage appeared 3 days after infection [28] . As DENV serotypes evoke cross-reactive antibody responses in humans, secondary DE NV infection of NHPs also induces increased viremia due to antibody-dependent enhancement (ADE) [27] , which was experimentally proven by the fact that injection of an anti DE NV monoclonal antibody leads to a 3-to 100-fold increase in viremia in NHPs [29] . Although NHPs exhibit immunologically similar responses, such as viremia and ADE, they do not develop vascular leaks, DHF, or DSS, which limits the use of NHP models for the study of pathogenesis/immunopathogenesis.\n\nPigs have several features that make them attractive animal models. They are physiologically similar to humans and are less expensive to obtain and house than NHPs. In addition, a large number of immunological reagents are available for swine models. Yucatan miniature swine models are advantageous in that they possess physiological and immunological response similarities to human. This swine model has similar cardiovascular, immunologic, metabolic, and skin physical properties, and these aspects are important in studying DHF since DENV is known to affect these systems. Also, production of antibody and immune response of Yucatan miniature pig and of human are similar. This pig model is known to be susceptible to flavivirus family, such as Japanese encephalitis, yellow fever virus, murray valley encephalitis, etc. [30] . In a study, porcine model was subcutaneously infected with 10 7 PFU of DENV type 1, and induced viremia, anti-dengue IgM, IgG, and neutralizing antibodies in all pigs, However, again, none of the pigs showed any signs or symptoms. Secondary infection of 10 7 PFU Dengue-1 virus induced viremia and IgM in a lower amount than in primary infection, while IgG and neutralizing antibodies were elevated. The secondary infection had induced extensive maculopapular rashes, and it was consistent with human dengue-related rash. Infecting swine model with DENV type 1 through intravenous injection, symptoms developed skin rash and dermal edema ( Table 1) . DENV-containing immune complex were founded in the pig serum, which suggests the possibility of ADE-like phenomenon. Additionally, vaccine test against DENV type 1 developed robust neutralizing immune response against DENV [31] . Although such results appear promising, swine model for DENV still has some limitations of being asymptomatic, and this evokes further studies using other types of DENV.\n\nTo understand the mechanisms of DENV infection, a more fundamental approach should be taken, by expressing human DENV receptors in mouse cells to induce infection states and establish a disease model that is effective for all DENV serotypes. Dendritic cell (DC)-specific intercellular adhesion molecule 3-grabbing non-integrin DC (SIGN) is a receptor on DC, and a significant decrease in DENV infection was observed when DCs were treated with an anti-DC-SIGN antibody [32] . In addition, it has been shown that cells that did not naturally express DC-SIGN became susceptible to DENV infection when they expressed this receptor [33] . Through polymorphic experiments using genetic modifications of the DC-SIGN promoter, it was demonstrated that the probability of developing DHF, rather than common dengue fever, is increased [34] , thus DC-SIGN should be useful for studying DHF, which is a severe symptom of DENV infection. The carbohydrate recognition domain of DC-SIGN and the E protein mannose-rich N-glycan of DENV interact to infect cells. Mannose receptor (MR), which recognizes the N-linked glycan present at N67 or N153 of the DENV E protein, is a DENV receptor on macrophages, and virus fusion was observed when this receptor was expressed on 3T3 mouse embryo fibroblasts. Similarly, when macrophages were treated with anti-MR antibodies, DENV infection was greatly decreased [35] .\n\nThe establishment of dengue-susceptible model mice expressing critical DENV receptors and their application in stuhttp://www.ecevr.org/ https://doi.org/10.7774/cevr.2017.6.2.104 dies of the pathological and molecular mechanisms of DENV should provide an opportunity to accumulate new scientific knowledge. Accelerating this basic research will broaden the possibilities for vaccine development by making it possible to overcome various obstacles, namely the absence of suitable animal models, that have hindered progress. The development of a DENV infection disease model through transformation will accelerate basic research and present creative directions for cooperation in basic research and applied science. Research to establish animal models is very important for improving disease diagnosis as well as the development of vaccines and new drugs. Animal models play a particularly important role in proving the efficacy and safety of new vaccines at the preclinical and clinical stages. Currently, many countries, including the United States, are making efforts to establish vaccine development systems using animal models. Dengue receptor-expressing mice will not only help to develop useful biomarkers but also optimize preclinical results (safety and efficacy), leading to clinical trials, which should increase the success rate of and shorten the time required for new vaccine development. However, since these studies are short-term, profitable projects, it is urgent to provide national support for the development of intermediary research.\n\nIt is estimated that 390 million people are infected with DE-NV every year. This virus is highly infectious, and although DENV infection has not yet occurred in Korea, it is very likely to occur due to increased trade and climate warming. If this happens, it could lead to domestic economic losses, much like Middle East respiratory syndrome. Therefore, countermeasures, such as the development of vaccines and therapeutic agents, are essential, and a dengue-sensitive animal model will be the basis for such countermeasures. Following the development of a DENV receptor expression system and DENV infection model, research on other viruses likely to occur in Korea in the future, such as Zika and Chikungunya viruses, will also be possible. A dengue fever mouse disease model will provide an accurate profile of the efficacy and side effects of vaccines and candidate drugs in preclinical trials, which will lower the time and costs, required in future clinical trials. It is well known that failures in the selection of vaccine candidates and the development of new vaccines result from failure to obtain appropriate efficacy and accurate side effect profiles in animal experiments. The availability of such a system should reduce the risk of development failure and minimize the barriers to entry of small domestic companies into vaccine research, while maximizing the development capability of domestic companies.\n\nLow profitability is one of the reasons for the lack of vaccine and treatment research and development in developing countries. However, recent DENV research developments in Southeast Asia and India have led to remarkable economic growth and increased efforts to combat infectious diseases. Thus, the demand for vaccine development has increased, and more research is now in progress. The DENV vaccine market is expected to reach a combined $398.6 million in Brazil, India, Mexico, Singapore, and Thailand in 2020 [36] , and if optimal vaccines are developed using appropriate disease models, there will be a significant economic impact that could be extended to Zika virus and West Nile virus in the future."}