{"title": "Insights into Cross-species Evolution of Novel Human Coronavirus 2019-nCoV and Defining Immune Determinants for Vaccine Development", "body": ". CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.29.925867 doi: bioRxiv preprint Current 2019 novel Coronavirus (2019-nCoV) outbreak in China and its subsequent spread to multiple countries across four continents precipitated a major global health crisis. Uncovering the 2019-nCoV genome evolution and immune determinants of its proteome would be crucial for outbreak containment and preventative efforts.\n\nCoronaviruses are single positive-stranded RNA viruses belonging to Coronaviridae family 1 , which are divided into four genera: Alpha-, Beta-, Delta-and Gammacoronavirus. CoVs are commonly found in many species of animals, including bats, camels and humans. Occasionally, the animal CoVs can acquire genetic mutations by errors during genome replication or recombination mechanism, which can further expand their tropism to humans. The first human CoVs were discovered in the mid-1960s. A total of six human CoV types were identified to be responsible for causing human respiratory ailments, which include two alpha CoVs (229E; NL63), and four beta CoVs (OC43; HKU1; SARS-CoV; MERS-CoV) 2 . Typically, these CoVs cause asymptomatic infection or severe acute respiratory illness, including fever, cough, and shortness of breath. However, other symptoms such as gastroenteritis and neurological diseases of varying severity have also been reported [3] [4] [5] .\n\nThe recent two CoV human outbreaks were caused by betacoronaviruses, SARS-CoV The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.29.925867 doi: bioRxiv preprint While the 2019-CoV appears to be a zoonotic infectious disease, the specific animal species and other reservoirs need to be clearly defined. Identification of the source animal species for this outbreak would facilitate global public health authorities to inspect the trading route and the movement of wild and domestic animals to Wuhan and taking control measures to limit the spread of this disease 7 . The 2019-nCoV outbreak has a fatality rate of 2% with significant impact on global health and economy. As of 29 January 2020, the 2019-nCoV has spread to fifteen countries including Asia-Pacific region (Thailand, Japan, The Republic of Korea, Malaysia, Cambodia, Sri Lanka, Nepal, Vietnam, Singapore, and Australia), United Arab Emirates, France, Germany, Canada and the United States with 6065 confirmed cases, in which 5997 reported from China 8 .\n\nHere, we report a detailed genetic analysis of 2019-nCoV evolution based on 47 genome sequences available in Global Initiative on Sharing All Influenza Database (GISAID) (https://www.gisaid.org/) (Supplemental Table 1 ) and one genome sequence from GenBank. We further defined potential epitope targets in the structural proteins (SPs) for vaccine design.\n\nPhylogenetic tree construction. We employed the following methodologies for genetic analyses. The genome sequences of 2019-nCoV were obtained on 29 January 2020 along with genetically related 10 SARS-CoV/SARS-CoV-like virus genome sequences that we identified through the BLASTN search in NCBI database. We also included 10 sequences of MERS-CoV strains and one outgroup alphacoronavirus sequence. 2019-nCoV genome (30 Kb in size) codes for a large non-structural polyprotein ORF1ab that is proteolytically cleaved to generate 15/16 proteins, and four structural proteins -Spike (S), Envelope (E), Membrane (M) and Nucleocapsid (N), as well as five accessory proteins (ORF3a, ORF6, ORF7a, ORF8 and ORF10). The genome sequences were aligned using the MAFFTv7 program 9 , which were exported to MEGA-X 10 for Neighbor-Joining (NJ) phylogenetic tree construction with 1000 bootstrap support and genetic . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.29.925867 doi: bioRxiv preprint distance calculations. Structural genes/proteins were aligned with closely related sequences using Clustal Omega Program 11 .\n\nHigh Binding Affinity (HBA) epitope identification. In order to identify the potential target peptides for vaccine design, the structural protein sequences of highly conserved and annotated representative 2019-nCoV strain Wuhan-Hu-1 (MN908947.3) were used to predict the CD4 T-cell epitopes (TCEs) with the Immune Epitope Database and Analysis Resource (IEDB) consensus tool by IEDB recommended prediction method 12, 13 . To identify the most immunodominant (IMD) CD4 epitopes, we employed the computational approach described previously 14 . For all the possible 15-mer peptides from the SPs, the binding affinity was predicted using six most prevalent Human Leukocyte Antigen (HLA; MHC Class-II DR) alleles (http://allelefrequencies.net/) that cover most of the ethnic population in China (PRC), Thailand (TH) and Japan (JPN) (Supplemental Table 2 ). Since, the prevalence of dominant HLA-DR types may vary in human populations from different countries, the prevalent six HLA-DR alleles covering Asia-Pacific region 14 and Global population data sets have been used for binding affinity predictions to assess the generality of those predicted epitopes with high binding affinities (HBA). We calculated the average binding affinity score for each predicted 15mer peptides against all the predominant HLA-DR types from each country/region using a sliding window approach ( Figure 2 ). This approach is more efficient as the epitopes predicted with average HBA (IC <=10 nM), indicate that those epitopes are more likely to bind and enhance a cellular immune response in the studied population. (Table 1C) . Whereas, M protein shared 98.6% identity with one amino acid insertion (position 4, S) and N protein showed 99% identity with 4 non-synonymous changes (P37S, S215G, S243G, Q267A).\n\nEnvelope protein shares 100% identity.\n\nThe genome alignment between the novel and bat (bat/Yunnan/RaTG13/2013) coronaviruses showed 2 of 7 insertions (Table 1A) In summary, the present study provided a detailed genetic analysis of 2019-nCoV genome evolution and potential universal epitopes for subunit vaccine development.\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.29.925867 doi: bioRxiv preprint This 2019-nCoV strain might be evolved from the bat-CoV by accumulating favorable genetic changes for human infection. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.29.925867 doi: bioRxiv preprint Table 1 -Summary of authors, source laboratories and metadata from GISAID for 2019-nCoV genomes analyzed in this study. Table 2 -Amino acid sequences of high confidence mean HBA (IC <= 10nM) CD4 T-cell epitopes from functionally important regions of the four structural proteins (S, E, M and N). The details of protein name, starting and ending positions of epitopes in the given protein, and epitope sequences are provided. The unique epitope sequences for each protein and the universal epitopes commonly recognized by HLA-DR alleles of all five population sets (highlighted in red) are listed at the end of each table.\n\n. CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.29.925867 doi: bioRxiv preprint"}