{"title": "OF CROSS-CONTAMINATION IN THE DENTAL OPERATORY", "body": "A Gallup Poll indicated that two-thirds of the adult U.S. population is treated in dental offices each year. 1 Protecting a major portion of the populace from infections transmitted by saliva-and blood-contaminated operatory surfaces and equipment is an unending challenge for practicing dentists. The task of protecting patients and dental workers during the past decade has prompted dramatic change in what is required of dental practice. In addition to the Bloodborne Pathogens Standard of the Occupational Safety and Health Administration, infection control guidelines published by the Centers for Disease Control and Prevention to protect patients have been mandated in all states, according to federal law. [2] [3] [4] In recent years, instrument cleaning, disinfection and sterilization have received detailed attention and definition. [5] [6] [7] [8] [9] Patients can be protected from cross-infections only if each patient's oral tissues are not handled alternately with operatory equipment and surfaces contaminated with saliva and blood during the care of previous patients. 5 Preventing cross-contamination requires identification of the sources of contamination, as well as the careful implementation of well-designed barriers and aseptic techniques.\n\nThis article addresses the difficult task of infection control assessment and monitoring for oral contamination on dental operatory surfaces handled during dental treatment. The concepts and findings we describe in this article affirm the design of current infection control methodologies. 6, [9] [10] [11] In addition, this study also supports the importance of monitoring the potential for cross-infection in practice, research and the assessment of new dental equipment and methods.\n\nWithout adequate control procedures, agents of both respiratory and bloodborne diseases left on dental equipment can be transmitted to successive dental patients. Intact or injured oral tissues are vulnerable to agents of hepatitis B and C, HIV, and herpes simplex 1 and 2 viruses. Infection of oral and respiratory passages can result from transfer of pathogenic bacterial strains of streptococci, staphylococci and pneumococci; influenza, measles and mumps viruses; or varicella-zoster, cytomegalovirus, respiratory syncytial virus, Rhinovirus, adenovirus, Coronavirus, coxsackievirus or transmission of pathogenic yeasts and bacterial respiratory pathogens from patients' mouths to the mouths of successive patients after radiographic examinations. Thus, contaminated operatory surfaces can act as fomites when infection control procedures are not followed.\n\nSampling and dye studies have shown that surfaces of operatory equipment handled during oral treatments become heavily contaminated. [29] [30] [31] [32] As saliva contamination is not visible, contaminated sites are easily overlooked. In a busy practice, time allowed between patients for thorough cleaning and disinfecting is often inadequate. These factors make rendering operatory equipment and surfaces free of contamination a difficult challenge. These observations have contributed to the development of guidelines for operatory asepsis. 6, 13, 26, 27, [29] [30] [31] [32] [33] [34] [35] [36] We found nothing in the literature that provided detailed documentation and evaluation of a method of assessing contamination of contact surfaces in the dental operatory, how much contamination is encountered in private operatories or an evaluation of efforts made by private office personnel in preparing operatories for safe reuse. Thus, we designed this study to establish a basis for evaluating infection control procedures and equipment, and to propose an initial standard for assessing oral contamination of operatory surfaces.\n\nAlthough pathogens can be found in bodily fluids of infected people, shedding of those pathogens is intermittent and Epstein-Barr virus. [12] [13] [14] [15] [16] [17] [18] [19] HIV from human sources dried on contaminated surfaces becomes inactivated quite rapidly (90 to 99 percent reduction within several hours). 20 However, hepatitis B can survive at 42 percent humidity for seven days. 21 Staphylococcus aureus can survive on dried surfaces for a mean of five days. 22 One group of investigators found that when dried on patients' paper charts, herpes viruses survived approximately three hours when mixed with saliva and more than four hours when mixed with blood. 23 Rhinovirus survived up to 14 hours in saliva mixed with saline; Streptococcus pyogenes survived more than two days, and S. aureus survived more than five days (viable salivary bacteria could be detected for up to five days). 23 When plasticcone X-ray machines were inoculated with bacterial cultures, S. aureus was cultivated from the dry surface after 72 hours, and Streptococcus pneumoniae and S. pyogenes after 48 hours. 24 Mycobacterium tuberculosis can survive for six to eight months in dried sputum protected from direct sunlight. 25\n\nLamp handles, bracket table handles, air-water syringes, suction hose handles, handpieces, switches, drawer handles, chair controls, clinicians' chairs and charts are frequently handled by oral health care workers whose hands are contaminated with blood and saliva. 26, 27 These workers may then touch their own eyes, nose, mouth or skin lesions. 15 A significant study by Autio and colleagues 28 demonstrated the unpredictable. Thus, testing for such pathogens can be counterproductive. This problem was handled in the science of water sanitation by designing tests to detect coliform bacteria, indigenous to the healthy human intestine, in an effort to protect drinking water from all fecal waste contamination. Like the intestinal tract, the oral cavity hosts specialized indigenous microbes, which can serve as indicators of oral contamination in the testing of dental office equipment and surfaces.\n\nFor an oral microbe to be an indicator organism, it must meet the following criteria: dit must be common to the human mouth; dit must survive for a useful period of time outside the mouth on surfaces and equipment; dit must be present in low numbers in nondental environments in which there is low potential for oral contamination; dit must be relatively easy to recover and distinguish from other bacteria recovered from dental operatory surfaces; dit must be recoverable from operatory surfaces and equipment known to be contaminated.\n\nViridans streptococci are common to the human mouth, are easy to detect when cultured on blood agar, and would be logical indicators of oral contamination if they meet the aforementioned criteria. 10, [37] [38] We found no reports in which such oral streptococci were evaluated as indicators of oral contamination of dental equipment surfaces. We also found few data on the survival of oral streptococci with regard to environmental temperature and humidity. Investigators have documented heavy contamina-tion of clinicians' smocks, cuffs and equipment used during treatments, but they did not differentiate oral bacteria from ordinary skin bacteria. 39 Seven common oral Streptococcus species compose a group called viridans streptococci. They produce α-hemolysis, a zone of partial hemolysis-a greenish discoloration around each colony grown on blood agar. 40 This characteristic makes these microorganisms easy to distinguish from other bacteria found in dust and on skin that might also contaminate clinical surfaces, suggesting the usefulness of α-hemolytic streptococci, or AHS, as standard indicators for detecting oral contamination and for evaluating operatory asepsis.\n\nIn this study, we assessed the validity of oral AHS as an indicator of oral contamination in the following manner: dassessing the consistency and abundance of AHS in mouths of a sample of patients; ddetermining the distribution of AHS in nondental environments, both clinical and nonclinical; devaluating environmental survival of AHS on operatory materials; dusing AHS as an indicator of contamination after cleaning and disinfection in private dental offices.\n\nSurvey of dental patients' saliva for AHS. The number of AHS commonly found in saliva was determined from saliva samples of 47 randomly selected general dentistry patients at dental school clinics at the University of North Carolina at Chapel Hill. The mean age of the patients in the survey was 39.7 years; ages ranged from 20 to 71 years. Of the 47 patients, 24 were male and 23 were female. Each saliva sample was diluted 10 -5 and 0.1 milliliter was plated on sheep blood agar. The number of both AHS and nonhemolytic colony-forming units, or CFUs, on each plate was counted.\n\nOverall surface sampling methodology. We chose the swab-rinse method for all sampling because most of the surfaces encountered either were irregular in shape and unsuitable for replicate organism detection and counting sampling or were too large for the rinse method. [41] [42] [43] The swab-rinse method consisted of using a sterile cotton swab moistened in a sterile recovery medium to sample equipment and other surfaces potentially touched by contaminated hands. The entire digital contact area of a surface was sampled. The sampled surface was rubbed several times with back-and-forth strokes (about 3 to 6 centimeters long); then the swab was rotated, and the surface was rubbed with strokes perpendicular to the original strokes. The swab was broken off in a tube containing 2.0 mL of the recovery medium and transported to the laboratory for inoculation of culture plates. To prevent growth of the bacteria in the recovery medium, the samples were kept on ice until they were processed.\n\nWithin one hour of their collection, the samples were taken to the laboratory and processed. Spread plates were prepared for each sample. Each tube was vortexed for 1.0 minute to release the bacteria from the cotton swabs. The spread plates were prepared by placing 0.2 mL of the sample in 100-millimeter petri dishes containing Columbia colistin naladixic acid, or CNA, sheep blood agar, an enriched medium selective for gram-positive organisms. The sample was spread evenly over the agar surface with a sterile glass spreader. The plates were incubated in candle jars at 37 C for 48 hours. After incubation, AHS colonies were counted. Isolates were identified according to the framework described by Facklam 40 and Facklam and Carey. 44 Three recovery media were used: trypticase soy broth, or TSB; letheen broth; and Dey/Engley, or D/E, neutralizing broth. After disinfectants dry on a surface, the residual disinfectant can be reactivated when moistened by the recovery media from the cotton swab. Letheen broth and D/E neutralizing broth contain ingredients that neutralize disinfectants. However, it is known that these neutralizing ingredients also can have bacteriostatic effects on, and some degree of toxicity for, the recovered bacteria. 45 Before the sampling in the private offices and in the general environment, we performed tests to determine which of the recovery media was most sensitive for recovery of AHS. Letheen broth effectively neutralized residual phenolic disinfectants and was less toxic to the recovered AHS than was the D/E neutralizing broth. D/E broth was approximately six times less sensitive than letheen broth. 10 Iodophors, chlorine and hypochlorites are sufficiently neutralized by the organic material in letheen broth, or other nutrient media, such as TSB. 45 TSB was even more sensitive than letheen broth when there were no residual disinfectants recovered in the sample. We chose TSB for sampling surfaces where disinfectants were not used, or where use was limited, because it is not toxic to the bacteria.\n\nRecovery of AHS from surfaces in the general environment. We evaluated the occurrence of AHS in the general-nondental-environment by sampling surfaces commonly handled or touched in a general medical clinic, an ophthalmology clinic and a barber shop. We sampled surfaces and the entire digital contact area of each equipment handle using swabs moistened with TSB. Samples were taken in the afternoon after the last of the patients or customers had been seen.\n\nThe staff at the medical clinic used a phenolic disinfectant to clean the examination table between patients. Other surfaces were cleaned daily with detergent and water. Surfaces sam-pled in the general medical clinic included faucet handles, light handles, countertops and examination tables.\n\nIn the ophthalmology clinic, a 1 percent solution of household bleach (5.25 percent sodium hypochlorite) was sprayed and wiped on all surfaces in the examination room after patients with eye infections were seen. The frequency of visits by patients with eye infections varied from daily to weekly. Otherwise, surfaces were cleaned with detergent and water. The ophthalmology clinic surfaces we sampled included the head adjustment handle, countertops, the scope adjustment handle, the lens adjustment handle, patient chair armrests and the patient chair headrest.\n\nDisinfectants were not used on a routine basis in the barber shop. Surfaces sampled in the barber shop included armrests, countertops, clippers, drawer handles, faucet handles, the vacuum/air blower handle and scissors.\n\nMicrobial sampling in the dental operatory. Surfaces in the dental operatory were sampled before and after dental procedures were performed in a dental school clinic at the school of dentistry at the University of North Carolina at Chapel Hill, where licensed general dentists treated patients. Surfaces of equipment handles were sampled, including the entire digital contact area of each piece. Swabs used to sample surfaces that had been disinfected were moistened with D/E neutralizing broth. Surfaces sampled before the procedure were the handpiece base and holder, the air-water syringe handle and holder, the syringe water, suction handles and holder, the bracket tray handle and eyeglasses worn by the dentist. A total of 45 samples were taken, before dental treatments began, from surfaces that had been cleaned.\n\nWe observed the entire dental procedure, noting and counting the number of times each surface was touched by the potentially contaminated hands of the dentist, the dental assistant or both. We also noted handwashing and glove changes. After the dental treatment and before cleanup, the same sur-1570 JADA, Vol. 129, November 1998 The tubes of recovery medium also were incubated and growth subcultured on Columbia colistin naladixic acid sheep blood agar. † No α-hemolytic streptococci, or AHS, detected. ‡ Counts of 1 to 9 CFUs were estimated when no growth occurred on the plates and growth was detected in the recovery medium alone.\n\nfaces were resampled, as were dental instruments and other surfaces that were touched with potentially contaminated hands. A total of 91 samples were taken after dental treatments from surfaces that were touched or were potentially contaminated with saliva. After sampling, spread plates were prepared in the laboratory, as previously described. Microbial survival in private dental offices after cleaning and disinfection. Environmental surfaces in 10 private dental practices were sampled for AHS in the morning before dental procedures began and at the end of the day after cleanup. Both sets of samples were from operatories that were \"clean\" and ready for the next patient. Surfaces sampled included items such as handpieces, air-water syringe handles and tips, suction handles, lamp handles, door handles, telephone receivers, bracket tray handles, patient seat buttons, dentist's seat controls, X-ray units and water from the air-water syringe. The surfaces were sampled with a sterile cotton swab moistened with letheen broth (broth containing lecithin and tween 80 detergent (Difco Laboratories) to neutralize resid-ual disinfectants still remaining on the surfaces). We scrubbed each item or surface vigorously with the swab, using back-andforth and perpendicular strokes and rotating the swab several times. The swab was remoistened in the recovery medium two or three times for each sample; each time, the swab was pressed against the side of the tube to remove excess moisture. All items of a given type in an operatory (handpieces, for example) were sampled with a single swab. As we sampled each item, we wore gloves and used aseptic techniques.\n\nThe samples were kept on ice and processed in the laboratory as previously described. The tubes with recovery medium were also incubated at 37 C for 48 hours. Growth from the tubes was streaked on Columbia CNA blood agar plates. After incubation, the plates were examined for the growth of AHS colonies.\n\nSurvey of dental patients' saliva for AHS. The average number of AHS CFUs counted in the survey was 6 × 107 per mL of saliva, ranging from 4 × 106 to 4 × 108. There was an average of 3 × 107 nonhemolytic CFUs per mL of saliva, ranging from 1 × 106 to 1 × 108.\n\nRecovery of AHS from surfaces in the general environment. AHS were detected in two of the three areas sampled; these results are summarized in (20) 1/10 (10) 4/14 (29) 8/17 (47)\n\n* Samples were taken after cleanup/disinfection of operatory surfaces. 10 samples yielded low counts of AHS colonies. Ten CFUs were detected in three positive samples, and 20 CFUs were detected in a fourth. dFrom the ophthalmology clinic, fewer than nine CFUs were detected in one of 10 samples. The streptococci were detected only in the tube of sampling broth, which was incubated to detect streptococci in the sample that did not grow on the 0.2 mL of plated sample. dFrom the general medical clinic, none of the 12 samples yielded growth of AHS. dIdentification of the AHS detected in nondental environments showed five to be Streptococcus mitis and one to be S. sanguis I. Microbial sampling in the dental operatory. Of 45 samples taken before dental treatments from surfaces that had been cleaned (in clinic A), three (7 percent) were positive for AHS. Two of these samples were from bracket tray handles and one was from the air-water syringe handle and holder. A total of 91 samples were taken after dental treatments from surfaces that were touched or were potentially contaminated with saliva. Forty-nine (54 percent) of these were positive for AHS. The four operatory surfaces most frequently touched during the 10 dental procedures observed were the air-water syringe handle (touched 12 times per treatment), the handpiece (touched nine times per treatment), the suction handles (touched eight times per treatment) and the lamp handle (touched seven times per treatment). The average time per treatment was 1.8 hours. AHS were detected on the handpiece and air-water syringe handle on 70 percent of the samples. The suction handles were positive for AHS in 50 percent of the samples. The lamp handle was not sampled because it had been covered with a plastic barrier that is removed and discarded after dental treatment.\n\nOther items touched by dental personnel with potentially contaminated hands included dental instruments such as pliers, syringes, explorers, scalpels, tweezers, probes, mirror, amalgamator, camera, rubber cement container, spatula, drawer handles, lamp switch, refrigerant spray, floss holder, pencil, ruler, scissors, X-ray units, bur wrenches and cavity varnish containers. Items that were positive for AHS were dental instruments, hand mirror, amalgamator, ultrasonic scaler and eyeglasses.\n\nMicrobial survival in private dental offices. AHS were detected on 31 percent (35 of 113) of the surfaces sampled in the morning and 45 percent (60 of 132) of the surfaces sampled in the afternoon, for a combined total of 39 percent (95 of 245) of the surfaces sampled. The Fisher exact test was used to investigate the significance of the morning sampling with the afternoon sampling results. The difference was significant (P = .014). The Fisher exact test was also used to compare the afternoon sampling results in the private dental offices with the sampling results in the nondental areas ( , as the samples in the nondental areas were also taken in the afternoon. This difference was significant (P = .00129). AHS were detected in all of the dental offices. In one of the offices, no AHS were detected in the morning samples, but four of 14 samples were positive in the evening. The operatory with the highest number of contaminated surfaces had a combined total of 14 positive samples of a total of 22 (64 percent). Sampling results of the 10 private offices are summarized in Table  2 , which also lists the type of disinfectant used in each office.\n\nThe most frequently contaminated surface was the X-ray unit (eight of 14, 57 percent), followed by the handpiece (12 of 22, 55 percent) and the patient chair buttons (10 of 19, 53 percent). These results are presented in Table 3 .\n\nSix of the samples had high numbers of AHS: 3,001 to > 5,000 CFUs. The numbers of CFUs recovered in samples from the private dental operatories are summarized in Table 4 .\n\nA major goal of this investigation was to determine whether certain oral bacteria found in human saliva could serve as biological indicators of the contamination of operatory equipment. A bacterial indicator of oral contamination would have to be easy to cultivate and recognize, abundant in the mouth, present in low numbers in general environmental areas where there is a low potential for oral contamination, able to survive on environmental surfaces, and detectable on dental operatory surfaces where there is known contamination. In accordance with these criteria, literature data and the results obtained in this study, the best indicator of oral contamination appears to be AHS. The following observations support this conclusion.\n\nPhysiological appearance. AHS have an unusual physiological appearance that makes them easy to recognize on blood agar plates. Their α-hemolysis is a result of the bacterial production of hemolysin, which causes a breakdown of red blood cells around a colony on blood agar. The zone of hemolysis is a mixture of lysed and incompletely lysed cells that results in a green or brownish color. 46, 47 The term \"viridans\" comes from the Latin term \"viridis,\" meaning \"green.\" 48 ß-hemolysis, exhibited by other streptococci, appears as a clear zone of completely lysed red blood cells. All seven of the common species found in saliva have α-hemolytic strains, although the strains of Streptococcus salivarius are predominantly nonhemolytic (90 percent). 40 α-hemolysis gives oral streptococci a distinguishing characteristic among the other flora growing on the cul-ture plate.\n\nEase of culturing and identification. AHS were relatively easy to culture and identify; they grew well on sheep blood agar at 37 C. Because growth conditions that provide increased carbon dioxide are favorable for streptococci, studies were conducted using candle jars in which colonies were visible after 18 to 48 hours. Typical colonies were transparent to opaque, 1 to 2 mm in diameter, with an α-hemolytic zone of 2 to 3 mm after 48 hours' incubation. Positive samples, those with colonies exhibiting α-hemolysis, should be confirmed for the presence of streptococci with Gram's stain and catalase test.\n\nPresence in saliva. AHS were found in high numbers in saliva. The survey of saliva from patients who visited the dental school clinics showed that AHS averaged about 6 × 107 organisms per mL of saliva, ranging from 4 × 106 to 4 × 108. The nonhemolytic colonies of the various species of the viridans streptococci averaged about half the number of the AHS colonies, although there were some patients with more nonhemolytic JADA, Vol. 129, November 1998 1573 * Numbers of colony-forming units, or CFUs, are based on colony counts grown from 0.2 milliliters of the 2-mL recovery medium used to suspend each sample. The tubes of recovery medium also were incubated and growth subcultured on Columbia CNA sheep blood agar. † Counts of 1 to 9 CFUs were estimated when no growth occurred on the plates and growth was detected in the recovery medium alone.\n\nthan AHS colonies. Presence in general environment. AHS were detected in low numbers and frequency in the general environment. Although the AHS were detected in samples from nondental environments, they were present in low numbers. One or two α-hemolytic colonies were observed on spread plates of four of the samples taken in the barber shop. None of the other spread plates for the nondental samples grew AHS colonies, although one sample from the ophthalmology clinic grew the indicator organisms in the recovery medium. The Fisher exact test was used to compare the afternoon sampling results in the private dental offices with the sampling results in the nondental areas (16 percent, five of 32), since the samples in the nondental areas were also taken in the afternoon. This difference was significant (P = .00129). The difference is attributed to the activity of saliva-contaminated hands' touching surfaces in a dental operatory despite the efforts of dental personnel to clean and disinfect those surfaces. Although this activity does not take place in barber shops or medical clinics, AHS were detectable there nevertheless. AHS also are dispersed into the environment through sneezing, coughing and talking. Detection of low numbers of AHS in the general environment is acceptable; however, a higher standard should be applied to an environment in which instruments and fingers of clinic personnel touch or penetrate the mucous membranes of patients. 6 Survival on dental operatory surfaces. AHS survived on environmental surfaces for several days. 10 However, relative humidity has a pronounced ef-fect on the survival of AHS in saliva dried on surfaces. There is accelerated die-off at high relative humidities, or RH. At 75 percent RH, the die, or D, value-the time for 90 percent to die, or one logarithm reduction-was demonstrated to be only two hours, whereas at lower RH of 53 percent and 33 percent, the D value was 12 hours and 60 hours, respectively. 10 We used the Fisher exact test to compare the private dental office sampling results from the morning (31 percent [35 of 113] of the samples were positive for AHS) with those from the afternoon (45 percent [60 of 132] positive for AHS). The difference was significant (P = .014). This difference is attributed to the die-off of the indicator organisms during the approximately 15 hours after the last patients were seen the day before. The RH in the private dental offices ranged from 30 to 40 percent when the samples were taken.\n\nPresence on operatory surfaces. AHS were detectable on contaminated operatory surfaces. The indicator organisms were isolated from surfaces immediately after dental procedures and before cleanup. In private office operatories, the indicator organisms were found on surfaces that had been cleaned and were ready for the next patient. Thirty-nine percent (95 of 245) of samples taken from \"clean\" operatories in private practices were positive for the indicator organisms, clearly showing the potential for cross-contamination between patients. We compared the findings of 95 positive samples among 245 total samples with the goal of zero positive samples among 245 total sam-ples. The probability that a proportion that large would happen by chance is far less than one in 10,000.\n\nAlthough the primary criterion for interpretation of the monitoring results is whether or not AHS are detected, actual colony counts recovered might assist in evaluating the potential for cross-contamination. Surfaces with higher counts of AHS would indicate a higher risk of cross-contamination between patients. Ten (4 percent) of the samples had high counts (> 100), estimated to be > 1,000 CFUs recovered in sampling. Six of these had very high counts, ranging from 300 to more than 500, a total considered too numerous to count but estimated to be from 3,001 to more than 5,000 CFUs recovered. It should be understood, however, that the swab-rinse sampling methodology is not a precise measurement of the amount of contamination on a surface. Colony counts would depend on variables such as the swabbing technique used and the condition of the surface sampled. Colony counts also vary depending on the amount of saliva contamination on a dental care worker's gloves before he or she uses an item and the amount of digital contact he or she makes with the item. For these reasons, any indication of residual contamination should be considered significant in efforts to provide a safe treatment environment.\n\nImplications of the findings. The environment presented to patients should be free of oral bacteria from previous patients; thus, the goal is that AHS should not be detected on any of the operatory surfaces. Since each of the 10 offices was sam-pled twice, a total of 20 sets of samples were taken. As shown on Table 2 , only one of the 20 sets was negative for all samples. This finding indicates that the time necessary for thorough cleaning and disinfection is not available in a busy dental practice.\n\nDisinfection practices should include initial surface cleaning to physically remove debris and much of the contamination. Well-cleaned surfaces then should be thoroughly wetted again with fresh disinfectant, allowing as much contact time as possible, according to the manufacturer's instructions. 9, 49 All of the offices surveyed stated that operatory surfaces were disinfected between patients. The types of disinfectants used in each office are listed in Table  2 . However, a number of surfaces were left contaminated despite the use of various disinfectants. Our finding indicates the difficulty of completely disinfecting all irregular operatory equipment surfaces with consistency. This observation supports the concept that cleaning and disinfection of equipment surfaces is not the most effective or reliable approach to infection control in the busy dental practice.\n\nAsepsis implications and recommendations. Alternatives to complete reliance on disinfection procedures can and should be implemented to control cross-contamination. 6,13,26,27,29-36,50,51 A more effective control method is the use of inexpensive, single-use, disposable plastic bags over surfaces that must be touched during treatments, such as the airwater syringe, the lamp handle, the suction handle, the dental control unit and even the chair. 8 Covers can be replaced rapidly between patients, eliminating the need for disinfection unless the bag comes off or its integrity is broken. 11, 30 Another effective approach is to prevent direct contact of contaminated gloved hands with occasionally contacted surfaces. This can be achieved in several ways. Foot controls rather than chair buttons should be used to adjust seats and to operate water faucets for handwashing. Dentists and dental assistants should use a paper towel or remove gloves to hold phones or to touch other surfaces that must not be contaminated during treatments. Handpieces and other intraoral dental equipment should be designed to be removed and sterilized between appointments.\n\nSampling methodology. The swab-rinse method is preferred for microbial surface sampling in the dental operatory, because it is a simple method suitable for the irregular surfaces encountered in the operatory. The recovery medium should have disinfectant neutralizers if the surface has been treated with a disinfectant that leaves a residual that is reactivated when the surface is moistened. Letheen broth effectively neutralizes phenolic disinfectants, quaternary ammonium compounds and iodophor disinfectants, and is more sensitive (not as toxic) for recovering the indicator organisms than D/E neutralizing broth. 10, 45 Incubating the recovery broth and then streaking the resultant culture on blood agar increases the sensitivity of the sampling method.\n\nSampling consistency is critical. It is recommended that the moistened swab be pressed firmly against the surface, using vigorous scrubbing, reversing directions, with perpendicular strokes, while rotating the swab frequently. All areas of a given surface should be sampled (unless it is too large to be practical), with the swab being remoistened two or three times during the sampling. During moistening and remoistening, the swab should be pressed and rotated against the side of the tube to remove excess moisture. More than one instrument can be sampled with a single swab. 43 \n\nThe goal in dental asepsis is to break the chain of transfer of blood and blood-contaminated saliva from each patient's mouth to surfaces in the dental operatory and to other patients via contaminated equipment or the hands of dental personnel. In this study (performed before the use of disposable plastic covers became widely recommended), the extensive detection of AHS on unprotected, inadequately disinfected surfaces should be interpreted as a potential for cross-contamination.\n\nOur detection of AHS in the operatory on unprotected disinfected surfaces indicated the inadequacy of surface disinfection practices. These findings validate and reinforce current concepts of infection control advocated and used widely in dentistry 6,11 : duse of single-use plastic covers over surfaces handled with contaminated gloved hands during treatment, as barriers to contamination; davoidance of unnecessary touching of unprotected items and surfaces directly with contaminated gloves without using an additional clean barrier such as a paper towel or forceps; dsterilization of all other items or equipment that must be handled in the treatment field and cannot be protected in another fashion.\n\nThis study indicates the usefulness-possibly for a number of applications-of an infection control surveillance monitoring methodology in dental practice environments using biological indicators. These surveillance methods can aid in evaluating equipment and techniques developed for infection control. Sampling for indicator organisms also can be used epidemiologically to help determine the routes of infection transmission when investigating outbreaks in a dental clinic or practice. Outside consultants or public health organizations required to evaluate asepsis in dental practices can use this technique for indicator organisms as part of an overall monitoring program. Dental schools can use the technique as a teaching tool to show students the potential for crosscontamination and to teach or evaluate aseptic techniques and infection control practices.\n\nMore imminently, sampling for indicator organisms can serve as a process control by dental practitioners. This can help identify hazards in dental practice before the public is harmed, and can be used to raise dental personnel's level of awareness of the potential for disease transmission. Heightened awareness can encourage continued adherence to infection control procedures. Such self-evaluation by the dental profession could eliminate any potential sources of crosscontamination that might have thus far escaped scrutiny by the profession or the public, ideally preventing any eventual need for greater outside controls of dental care asepsis. I D o you have comments or questions about this article? JADA now offers an online resource called Ask the Author, which can put you in touch with the author of one featured article per issue. Check out Ask the Author in the ADA Publishing Co. portion of ADA ONLINE at \"http://www.ada.org\"."}