{"title": "Original Article", "body": "Diarrhoea is responsible for more than 50% of mortality in dairy heifers <1 month of age in the USA (USDA, 2007) and antimicrobial therapy is commonly recommended regardless of the aetiological agent (Walker et al., 2012) . The reasons for this recommendation are not well established, but include prevention of bacteraemia and elimination of the suspected pathogen from the intestinal tract (Constable, 2004) . However, antimicrobial therapy may not be beneficial in many (or most) cases of calf diarrhoea (e.g. diarrhoea due to viral or parasitic infections), may result in longer recovery times (Berge et al., 2009) , and may contribute to antimicrobial resistance and environmental contamination with antimicrobial compounds (Zhao et al., 2010; Sura et al., 2014) .\n\nEnteral and parenteral antimicrobial agents and their metabolites can be excreted in significant amounts through faeces and urine (Elmund et al., 1971; Feinman and Matheson, 1978; Zhao et al., 2010; Sura et al., 2014) . Farm environmental contamination with these antimicrobial residues could reach the gastrointestinal tract of healthy untreated calves, resulting not only in maintenance and development of antimicrobial resistance, but also producing alteration of the normal gut microbial populations (Panda et al., 2014; Schokker et al., 2015) . One approach to reduce and improve the use of antimicrobial agents on dairy farms is the application of algorithms 1 to guide the user towards a more rational course of action (Berge et al., 2009) . Simple and cost effective measures such as this could be an asset to the dairy industry to improve calf management and reduce unnecessary usage of antimicrobial agents. Therefore, the aims of the present study were to evaluate the impact of an antibiotic use algorithm on calf health (morbidity and mortality) and antimicrobial treatment rates, and to characterise the faecal microbiota of healthy calves before and after implementing the algorithm.\n\nImpact of an antimicrobial use algorithm on calf health and treatment rates Farms Two large commercial dairy farms located within a 120 km radius of the University of Guelph, Ontario, Canada, were selected to participate in the study on the basis of convenience, since both farms had a record keeping system for documenting health and disease events, treatment of calves and outcomes. No changes in management in the years before and after enrolment in the study were anticipated (e.g. expansion, new buildings or major changes in disease management practices); however, there was an unexpected change between use of milk replacer and pasteurised milk between study periods on both farms. The characteristics of farms identified in each period are presented in Table 1 . The production systems on both farms consisted of free stall housing with an automated milking system. The milking herds consisted of approximately 600 cows on farm 1 and 700 cows on farm 2. The average milk production was 10,300 kg/cow/year on farm 1 and 10,400 kg/cow/year on farm 2. Neither farm had a treatment protocol for diarrhoeic calves at the time of enrolment. Calves that developed diarrhoea on farm 1 were treated with three antimicrobial agents (trimethoprim-sulphadoxine, spectinomycin and lincomycin), while diarrhoeic calves on farm 2 were treated with one antimicrobial agent orally (sulphamethazine) and one parenterally (trimethoprim-sulphadoxine or sodium ceftiofur). Ethical approval for the study was obtained from the University of Guelph Animal Care Committee (approval number eAUP 3793).\n\nResults were compared between a retrospective cohort of calves examined for 12 months before implementation of the algorithm (529 calves on farm 1 and 639 calves on farm 2) and a prospective cohort of calves examined for 12 months after implementation of the algorithm (768 calves on farm 1 and 842 calves on farm 2). Outcomes assessed before and after implementation of the algorithm were: (1) incidence of diarrhoea; (2) antimicrobial treatment rates; (3) overall mortality; and (4) mortality of diarrhoeic calves.\n\nElectronic and paper-based calf health records during the course of the study were reviewed and the following events occurring during the first 30 days of the life of each calf were recorded: (1) date of birth; (2) age and date at first diarrhoeic episode; (3) age and date at time of first treatment for diarrhoea; and (4) antimicrobial agents used. The outcome (survival or death) at 30 days of life was registered. When the cause of death was not registered, the following decisions were made: (1) if the calf died while being treated for diarrhoea, the death was attributed to diarrhoea; or (2) if a calf died suddenly or while being treated for another disease (e.g. pneumonia), the cause of death was not considered to be diarrhoea. In the period following implementation of the algorithm, farm staff registered the cause of death; if the cause of death was not clearly identified, a gross post-mortem examination was performed, but no additional samples were collected for laboratory examination.\n\nA multidisciplinary team of large animal internal medicine and infectious disease specialists, an epidemiologist and the veterinary practitioner for each farm collaborated to develop an algorithm for use of antimicrobial agents. The algorithm was designed for farmers to evaluate four main clinical signs: (1) presence of diarrhoea (defined as loose faeces that stay on top of the bedding, or watery faeces that sifts through the bedding); (2) fever (rectal temperature > 39.5 C); (3) haematochezia; and (4) changes in demeanour and milk intake. Depending on the Table 1 Farm characteristics, management practices and antimicrobial treatment protocol on two dairy farms before and after implementation of an algorithm for treatment of diarrhoeic calves. presence of these clinical signs, each calf was assigned to a treatment with or without systemic administration of an antimicrobial agent (Fig. 1) . A healthy calf was defined as a calf with normal demeanour, faecal consistency and body temperature (rectal temperature < 39.2 C), and no major changes in milk intake. Farm staff trained in health evaluation and use of the algorithm executed the protocol. Regular farm visits were used to communicate with personnel to ensure that there was no misunderstanding or non-compliance.\n\nFaecal microbiota of healthy calves in the period before and after implementation of the algorithm\n\nManagement practices for both farms during the study period are summarised in Table 1 . Dietary changes occurred on both farms during the study period. On farm 1, calves were fed non-antibiotic treated, pasteurised milk during the period before implementation of the algorithm and non-medicated milk replacer in the period after implementation of the algorithm. On farm 2, calves were fed non-antibiotic treated milk replacer in the period before implementation of the algorithm and non-medicated, pasteurised milk in the period after implementation of the algorithm.\n\nFaecal samples from 15 healthy calves <30 days of age were collected from each farm 6 weeks to 1 week before implementation of the algorithm, along with 15 healthy calves, matched for age and farm, 12 months after implementation of the algorithm. Calves were excluded if they had experienced a previous episode of diarrhoea, had other diseases (e.g. omphalophlebitis or pneumonia) or had received antimicrobial agents previously. Calves that developed diarrhoea within 10 days after sampling were excluded and new calves were enrolled in their places. Faecal samples were obtained per rectum and stored at À20 C.\n\nDNA extraction, amplification and sequencing of the bacterial 16S rRNA gene DNA extraction was performed as described by Gomez et al. (2017) . DNA was amplified with a set of oligonucleotide primers targeting the V4 region of the 16S rRNA gene with overhanging adapters for annealing to Illumina universal index sequencing adaptors (Klindworth et al., 2013; Slifierz et al., 2015) . The library pool was sequenced with an Illumina MiSeq (Illumina RTA v1.17.28; MCS v2.2) for 250 cycles from each end.\n\nOutcomes before and after implementation of the algorithm Outcomes considered for epidemiological analysis were: (1) incidence of diarrhoea; (2) antimicrobial treatment rates; (3) overall mortality; and (4) mortality of diarrhoeic calves. Differences in the risk of developing each of these outcomes were evaluated using the periods before and after implementation of the algorithm as the main exposure of interest; the effect of dietary changes on the epidemiological outcomes could not be evaluated. Cumulative incidence risk (CIR) was evaluated using the Mantel-Haenszel approach, stratifying on farm as the potential confounder. This approach was used to determine differences in the incidence of each of the four epidemiological outcomes between periods. Time to development of each outcome was evaluated using Kaplan-Meier survival curves.\n\nThe log rank x 2 test was used to ascertain whether there were differences in the survival experiences of the calves in both periods. The null hypothesis was that the survival curves were similar in both periods. Analyses were performed using STATA data analysis and statistical software (StataCorp LP).\n\nMothur software package (v.1.36.1) 2 was used for bioinformatic analysis (Gomez et al., 2017; Weese and Jelinski, 2017) . Random subsampling was completed to normalise the sequence count. Sampling coverage was assessed using Good's coverage value. The inverse Simpson's, Shannon's evenness and Chao-1 indices were used to calculate a-diversity and comparisons between groups were performed using the Steel-Dwass test. The community membership and structure were assessed as described previously (Gomez et al., 2017; Weese and Jelinski, 2017) . The differences between groups were represented by dendrograms (FigTree v1.4.0.1). 3 Clustering of the groups was visualised by principle coordinate analysis (JMP 12, SAS Institute).\n\nRelative abundances of the main phyla, Classes, Orders and Families, and the main Genera, were calculated and comparisons were performed using the Mann-Whitney U test (JMP 12, SAS Institute). Changes in faecal microbiota were evaluated using the period (before and after implementation of the algorithm) as the main exposure of interest. Similarly to the epidemiological analysis, the effect of specific management practices, such as the changes in diet between periods of assessment, could not be determined using this approach.\n\nBenjamini and Hochberg's false discovery rate (FDR) (Benjamini and Hochberg, 1995) was used to adjust P values for multiple comparisons (R! Core Team, 2013). 4 Bacterial taxa enriched in faeces in each period were identified using linear discriminant analysis effect size (LEfSe) (Segata et al., 2011) , based on P < 0.05 and a linear discriminant analysis (LDA) score > 3,0 using the online Galaxy workflow framework. 5 The number of different meta-communities (enterotypes) that the data could be clustered into was determined using the Dirichlet multinomial mixture model (DMM) (Holmes et al., 2012) . Random forests classifier (RFC) (Knights et al., 2011) was also used to determine whether a set of predictive features could be used to accurately identify samples from each period, farms and \n\nDemographic characteristics, and selected farm practices identified on farms 1 and 2 in each period are presented in Table 1 . In the period before implementation of the algorithm, diarrhoeic calves from farm 1 received three different antimicrobial agents concurrently, whereas two antimicrobial agents were used on farm 2 (Table 1 ). In the period after implementation of the algorithm, all diarrhoeic calves were treated according to the antimicrobial use algorithm (Table 1 ; Fig. 1 ).\n\nData for antimicrobial treatment rates, incidence of diarrhoea, and overall mortality and mortality of diarrhoeic calves, on both farms for each period are presented in Table 2 . On both farms, there was a marked reduction in the cumulative risk of administering antimicrobial treatment following implementation of the algorithm ( Table 3 ). The CIR of antimicrobial treatment for diarrhoea in the period after implementation of the algorithm was 81% lower than in the period before implementation (incidence risk ratio, IRR, 0.19, 95% CI 0.17-0.21; P < 0.01) and these estimates were similar between farms. On farm 1, the CIR of diarrhoea was 19% lower following implementation of the algorithm (IRR 0.81; 95% CI 0.77-0.85; P < 0.01), but there was no difference in CIR before and after implementation of the algorithm on farm 1 (IRR 1.0, 95% CI 0.97-1.04; P = 0.67). The risk of mortality of diarrhoeic calves was lower after implementation of the algorithm on farm 2 (IRR 0.48, 95% CI 0.26-0.90; P = 0.05). Table 2 Number of calves (and age), calves with diarrhoea, calves treated with antimicrobial agents, overall mortality (and age) and mortality of diarrhoeic calves on two dairy farms before and after implementation of an algorithm for treatment of diarrhoeic calves. Age presented as median and range in brackets.\n\nDifference in the risk of antimicrobial treatment, development of diarrhoea, overall mortality and mortality in diarrhoeic calves before and after implementation of the algorithm.\n\nRisk ( There was no significant difference in overall mortality before and after implementation of the algorithm (Table 3) .\n\nSurvival curves indicated that calves raised before implementation of the algorithm were more likely to be treated with antimicrobial agents than those raised after implementation of the algorithm (Fig. 2) . The time to treatment with antimicrobial agents was different between study periods on both farms and overall (log rank P < 0.01; Fig. 2 ). Calves developed diarrhoea at an older age after implementation of the algorithm on both farms (log rank P value < 0.01; Fig. 2 ). There were no significant differences in the time to death (overall mortality and mortality of diarrhoeic calves) between the periods before and after implementation of the algorithm (log rank P > 0.05; Fig. 2 ).\n\nThe age distribution (in days) of healthy calves included in this study for microbiota assessment was similar within and between farms for both periods before and after implementation of the algorithm. On farm 1, the mean ages of calves were 8 AE 2 and 9 AE 2 days before and after implementation of the algorithm, respectively; on farm 2, the mean ages of calves were 8 AE 3 days and 8 AE 2 days, respectively (P values > 0.05 for all comparisons).\n\nA total of 2,023,382 reads were obtained, with a mean of 66,352 reads per calf (median 66,352; range 12,343-141,990; standard deviation 28,891). A random subsample of 12,343 reads per sample was used to normalise the data. Subsampling was considered to be adequate, as evidenced by Good's coverage obtained for all samples (median 99.7%; range 99.2-99.9%).\n\nIn the period after implementation of the algorithm, there was a significant increase in richness (farms 1 and 2) and diversity (farm 1) of the faecal microbiota of healthy calves (Fig. 3) .\n\nTwenty-eight different phyla were identified; Firmicutes, Actinobacteria, Proteobacteria and Bacteroidetes accounted for more than 88% of sequences (see Appendix: Supplementary Fig. 1) . Changes in the relative abundances of the main phyla are presented in Table 4 and Appendix: Supplementary Fig. 1 . The relative abundance of Bacteroidetes was significantly higher in the Table 4 Relative abundance (median in percentage and ranges) of the main phyla (>1%), Classes (>0.7%) and Orders (>1% of the total of sequences) identified in faeces of healthy calves from farms 1 and 2 before and after implementation of the algorithm.\n\nFarm 1 period after implementation of the algorithm than in the period before implementation on both farms. On farm 2, the relative abundance of Proteobacteria was significantly lower in the period after implementation of the algorithm. Sixty-seven different Classes, 119 Orders and 252 Families were identified; 12 Classes, 19 Orders and 28 Families accounted for !0.1% of sequences. The relative abundances of the 10 most abundant bacterial taxa (Class, Order, Family) identified in faeces in the periods before and after implementation of the algorithm are presented in Tables 4 and 5 . Overall, 696 Genera were detected; 92 Genera were present at relative abundances of >0.01%. Changes in the relative abundances of the most abundant Genera in each period are presented in Table 5 and Appendix: Supplementary  Fig. 4 .\n\nEnriched phylotypes in faeces of calves in each period are presented in Fig. 4A (farm 2) and Appendix: Supplementary Fig. 3A (farm 1). The Genera that were enriched in faecal samples in the period before and after implementation of the algorithm are presented in Fig. 4B (farm 2) and Appendix: Supplementary Fig. 3B (farm 1).\n\nThere were significant differences in community membership (Jaccard index) and community structure (Yue and Clayton index) of faecal microbiota between the periods before and after implementation of the algorithm (see Appendix: Supplementary  Table 1 ). These differences can be visualised in the dendrograms (Fig. 5) and PCoA plots (see Appendix: Supplementary Fig. 4) .\n\nUsing the DMM, two meta-communities (enterotypes) were identified; the first group of enterotypes comprised all faecal samples collected before implementation of the algorithm, while the second group of enterotypes contained all samples obtained in the period after implementation of the algorithm. The RFC analysis identified a 0% error rate for classifying samples (based on the taxa identified in each sample) into the appropriate period (before and after implementation of the algorithm), with a 6% error rate for classifying samples into the appropriate farm or farm/period. These results indicated that RFC had a stronger ability to separate samples by the appropriate period rather than into the appropriate farm or farm/period.\n\nThe implementation of an algorithm for treatment of diarrhoea targeting systemically ill calves resulted in a reduction in antimicrobial treatment rates of 80%, with no identifiable negative impacts on clinical outcome. Few clinical trials have investigated the effectiveness of protocols to reduce and refine antimicrobial treatment in pre-weaned calves. A clinical trial investigating the effect of conventional therapy on the health and growth of calves on one farm (four antimicrobial agents administered to any diarrhoeic calf) and targeted therapy (two antimicrobial agents administered to diarrhoeic calves with depression or fever) failed to detect differences in morbidity and mortality rates between groups (Berge et al., 2009) . Furthermore, the conventional therapy group had 70% more days of diarrhoea than the targeted therapy group. Similarly, our study demonstrated that targeting antimicrobial therapy to calves that are systemically affected is a feasible approach to decrease the use of antimicrobial agents in diarrhoeic calves, with possible beneficial effects on health (fewer days of diarrhoea) (Berge et al., 2009) .\n\nHistorically, farmers and veterinary practitioners have been concerned that delayed or non-treatment with antimicrobial agents could have a negative impact on calf health and welfare. However, in our study, targeting therapy to systemically ill diarrhoeic calves resulted in lower rates of antimicrobial treatment, without a negative effect on the overall morbidity and mortality attributed to diarrhoea. Similar results have been documented in some European countries, in which the use of antimicrobial agents in farm producing animals has decreased by >50%, with a minor impact on health and productivity (Wierup, 2001; Aarestrup et al., 2010; Speksnijder et al., 2015) . Possible reasons for the lack of adverse effects include improvements in diet, including the quality and quantity of colostrum, water quality, housing and environmental conditions. Improving feed quality in pig production can contribute to reduced antimicrobial use and Table 5 Relative abundance (median in percentage and ranges) of the Families (>1%) and Genera (>2.5% of the total of sequences) identified in faeces of healthy calves from farms 1 and 2 during the before and after period.\n\nFarm 1 before Farm 1 after Adjusted P value Farm 2 before Farm 2 after Adjusted P value maintenance of animal health (Postma et al., 2015) . Poor housing conditions are an impediment to decreasing antimicrobial use in pig farms in the United Kingdom (Coyne et al. 2014 ). Improvements in housing and environment are important for prevention of disease in dairy cows (LeBlanc et al., 2006; Vaarst et al., 2006) . Changes in the behaviour of veterinarians and farmers towards the usage of antimicrobials in calves, including focussing efforts on preventative measures (e.g. optimal housing and hygiene practices, climate control, and improved feed and water quality), with the aim to enhance the health of calves and the quality of the environment, may contribute to the reduction in antimicrobial use without a negative impact on the health of calves. Differences in bacterial membership and structure of the faecal microbiota of calves in the periods before and after implementation of the algorithm were evident on both farms. Diet, pathogen occurrence, environmental factors (e.g. season) and reduction in antimicrobial treatment rates could have influenced the composition of gut microbiota and could play a role in the observed temporal changes (Jami et al., 2013; Rey et al., 2014) . Our statistical analyses used the period before and after implementation of the algorithm as the main exposure of interest. This approach meant that we could not differentiate the effects of dietary changes from the reduction in antimicrobial treatment rates on the faecal microbiota of healthy calves. The DMM analysis identified the presence of two groups of enterotypes comprising all samples from the period before and after implementation of the algorithm, respectively, irrespective of the farm of origin, and the RFC analyses had a perfect ability to separate samples into their appropriate period (0% error rate). In addition, the results of the LEfSe analyses demonstrated that the changes on faecal microbiota were similar in both farms in the period after implementation of the algorithm. These results suggest that a factor common to both farms, i.e. the reduction in antimicrobial treatment rates, may have contributed to changes in the faecal microbiota after implementation of the algorithm. Although dietary changes occurred on both farms, the nutritional source was also different between farms (the diet was changed from non-antibiotic treated pasteurised milk to non-medicated milk replacer on farm 1, while the diet was changed from non-antibiotic treated milk replacer to nonmedicated pasteurised milk on farm 2). If the dietary changes had a major role in the observed changes, the DMM would have been expected to identified enterotypes based on diet rather than period (e.g. all calves fed non-antibiotic treated pasteurised milk on farm 1 before implementation of the algorithm and farm 2 after implementation of the algorithm might be expected to be similar, and vice versa) (Holmes et al., 2012) . In addition, RFC would have been expected to assign samples to farm/period rather than to period (Knights et al., 2011) .\n\nWhilst an impact of antimicrobial agents on calves has been demonstrated previously (Smith and Crabb, 1956; Grønvold et al., 2011) , the potential changes in the faecal microbiota of healthy calves from farms having a marked reduction in antimicrobial treatment rates associated with the use of treatment algorithms has not been reported previously. The reduction in antimicrobial treatment rates and dietary changes on both farms after implementation of the algorithm were associated with decreased representation of members of the Phylum Proteobacteria (Family Enterobacteraceae and Genera Escherichia-Shigella) in the faecal flora of calves. The higher representation of Proteobacteria in healthy calves in period before implementation of the algorithm was unexpected, because enrichment with members of this Phylum has been associated with intestinal dysbiosis in other species (Costa et al., 2012; Suchodolski et al., 2012; Singh et al., 2015) , as well as diarrhoea in dairy calves (Gomez et al., 2017) . Marked differences in the faecal microbiota of healthy beef calves have been identified among farms, with some farms having Firmicutes-dominant microbiota and others Proteobacteria-dominant microbiota; in general, higher Proteobacteria levels were present on farms with high usage of antimicrobial agents (Weese and Jelinski, 2017) . These results are aligned with the hypothesis that antimicrobial agents can have a broader or cumulative impact on farms, where regular use results in the development of a particular microbiota in those calves, regardless of their individual antimicrobial exposure (Weese and Jelinski, 2017) .\n\nThe marked reduction in antimicrobial treatment rates and dietary changes also coincided with a significant increase of the Bacteroides and multiple butyrate-producing bacteria (Faecalibacterium and unclassified Genera from the Families Lachnospiraceae and Ruminococcaceae). These Genera have been associated with 'gut health' in different species, including human beings (Sokol et al., 2008) , horses , dogs (Suchodolski et al., 2012) and calves (Oikonomou et al., 2013) . We speculate that a reduction in the use of antimicrobial agents and changes in the dietary source may have had a beneficial effect on the gut microbiota of calves by favouring taxa associated with 'gut health' (Bacteroidetes and butyrate-producing bacteria) over those associated with dysbiosis (Proteobacteria).\n\nThe specific changes (especially at the Genus level) in microbiota were not consistent between the two farms. One possible explanation is impact of the geographic location and management practices within the farms. Differences in the faecal microbiota of healthy calves from different farms have been demonstrated previously (Gomez et al., 2017) . Earlier studies based primarily on animals from single farms demonstrated a large degree of Fig. 5 . Dendrograms representing the similarity of community structure (Yue and Clayton index, A) and membership (Jaccard index, B) in faecal samples collected from healthy calves before (farm 1, purple; farm 2, green) and after (farm 1, blue; farm 2, red) implementation of an algorithm for antimicrobial treatment.\n\ninter-farm variation of faecal microbiota (Edrigton et al., 2012; Oikonomou et al., 2013; Klein-Jöbstl et al., 2014) . Therefore, the variance in the faecal microbiota of healthy calves from different farms must be considered when designing and interpreting studies of microbiota in calves.\n\nDifferences in the occurrence of pathogens could have also contributed to the specific changes identified on faecal microbiota. In cattle, Johne's disease caused by Mycobacterium avium subsp. paratuberculosis is associated with increased Proteobacteria and reduced Firmicutes and Bacteroidetes (Fecteau et al., 2016) . Similar changes on gut microbiota were identified in calves with undifferentiated neonatal diarrhoea (Gomez et al., 2017) .\n\nA limitation of this study is that the two clinical algorithms were not implemented concurrently on the two farms and thus results could have been confounded by other time-dependent variables, such as environment, husbandry and other health management practices. To reduce possibility of confounding, the inclusion criteria aimed to include only herds that had no plan to change treatment and prevention protocols. Although a randomised field trial with concurrent treatment arms within the same source population would have been the preferred design, its implementation was not possible because of the cost and effort required from farmers and veterinarians (e.g. farmers were willing to follow only one simple treatment protocol). Another major limitation is that the confounding effects of changes in diet between periods on both farms could not be evaluated. However, the results of statistical analyses (i.e. DMM and RFC) suggested that the reduction in antimicrobial treatment rates was the variable with the main effect on the observed changes.\n\nThe use of an algorithm for treatment of calf diarrhoea decreased the rates of antimicrobial treatment on two dairy farms without an adverse effect on the health of the calves. Management practices and reduction in antimicrobial treatment rates at the farm level could have an impact on the development and establishment of faecal microbiota of healthy calves.\n\nNone of the authors of this paper have a financial or personal relationship with other people or organisations that could inappropriately influence or bias the content of the paper."}