{"title": "Development of antiviral therapy for severe acute respiratory syndrome", "body": "Severe acute respiratory syndrome (SARS) is a recently recognised severe febrile lower respiratory illness caused by a 0166-3542/$ -see front matter © 2005 Elsevier B.V. All rights reserved. doi:10. 1016/j.antiviral.2005.03.002 newly identified coronavirus, the SARS coronavirus (SARS-CoV) Ksiazek et al., 2003; Peiris et al., 2003b) . Since the first reported outbreak of atypical pneumonia in Guandong Province in China in late 2002, successive similar outbreaks were widely reported from March 2003 onward in 29 countries and territories affecting more than 8096 patients and causing at least 774 deaths (Berger et al., 2004; Stadler et al., 2003; Peiris et al., 2003c; updated information can be found at http://www.who.int/csr/sars/en). About 20% of patients may progress to acute respiratory distress syndrome requiring mechanical ventilatory support. The overall mortality rate is about 10% but the mortality varies with age. SARS affected relatively few children and generally appeared to be milder in the paediatric age group. In contrast, the mortality rate in the elderly was as high as 50%.\n\nMuch scientific effort has been focused on the development of a vaccine to protect against future SARS outbreaks. However, the chances to rapidly develop an effective vaccine are difficult to judge at the moment. An animal coronavirus vaccine was reported to exacerbate the disease in vaccinated animals (Cavanagh, 2003) and immunisation with a modified vaccinia virus Ankara-based recombinant vaccine against SARS was associated with enhanced hepatitis in ferrets (Weingartl et al., 2004) . Therefore, certain precautions have to be considered for the development of SARS-CoV vaccines due to potential detrimental effects (Marshall and Enserink, 2004) , and due to this, the development of an effective and safe vaccine for SARS-CoV could take years. Moreover, it is not clear whether the disease will re-emerge in the near future and it is unlikely that future outbreaks will reach global proportion . Taken together, these facts limit the commercial interest in a SARS-CoV vaccine, which may further prolong vaccine development. Therefore, the search for effective antiviral agents against SARS-CoV has to be continued in order to be prepared as well as possible for future SARS outbreaks.\n\nThe clinical course of SARS appears to follow a typical pattern (Peiris et al., 2003a) . Initial clinical signs are fever, myalgia, and other systemic symptoms that generally improve after a few days. During the initial phase, the viral load increases. Higher initial viral loads are associated with worse prognosis (Chu et al., 2004a) and continued viral replication is associated with poor clinical outcome Chu et al., 2004a) . After the initial viral replication phase, the next phase of SARS is characterised by recurrence of fever, hypoxaemia, and radiological progression of pneumonia, although the viral load may decline. Peiris et al. (2003a) showed a progressive decrease of viral shedding from nasopharynx, stool, and urine from day 10 to day 21 after onset of symptoms in 20 patients followed up by serial RT-PCR measurements. Thus, immune-mediated lung injury caused by an over-exuberant host response may contribute to clinical worsening during the second phase in addition to higher viral loads in the lungs, which were significantly associated with a shorter duration from onset of illness to death (Mazzulli et al., 2004a,b) .\n\nDue to the sudden and explosive emergence of the disease, empirical strategies were been used to treat the patients Fujii et al., 2004; Hui and Wong, 2004) . These included various antibiotics, antiviral agents (ribavirin, oseltamivir, HIV-1 protease inhibitors), corticosteroids, interferons, and normal human immunoglobulin preparations. Neutralising antibodies, fusion inhibitors, silencing of SARS-CoV genes by RNA interference, and natural products such as glycyrrhizin (a component of liquorice routs) represent other therapeutic possibilities for SARS treatment. New insights into the field of SARS pathogenesis and SARS-CoV genome structure revealed novel potential therapeutic targets for antiviral therapy. Different animal models have now been established to enable the examination of potential anti-SARS-CoV drugs in vivo. In this article, we review and discuss the possible antiviral agents which may be effective in the treatment of this devastating infection.\n\nRibavirin (1-␤-d-ribofuranosyl-1,2,4-triazole-3-carboxamide) is a purine nucleoside analogue that was discovered by ICN Pharmaceuticals in 1970, with a broad spectrum antiviral activity (Sidwell et al., 1972) . Ribavirin is licensed in most countries for the treatment of respiratory syncytial virus (RSV) infections in infants and in combination with interferon ␣ for chronic hepatitis C virus infection. It prevents the replication of a large number of different RNA and DNA viruses in vitro, including myxo-, paramyxo-, arena-, bunya-, herpes-, adeno-, pox-, and retroviruses. In patients with Lassa fever, ribavirin significantly reduces mortality, especially, when therapy is initiated during the first 6 days of illness (McCormick et al., 1986) . Ribavirin can be given orally (with an absolute bioavailability of 40-50%), intravenously or as aerosol.\n\nDifferent mechanisms may be responsible for the antiviral effects of ribavirin. Ribavirin prevents replication of viruses by inhibiting the enzyme inosine monophosphate dehydrogenase, which is required for the synthesis of guanosine triphosphate (Cameron and Castro, 2001; Leyssen et al., 2005) . Moreover, inhibition of viral polymerase activity by the 5triphosphate metabolite of ribavirin, inhibition of viral capping, and lethal mutagenesis of the RNA genome may contribute to the antiviral effects of ribavirin (Hong and Cameron, 2002) . In vitro inhibition of RSV, influenza, and parainfluenza viruses is achieved at concentrations of 3-10 g/ml. Animal studies showed that ribavirin is effective in the treatment of mouse coronavirus hepatitis (Sidwell et al., 1977; Ning et al., 1998) . Although ribavirin had little inhibitory effect on coronavirus replication, it can decrease the release of proinflammatory cytokines, e.g. IL-1 and TNF-␣ from the macrophages of mice . In addition, ribavirin switches the Th-2 response to Th-1 response . In dendritic cells, ribavirin markedly suppressed the production of TNF-␣, IL-10 and IL-12 without effecting dendritic cell maturation (Barnes et al., 2004) . In RSV-infected epithelial cells, ribavirin increased virus-induced IFN-stimulated response element (ISRE) signalling, thereby, enhancing the expression of antiviral IFN-stimulated response genes (ISGs) (Zhang et al., 2003a) . Ribavirin may therefore serve as an immunomodulator, irrespective of its antiviral role.\n\nInvestigations initially carried out by our laboratory demonstrated that ribavirin did not inhibit SARS-CoV replication in Vero (African green monkey kidney) cells at therapeutically achievable concentrations (Cinatl et al., 2003a) . These results were confirmed by other investigators using the E6 subclone of Vero cells (Stroher et al., 2004; Chen et al., 2004a; Tan et al., 2004a) . However, these results were most probably caused by insufficient phosphorylation of ribavirin to its active triphosphorylated form in Vero cells. More recent studies showed that ribavirin inhibits SARS-CoV replication in foetal rhesus kidney cells (fRHK-4) in concentrations of about 50 g/ml which is still above mean plasma levels in treated individuals, being in the range of 24 g/ml after i.v. administration of 1000 mg ribavirin or 1.3 g/ml after an oral dose of 600 mg in adults (Koren et al., 2003) . We investigated the effect of ribavirin on SARS-CoV replication in a panel of SARS-CoV permissive animal and human cell lines . Ribavirin inhibited SARS-CoV replication (strains FFM-1 and 6109) in embryonal African green monkey kidney cells (MA-104), pig kidney cell line (PK-15), human colon carcinoma cell lines (Caco2 and CL-14), and primary epithelial human kidney cells (HPEK) at concentrations below 10 g/ml. These findings suggest that multiple cell culture systems should be used to evaluate the activity of antiviral agents against emerging viruses such as SARS-CoV. So et al. (2003) proposed a treatment protocol for SARS with the emphasis on the combination of ribavirin, and methylprednisolone. The published reports of clinical effectiveness of ribavirin were mostly retrospective case series with intrinsic methodological problems and it is difficult to draw firm conclusions Booth et al., 2003; Dwosh et al., 2003; Hsu et al., 2003; Tsang et al., 2003; Peiris et al., 2003a; Zhao et al., 2003) . The only randomised trial concluded that ribavirin was not efficacious (Zhao et al., 2003) . Therefore, the clinical value of ribavirin for the treatment of SARS patients is regarded with scepticism, especially since ribavirin treatment is associated with severe adverse effects. The major side effect of ribavirin is anaemia which occurs in 27-59% of SARS patients (Booth et al., 2003; Sung et al., 2004) . Anaemia reduces oxygen transport and potentiates the existing problem of oxygenation and tissue hypoxia. Other significant side effects included raised transaminases and bradycardia (Booth et al., 2003) , as well as hypocalcaemia, hypomagnesaemia, and risk of teratogenicity . In a detailed study on the clinical course and viral load, Peiris et al. (2003a) reported that 14 patients given a standard regimen of ribavirin and steroids showed a peak viral load at day 10 after onset of illness. Although only a small number of subjects had been included in this study, it indicated the inability of ribavirin to clear SARS-CoV from the SARS patients. Moreover, a Canadian study found SARS-CoV RNA in multiple lung lobes, often in high copy number, at the time of death in ribavirin treated patients (Mazzulli et al., 2004a) . Early onset of hydrocortisone therapy for ribavirin-treated patients resulted in increased plasma SARS-CoV RNA concentrations in the second and third week of illness compared to those who received placebo instead of hydrocortisone . This enhancement of SARS-CoV mRNA in hydrocortisone treated patients is probably not due to its direct effects on virus replication since hydrocortisone does not influence SARS-CoV replication in cultured cells .\n\nAlthough most clinical trials do not support the use of ribavirin in SARS, this does not necessarily mean that ribavirin is without effect on virus replication in treated patients. Possibly, antiviral effects of ribavirin are too weak to improve clinical symptoms. A most recently published uncontrolled study reported that ribavirin reduced viral load in five of eight patients (Wang et al., 2004a) . Moreover, this study suggested that the peak inflammatory cytokine (IL-6 and IL-8) levels concurred with or after peak viral load and preceded or concurred with the maximum pulmonary infiltrates. Therefore, reduction of viral load during the early phase of SARS may reduce the activation of proinflammatory cytokines and subsequently result in a milder course of disease. These clinical findings together with the observation of antiviral activity of ribavirin in different SARS-CoV-infected cell lines show that ribavirin should be critically investigated in SARS animal models to allow a more detailed appraisal of its activity.\n\nRibavirin may be used in combination with other antiviral drugs such as interferons or HIV-1 protease inhibitors (see below). In addition, ribavirin analogues previously developed for the treatment of HCV or other viral diseases are potential drugs for the treatment of SARS. Several ribavirin analogues have a stronger antiviral activity compared to ribavirin (De Clercq et al., 1991) . The most potent conger of the group, 5-ethynyl-1-␤-ribofuranosylimidazole-4carboxamide (EICAR), showed antiviral potency against different RNA viruses about 10-fold to 100-fold greater than that of ribavirin. Other analogues such as viramidine and levovirine were specifically developed for the treatment of patients with hepatitis C (Foster, 2004) . Recently, viramidine, a liver-targeting prodrug of ribavirin, was presented suggesting that organ targeting of ribavirin may be a reasonable therapeutic approach (Lin et al., 2003b; Wu et al., 2004b) . Viramidine is activated by deamination in the liver by the enzyme adenosine deaminase. Both experimental and clinical data show an improved viramidine distribution in the liver and in red blood cells compared to ribavirin (Lin et al., 2004a,b) . The development of ribavrin analogues targeted to other organs such as lung or intestine may be more relevant for treatment of SARS. Levovirin, i.e. the l-isomer of ribavirin, is associated with a lesser degree of haemolytic anaemia. It appears safe in animal studies and has been well tolerated in phase I studies in healthy volunteers (Hugle and Cerny, 2003; Lin et al., 2003a) . In contrast to ribavirin, levovirin has no direct antiviral activity while it retains the immunomodulatory activities of ribavirin.\n\nVirus infection of permissive cells prompts the innate immune system to establish a first line of defence. Interferons (IFNs) play a key role in these events, since they activate the innate immune system and help to shape immunity. IFNs consist of the multiple type I species (IFN-␣, IFN-␤, IFN-, and IFN-), and the one type II species (IFN-␥), both of which have antiviral activity (Sen, 2001; Katze et al., 2002; Urosevic, 2003) . Type I IFNs have functional, but no structural similarity with IFN-␥.\n\nIFNs can induce several parallel antiviral pathways in cells, including four major factors: 2 -5 -oligoadenylate synthetase (OAS) protein family/ribonuclease L (RNase L), dsRNA-dependent protein kinase (PKR), Mx proteins, and adenosine deaminase RNA-specific (ADAR)1 (Sen, 2001) . Some of theses pathways are more specific for a particular group of viruses, although more than one pathway may control infection with a single virus. A common feature among these antiviral pathways, excluding Mx protein, is the requirement for dsRNA as common activator or substrate to IFN-induced protein factors. While OAS and PKR enzymes require non-specific association with dsRNA for their activation and antiviral effects, ADAR1 uses dsRNA as substrate for deamination of adenosines and their conversion into inosines. The existence of considerable residual effects of type I IFNs against encephalomyocarditis virus (EMCV) in mice lacking functional RNase L, PKR, and Mx suggests the presence of additional pathways (Zhou et al., 1999) .\n\nThe sensitivity of coronaviruses including avian infectious bronchitis virus, murine hepatitis virus (MHV), transmissible gastroenteritis virus (TGEV), and human coronaviruses to IFNs was demonstrated in vitro and in vivo (Sperber and Hayden, 1989; Pei et al., 2001; Minigawa et al., 1987; Lucchiari et al., 1991; Weingartl and Derbshire, 1991) . Although both types of IFNs were effective against coronavirus infection, some studies suggested that type I IFNs may be more potent than IFN-␥. In one study, IFN-␥ even stimulated 100-fold the production of infectious virions of human coronavirus strain OC43 in human neuronal cells (Collins, 1995) . IFN-␣ was more potent against MHV compared to IFN-␥ in a mouse model. Combined treatment with both interferons showed synergistic antiviral effects (Fuchizaki et al., 2003) .\n\nThere are few clinical experiences with IFN treatment of coronavirus infections. In an experimental setting, 55 healthy volunteers were treated with intranasal recombinant IFN (rIFN␣-2b; 2 × 10 6 IU/day) or placebo for 15 days and were exposed to coronavirus by direct intranasal inoculation on the eighth day of treatment (Turner et al., 1986) . Therapy with IFN shortened the duration and reduced the severity of coronavirus cold symptoms suggesting that intranasal rIFN␣ may be an effective prophylactic treatment of coronavirus infection in humans. Similarly, intranasal IFN sprays given 1 day before and for 3 days after virus challenge protected human volunteers from infection with coronavirus (Tyrell, 1986) .\n\nIn numerous in vitro studies, effects of IFNs on SARS-CoV replication had been observed (Cinatl et al., 2004b) . The first published in vitro study that compared effects of different classes of IFNs on SARS-CoV replication demonstrated IFN-␤ to be the most effective in inhibiting SARS-CoV replication (Cinatl et al., 2003b) . Effects of recombinant IFN-␣ (Intron A [IFN-␣-2b], Essex Pharma, Munich, Germany), IFN-␤ (Betaferon [IFN-␤-1b], Schering, Berlin, Germany), and IFN-␥ (Imukin [IFN-␥-1b], Boehringer Ingelheim, Ingelheim, Germany) on two different virus strains (FFM-1, 6109) were compared in two different cell lines (African green monkey kidney cell line Vero, human colorectal adenocarcinoma cell line Caco2). After pre-treatment, EC 50 (concentration of the compound needed to inhibit the cytopathic effect to 50% of the control value) of IFN-␤ for SARS-CoV FFM-1 in Vero cells was 50-fold and 25-fold lower than that of IFN-␣ and IFN-␥, respectively. Similar results were obtained for the comparison of anti-SARS-CoV effects of IFN-␣ with IFN-␤ using SARS-CoV strain 6109 in Vero cells and for both strains in Caco2 cells. By contrast, IFN-␥ did not inhibit SARS-CoV replication in Caco2-cells. When added after virus infection, IFN-␤ was the only IFN that showed anti-SARS-CoV activity. Although IFN-␤-1b was shown to inhibit SARS-CoV replication more effectively compared to IFN-␣-2b in our experiments (Cinatl et al., 2003b) , several other laboratories reported different IFN-␣ subtypes and human leukocyte IFN-␣ to be highly effective against SARS-CoV replication (Chen et al., 2004a,b; Hensley et al., 2004; Sainz et al., 2004; Spiegel et al., 2004; Stroher et al., 2004; Tan et al., 2004a; Zheng et al., 2004) . In contrast to the initial study (Cinatl et al., 2003b) , these investigations were exclusively performed in monkey kidney cell lines including Vero or fRhK4 cells. In permissive human intestinal epithelial cell lines infected with different SARS-CoV strains, analysis of cellular gene expression by high-density oligonucleotide arrays revealed up-regulation of numerous IFN-induced genes including OAS2 and MxA (Cinatl et al., 2004a) . Progressive virus replication despite expression of these genes suggests that they do not play a significant role in the control of SARS-CoV replication in vitro. In fact, SARS-CoV replication was observed in Vero cells stably expressing MxA (Spiegel et al., 2004) . These results suggest that other IFN-induced proteins must be responsible for the inhibitory effects of type I-IFNs on SARS-CoV replication. Moreover, the SARS-CoV developed the ability to evade the IFN system by inhibition of the induction of endogenous IFN-␤ by prevention of activation of the transcription factor interferon regulatory factor 3 (IRF-3), that is essential for IFN-␤ promoter activity (Spiegel et al., 2005) .\n\nAlthough IFN-␥ had been shown to have little antiviral effects on SARS-CoV replication in vitro (Cinatl et al., 2003b; Tan et al., 2004a,b; Spiegel et al., 2004; Zheng et al., 2004) , two recent observations suggested that simultaneous incubation of Vero cells with IFN-␤ and IFN-␥ may act synergistically against SARS-CoV infection (Sainz et al., 2004; Scagnolari et al., 2004) .\n\nActivity of type I IFNs against SARS-CoV was confirmed by animal studies. Treatment of cynomolgous macaques with pegylated recombinant IFN-␣-2b (PEG-IFN-␣-2b, PEG-Intron) prior to SARS-CoV-infection substantially protected type 1 pneumocytes, the main target cells for SARS-CoV infection in macaques, from SARS-CoV infection in vivo . Use of pegylated IFN-␣ 1 day postexposure protected type 1 pneumocytes less effectively. Although in vitro data suggested direct influence of pegylated IFN-␣ on SARS-CoV replication, the authors did not determine if in vivo protection by pegylated IFN-␣ was caused by direct antiviral activity or by immunomodulatory effects . Taken together, experimental data strongly encourage further testing of type I IFNs for the treatment of SARS.\n\nThere is only limited experience with IFN treatment of SARS patients resulting from two clinical studies. The first study described treatment of 190 SARS-patients from Guangzhou, the capital of Guangdong (Zhao et al., 2003) . The authors concluded that the best outcome was achieved by the combination of high-dose steroids with quinolone plus azithromycin. In the authors' opinion, the use of IFN-␣ did not result in an obvious beneficial effect. In the second study, IFN alfacon-1, (Infergen, Intermune, Brisbane, California, USA), a non-naturally occurring synthetic recombinant type I IFN-␣ that contains in each amino acid position the most commonly observed amino acid from 13 IFN-␣ non-allelic subtypes, was used (Loutfy et al., 2003) . Thirteen patients who received single treatment by corticosteroids were compared to nine patients who additionally received IFN alfacon-1 (Loutfy et al., 2003) . The use of IFN alfacon-1 resulted in more rapid resolution of radiographic lung abnormalities and better oxygen saturation levels. Moreover, IFN alfacon-1 patients showed less increase in creatine kinase levels and a more rapid return of lactate dehydrogenase to normal levels. Elevated lactate dehydrogenase and creatine kinase levels are assumed to indicate lung parenchymal damage and are associated with poor prognosis (Loutfy et al., 2003) . In addition, treatment with IFN alfacon-1 decreased the median duration of peak lung involvement and IFN alfacon-1 treated patients needed supplemental oxygen for shorter periods. However, in late-stage disease, four of six critically ill patients in this cohort died despite combination therapy, raising the possibility that early treatment is important. The experience with drug treatments during the first SARS outbreak has led the National Institute of Allergy and Infectious Diseases' sponsored collaborative Anti-viral Study Group to develop a placebocontrolled clinical treatment protocol of IFN-alfacon-1 in patients with early SARS (Levy et al., 2005) .\n\nOne possible strategy to improve direct antiviral effects of IFNs may be the combination with other antivirals. The combination of IFN-␤ with ribavirin resulted in synergistically increased SARS-CoV replication inhibition in different human cell lines . Similar results had been found by Chen et al. (2004a) . In contrast to this, Tan et al. (2004a) did not find synergistic effects between type I interferons and ribavirin. Testing of the combination of ribavirin and interferon in animal models of SARS will be necessary to judge in vivo activity.\n\nIn contrast to the SARS-CoV protease, which is a cystein protease (Fan et al., 2004) , the HIV-1 protease belongs to the aspartyl proteases (Todd et al., 2000) . The development of HIV-1 protease inhibitors was based on the knowledge of the HIV-1 gag-pol polypeptide precursor cleavage sites recognised by the HIV-1 enzyme. This approach led to the development of highly potent and selective inhibitors of HIV-1. Anti-SARS-CoV activity of HIV-1 protease inhibitors was identified during screening of compounds including antiviral drugs already in human clinical use; however, the results have been inconsistent across laboratories, and no animal model data have been published to document in vivo antiviral activity against SARS-CoV. The first in vitro data were presented by Yuen (2003) at the 2003 Prevention and Cure of SARS seminar held in Guangzhou in September. At this conference, Yuen mentioned that they found a suppressing effect of lopinavir and ritonavir on SARS-CoV replication. The antiviral effects were observed for both single drugs and synergistically increased by the use of their combination. Hong Kong group reported later on the antiviral activity of lopinavir at a concentration of 4 g/ml (Chu et al., 2004b) which is close to peak (9.6 g/ml) and trough (5.5 g/ml) lopinavir plasma levels in HIV-1 treated patients (Hurst and Faulds, 2000) . Yamamoto et al. (2004) demonstrated that nelfinavir inhibits the replication of SARS-CoV in Vero E6 cells at nanomolar concentration which are easily achievable in plasma of treated patients. In contrast, this study failed to demonstrate antiviral activity for other HIV-1 protease inhibitors (including ritonavir and lopinavir) at concentrations up to 10 M. Similarly, Tan et al. (2004a) did not observe any anti-SARS-CoV activity of indinavir, nelfinavir or saquinavir at therapeutically achievable concentrations.\n\nFirst clinical results on treatment of SARS patients with HIV-1 protease inhibitors were reported by a research group from Hong Kong . In that study, 75 patients with SARS were treated with a formulation of lopinavir and low-dose ritonavir (Kaletra; Abbott) in addition to a standard treatment protocol including antibiotics, ribavirin, and corticosteroids adopted by the hospital authority. These patients were matched with control subjects retrieved from the hospital authority's SARS central database. The matching was done with respect to age, sex, the presence of comorbidities, lactate dehydrogenase level, and the use of steroid therapy. The 75 patients treated with lopinavir/ritonavir were further divided into two subgroups for analysis: those who received lopinavir/ritonavir as initial treatment (44 patients), and those who received lopinavir/ritonavir as salvage therapy (31 patients). These groups were compared with matched cohorts of 634 and 343 patients, respectively. The Hong Kong research group found that the use of lopinavir/ritonavir as initial treatment was associated with a lower overall mortality rate (2.3%) and intubation rate (0%), compared with matched cohort of subjects who did not receive lopinavir/ritonavir (15.6 and 11%, respectively; P < .05). However, the subgroup of patients who received lopinavir/ritonavir as salvage therapy showed no difference in the overall mortality rate or in rates of oxygen desaturation and intubation compared with the matched cohort, suggesting that only early use of liponavir/ritonavir is effective in the treatment of SARS. Other beneficial effects of early use of liponavir/ritonavir included a reduction in corticosteroid use, fewer nosocomial infections, decreasing viral loads and rising peripheral lymphocyte counts (Chu et al., 2004b) . The possible clinical utility of protease inhibitors was also suggested by observations performed on patients hospitalised in Guangzhou Chen and Cao, 2004) on patients hospitalised in Guangzhou. They reported that none of the 19 patients with HIV-1/AIDS who were hospitalised together with 95 patients who had SARS on the same hospital floor became infected with the SARS-CoV. Most of the patients with HIV-1/AIDS were receiving HAART during hospitalisation. On the other hand, 6 of 28 members of the medical staff who directly served on this floor contracted SARS. However, these findings should be interpreted carefully since the exposure risks are clearly higher for the medical staff than for patients on the same floor.\n\nAlthough the improved clinical outcome in patients that received liponavir/ritonavir as part of the initial therapy may be due to the fact that serum concentrations could inhibit the virus, no data from animal experiments exists, and possible mechanisms remain obscure. HIV-1 protease inhibitors may bind to the active site of SARS-CoV main proteinase (Zhang and Yap, 2004) . However, at least in the case of nelfinavir, inhibition of the main SARS-CoV proteinase was not a major mechanism of SARS-CoV inhibition (Yamamoto et al., 2004) . HIV-1 protease inhibitors also influence some cellular enzymes involved in apoptosis (Ghibelli et al., 2003) or antigen processing and presentation (Andre et al., 1998) and block proinflammatory cytokine production through inhibition of cellular transcription factors such as NF-B (Piccinini et al., 2002; Equils et al., 2004) . Therefore, it is possible that in addition to viral targets some cellular proteins may be influenced by HIV-1 protease inhibitors. This may contribute to their clinical anti-SARS activity. It should be also noted that SARS patients treated with lopinavir/ritonavir also received ribavirin as initial antiviral therapy Chu et al., 2004b) . It is, therefore, possible that the combination of ribavirin with HIV-1 protease inhibitors led to synergistic antiviral effects as demonstrated in experiments with SARS-CoV-infected cultured cells (Chu et al., 2004b) .\n\nNitric oxide (NO) is an important signalling molecule between cells and is involved in a wide range of biological processes ranging from vasodilatation and blood-pressure control to neurotransmission. NO is also involved in non-specific (innate) host defence, and participates in the complex mechanism of tissue injury, acting as a major mediator of inflammatory processes and apoptosis (Ignarro, 2000) .\n\nNO plays a key part in host defence against bacteria, protozoa, and tumour cells. Anti-viral activity of NO has been described for different viruses including DNA viruses, such as murine poxvirus, herpes simplex virus, and Epstein-Barr virus, and some RNA viruses such as poliovirus, coxsackievirus, Japanese encephalitis virus, and murine coronavirus (Lane et al., 1997; Pope et al., 1998; Reiss and Komatsu, 1998; Torre et al., 2003) .\n\nThe NO donor 2,2 -(hydroxynitrosihydrazino)bisethamine (DETA NONOate) had been early found to inhibit SARS-CoV in Vero cells (Cinatl et al., 2003a) . In addition, DETA NONOate inhibits SARS-CoV replication in the intestinal Caco2 cell line at non-toxic concentrations (50-500 M) in a dose dependent manner . Recently, two in vitro studies demonstrated an inhibitory effect of NO on SARS-CoV replication in Vero E6 cells. Keyaerts et al. (2004) tested two NO donor compounds including S-nitroso-N-acetylpenicillamine (SNAP) and sodium nitroprusside (SNP). Anti-viral activity was estimated by the inhibition of the SARS-CoV cytopathic effect. The survival rate of SARS-CoV-infected cells was greatly increased by the treatment with SNAP but not with SNP. Akerstrom et al. (2005) reported that SNAP inhibited the replication cycle of SARS-CoV in a dose-dependent manner. Treatment with 400 M SNAP resulted in more than 3-log reduction in the yield of progeny virus. It was also demonstrated that anti-SARS-CoV activity of IFN-␥ may be at least in part due to its stimulatory effects on inducible nitric oxide synthase (iNOS) expression as demonstrated by experiments using iNOS inhibitors (Akerstrom et al., 2005) . Although its antiviral mechanism was not elucidated, NO seems to inhibit an early stage of SARS-CoV replication (Akerstrom et al., 2005) . A rescue clinical trial in Beijing suggested that inhalation of NO may be of benefit to SARS patients . In six patients, inhalation of NO improved arterial oxygenation and enabled the reduction of inspired oxygen therapy and airway pressure support. Chest radiography showed decreased spread or density of lung infiltrates. Moreover, the positive effects remained after the termination of NO inhalation. It is possible that in addition to its vasododilatory effects, inhaled NO exerted antiviral activity. On the other hand, the harmful role of NO in many systems including development of inflammatory lung disease should be noted. NO seems to play a part in the development of pneumonia caused by influenza virus or herpes simplex virus type 1 in animal models (Akaike et al., 1996; Adler et al., 1997) . However, the peak of NO in humans experimentally infected with influenza virus was late and not associated with clinical symptoms (Murphy et al., 1998) suggesting that in contrast to mouse model NO may exert antiviral activity without harmful effects in humans. However, similar studies have not been reported in natural influenza or influenza viral pneumonia in humans.\n\nCalpains are the most abundant intracellular calciumdependent cystein proteases in mammalian tissues (Perrin and Huttenlocher, 2002) . The enzymatic activities of calpains are regulated by intracellular calcium ions and the specific endogenous calpain inhibitor calpastatin (Perrin and Huttenlocher, 2002; Wang, 2000) . This suggests that, like the proteasome, calpains are part of a regulatory proteolytic system. Calpain plays physiologic regulatory roles in membrane and cytoskeletal remodelling, including mitosis and apoptosis regulation (Neumar et al., 2003) .\n\nSeveral studies suggested that calpains may be involved in the regulation of virus replication and virus-induced cytopathic effects. In monocytes/macrophages calpain mediated HIV-1 activation induced by calcium signalling. Moreover, calpain inhibitors were shown to inhibit the activation of HIV-1 in latently infected cells (Teranishi et al., 2003) . Reovirusinduced apoptosis was preceded by increased cellular calpain activity and was blocked by calpain inhibitors (DeBiasi et al., 1999 (DeBiasi et al., , 2001 . In a mouse model of reovirus-induced myocarditis, specific calpain inhibitors only slightly inhibited virus replication but protected the mice against myocardial injury (DeBiasi et al., 2001) . Barnard et al. (2004) demonstrated that two calpain inhibitors including Val-Leu-CHO (calpain inhibitor VI) and Z-Val-Phe-Ala-CHO (calpain inhibitor III) are potent inhibitors of SARS-CoV replication. By virus yield reduction assay, calpain inhibitor VI had a 90% effective concentration (EC 90 ) of 3 M and calpain inhibitor III had an EC 90 of 15 M. Interestingly, we observed that SARS-CoV is able to induce calpain activity in infected Vero cells (unpublished results). It is conceivable that in addition to their antiviral effects, calpain inhibitors also prevent cellular lysis by inhibition of apoptosis which may be induced by SARS-CoV in infected cells (Yan et al., 2004; Tan et al., 2004b) . Interestingly, HIV-1 proteases such as ritonavir and indinavir are able to inhibit calpain-induced apoptosis (Wan and DePetrillo, 2002; Ghibelli et al., 2003) . Therefore, it is possible that HIV-1 protease inhibitors protect infected cells against SARS-CoV induced lysis by calpain inhibition (Chu et al., 2004b; Yamamoto et al., 2004) . Numerous calpain inhibitors which were recently developed for treatment of different pathophysiological conditions such as cataract, spinal cord injury, or multiple organ failure are awaiting clinical trials (Cuzzocrea et al., 2002; Ray et al., 2003; Biswas et al., 2004) . Further investigation of the role of calpains in SARS-CoV infection in animal models is warranted.\n\nThe triterpene glycoside glycyrrhizic acid (glycyrrhizin, GL) and its aglycone 18␤-glycyrrhetinic acid (GLA) are the most intensively investigated bioactive compounds of licorice root (Glycyrrhiza Radix) (Baltina, 2003) . Both compounds are reported to have anti-tumoural, anti-inflammatory and antiviral properties (Shibata, 2000) . GL is active against a broad spectrum of viruses, including herpes viruses (Pompei et al., 1979; Lin, 2003c; Lampi et al., 2001) , flaviviruses (Crance et al., 2003) , and human immunodeficiency virus .\n\nGL was one of the first compounds found to be active against SARS-CoV in vitro (Cinatl et al., 2003a) . GL inhibited SARS-CoV replication with an EC 50 of 365 M in Vero cells. Chen et al. (2004a) confirmed these results using Vero-E6 cell line (EC 50 = 100 M). However, they found GL ineffective in fRHK-4 cells. Disregarding the differences between the different cell lines, EC 50 s suggest that antiviral active concentrations will be difficult to achieve after administration to patients.\n\nThe mechanism of glycyrrhizin's activity against SARS-CoV is unclear. GL affects many cellular signalling pathways such as protein kinase C (O'Brian et al., 1990) , casein kinase II (Harada et al., 1996) , and transcription factors such as c-Fos, c-Rel, and nuclear factor B (Cherng et al., 2004) . GL was also shown to activate AP-1 by the Ras-Raf-MAPK pathway and to increase intracellular cAMP levels by cAMPresponse element binding (CREB) phosphorylation . Furthermore, GL may influence virus replication by up-regulation of expression of inducible nitric oxide synthase and production of nitric oxide (NO) (Yi et al., 1996) . NO exerts antiviral activity against SARS-CoV (see above).\n\nA preparation of GL combined with l-cysteine and glycine (Stronger Neo-Minophagen C, SNMC) has been a registered in Japan and other countries. SNMC is administered intravenously, and has been used with apparent success for the treatment of chronic viral hepatitis (Miyake et al., 2002) and upper respiratory tract infections (Yanagawa et al., 2004) . Haiying et al. (2003) reported at the \"Annual Meeting of the Society of Infectious and Parasitic Diseases, Chinese Medical Association\" on the use of intravenous SNMC for the treatment of 37 SARS patients compared to 36 patients solely treated with corticosteroids. SNMC doses were in the range of those used for treatment of hepatitis C. After intravenous administration of glycyrrhizin, serum levels of glycyrrhizin ranged from 40 to 100 g/ml (van Rossum et al., 1999) . Treatment with SNMC reduced the maximal used corticosteroid doses and the duration of admission. However, antiviral effects were not assessed.\n\nApart from its antiviral activity GL exerts diverse immunomodulatory activities which may be protective for virus-infected animals/humans (Baltina, 2003) . GL reduced mortality and morbidity of mice infected with lethal doses of influenza virus, although it did not inhibit influenza virus replication (Utsunomiya et al., 1997) . Therefore, it cannot be concluded if beneficial effects for SARS patients may result from antiviral and/or other pharmacological activities such as immunomodulation. In a most recent report, GL was shown to inhibit accumulation of platelets in the lungs of mice in response to lipopolysaccharide (LPS) thereby inhibiting LPSinduced mortality (Yu et al., 2005) . This result suggests that GL should be considered as drug for the treatment of the acute respiratory distress syndrome and further supports the idea that GL may be a useful drug for SARS due to beneficial effects on the SARS-associated lung pathology. Wu et al. (2004c) screened >10,000 commercialy available small molecules for their anti-SARS-CoV activity. Two of the substances that were active against SARS-CoV in concentrations of 10 M, were shown to share more than 80% similarity to GL using the International Species Information System (ISIS) database. Elongation of the GL carbohydrate chain or introduction of amino acids or heterocyclic fragments significantly affect the bioactivity of glycosides (Baltina, 2003) . Therefore, we tested the anti-SARS-CoV activity of several GL-derivatives to find more potent compounds (Hoever et al., 2005) . GLA did not inhibit SARS-CoV replication, demonstrating the sugar moiety to be essential for anti-SARS-CoV effects. The introduction of N-acetylgycosamine into the glycoside chain of GL increased the anti-SARS-CoV activity by 10-fold compared to GL resulting in an IC 50 of 40 ± 13 M (Hoever et al., 2005) . These findings show that chemical modification may lead to GL derivatives with increased anti-SARS-CoV activity.\n\nThe cleavage process of the SARS-CoV polyproteins by a special proteinase, the so-called SARS-CoV 3C-like proteinase (CoV Mpro or 3CLpro), is a key step for the replication of SARS-CoV making it an attractive target for the development of novel drugs against SARS (Fan et al., 2004) . Homology modelling for the 3CLpro was performed by various groups Xiong et al., 2003) and the conformational flexibility of the substrate binding site was studied . 3CLpro is a very specific cyctein protease, which has an overall backbone fold similar to trypsine-like serine proteases, and is responsible primarily for the catalytic cleavage of glutamine-glycine (serine) peptide bonds.\n\nBoth screening of currently available drugs and chemical libraries led to the identification of novel 3CLpro inhibitors. The identification of currently available drugs provides the advantage that they can be used immediately for the treatment of SARS patients. Binding pockets and affinities to 3CLpro were predicted for clinically used anti-HIV (lopinavir and ritonavir), anti-psychotic (promazine), and anti-parasitic drugs (niclosamide) (Zhang and Yap, 2004) . As discussed above some HIV protease inhibitors may provide effective treatment for patients with SARS. Niclosamide (2 ,5 -dichloro-4nitrosalicylanilide), an antihelminthic drug, totally abolished SARS-CoV antigen production in Vero E6 cells at a con-centration of 1.56 M i.e. at least 100-fold below cytotoxic concentrations (Wu et al., 2004a) .\n\nScreening of >10,000 agents led to the identification of a peptidic anti-HIV-1 agent that targets 3CLpro (Wu et al., 2004c) . The agent designed as a transition state analogue inhibitor of the HIV protease inhibited 3CLpro with a Ki of 0.6 M. Modelling studies indicated that this compound binds specifically to the active site of the SARS protease. CMK, another peptidic inhibitor, binds irreversibly to the enzyme's active site whereas a bifunctional aryl boronic acid compound reversibly inhibits 3CLpro and appears to target a cluster of serine residues close to the enzyme's site (Bacha et al., 2004) . Jain et al. (2004) developed several electrophilic keto-glutamine analogues with a phthalhydrazido group at the ␣-position as reversible inhibitors of the SARS 3CLpro. Liu et al. (2005) found several noncovalent inhibitors of SARS 3CLpro using virtual screen by molecular docking of chemical databases. One of the most potent inhibitors was calmidazolium, a well known antagonist of calmodulin. The antiviral activities of these compounds against SARS-CoV in vitro and in vivo remain to be elucidated.\n\nThe entry process of enveloped viruses including coronaviruses usually involves three steps including attachment, receptor binding and virus-cell fusion which are mediated by viral envelope proteins (Gallagher and Buchmeier, 2001) . The spike (S)-protein of SARS-CoV, a type I membranebound protein, is essential for the viral attachment to the host cell receptor and cell fusion. Its precursor proS is divided into S1 and S2 subunits. The interaction of S1 subunit with the angiotensin-converting enzyme 2 (ACE2), a functional receptor for SARS-CoV, is required for receptor binding to permissive cells . S2, the transmembrane subunit of S, plays a crucial role in the virus-cell fusion process (Kliger and Levanon, 2003; Spiga et al., 2003) .\n\nHuman monoclonal antibodies against the S1 proteins (see below) block the association of SARS-CoV with ACE2, indicating that the ACE2-binding site of S1 could be a target for drug development (Sui et al., 2004) . (S,S)-2-[1-carboxy-2-(3-(3,5-dichloro-benzyl)-3H-imidazol-4-yl)-ethylamino]-4methyl-pentanoic acid (MLN-4760) is the first smallmolecular-weight inhibitor that was found to interact with the ACE2 active catalytic site (Towler et al., 2004) , whether MLN-4760 inhibits SARS-CoV infection remains to be elucidated. Huentelman et al. (2004) screened approximately 140,000 small molecules by in silico molecular docking approach. This approach identified N-(2-aminoethyl)-1 aziridine-ethamine (NAAE) as a novel ACE2 inhibitor that also is effective in blocking the SARS-CoV spike protein-mediated cell fusion. The development of ACE2 inhibitors as antiviral drugs may be limited by the fact that SARS-CoV uses different alternative cellular receptors.\n\nFor example, in addition to ACE2 a cellular glycoprotein CD209L (also called L-SIGN, DC-SIGNR, or DC-SIGN2) was identified as receptor for SARS-CoV (Jeffers et al., 2004) .\n\nSARS-CoV S-protein pseudotype virus vectors were prepared for functional studies of the SARS-CoV cellular tropism and entry into permissive cells (Giroglou et al., 2004; Yi et al., 2004) . Yi et al. (2004) used an HIV-luc/SARS-CoV pseudotype virus in a two-step screening method consisting of frontal affinity chromatography-mass spectrometry coupled with a viral infection assay for the identifcation of SARS-CoV entry inhibitors. The Chinese herbal medicinebased approach identified two small molecules tetra-Ogalloyl-␤-d-glucose (TGG) and luteolin as potent SARS-CoV inhibitors. TGG exhibited prominent anti-SARS-CoV activity (IC 50 = 2.86 M) and a selectivity index of 240. Luteolin exerted a selectivity index of 14.6. Quercetin, which is structurally related to luteolin showed also inhibitory activity on the cellular entry of SARS-CoV. Quercetin is approved as ingredient of antioxidant and antiallergic medicine in many countries. Thus, it offers great promise as a potential drug for the clinical treatment of SARS. Since TGG and luteolin were identified through analysis of their binding to the S2 protein of SARS-CoV, these small molecules most likely work through their ability to block virus entry by interfering with the fusion process (Yi et al., 2004) .\n\nFurther, important targets for antiviral drugs that interfere with the fusion process are heptad repeat regions (HRs) located in the S2 protein (Bosch et al., 2004) . At least two HRs (HR1, HR3) are a common feature of type I membrane glycoproteins of enveloped viruses such as coronavirus S-protein, influenzavirus hemaglutinin, the HIV-1 env, and the paramyxovirus F protein (Lescar et al., 2001) . After virus binding to the receptor or because of protonation during endocytosis, class I fusion proteins proceed through a series of conformational changes to mediate membrane fusion with the host cell. Peptides derived from the HR2 of the S2 protein were shown to inhibit SARS-CoV infection, albeit at much higher concentrations than similar inhibitors needed to prevent HIV entry (Bosch et al., 2004; Liu et al., 2004b) .\n\nMany nucleoside analogues were tested with the aim to inhibit SARS-CoV RNA polymerase . However, only ␤-d-N 4 -hydroxycytidine showed activity against SARS-CoV replication in cell culture at a low level (EC 50 of 10 M; selectivity index ≥ 10) (Barnard et al., 2004) . Two nucleoside analogues 6-azauridine and pyrazofurine, that are inhibitors of orotidine monophosphate decarboxylase, inhibited replication of SARS-CoV in Vero cells at non-toxic doses with selectivity indices of 5 and 12, respectively (Cinatl et al., 2003a) . Although these drugs are probably too toxic for treatment of SARS patients they may represent lead compounds for the development of more potent anti-SARS-CoV agents.\n\nIn addition to the substances discussed above (e.g. glycyrrhizin, luteolin, TGG), numerous small molecules of herbal origin were shown to have some activity against SARS-CoV. Especially, some components of traditional Chinese medicine (TCM) were found to be effective inhibitors of SARS-CoV replication in vitro. This may explain some beneficial effects of TCM observed in patients with SARS (Zhang et al., 2004a; Liu et al., 2004a) . For example, baicalin (flavonoid derived from Scutellaria baicalensis) inhibited SARS-CoV replication in Vero cells at concentrations which may be achievable in vivo after intravenous administration . Other herbal constituents such as ginsenoside-Rb1 (one of the pharmacologically active components of TCM herb, Panax ginseng), aescin (the major active principle from the horse chestnut tree) or reserpine (a naturally occurring alkaloid produced by several members of the genus Rauwolfia) inhibited SARS-CoV replication at non-toxic concentrations (Wu et al., 2004c) .\n\nInhibitory effects on SARS-CoV replication with relatively high selectivity indices were reported for different substances. Geldanamycin, a ligand of heat shock protein 90 (Hsp90) inhibited SARS-CoV replication with a selectivity index of ≥300 (EC 50 = 0.91 M) . Geldanamycin is a product of S. Hygroscopicus. Interference with a cellular chaperone Hsp90 seems to be the major mechanism of its cytotoxic and antiviral action (Workman, 2004; Li et al., 2004) . The geldanamycin analogue 17AAG (17allylamino, 17-demethoxygeldanamycin) which had been developed for the treatment of malignant diseases is well tolerated by patients in clinical trials (Workman, 2004) . Chloroquine showed anti-SARS-CoV activity in Vero E6 cells with a selectivity index of about 30 (EC 50 = 8.8 M) . The EC 50 of chloroquine in cell culture is below (1000fold) the concentrations of chloroquine that are reached in human plasma, following treatment for acute malaria at a dose of 25 mg/kg for 3 days (Charmot and Coulaud, 1990) .\n\nOther promising anti-SARS-CoV agents include aglycon derivatives of the antibiotics vancomycin, eremomycin, and teicoplanin (Balzarini et al., 2004a) , mannose-specific plant lectins derived from Galanthus nivalis (snowdrop) and Hippeastrum hybrid (amaryllis) (Balzarini et al., 2004b) or Allium porrum (leek) . Aurintricarboxylic acid inhibited SARS-CoV replication in Vero cells with a selectivity index of ≥100 (EC 50 = 200 g/ml) . Low toxicity in vitro and in vivo justifies further investigation to show whether these substances may have a potential as anti-SARS-CoV medicine (De Clercq, 2004) .\n\nShort interfering RNAs (siRNAs) that inhibit the expression specific viral genes also seem to be effective in decreasing SARS-CoV replication in cell lines (Zhang et al., 2003b (Zhang et al., , 2004b He et al., 2003; Wang et al., 2004b; Wu et al., 2005) . Recent observation in the mouse model demonstrated that diseases of the airways caused by influenza virus, respiratory syncytial virus and/or parainfluenza virus infection can be specifically prevented by siRNAs, instilled intranasally with or without transfection reagents (Ge et al., 2004; Tompkins et al., 2004; Bitko et al., 2005; Zhang et al., 2005) . These findings suggest that if properly designed, low dosages of inhaled siRNAs might offer a specific, fast, potent, and easily applicable antiviral regimen against respiratory viral diseases in humans.\n\nDifferent groups in Hong Kong and other localities used plasma donated by patients who had recovered from SARS (Soo et al., 2004; Wong et al., 2003) . When administered to SARS patients, human convalescent plasma apparently had a beneficial effect if used relatively early in the course of illness (Cheng et al., 2005) . Similar to all therapeutic SARS studies, these observations suffer from a lack of randomisation and control, a problem that should be addressed in preparation for future outbreaks of SARS and other novel infectious diseases (Muller et al., 2004) . Nevertheless, based on these preliminary positive findings, it was suggested that SARS hyperimmune globulin containing high titres of SARS-CoVneutralising antibodies should be produced and stored for the use in possible future outbreaks (Burnouf and Radosevich, 2003; Ali, 2003) . The rationale behind these suggestions was strengthened by prophylactic antibody use in mice .\n\nSeveral groups have produced and characterised monoclonal SARS-CoV-neutralising antibodies, with the aim to find an immunoprophylactic agent with immediate protective and possibly therapeutic efficacy. Traggiai et al. (2004) analysed the memory repertoire of a patient who recovered from SARS. The patient's B cells were transformed and 35 different antibodies were isolated that neutralised SARS-CoV in concentrations ranging from 10 −8 to 10 −11 M by recognising different antigens. In addition, one antibody that binds to the SARS-CoV S-protein, inhibited SARS-CoV infection in mice when applied prior to infection.\n\nThe 80R antibody described by Sui et al. (2004) neutralises SARS-CoV in vitro. It binds the S1 domain of the SARS-CoV spike protein, competing with the soluble ACE2 which is a SARS-CoV receptor. The authors therefore conclude that the 80R human monoclonal antibody may have clinical uses as a viral entry inhibitor. Greenough et al. (2005) demonstrated the protective efficacy of two monoclonal antibodies that were applied prophylactically to mice. They are planning to conduct clinical trials using MAb 201, a human monoclonal antibody directed against an epitope within the receptor-binding region.\n\nUsing antibody phage display technology and screening a large naive antibody library for reactivity with whole inactivated Sars-CoV, van den Brink et al. (2005) selected eight human monoclonal antibodies of which three -all directed against epitopes located within the minimal ACE2 receptorbinding region of the S-protein -were able to neutralise SARS-CoV in vitro. The antibody with the highest potency, CR3014, was assessed for its prophylactic efficacy in vivo using the ferret model of SARS-CoV infection (ter Meulen et al., 2004) . A dose of 10 mg/kg of CR3014, injected intraperitoneally, significantly reduced SARS-CoV replication in the animals' lungs, prevented the development of macroscopically visible SARS-CoV lung lesions, and viral shedding from the pharynx.\n\nThus, human monoclonal SARS-CoV-neutralising antibodies may potentially be used to prevent infection in individuals exposed to SARS-CoV, and might also be useful for the early treatment of SARS patients to reduce the severity of illness and the likelihood of SARS-CoV transmission to others. However, dose-response and safety studies still need to be conducted. Moreover, studies addressing the efficacy and safety of administering neutralising antibodies to patients with established infections are outstanding (Foxwell and Cripps, 2004) . Substantial functional changes were detected in spike glycoprotein of SARS-CoV isolates obtained from a SARS case in late 2003 from Guangdong province S(GD03T0013) and from two palm civets (S(SZ3), S(SZ16)). S(GD03T0013) depends less on the ACE2 receptor and was markedly resistant to antibody inhibition . Human antibodies that neutralised pseudotyped lentiviruses expressing S glycoproteins derived from most human SARS-CoV isolates enhanced entry of two pseudoviruses derived from the civet virus S glycoproteins. The mechanism of enhancement involved the interaction of antibodies with conformational epitopes in the ACE2 binding domain. These data show that the entry of SARS-CoVs can be enhanced by antibodies, and they underscore the need to address the evolving diversity of this newly emerged virus for immune therapies . It has to be borne in mind that in the case of respiratory syncytial virus infection a clinically available humanised monoclonal antibody, palivizumab, has prophylactic efficacy but has been disappointing as a treatment for established infections (Rodriguez et al., 1997) .\n\nNumerous substances were identified as promising anti-SARS-CoV agents in in vitro-experiments. However, data about anti-SARS-CoV activity strongly differs between different laboratories. Therefore, agents found to inhibit SARS-CoV replication by different independent laboratories should be preferentially considered for clinical trials. Type I interferons were consistently found to inhibit SARS-CoV replication in vitro by many independent researchers (Cinatl et al., 2003b; Hensley et al., 2004; Spiegel et al., 2004; Tan et al., 2004a,b; Chen et al., 2004a; Sainz et al., 2004; Scagnolari et al., 2004; Dahl et al., 2004) . Those agents should be further evaluated in predictive animal models. Established animal models include cynomolgous macaques Kuiken et al., 2003; Rowe et al., 2004) , ferrets (Martina et al., 2003) , domestic cats (Martina et al., 2003) , mice (BALB/c) , African green monkeys , and Golden Syrian hamsters Roberts et al., 2005) . Animal models were already used to demonstrate the antiviral activity of therapeutic antibodies (ter Meulen et al., 2004; Traggiai et al., 2004) . Cynomolgous macaques and ferrets developed lung pathology Kuiken et al., 2003; Rowe et al., 2004; Martina et al., 2003) , whereas no clinical disease was detected in African green monkeys or domestic cats (Martina et al., 2003; Bukreyev et al., 2004) . Small animal models are of special interest for the evaluation of antiviral drugs. SARS-CoV-infection of Golden Syrian hamsters represents an auspicious small animal model for SARS. In contrast to the mouse model, SARS-CoV replicates to a higher titre and for a longer duration in the respiratory tract of hamsters and is accompanied by significant pathology. Moreover, viraemia and extrapulmonary spread of SARS-CoV to liver and spleen are seen in hamsters but not in mice .\n\nCurrently, there is no antiviral therapy of proven value in SARS-CoV disease. A number of potential anti-SARS agents have been identified. Inconsistent results between different groups investigating the same compound show the need for standardisation of in vitro susceptibility testing methods and for the determination of correlation between in vitro and in vivo antiviral activities. Therefore, one of the important fields in the search for SARS antiviral therapy should be to validate predictive correlation between in vitro activity and antiviral effects in relevant animal models that reflect the situation of SARS-CoV-infected humans.\n\nFor possible future, SARS outbreaks clinical protocols are needed to rapidly assess the clinical value of antivirals. Therefore, scientists involved in SARS research should cooperate to identify the most promising antiviral strategies that should be clinically evaluated in a rational effort to offer SARS patient the best available treatment."}