{"title": "Identification and characterization of linear B cell epitopes on the nucleocapsid protein of porcine epidemic diarrhea virus using monoclonal antibodies", "body": "Porcine epidemic diarrhea (PED), caused by porcine epidemic diarrhea virus (PEDV), is an intestinal disease characterized by acute diarrhea, vomiting, severe dehydration, and 100 % mortality rates of 1-7 days old suckling piglets (Yang et al., 2013; Park et al., 2011; Shibata et al., 2000) . In 1971, PEDV was reported in the UK for the first time (Wood, 1977) . PEDV has been spreading in Asia, Europe, and the Americas, causing huge economic losses to the global swine industry Choudhury et al., 2016; Lin et al., 2016) . Since 2010, large-scale outbreaks of PED caused by PEDV variant strains have been emerged in China and other Asian countries (Sun et al., 2012; Chen et al., 2010; Li et al., 2012) .\n\nPEDV belongs to the Alphacoronavirus genus of Coronaviridae family (Pensaert and de Bouck, 1978) and is an envelope virus with a positive-sense single-stranded RNA genome (Carstens, 2010) . The whole genome of PEDV is 28,033 nt, with a 5′ untranslated region (UTR), at least 7 open reading frames (ORF1a, ORF1b, and ORF2 through 6), and a 3'UTR (Kocherhans et al., 2001) . ORF1a and 1b encode non-structural proteins (nsps), ORF3 encodes one nonstructural accessory protein (ORF3, 27 kDa) and the remaining ORFs code for four major structural proteins including the spike protein (S,180−220 kDa), the envelope protein (E,7 kDa), the membrane protein (M,27−32 kDa), and the nucleocapsid protein (N,55−58 kDa) from 5′ to 3′ (Song and Park, 2012; Duarte et al., 1993; Huang et al., 2013; Kocherhans et al., 2001) . Previous studies showed that the N-protein of coronavirus was https://doi.org/10. 1016/j.virusres.2020.197912 Received 15 September 2019; Received in revised form 2 March 2020; Accepted 2 March 2020 highly phosphorylated and formed the helical ribonuclear protein (RNP) that composed the viral core intertwining with the viral genome RNA (Wang and Zhang, 1999; Macneughton and Davies, 1978) . The PEDV N-protein was also shown to be associated with viral nucleolar localization, cell survival, upregulation of IL-8 production, and inhibition of IFN-β expression (Xu et al., 2013; Olson et al., 2000; Shi et al., 2014 Shi et al., , 2017 .\n\nThe N-protein of coronavirus is a highly conserved structural protein and the predominant antigen produced in coronavirus infected cells (Sturman and Holmes, 1983) . The N protein of SARS CoV is abundantly released in the patients' blood in the course of early infection, suggesting that the N protein is a suitable candidate for diagnostic applications (Zhang et al., 2011) . N protein also can be used as the target for the accurate and early diagnosis of PEDV infection (Song and Park, 2012) . N-protein epitopes play an important role in cellular immunity induction (Saif, 1993) , thus can be used for the development of PED vaccines. However, there are only few studies on the PEDV Nprotein epitopes, focusing on N1-10 (18-133) and N2-10 (252-262) . In a recent study, Lin and C.M et al., found crossreaction based N-protein epitope in the antisera of PEDV and TGEV. They concluded that more crossover epitopes may be present in the Nprotein (Lin et al., 2015) . Ma et al., demonstrated two-way cross reactivity between PEDV and porcine Deltacoronavirus (PDCoV) in the conserved epitope (s) of N-protein . Therefore it is of great significance to establish a rapid and accurate diagnosis method to study and analyze the antigenicity of the PEDV N-protein.\n\nIn our study, BALB/c mice were immunized with purified and inactivated PEDV followed by cell fusion, which resulted in hybridoma cell lines secreting McAbs specific for the N-protein. The results of epitope mapping showed that three epitopes were identified, including two novel epitopes.\n\nAll mice were acclimatized to the animal facility for one week. The environment as well as all animal procedures followed the International Guiding Principles for Biomedical Research Involving Animals. The studies were approved by the Institutional Animal Care and Ethics Committee of Nanjing Agricultural University (Nanjing, Jiangsu, China).\n\nPEDV classical strain CV777 (AF353511) were propagated in Vero cells in a serum-free DMEM (Corning Cellgro, USA). Vero cells then were cultured in DMEM (Corning Cellgro, USA) supplemented with 10 % fetal bovine serum (FBS) (LONSA, South America) at 37°C in a humidified incubator containing 5% CO 2 . The myeloma cell SP2/0 and the hybrid cells obtained by fusion of SP2/0 and spleen cells were maintained in RPMI-1640 (Corning Cellgro, USA) supplemented with 15 % fetal bovine serum (FBS) (LONSA, South America). The PEDV SH isolation (GeneBank No. MK841494) belongs to G2a subtype and has a 12-Aa deletion in the N gene. The PEDV MS and YZ strains also belong to G2a, but no deletion in the N gene. TGEV SHXB strain (GeneBank No. KP202848.1) was kindly provided by Dr. Qinghua Yu (College of Veterinary Medicine, Nanjing Agricultural University, Nanjing, China).\n\nTo identify the specificity of the McAbs, recombinant baculo viruses expressing N-protein of PEDV were constructed as previously described (Zhu et al., 2016) . Seventeen truncated N-proteins, including A, B, C, A1, A2, A3, A4, A5, A6, C1, C2, C3, C4, C5, C6, C7, and C8 ( Fig. 1) , were expressed in prokaryotic cells to screen the epitope of the McAbs.\n\nBased on the gene sequence of PEDV strain CV777, the primers of N truncated protein were designed using Primer 5.0 software. The upstream and downstream primers of the gene were inserted with BamHI and XhoI restriction sites, respectively (Table 1) . All fragments were amplified by RT-PCR using cDNA of PEDV CV777 as a template. The PCR products of N truncated gene were cloned into a pET-32a (m) vector, a reconstructed plasmid with a MsyB label, replacing the TrxA label using XbaI and MscI restriction enzyme sites. The recombinant plasmid were transformed into the E. coli strain Rosetta (DE3). The proteins were induced by 1 mM isopropyl-β-D-thiogalactoside (IPTG). The proteins were purified by inclusion body purification Kit according the manufacture's instruction (Sangon Biotech, Shanghai, China). The purified protein was identified by SDS-PAGE and Western Blot.\n\nA6, C2, and C3 were further divided into 3, 3, and 5 oligopeptides, respectively, to further localize the epitopes of the N-protein. The genes of the short peptide were obtained by annealing with a pair of synthetic oligonucleotides (Table 2 ) and were cloned into the vector pGEX-6p-1. The methods of expression and purification of the peptides are the same as above.\n\nELISA plates were coated with 100 μL purified CV777 (5 μg/ml), eukaryotic N-protein, prokaryotic truncated N-proteins and polypeptide (Table 3) for 2 h at 37°C. The plate were blocked with 5% skim milk (200 μL) formulated in phosphate-buffered saline containing 0.01 % Tween 20 (PBST) for 3 h at 37°C. After washing 3 times with PBST, the plate was incubated with two-fold dilutions of serum or hybridoma cultured supernatant for 1 h at 37°C. After washing 3 times with PBST, HRP-labeled Goat Anti-Mouse IgG (H + L) (Beyotime, China) were added into each well at a dilution of 1:250 at 37°C for 45 min. After washing with PBST, 100 μL/well TMB substrate (Beyotime, China) was added to develop color for 10 min at room temperature, 50 μL 2 M H 2 SO 4 were added to stop the reaction. Absorbance was read on Multiscan Spectrum (Epoch, Biotek) at 450 nm.\n\nThe virus CV777 were harvested and then purified by sucrose density gradient ultracentrifugation. BALB/c mice of 8 weeks old were subcutaneously immunized with 100 μg purified UV-inactivated CV777 virus resuspended in 200 μL phosphate-buffered saline (PBS) plus equal volumes of complete Freund's adjuvant (first immunization) and incomplete Freund's adjuvant (two boosted immunization) (Sigma Aldrich, USA) at three week intervals. Pre-immune sera were collected before the immunization, and antisera were collected 14 days after the third immunization. Sera were detected by iELISA using purified CV777 as coating antigen and then maintained at 4℃. The mouse with the highest antibody titer was intraperitoneally injected of 50 μg virus without adjuvants three days before hybridoma fusion.\n\nThe spleen cells were isolated and fused with SP2/0 cells by standard procedures (Probert et al., 2016) . The splenocytes were harvested from mice immunized with purified CV777 and fused the splenocytes with SP2/0 myeloma cells. The fused hybridoma clones were screened by indirect ELISA for McAbs that have strong reactivity with the purified CV777. Then the fused hybridoma producing antibody to CV777 were subcloned using limiting dilution methods. The purified stable hybridomas were injected into the abdominal cavity of mice to generate ascites fluid. The McAbs were identified by Western blot and indirect immunofluorescence assay (IFA).\n\nTo study the reactivity of McAbs with different isolates, the IFA was used previously described, with some modification (Zhang et al., 2019) . Briefly, Vero cells were inoculated with PEDV strains CV777, YZ, SH, X. Wang, et al. Virus Research 281 (2020) 197912 MS, respectively and ST were inoculated with TGEV. \n\nThe reaction of McAb with different PEDV strains and Epitope mapping of McAb were identified by Western Blot. The truncated Nprotein/peptides and PEDV were separated on a 12 % agarose gel and transferred onto a nitrocellulose (NC) membranes. Non-specific antibody binding sites were blocked with PBST containing 10 % skim milk at room temperature for 2 h. The membranes were incubated with primary antibody overnight at 4°C. After washing three times with PBST, the membranes were incubated with HRP-labeled Goat Anti-Mouse IgG (H + L) antibody (Beyotime, China) for 45 min at room temperature. After the final three washes, the reaction were visualized using ECL Western blotting substrate (Tanon, China).\n\nBiological information regarding the presence of the identified epitopes in the different PEDV strains and coronavirus were obtained by using BioEdit V7.0 software. The structure of N-protein were predicted used by I-TASSER website (https://zhanglab.ccmb.med.umich.edu/I-TASSER). The spatial characteristics of the identified epitopes were analyzed by mapping the epitope locations onto a 3D model of N-protein using PyMOL software based on the I-TASSER results.\n\nTen days after the third immunization, the serum antibody titer of the immunized mice were measured by the indirect ELISA using purified CV777 as coating antigen. The mice with the highest serum titer were injected with 50ug antigen intraperitoneally. The mouse spleen cells were collected after three days and fused with SP2/0 cells to generated hybridoma cells, which were then screened in HAT and HT Wang, et al. Virus Research 281 (2020) 197912 medium. After two fusions and three subclones, five hybridoma cells stably secreting PEDV antibody were obtained, named 3F10, 3H8, 3H10, 1C9 and 6A11. To identify the subtype of the McAb, a commercial ELISA kit (Proteintech) was used. The IgG subclass of the 3F10, 1C9, and 6A11 was identified as IgG1, with κ-type light chain, 3H8 and 3H10 were identified as IgG2b, with κ-type light chain (data not shown). The specificity of McAbs against PEDV was identified by IFA and Western blot. The green fluorescence was observed in the cells which were successively infected with CV777 and incubated with the five McAbs, respectively. These findings illustrated that all the five identified McAbs could recognize PEDV CV777 strain ( Fig. 2A) . Western blot results showed that all of the five McAbs specifically reacted with PEDV CV777 strain and the N-protein expressed in recombinant baculovirus (Fig. 2B) .\n\nTo study the epitopes of McAbs, PEDV N-protein gene was truncated into three overlapping His fusion constructs A (1-190aa)/B (101-318aa)/C (241-441aa) and was successfully expressed in prokaryotic expression system. To obtain pinpoint epitopes, further truncated A and C oligopeptides were expressed (A1-A6, C1-C8) and the short peptide (A6-1∼A6-3, C2-1∼C2-3, C3-1∼C3-5) were obtained.\n\nThe results showed that McAb 3F10 bound to the truncated proteins A/A1/A4/A5/A6 and the oligopeptides A6-1 (52-67aa) and A6-2 (56-71aa), indicating that 56 QIRWRMRRGERI 67 (named NEP-3F10) was the exact epitope (Fig. 3A) . McAb 6A11 reacted with the truncated proteins C/C1/C2/C3/C4/C5 but does not recognize the proteins A and B and the peptide C3-1∼C3-5 (Fig. 3B) . The epitope of the McAb 6A11 may be included in the 318 GYAQIASLAPNVAALLFG GNVAVRE 342 (named NEP-6A11). McAb 1C9 reacts with the truncated proteins C/C2 and the oligopeptide C2-2 (395-406aa) and C2-3 (398-409aa), indicating that the 398 HEEAIYDDV 406 (named NEP-1C9) was the exact epitope (Fig. 3C) . The 3H8 and 3H10 did not react with the truncated protein but reacted with PEDV CV777 and the N-protein expressed in eukaryotic cells, signifying that they may recognize conformational epitopes of the N-protein.\n\nPEDV CV777 and its N-protein were used to identify the McAbs and screen the epitopes. To explore whether the McAbs were specific to the mutant isolates spreading in China, cells inoculated with YZ, SH and MS were used to react with the McAb 1C9, 3F10 and 6A11, respectively, by IFA and Western blot. As shown in Fig. 4 , the strains YZ and MS were identified by all the three McAbs, but the strain SH could only be identified by McAbs 6A11 and 3F10, and not 1C9.\n\nTo study the reactivity of the McAbs with TGEV, ST cells were inoculated with TGEV and successively incubated with the McAb and FITC-labeled Goat Anti-Mouse IgG (H + L) antibody. The specific fluorescence was observed in the cells incubated with McAb 6A11, but not 3F10 and 1C9 (Fig. 5) .\n\nTo evaluate the conservation of the McAbs recognized epitopes among different PEDV strains, the alignment of the N-protein B-cell epitopes amino acid sequences among different PEDV strains was performed by BioEdit V7.0 software. As shown in Fig. 6A , three epitopes are highly conserved among the different PEDV isolates. The epitope 318 GYAQIASLAPNVAALLFGGNVAVRE 342 was highly conserved in the reference strains; the epitope 56 QIRWRMRRGERI 67 was conserved in the 15 reference strains in the Genebank. A point mutation at the 57 th amino acid (I-V) appeared in the three variant PEDV MS/YZ/SH strains, isolated by our lab. Also, multiple stains showed an unique mutation at 398 th amino acid (H-N) in the epitope 398 HEEAIYDDV 406 , and AJ1102/GD-1/LC/ CH HNAY2015 strains showed a point mutation at 400th amino acid (E-D).\n\nIn our study, the amino acid sequences of the antigenic epitopes were compared with the corresponding sequences of different coronavirus (Fig. 6B) . The results showed that all coronaviridaes, including alphacoronavirus, betacoronavirus, gammacoronavirus, and deltacaronavirus, contained the three epitopes. The obvious differences of the Table 2 The sequences of synthetic oligonucleotides.\n\n片段名称 引物序列 A6-1: 52-67aa 5′-GATCCTACTGGAATGAGCAAATTCGCTGGCGCATGCGCCGTGGTGAGCGAATTC-3' 5′-TCGAGAATTCGCTCACCACGGCGCATGCGCCAGCGAATTTGCTCATTCCAGTAG-3' A6-2: 56-71aa 5′-GATCCCAAATTCGCTGGCGCATGCGCCGTGGTGAGCGAATTGAACAACCTTCCC-3' 5′-TCGAGGGAAGGTTGTTCAATTCGCTCACCACGGCGCATGCGCCAGCGAATTTGG-3' A6-3: 60-75aa 5′-GATCC CGCATGCGCCGTGGTGAGCGAATTGAACAACCTTCCAATTGGCATTTCC-3' 5′-TCGAG GAAATGCCAATTGGAAGGTTGTTCAATTCGCTCACCACGGCGCATGCGG-3' C3-1: 11-326aa 5′-GATCCGAAAAAGGTGTTGATGCGTCAGGCTATGCTCAGATCGCCAGTTTAGCAC-3' 5′-TCGAGTGCTAAACTGGCGATCTGAGCATAGCCTGACGCATCAACACCTTTTTCG-3' C3-2: 15-330aa 5′-GATCCGATGCGTCAGGCTATGCTCAGATCGCCAGTTTAGCACCAAATGTTGCAC-3' 5′-TCGAGTGCAACATTTGGTGCTAAACTGGCGATCTGAGCATAGCCTGACGCATCG-3' C3-3: 19-334aa 5′-GATCCTATGCTCAGATCGCCAGTTTAGCACCAAATGTTGCAGCATTGCTCTTTC-3' 5′-TCGAGAAAGAGCAATGCTGCAACATTTGGTGCTAAACTGGCGATCTGAGCATAG-3' C3-4: 23-338aa 5′-GATCCGCCAGTTTAGCACCAAATGTTGCAGCATTGCTCTTTGGTGGTAATGTGC-3' 5′-TCGAGCACATTACCACCAAAGAGCAATGCTGCAACATTTGGTGCTAAACTGGCG-3' C3-5: 27-342aa 5′-GATCCCCAAATGTTGCAGCATTGCTCTTTGGTGGTAATGTGGCTGTTCGTGAGC-3' 5′-TCGAGCTCACGAACAGCCACATTACCACCAAAGAGCAATGCTGCAACATTTGGG-3' C2-1: 91-402aa 5′-GATCCCGTGAAACCACGCTGCAGCAGCATGAAGAGGCCATCC-3' 5′-TCGAGGATGGCCTCTTCATGCTGCTGCAGCGTGGTTTCACGG-3' C2-2: 95-406aa 5′-GATCCCTGCAGCAGCATGAAGAGGCCATCTACGATGATGTGC-3' 5′-TCGAGCACATCATCGTAGATGGCCTCTTCATGCTGCTGCAGG-3' C2-3: 98-409aa 5′-GATCCCATGAAGAGGCCATCTACGATGATGTGGGTGCGCCAC-3' 5′-TCGAGTGGCGCACCCACATCATCGTAGATGGCCTCTTCATGG-3' Wang, et al. Virus Research 281 (2020) 197912 amino acid sequences in epitopes of 56 QIRWRMRRGERI 67 and 398 HEEAIYDDV 406 between the four genera were identified. The epitope 318 GYAQIASLAPNVAALLFGGNVAVRE 342 showed a high homology across the four genera.\n\nCompared with CV777, the epitope NEP-1C9 of variant strains isolated by our lab had an obvious mutation at 398 th amino acid (H-N).\n\nTo understand the effect of this amino acid mutation, four peptides (Table 3) X. Wang, et al. Virus Research 281 (2020) 197912 strains). The sera from mice inoculated with inactived PEDV SH had no reactivity with all of the four peptides. The OD 450 of the YZ-sera reacted with peptide IV was higher than that with peptides I, II and III (Fig. 7) , indicating that the integrity of NEP-1C9 was associated with its specificity and that the first amino acid residue His 398 or Nsp 398 was an important amino acid.\n\nThe structural analysis of the antigenic epitopes were performed using an online computer software program (I-TASSER). Both NEP-3F10 56 QIRWRMRRGERI 67 and NEP-6A11 318 GYAQIASLAPNVAALLF-GGNVAVRE 342 were predicted to be partially buried, forming part of αhelixes (Fig. 8A , marked in green and 8B, marked in red). The NEP-1C9 398 HEEAIYDDV 406 was predicted to be exposed on the surface of N- X. Wang, et al. Virus Research 281 (2020) 197912 protein (Fig. 8A , marked in orange), exhibiting random coil (Fig. 8B , marked in orange). As shown in Fig. 8C , epitope NEP-3F10 showed a high antigenic index and hydrophilicity, suggesting that the epitope was likely to be an important B-cell epitope of PEDV.\n\nPEDV is one of the most important pathogens causing acute diarrhea in piglets. In recent years, the virus has spread widely around the world. The prevalence of Chinese variant strains has resulted in tremendous economic losses to the pig industry (Jung and Saif, 2015) . The development of PEDV antibody-based assays is important for detecting infected pigs, confirming previous virus exposure, and monitoring sow herd immunity. However, the potential cross reactivity among porcine coronaviruses is a major concern for the development of pathogenspecific assays. Identification of viral antigenic epitopes and analysis of their conservation can deepen our understanding of antigen structure and virus-antibody interactions, help in establishment of rapid and effective clinical diagnostic methods and development of effective vaccine (Song and Park, 2012; Zhang et al., 2012) .\n\nAt present, studies on epitopes mainly focus on S-protein and N-protein. PEDV S-protein, a glycoprotein on the PEDV surface, can be divided into S1 and S2 subunits. The S1 subunit participates in receptor recognition and is an important determinant of PEDV virulence (Suzuki et al., 2018) , while S2 mediates virus-cell membrane fusion during entry. The S-protein contains multiple neutralizing epitopes and has been utilized for PEDV vaccine development and diagnostic reagents (Suzuki et al., 2018; Chang et al., 2002; Cruz et al., 2008; Li et al., 2017; Sun et al., 2008 ). An S-protein based ELISA was established and proved better than an N-protein based ELISA (Knuchel et al., 1992) . However, the S-protein has great variability (Sun et al., 2008; Hain et al., 2016; Oh et al., 2014) . Further, the neutralizing McAb of the protein could not inactivate PEDV strain with other genotype . The high heterogeneity of the S1 protein among PEDV isolates within and between genogroups limits the sensitivity of S-protein-based assays in the field (Lin et al., 2015) . The N-protein of PEDV, the most abundant viral protein expressed in the infected cells, is highly conserved among PEDV genogroups (96-99.7 % amino acid identity). Compared to other porcine coronaviruses, the amino acid similarity of the PEDV N-protein is lower than 35 %. PEDV N-protein can be detected early in the virus infection and is an ideal antigen for serological diagnosis (Lee and Yeo, 2003) . However, the epitopes of N-protein are highly conserved among the family Coronaviridae and cross-epitopes with certain TGEV strains have been reported (Lin et al., 2015) . The study of the N-protein specific epitopes is conducive to development of correct and rapid clinical diagnostic methods to distinguish from TGEV and effective vaccination, but currently there are few studies on epitope of N-protein. To our knowledge, only the epitopes N1-10 (18-133aa) and N2-10 (252-262aa) in the N-protein have been reported Lee and Yeo, 2003) . Shi et al. found that the 148-294aa of PEDV N-protein interactded with nucleolar phosphoprotein (NPM1) (Shi et al., 2017) . In this study, using purified PEDV as antigen, five McAbs recognizing PEDV were screened through hybridoma technology. To confirm the specificity of the monoclonal antibody, the N, M, S1 and S2 protein expressed in prokaryotic cells were also used as coating antigen of ELISA. The results shown that these monoclonal antibody could not recognize M and S protein and three recognized N protein. To further confirm the specificity of the monoclonal antibody, N protein expressed in prokaryotic and eukaryotic cells were used as antigen in western blot. The results shown that two of the McAbs, 3H8 and 3H10, reacted with Nprotein expressed by baculovirus expression system, but did not bind to N-protein expressed in the prokaryotic expression system. And the other X. Wang, et al. Virus Research 281 (2020) 197912 three McAbs, 3F10, 1C9, and 6A11, recognized N-protein expressed in both baculovirus expression system and in the prokaryotic expression system. The results indicated that 3H8 and 3H10 specifically recognized the conformational epitope instead of the linearized epitope. 3F10, 1C9, and 6A11 recognized the linearized epitopes. Using iELISA and western blot, three epitopes, 56 QIRWRMRRGERI 67 , 398 HEEAIYDDV 406 and 318 GYAQIASLAPNVAALLFGGNVAVRE 342 were recognized by the McAb 3F10, 1C9, and 6A11, respectively. NEP-3F10 was included in N1-10, consistent with previous reports . The two novel epitopes, NEP-1C9, and NEP-6A11 were firstly identified.\n\nTo further study the specificity of these McAbs, reactivity of the McAbs with TGEV were explored by IFA. The result showed that 3F10 and 1C9 only recognized PEDV, but 6A11 recognized both PEDV and TGEV, consistent with the result of the alignment of the epitopes amino acid sequences. The epitope 318 GYAQIASLAPNVAALLFGGNVAVRE 342 had high homology with amino acids in this position of TGEV, explaining why monoclonal antibodies reacted with TGEV. According to these results, it was speculated that 1C9 and 3F10 may be used as the candidate antibody to develop diagnostic method to distinguish PEDV or PEDV and TGEV.\n\nThrough the gene sequence analysis of different strains, we found that the 398th amino acids of the three strains of YZ, SH, and MZ isolated in the laboratory were different from that of CV777. To study the effect of this amino acid on antigenicity of the epitope 398 HEEAIY-DDV 406 , four synthesized polypeptides were designed according to the sequence of different strains and were used as coating antigen for iELISA. The results showed that the 1C9 recognized the polypeptide II in which the amino acid residue His 398 was changed to Nsp 398 , but did not recognize the polypeptide I, III and IV. In other studies, the sera from mice inoculated with inactive PEDV YZ and SH strain were collected and used in this study. The results demonstrated that the OD 450 of the YZ-sera reacted with peptide IV was the highest compared with polypeptide I, II and III. Because there is a gene deletion of 399-410Aa in N-protein of SH strain, the SH-sera did not react with the peptide. These results indicated that NEP-1C9 can induce humoral immune response in which the first amino acid of NEP-1C9 played an important role.\n\nIn conclusion, the epitopes of the 5 McAbs were identified by IFA, Western blot and mapped. In this study, the epitope 56 QIRWRMRRG-ERI 67 was identified, suggesting that 60-80 amino acids were in the dominant epitope regions of PEDV N-proteins. Meanwhile, two novel epitopes 398 HEEAIYDDV 406 and 318 GYAQIASLAPNVAALLFGGNVA-VRE 342 were reported. The present study may provide useful tools for PEDV N-protein structure and function exploration and facilitate the development of diagnostic method and subunit vaccines against PEDV infection. \n\nThe authors declare no conflict of interest. Fig. 8 . Localization of the identified epitopes. The relative localization of the identified epitopes of 3F10 marked in red, 6A11 marked in green, 1C9 marked in orange, in a partially predicted 3D structure of N protein is highlighted in spheres (A) and a cartoon representation (B). (C) Structural features of N protein was predicted using PROTEAN software. All four epitopes are shown in boxes. X. Wang, et al. Virus Research 281 (2020) 197912 "}