{"title": "Synergistic Effects of Surfactants and Sugars on Lipoplex Stability During Freeze-drying and Rehydration", "body": "DNA-based and RNA-based therapeutics offer the potential to treat diseases that are currently threatening human beings.1 -5 Viral vectors have been employed as delivery vehicles, but concerns about immunogenicity have stimulated an interest in developing synthetic delivery vehicles.6 , 7 Much of the research with non-viral vectors has focused on improving delivery efficiency,8 but it is well recognized that the poor stability of vector suspensions presents an impediment to commercial development.9 -13 Previous studies have determined that freeze-drying of vector suspensions offers the potential to provide stable formulations that could be stored at ambient temperature. 13 -15 In addition, dried formulations are inherently resistant to agitation, and do not require a cold chain for shipment. 16 However, it is well-known that the freeze-drying process can damage non-viral vectors, but that damage can be largely avoided by formulating vectors with sugars that serve to isolate particles and protect against aggregation. 15 , 17 -19 While both freezing and drying stresses can impart damage to non-viral vectors, the freezing step is known to be especially problematic. 16 , 18 , 20 , 21 In particular, studies have focused on the concentrating effect of ice formation, which promotes aggregation of vector particles during freezing. 15 It has also been suggested that lipid-based vectors might interact with ice crystals in a manner that contributes to the damage observed during the freeze-drying process.17 More specifically, Allison et al.17 demonstrated that freezing of more dilute suspensions (8 μg DNA/ml) resulted in greater levels of damage than that seen in more concentrated lipid-DNA complex suspensions (40 and 160 μg/ml). This damage could be minimized by increasing the amount of sugar used in the formulation, however subsequent studies have pointed out the need to reduce sugar levels in order to achieve isotonic formulations (upon rehydration) with injection volumes compatible with intramuscular or subcutaneous administration. 22 Thus, it would be beneficial if vectors could be formulated to reduce freezing-induced damage, and thereby minimize the need for employing high sugar levels to obtain stability during freeze-drying.\n\nPrevious studies on protein formulation have utilized surfactants during freeze-drying to prevent proteins from binding, unfolding, and/or aggregating on the liquid-air,23 , 24 solid, 25 , 26 and ice27 -29 interfaces. It was proposed that surfactants occupy these interfaces, and thereby protect against the damage incurred when proteins associate with these surfaces. Although the formulation of lipid-based pharmaceuticals generally avoids the use of surfactants for fear of perturbing the lipid component, the studies with proteins suggest that careful selection of the surfactant and its concentration might be beneficial.\n\nThis study investigated the stability of lipid-DNA complexes (i.e., lipoplexes) after each step of the freeze-drying process, i.e., freezing, primary drying, and secondary drying. Furthermore, the experiments described here utilized relatively low vector concentrations (1-10 μg DNA/ml) in order to focus on the mechanism of damage observed under these conditions. Our findings suggest that the large amount of surface area under these conditions facilitates an interaction of lipoplexes with surfaces which causes low levels of damage during both the freezing and drying steps of lyophilization. In addition, we show that inclusion of Tween 80 in lipoplex formulations can protect against this damage.\n\nSucrose and octyl β-D-glucopyranoside (\"octyl glucoside\"; cmc = 20 mM) were purchased from Pfanstiehl Laboratories (Waukegan, IL). Surfactant Tween 80 (cmc = 0.012 mM) was purchased from Sigma ® (St. Louis, MO). Luciferase plasmid DNA was a kind gift from Valentis ® Inc. (Burlingame, CA). N-(1-(2,3-dioleoyloxy) propyl)-N,N,Ntrimethylammonium chloride (DOTAP) and cholesterol were purchased from Avanti Polar Lipids (Alabaster, AL). The luciferase assay kit was purchased from Promega ® (Madison, WI).\n\nAfrican green monkey kidney cells (COS-7) were obtained from American Type Culture Collection (Rockville, MD). Cells were incubated at 37°C in a humidified atmosphere containing 5% CO 2 . Cells were maintained in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum, 50 U/ml penicillin G, and 50 μg/ml streptomycin sulfate, and were propagated by reseeding at 2 × 10 5 cells/100-mm dish every 3 days. For use in our experiments, cultures were freshly seeded at 5000 cells/well in a 96well plate (Costar ® , Corning Incorporated, Corning, NY) 24 h before transfection.\n\nLipoplex preparation, freeze-thawing, and freeze-drying protocols DOTAP-cholesterol/plasmid DNA complexes (i.e. lipoplexes) were prepared at an equimolar DOTAP-to-cholesterol ratio and different DOTAP + -to-DNA − charge ratios. DOTAP and cholesterol were mixed in chloroform and the lipid mixture was dried under a stream of nitrogen gas and placed under vacuum (10 mTorr) for at least 2 h to remove residual chloroform. Dried lipids were subsequently resuspended in autoclaved, distilled water. Cationic liposomes were prepared within 24 h of use, and stored at 4°C (when necessary) until needed. All lipids were sonicated immediately before use. Equal volumes of the lipid suspension and DNA solution were mixed in polypropylene microcentrifuge tubes by gentle pipetting, and incubated for at least 30 min at room temperature. A final volume of 0.2 ml for each sample was transferred to 1-ml flat-bottomed borosilicate freeze-drying vials (West Pharmaceutical Services Incorporation, Lionville, PA). Vials were placed on the shelf of an FTS Durastop ® lyophilizer (Stone Ridge, NY) that was cooled to a shelf temperature of −30°C at 2.5°C/min. Thermocouples placed in vials consistently indicated a sample temperature of −27°C, due to heat radiating from the walls of the freeze-drying chamber. Frozen samples were maintained at that temperature and rapidly thawed in a water bath of 37°C while shaking. Primary dried samples were frozen at −27°C for 4 hours in the lyophilizer and then subjected to vacuum (60 mTorr) for 24 hours while maintaining shelf temperature. Secondary dried samples were subjected to primary drying, and then warmed under vacuum (ramp rate = 0.5°C/min) and held at 20°C for 8 hours. Both primary and secondary dried samples were stored at −20°C, and rehydrated and analyzed within 24 hours.\n\nCOS-7 cells were seeded in a 96-well plate for 24 hours prior to washing with phosphatebuffered saline (PBS). Fresh, thawed, primary dried, and secondary dried lipoplexes containing 0.2 μg DNA were diluted and/or rehydrated to 0.2 ml, and transferred to wells containing COS-7 cells with 0.1 ml serum-free, antibiotic-free DMEM. The cells were incubated with lipoplexes for 4 h before the medium was replaced with 0.2 ml DMEM containing serum and antibiotics as described above. After 40 h, the culture medium was discarded, and the cells were washed twice with 0.2 ml PBS and then lysed with 0.05 ml of 2X RLB (Reporter Lysis Buffer, Promega ® , Madison, WI). A single freeze-thaw was performed to lyse cells. Twenty microliters of cell lysis solution were used to assay for luciferase expression using the luciferase assay kit (Promega ® , Madison, WI), according to the manufacturer's protocol. The luciferase signal was quantified using a Monolight ® 2010 Luminometer (BD Biosciences Pharmingen ® , San Jose, CA). Twenty microliters of the cell lysate were used for protein determination with a Bio-Rad ® protein assay (Hercules, CA) performed on a THERMOmax ® microplate reader (Sunnyvale, CA).\n\nAliquots of replicate suspensions (n ≥ 3) containing 0.2 μg of plasmid were diluted to 0.4 ml total volume with distilled water and transferred into a cuvette for dynamic light scattering analysis on a Nicomp ® 370 Submicron Particle Sizer (Particle Sizing Systems, Santa Barbara, CA). Channel width was set automatically based on the rate of fluctuation of scattered light intensity. The data were volume-weighted, and the analysis assumed that lipoplexes are solid particles. Analysis of sample turbidity (~A 500 ) revealed similar trends as that observed with dynamic light scattering (data not shown).\n\nFive-point BET (Brunauer, Emmett and Teller, 1938) measurements were performed using an Autosorb ® -1C (Quantachrome Instruments, Boynton Beach FL). Outgassing of samples was performed at room temperature for more than 3 hours, typically overnight. Autosorb ® was calibrated prior to use. Pure gas (100% nitrogen or krypton) was used as adsorbate. One data point was repeated multiple times on different samples to test the reproducibility which was within 1.05 %. One-piece pellet cells were used to avoid silicon vacuum oil diffusion into the Autosorb ® system. All results having R 2 less than 0.98 are discarded.\n\nAll samples used for BET measurements were in 5-ml vials (West Pharmaceutical Services Inc., Lionville, PA). Vials containing 4 ml of solution were lyophilized (4 hours freezing at −30°C, 96 hours primary drying at −30°C and 60 mTorr, and 8 hours secondary drying at 20°C and 60 mTorr). After the completion of secondary drying, all vials were backfilled with high purity argon to 600 Torr. These vials were transferred to a glove box (humidity < 10%) and then were carefully introduced to ambient pressure via a needle. Cakes that were visibly altered by the exposure to ambient pressure were discarded.\n\nMean particle sizes of lipoplexes and transfection levels were compared to that of fresh preparations. Statistically significant differences were determined using a two-tailed distribution (Student's t-test) with SigmaPlot ® (Systat Software Incorporation, San Jose, CA). Values of p > 0.05 were considered as not significantly different from fresh preparations, and these are indicated with asterisks in the figures.\n\nAs shown in previous studies,15 , 17 the concentrating effect of ice formation during freezing facilitates interactions among non-viral vectors that ultimately result in aggregation and loss of biological activity. As proposed by Allison et al.,17 sugars exert their protective effect by increasing the volume of the non-ice (i.e., supercooled liquid or glass) fraction in which the particles are suspended, thereby increasing the distance between adjacent particles and reducing aggregation. More recent studies are in agreement with this model, and have shown that temperature-dependent diffusion of non-viral vectors through the unfrozen sugar-water matrix is ultimately responsible for aggregation during the freezing step of lyophilization.15 It follows that the ratio of sugar to particle number (as reflected by sugar/ DNA weight ratio) has a predominant effect on the distance between particles, and thus the potential for aggregation in the frozen state. To this end, it has been reported that sucrose/ DNA weight ratios of 500 are sufficient to prevent aggregation when vector suspensions are frozen at 40-160 μg DNA/ml.17 However, Allison et al.17 also observed that freezing of more dilute suspensions (8 μg DNA/ml) required a higher sucrose/DNA ratio (1000) to avoid aggregation. This observation suggested that factors other than particle diffusion play a role in freezing damage, and the authors suggested that the larger amount of ice crystal surface (due to the lower sucrose concentration) may play a role in the increased sensitivity to freezing observed with more dilute vector suspensions.\n\nTo investigate this phenomenon, lipoplexes were freeze-dried at different concentrations (1, 3, 5, and 10 μg/ml) and sugar/DNA weight ratios (100, 200, 500, 1000, 2000) , and the particle size was monitored after reconstitution at each step in the freeze-drying cycle (freezing, primary drying, and secondary drying; Fig. 1 ). The results show that maintenance of particle size was dependent on both sucrose/DNA ratio and vector concentration. More specifically, the most dilute vector preparations (in terms of DNA concentration) required higher sucrose/DNA ratios, consistent with previous studies.17 Additional experiments utilized BET measurements to determine the specific surface area (SSA) as a function of the initial sucrose and DNA concentration (before lyophilization). Our results (Table 1) indicate that SSA increases dramatically at low initial sucrose concentrations.\n\nIt should be noted that protection during freezing generally resulted in dramatically improved size retention after subsequent drying, although additional damage was clearly imparted during drying in some instances, e.g., Fig. 1C+D at sucrose/DNA = 200. Since the goal of this study was to investigate the mechanism of damage observed at low vector concentrations, further experiments utilized vectors formulated at 1 μg/ml DNA.\n\nAs noted above, retention of particle size after the freezing step generally resulted in improved particle sizes after subsequent drying (Fig. 1) . These data are consistent with our previous work showing that the freezing step is critical for maintaining particle size.17 Since damage resulting in aggregation could potentially occur during both the initial freezing step (e.g., ice formation) as well as while incubating in the frozen state, we conducted an experiment to determine the timing of freezing-induced damage. The results in Fig. 2 demonstrate that aggregation was evident within the first hour after freezing, and that no increases in particle size were observed after 24 hours. These data are consistent with that reported by Armstrong and Anchordoquy,15 who observed that PEI-DNA complexes (i.e. polyplexes) frozen to −27°C exhibited aggregation within 1 hour, but that particle size was not further increased after 24 hours. These results indicate that aggregation occurred within the first hour, likely during ice crystal formation.\n\nThe data also demonstrate that the observed increase in particle size was prevented by formulating lipoplexes at high sucrose levels (Fig. 2) . This observation suggests that the mechanism responsible for freezing-induced damage can be minimized by formulating lipoplexes with sufficient quantities of sugar. Since the amount of ice formed upon freezing to a given temperature is determined by the initial sugar concentration (assuming that the initial liquid volume is constant), these results implicate ice formation in the increased sensitivity to freezing and freeze-drying observed with more dilute vector preparations. It should be recognized that the process of freezing and the degree of supercooling can vary from vial-to-vial and experiment-to-experiment, and thus the precise conditions that result in statistically-significant aggregation may result in slight inconsistencies from experiment to experiment. For example, the data in figure 1A shows more variable sizes recovered after freezing at a sucrose: DNA ratio of 500 which resulted in a significant increase in particle size, whereas figure 2 depicts maintenance of a more consistent particle sizes under these conditions.\n\nPrevious studies with proteins have proposed that protein aggregation or unfolding could be due to interactions with air-liquid interfaces, liquid-solid interfaces and interfaces between ice crystals and sugar glasses. These studies have found that surfactants could be effective at reducing interface-induced damage in protein formulations.30 , 31 Although this strategy has been employed to stabilize protein pharmaceuticals, the use of surfactants in lipid-based formulations is generally avoided due to the fear of disrupting/dissolving the lipid delivery vehicle.\n\nIf surface/interfacial interactions play a role in the observed aggregation of lipoplexes, it follows that surfactants may be able to attenuate damage during freeze-drying. The goal of our initial experiments was simply to identify surfactants that would not perturb lipoplex suspensions. Considering that electrostatic interactions between the cationic lipid and negatively-charged DNA are responsible for lipoplex formation, our study avoided the use of ionic surfactants. Our initial investigation involved incubation of lipoplexes for 30 minutes in solutions of five non-ionic surfactants (Triton X-100, Pluronic F68, Pluronic F108, Tween 80, and octyl glucoside) at concentrations ranging from 0 to 1 mM. Our results showed that Triton X-100, Pluronic F68, and Pluronic F108 caused a concentrationdependent increase in lipoplex size even at very low surfactant concentrations (data not shown). In contrast, lipoplex suspensions incubated in solutions of Tween 80 and octyl glucoside retained their particle size up to relatively high concentrations (60 μM for Tween 80; 100 μM for octyl glucoside). From these results, we concluded that lipoplexes were minimally affected by the presence of these two surfactants (at least up to the concentrations mentioned above), and additional experiments were conducted to explore their potential for protecting lipoplexes from interface-induced damage during freezing and drying.\n\nConsidering that significant aggregation is observed during freezing (Figs 1+2) , we investigated the ability of Tween 80 and octyl glucoside to preserve particle size during freezing. Because the sucrose/DNA ratio plays a critical role in the extent of damage incurred during freezing, we assessed the ability of both Tween 80 and octyl glucoside to prevent aggregation in lipoplexes formulated at high (2000) and low (500) sucrose/DNA ratios (Fig. 3) .\n\nOur data show that Tween 80 proved to be superior to octyl glucoside in its ability to maintain lipoplex particle size during freezing at both high and low sucrose/DNA ratios (Fig. 3A+B ). More specifically, at sucrose/DNA = 500, Tween 80 concentrations of 10 μM were needed to minimize aggregation, whereas only 2.5 μM was required at the higher sugar levels. This is consistent with the reduced amount of ice formed under the latter condition which would result in less ice crystal surface with which surfactant and lipoplexes could interact.\n\nIt should be recognized that surfactant may be concentrated in the frozen state due to the removal of solvent (i.e., liquid water), and thus surfactant-induced lipoplex perturbation during freezing is a concern even at surfactant concentrations that are non-perturbing in a fluid formulation. Previous work with liposomes32 , 33 reported effects on size that are similar to what we observe with octyl glucoside, i.e., liposome size increased as surfactant concentration increased from 0 to a higher value, and then liposome size decreased when surfactant concentrations increased further. It was concluded that the initial increase in size was due to aggregation, and the subsequent decrease in size was due to micelle formation; this may also explain our results.\n\nAs mentioned above, the data in Figures 1 and 2 clearly show that significant aggregation occurs during the freezing step of the lyophilization process; consistent with our previous findings. 16 , 18 These data also show that freezing damage can be prevented at high sucrose/ DNA weight ratios. However, additional stress is clearly imparted during drying, and the effects of this stress are most easily observed in dilute suspensions (i.e., 1 μg DNA/mL) despite adequate protection from sugars during freezing (Fig. 1A) . Considering the ability of Tween 80 to preserve lipoplex particle size during freezing even at low sucrose/DNA weight ratios, we assessed the ability of this surfactant to preserve particle sizes after each drying step of the lyophilization process. Furthermore, we investigated maintenance of particle size at both high (2000) and low (500) sucrose/DNA weight ratios in the presence of different Tween 80 concentrations. More specifically, we assessed protection by Tween 80 concentrations ranging from the minimum surfactant concentrations required to prevent aggregation during freezing up to higher concentrations that proved effective (Fig. 3) .\n\nThe data in Figure 4 shows that the addition of Tween 80 helps to maintain particle size during primary and secondary drying, even at low sucrose/DNA ratios. In contrast, samples lacking Tween 80 exhibited a significant increase in particle size under these conditions, demonstrating the ability of this surfactant to prevent lipoplex aggregation (Fig. 4) . High Tween 80 concentrations (40 μM) prevented aggregation when lipoplexes were subjected to secondary drying at a sucrose/DNA ratio of 500 (Fig. 4A) . At high sucrose/DNA weight ratios (2000), aggregation during both primary and secondary drying was prevented at surfactant concentrations ≥ 2.5 μM (Fig 4B) . These results clearly show that greater surfactant concentrations are needed at low sucrose/DNA ratios, suggesting a synergistic effect of sucrose and Tween 80 on preservation of particle size during lyophilization. Consistent with previous findings, lyophilized samples that maintained particle size also exhibited transfection rates comparable to fresh controls (Fig. 5) . 15 , 17 While most studies have reported a strong correlation of transfection with particle size, previous work with lyophilized nonviral vectors has clearly demonstrated that retention of particle diameter is not always a good predictor of transfection.34\n\nFrom the studies above, it is clear that the inclusion of Tween 80 in nonviral vector formulations results in greater retention of particle size and transfection. Parallel experiments were performed with a different lipid-based delivery system (DC-Chol:DOPE/ DNA, +/− = 1.5) and similar results were achieved (i.e., particle size and transfection were preserved only in formulations incorporating 10-20 μM Tween 80), suggesting that this approach might be widely applicable. As mentioned above, studies with proteins have also used this strategy to protect against interface-induced damage. 30 , 31 Additional experiments were performed to determine if significant stress was imparted during the rehydration process as compared to freeze-drying. These experiments involved slowly rehydrating dried samples with water vapor, but this treatment only served to exacerbate aggregation (data not shown). Further experiments were conducted by rehydrating dried samples with a Tween 80 solution, and this definitely improved recovery of particle size (Fig. 6 ). As shown above, complete protection was observed when Tween 80 was present during both lyophilization and rehydration. However, samples lacking Tween 80 during lyophilization but that were rehydrated with surfactant solutions exhibited smaller particle size (Fig. 6) . These provocative findings suggest that significant damage to lyophilized nonviral vectors may occur during the rehydration process; an aspect that is not generally considered. In this respect, it is noteworthy that studies on liposomes have suggested that fusion can be triggered by the swelling of osmotically-stressed liposomes upon dilution.35 Future studies are planned to investigate the applicability of such findings to lipid-based gene delivery systems.\n\nThis work clearly demonstrates that lipoplexes are subjected to stresses that cause aggregation during each step of the lyophilization process. In some cases, aggregation and loss of transfection are observed only in formulations with low DNA concentrations. As reported in previous studies, formulation with sucrose can attenuate this damage, and full recovery is typically observed when high DNA concentrations are employed. Our data suggest that a small, undetected fraction of lipoplexes aggregate even under these conditions, and this damage is difficult to avoid during secondary drying, i.e., sufficient quantities of sucrose alone cannot prevent low levels of damage during freezing and primary drying. The observed aggregation and loss of transfection activity can be minimized by including Tween 80 in the formulation, indicating that surface-induced effects are responsible for the observed damage. Furthermore, the fact that rehydration of samples with Tween 80 solutions improves recovery even when samples are dried in the absence of surfactant suggests that stresses due to rehydration alone can cause aggregation. Although this study was not able to elucidate the precise mechanism of rehydration-induced damage, our data clearly show that inclusion of Tween 80 in lipoplex formulations results in reduced aggregation and improved biological activity upon rehydration. Future studies will investigate the effects of Tween 80 on storage stability. Lipoplex size after each step of the lyophilization process. White bars indicate frozen samples; gray, primary dried; hatched, secondary dried. Figures 1A-1D have 1, 3 , 5, and 10 μg/ml initial DNA concentrations, respectively. All experiments were performed with a minimum of triplicate vials. Each bar represents the mean ± one standard error. Particle sizes that were not significantly different from fresh controls are indicated by asterisks. Bars that extend to the top of each graph indicate particle diameters exceeding 800 nm. Lipoplex size after 1 hour or 24 hours freezing. White and gray bars indicate samples frozen at −30 °C for 1 hour and 24 hours, respectively. All samples have 1 μg/ml initial DNA concentration. Each bar represents the mean ± one standard error of triplicate samples. Asterisks indicate particle sizes that were not significantly different from fresh samples. There is no significant difference between the bars at each sucrose/DNA ratio. Lipoplex size after freezing in the presence of surfactant. Lipoplexes are formulated at 1 μg/ ml initial DNA concentration containing varying levels of Tween 80 or octyl glucoside. A) Samples formulated at a sucrose/DNA weight ratio of 500; B) Samples formulated at a sucrose/DNA weight ratio of 2000. Note the different scales on the y-axes of the two panels. The particle sizes of fresh samples are indicated by filled circles on the y-axis. Each symbol and error bar represents the mean ± one standard error of triplicate samples. Asterisks indicate particle sizes that were not significantly different from fresh samples. Lipoplex size after primary drying and secondary drying in the presence of surfactant. Lipoplexes are formulated at 1 μg/ml DNA in sucrose and varying concentrations of Tween 80. A) sucrose/DNA weight ratio = 500; B) sucrose/DNA weight ratio = 2000. Each symbol and error bar represents the mean ± one standard error of at least triplicate samples. Asterisks indicate particle sizes that were not significantly different from fresh samples. Luciferase expression in COS-7 cells after transfection with lipoplexes formulated with Tween 80 before and after freeze-drying. Each symbol and error bar represents the mean ± one standard error of at least triplicate samples. The asterisks represent transfection efficiencies that were not significantly different from fresh controls (levels indicated by the filled circle on the y-axis). Effect of Tween 80 on particle size and transfection during rehydration. Lipoplexes were formulated in sucrose (sucrose/DNA=2000) and either (A) lyophilized in the absence of surfactant and rehydrated with water, (B) lyophilized in the absence of surfactant and rehydrated with 40 μM Tween 80, or (C) lyophilized and rehydrated in the presence of 40 μM Tween 80. DNA concentration was at 1 μg/ml. Each bar represents the mean ± one standard error of replicates (n ≥ 4). The asterisks indicate transfection rates and particle sizes that are not significantly different from fresh controls. "}