{"title": "Infection Prevention in the Emergency Department", "body": "Infection prevention is a major challenge in the rapid-paced, high-volume setting of emergency care. The emergency department (ED) is a complex and dynamic healthcare environment. Patients present with undifferentiated illnesses and variable acuity, ranging from the otherwise healthy to the critically ill. Risk recognition and medical decisionmaking are often based on limited and evolving data, under significant time and resource constraints. Patients await diagnosis, intervention, and disposition in close proximity of one another. With more than 129.8 million patient visits made to U.S. EDs in 2010 alone, the ED is a busy place subject to rapid patient turnover and even overcrowding. 1 The ED is a major gateway to inpatient medical care, contributing nearly half of all hospital admissions. 2 It also constitutes our healthcare system's frontline in the response to public health emergencies and disasters. Amidst these diverse roles and competing demands, infection prevention can easily be overlooked or superseded by other immediate and life-threatening issues. Yet, significant infectious disease risks exist in emergency care that can carry substantial clinical consequences for both patients and healthcare personnel (HCP). This article will address infection prevention in the ED through two central themes: 1) preventing the transmission of infectious diseases from ill patients to HCP and to other patients, and 2) reducing the risk of infection associated with receiving emergency care. We will review the existing literature behind ED hand hygiene, standard and transmission-based isolation precautions, HCP vaccination, and environmental controls. Next, we will examine the threat of healthcare-associated infections (HAI) related to central venous catheters, urinary catheters, mechanical ventilation, and other medical devices commonly used in the ED. We will conclude by identifying areas in which we can improve infection prevention in the ED today, as well as highlight gaps in knowledge that would benefit from further investigation as we look to the future.\n\nIgnaz Semmelweis first recognized the fundamental role of hand hygiene in curbing the spread of contagion more than a century and half ago while working in the obstetrics wards of Vienna General Hospital. At a time when puerperal fever was common and often fatal, Semmelweis demonstrated that physician hand disinfection with a chlorinated lime solution could lead to a significant decline in the incidence and mortality of this disease. To this day, hand hygiene remains the cornerstone of modern infection prevention and is the single most important strategy for curbing transmission of infectious microorganisms between patients, HCP, and the healthcare environment. 3 While normal human skin is routinely colonized with resident bacterial flora (e.g., coagulase-negative Staphylococcus), transient flora can contaminate the skin of HCP through direct patient contact or contact with the patient's immediate environment. 3, 4 Transient flora can include Staphylococcus aureus, Enterococcus, Gram-negative bacilli, and C. difficile, all of which have been associated with HAIs, as well as a host of respiratory and gastrointestinal viruses. When performed regularly and correctly, hand hygiene eliminates transient flora, thereby disrupting transmission of these microorganisms. 3 Alcohol-based gel and foam products are superior to regular and antimicrobial soap in reducing bacterial counts, and are therefore recommended for most routine hand hygiene. They also incur less of a time burden than soap and water, which may improve adherence to their use. 5, 6 Hospital-wide hand hygiene programs employing alcohol-based hand rubs have been credited with dramatic reductions in HAIs. 7, 8 However, scrubbing and rinsing with soap and water is still preferred when caring for patients with C. difficile infection, as alcohol-based products are not effective against C. difficile spores, or when there is visible soiling of the hands. Hand hygiene should be performed anytime HCP enter the 3-foot space around a patient, as the immediate environment and equipment surrounding the patient can be readily contaminated. The Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO) provide valuable guidance on effective hand hygiene practices. 3, 9 Hand hygiene adherence has been shown to be lower in settings with high patient activity, such as the intensive care unit (ICU), and among physicians. 10 Early studies of ED hand hygiene echo these trends. [11] [12] [13] [14] More recently, ED hand hygiene adherence rates have ranged anywhere from 10% to 90%. [15] [16] [17] [18] [19] Variable adherence with hand hygiene in the ED has been attributed to lack of time, urgent clinical situations, and high patient workload. Lower hand hygiene adherence has also been associated with caring for patients in ED hallways, a marker for high ED visit volume and a surrogate for overcrowding. 18 Much of the existing literature on hand hygiene implementation is comprised of quasiexperimental studies. Interventions addressing ED hand hygiene practices have been met with differing success (Table 1) . At the level of the individual provider, interventions have ranged from posting high visibility signs promoting hand hygiene and circulating educational materials to staff to trialing touch-free as well as personal wearable hand sanitizer dispensers. 14, 20, 21 Workflow optimization and standardization have also been examined as a means of streamlining bedside procedures and reducing extraneous hand hygiene events in the course of patient care. 22 Larger, multifaceted interventions incorporating group and one-on-one education, a shared culture of patient safety, designated clinician champions to promote and model proper hand hygiene, improved access to alcohol-based hand rub, and routine hand hygiene monitoring through direct observation have led to sustained improvements in ED hand hygiene adherence. 23-25 Immediate feedback about hand hygiene performance as well as regular reporting and dissemination of HCP adherence rates foster accountability and provide concrete benchmarks by which improvement can be measured. These studies align with a general consensus based on existing evidence that bundled interventions incorporating education, reminders, feedback, administrative support, and access to alcohol-based hand rub are our most effective means for improving hand hygiene adherence. 26, 27 Standard precautions ED HCP routinely come in contact with blood and other potentially infectious body fluids (e.g., cerebrospinal, pleural, peritoneal, pericardial, synovial, amniotic) during patient care. 28, 29 Up to two-thirds of procedures performed in the ED result in some form of HCP exposure to blood or other body fluid. 30 Most exposures involve the hands. Exposures to the face are more likely to occur during tube thoracostomy, lumbar puncture, or examination of a hemorrhaging patient.\n\nFirst introduced by the CDC in the 1980s due to the growing epidemic of human immunodeficiency virus (HIV) infection, standard precautions mandate the use of barriers (e.g., gloves, protective gowns, masks, and eye wear) to protect HCP from bloodborne pathogens such as HIV, hepatitis B, and hepatitis C, 31-33 as well as to prevent transmission of other infectious microorganisms. They are indicated when contact with blood or other body fluids, mucous membranes, non-intact skin, or potentially infectious material is anticipated. Face and eye protection are recommended for procedures and examinations where splashes or sprays of blood or other body fluids are likely. Eye wear must consist of a face shield, goggles, or glasses with side shields in order to be considered protective. Standard precautions also encompass hand and respiratory hygiene as well as the safe handling of potentially contaminated equipment and environmental surfaces. 34 Previously referred to as universal precautions, standard precautions are one of the most extensively studied infection prevention strategies in emergency care. Despite CDC guidelines and a mandate from the Occupational Safety and Health Administration (OSHA) since 1991, 35 the day-to-day practice of standard precautions and use of personal protective equipment (PPE) in the ED remains highly variable. Several studies performed in U.S. academic medical centers have employed either direct observation or video recording during trauma and medical resuscitations to measure adherence, 36-42 and have reported rates ranging from 38% to 89%. In some cases, HCP adherence to standard precautions improved if a patient was visibly bleeding. 39, 43 Yet, other studies have demonstrated the opposite, underscoring how clinical urgency can compete with infection prevention practices in acute situations. 37, 40, 44 During resuscitations, ED HCP are more likely to wear gloves than a gown, mask, or protective eye wear. The same holds true during non-emergent clinical encounters, despite the potential for exposure to blood and other body fluids. 12, 43, 45, 46 In surveys of ED HCP, commonly cited barriers to adherence to standard precautions have included lack of time, a perception that a patient is at low risk for being infected with HIV or another bloodborne pathogen, interference with dexterity and technical skills, and poor access to PPE at the bedside. 47-51 In some cases, HCP also report uncertainty of which protective barriers to use and when, reflecting inadequate training or knowledge retention. 52, 53 Several intervention studies have sought to improve HCP adherence to standard precautions in the ED (Table 2) . 44, 54-58 Educational programs have employed in-service lectures, smallgroup discussions, and written materials highlighting the risks posed by bloodborne pathogens. 54, 56-58 One study also incorporated group review of a resuscitation video recording showing poor adherence to standard precautions. 58 Visual cues at the patient bedside in the form of posters along with verbal reminders from supervising staff have helped to reinforce adherence. 44, 56, 58 Bundling of supplies in designated supply carts or pre-organized packs provides immediate access to PPE and facilitates their use in resuscitation settings. 44, 57 Adherence monitoring through \"environmental safety\" rounds 55 or less formal means 57 accompanied by the threat of disciplinary action with repeated lapses in adherence has likewise been shown to be effective. Although not studied as an intervention, pre-notification and assembly of the trauma team in the resuscitation area prior to the arrival of a patient has also been associated with improved adherence to standard precautions. 38\n\nGiven that exposure to blood and other body fluids during resuscitations and procedures is unpredictable, efforts to improve and sustain high levels of adherence to standard precautions must be a priority in the ED. Ready access to PPE, education, frequent reminders, and routine adherence monitoring can help reinforce the use of protective barriers in these high-risk situations. It is important to iterate that glove use is not a substitute for hand hygiene, as microscopic tears and skin contamination during glove removal can still result in the transmission of pathogens to the hands of HCP. [59] [60] [61] Therefore, appropriate PPE use coupled with regular hand hygiene are necessary for standard precautions to be effective in protecting ED HCP.\n\nCommunicable infectious diseases can be transmitted through airborne droplet nuclei, large particle droplets, or direct contact with patients and their immediate environment. Given that knowledge of whether a patient is infected or colonized with a pathogen is seldom known at the time of presentation, empiric transmission-based precautions are crucial to preventing the spread of infectious microorganisms in the ED. 62\n\nAirborne precautions-Airborne droplet nuclei measuring ≤5 μm can remain infective and suspended in the air for hours at a time, particularly in enclosed and poorly ventilated spaces. Airborne transmission of tuberculosis, 63-65 measles, 66, 67 and severe acute respiratory distress syndrome (SARS) [68] [69] [70] has been described in ED settings. Varicella (including disseminated zoster), highly pathogenic influenza, and smallpox may also be transmitted in this manner. Rapid identification and isolation of ED patients suspected of harboring an airborne disease hinges greatly upon heightened clinical suspicion, as in the case of tuberculosis. 71 Screening tools and clinical decision-making instruments can help inform this process. 72, 73 Proper HCP protection against airborne droplet nuclei requires use of either an N95 or powered air purifying respirator. 62 In a survey of emergency medicine residents, selfreported adherence with respirator use during encounters with patients at risk for tuberculosis was low due to poor availability of masks and lack of appropriate fit testing. 74 Likewise, during the SARS epidemic, many HCP infections were associated with inadequate use of PPE including respirators. 75, 76 Engineering controls aimed at mitigating or eliminating workplace hazards factor prominently in preventing airborne transmission of pathogens in the ED. 62 Singleoccupancy airborne infection isolation rooms equipped with special air handling and ventilation systems (capable of ≥12 air changes per hour) to generate negative room pressure have been associated with significant reductions in tuberculosis conversion rates among urban ED HCP caring for high-risk populations. 77 Yet, the availability of such isolation facilities varies among EDs. 78 Increased respirator availability, education, and fit testing combined with the construction, certification, and regular maintenance of airborne infection isolation rooms are necessary measures to assure the adequacy of ED airborne precautions.\n\nDroplet precautions-Unlike airborne droplet nuclei, large particle droplets measuring >5 μm neither travel nor remain suspended in air for long periods. Droplet transmission occurs with seasonal influenza 79 and meningococcal disease, 80 both of which have been associated with transmission to and infection of ED HCP. Pathogens including Haemophilus influenzae, group A Streptococcus, Bordetella pertussis, and a host of other respiratory viruses are also transmitted by droplets.\n\nDonning a surgical mask as part of standard precautions provides sufficient droplet protection for HCP and is recommended when working within 3 feet of the patient. 62 A more conservative radius for masking within 6 to 10 feet or upon entering the patient's room has also been suggested. While a single occupancy patient room is preferred, spatial distancing (≤3 feet) and separation of patient beds by curtains are also acceptable methods of droplet isolation. Patient cohorting during outbreaks and peak respiratory virus season has also been shown feasible in the ED in order to limit transmission and increase surge capacity. 81 When surveyed about patients presenting with influenza-like illness, emergency physicians and nurses report less than optimal adherence with surgical mask or glove use. 82 As with airborne precautions, limited training and availability of respiratory PPE may be partly to blame. Lack of reminders about droplet precautions may also contribute. To this end, the electronic health record (EHR) can be a useful tool for improving ED HCP adherence. Electronic notification of physicians and nurses about the need for droplet precautions when placing an order for influenza testing in the EHR can effect modest improvements in adherence. 83 Some of the challenges with HCP adherence to airborne and droplet precautions may also tie into how respiratory PPE impacts the therapeutic interaction between HCP and patients. 84 Respirators and surgical masks form a highly visible physical barrier between the two that may not only interfere with clear communication but promote social distancing and isolation, further compounded when physical isolation of the patient is necessary. How much this actually influences HCP adherence to airborne and droplet precautions has not been well-studied.\n\nRespiratory hygiene has emerged as a comprehensive approach to curbing transmission of respiratory infections in ED settings through direct engagement and empowerment of patients. 85 Signs describing appropriate cough etiquette, improved access to hand hygiene supplies, masking and separation of ED patients presenting with respiratory symptoms, and HCP adherence to droplet precautions comprise this multifaceted approach. 62 In one study, adherence with self-masking remained low among patients presenting to the ED with cough, although many agreed that masks and hand hygiene were effective methods for preventing transmission of respiratory infections. 86 More studies are needed to identify successful strategies for implementing and sustaining respiratory hygiene practices among HCP and patients in the ED.\n\nContact precautions-EDs frequently care for patients infected or colonized with multidrug-resistant organisms (MDRO) including methicillin-resistant Staphylococcus aureus (MRSA), 87-91 vancomycin-resistant Enterococcus (VRE), 87, 91 and a growing number of multidrug-resistant Gram-negative bacteria (e.g., Acinetobacter baumannii, Pseudomonas aeruginosa, and various Enterobacteriaceae). 92 Clostridium difficile 93, 94 and other enteric pathogens 95 are likewise commonly encountered in patients with diarrheal illness. Transmission of these pathogens and others, including SARS and highly pathogenic influenza, can occur through direct contact with patients or their immediate surroundings. Contact precautions entail the use of protective gowns and gloves during patient care to prevent HCP acquisition and transmission of these pathogens to other patients. 62 With the exception of patients presenting with diarrhea or bowel incontinence, the decision to initiate contact precautions in the ED can be difficult. Policies guiding their use vary widely among EDs. 96 Many hospital EHRs now automatically flag established patients with a past history of MDRO infection or colonization, 97, 98 allowing ED HCP to identify these patients and initiate contact precautions early on in their care. Others have implemented selective screening for MDROs and empiric use of contact precautions for any patient coming from a nursing home or long-term care facility. 99 The extent of HCP adherence to contact precautions once the need has been identified is not yet known.\n\nImmunization is an important strategy for protecting ED HCP against vaccine-preventable diseases including hepatitis B, measles, mumps, rubella, pertussis, varicella, and seasonal influenza. 100 Historically, influenza vaccination rates have been low among ED HCP. [101] [102] [103] While influenza vaccination does not replace the practice of hand hygiene or droplet precautions, it can be effective in preventing infection if the vaccine is well-matched to prevalent strains circulating in the community. Annual influenza vaccination is widely encouraged for all persons aged six months and older with no medical contraindications. 104 More research is needed to identify how education, increased vaccine availability, and employment conditional upon immunity can improve vaccination rates among ED HCP.\n\nOpportunities abound for contamination of environmental surfaces and medical equipment in the ED. Patients colonized or infected with MDROs, including MRSA, can transfer microorganisms to their gowns, linens, guard rails, overbed tables, blood pressure cuffs, the floor, and many other sites in their immediate vicinity. 105, 106 Environmental contamination with MDROs contributes significantly to the contamination of HCP hands during patient care. 60, 107 Future patients can also acquire MDROs when hospitalized in a room previously occupied by a MDRO-colonized patient where environmental contamination has occurred. 108, 109 The CDC provides comprehensive guidelines on disinfection and sterilization in healthcare settings that readily apply to the ED. 110 Non-critical equipment (e.g., blood pressure cuffs) and environmental surfaces (e.g., bed rails, patient furniture, floors), defined as those that primarily come into contact with intact patient skin, should receive low-level disinfection between patients. Limited evidence supports that, with adequate routine environmental cleaning, the risk of persistent contamination of high-touch patient care objects (e.g., chairs, gurneys, examination tables, curtains) in the ED is minimal. 111, 112 Studies addressing how effective environmental cleaning and disinfection practices can be implemented and reliably maintained in the ED while permitting rapid turnover of patient rooms would be greatly beneficial.\n\nMRSA has also been isolated from communal objects in the ED that may escape regular disinfection including computer keyboards, phones, and door keypads. [111] [112] [113] Provider stethoscopes are frequently contaminated. [114] [115] [116] Whether these objects contribute to transmission of MDROs in the ED is not clear, but it would seem prudent to incorporate their routine disinfection into environmental cleaning and disinfection practices.\n\nUp to this point, we have discussed ED infection prevention in the context of caring for patients presenting with communicable infectious diseases and disrupting pathogen transmission. It is equally important to turn our attention to how we can protect patients from acquiring new infections as a result of receiving emergency care. One in twenty Americans will develop a healthcare-associated infection (HAI) in the course of a hospitalization. Across the U.S., HAIs claim almost 100,000 lives annually. 117 While the burden of HAIs directly attributable to ED care is unknown, the ED is a setting in which invasive procedures are frequently performed and place patients at risk for device-related infections. We will examine what interventions have been explored in the ED environment to prevent HAIs. (Table 3 )\n\nCentral venous catheters (CVC) are inserted for many emergent indications in the ED including volume resuscitation in trauma, early goal-directed therapy in sepsis, and when peripheral vascular access is not possible. Central line-associated blood stream infections (CLABSI) extend ICU and hospital length of stay, and account for anywhere between $296 million to $2 billion in annual spending. [118] [119] [120] [121] CLABSIs can also increase attributable mortality by up to 30%. 122, 123 Studies examining outcomes of ED CVCs have focused more on acute mechanical complications than CLABSI, most likely due to inadequate surveillance mechanisms for tracking outcomes. [124] [125] [126] Prior to 2010, ED CLABSI studies suffered from imprecise definitions and lacked sufficient power. Reported CLABSI rates for ED CVCs varied from 0 to 24.1 CLABSIs per 1,000 catheter days depending on patient population and anatomical factors such as insertion site. [127] [128] [129] [130] Significant heterogeneity among these studies precludes pooling of their results. 126 Since 2010, only one study has described the incidence of CLABSI attributed to the ED and found that, in an academic medical center, ED CLABSI rates were similar to that of the ICU. 131 Relying primarily on administrative databases of ED patients admitted to the ICU, the rate of ED CLABSI was 1.93 per 1,000 catheter-days (95% CI 0.50-3.36). The generalizability of this finding remains untested.\n\nHistorically, ED CLABSI studies have focused on aseptic technique during CVC insertion. Video-based assessments have reported HCP adherence ranging from 33% to 88%, with lower rates among senior physicians. 132, 133 Simulation-based training improves adherence to aseptic technique and has been associated with a reduction in CLABSI rates. 134 Successful strategies to prevent CLABSI in the ICU revolve around comprehensive bundles incorporating education, hand hygiene, use of maximal sterile barrier precautions (surgical gown, sterile gloves, mask, cap, and large sheet drape), chlorhexidine-alcohol skin antisepsis, and avoidance of the femoral vein due to the high infection rate associated with CVC insertion at this site. 135, 136 Standardized CVC kits and equipment carts provide easy access to supplies needed to conform to these practices. Universal CVC insertion checklists provide cues for each of the components and facilitate documentation of adherence to CLABSI prevention measures during the procedure. An observer is designated to review the checklist, monitor aseptic technique, and terminate the procedure should a protocol violation occur. Such systems-based prevention strategies have significantly reduced CLABSI rates in ICUs. 137, 138 Among EDs that have adopted this approach to CVC insertion, successful bundle implementation has been tied to recruitment of clinician champions, staff engagement, clear staff responsibilities, workflow redesign, observer empowerment, and feedback through adherence and CLABSI surveillance data. 139 As of yet, there are no published data on the effects of the checklist and bundle approach on ED CLABSI rates. Formal surveillance of CVCs placed in the ED remains a challenge. The impact of early discontinuation of ED CVCs once they are no longer needed on ED CLABSI rates has not been evaluated. 126 Peripheral venous catheters (PVC) are a mainstay of medical therapy in the ED. While PVC infections are uncommon, bloodstream infection 140, 141 and even septic thrombophlebitis may occur in rare instances. At one academic institution, the estimated incidence of PVCrelated S. aureus bacteremia was 0.07 per 1,000 PVC-days, with more than half of all infected PVCs originating in the ED. 141 Overall adherence to aseptic technique during PVC insertion and line care during infusions have been shown to be poor in the ED. 142 Educational programs paired with direct observation during insertions and feedback on performance can improve adherence and reduce infections associated with PVCs. 142 Avoidance of unnecessary ED PVCs may also reduce infection rates although this has not been formally studied. For patients with difficult vascular access, ultrasound-guided PVCs have emerged as an alternative to CVCs in non-critically ill patients. 143 With proper aseptic technique, infection rates associated with ultrasound-guided PVCs do not differ significantly from that of traditional PVCs. 144\n\nUrinary catheters are commonly used in the ED to manage acute urinary retention, bladder outlet obstruction, or hematuria associated with clots as well as to monitor urine output in critically ill patients. Left in place for prolonged periods of time, they can become colonized with bacteria leading to catheter-associated urinary tract infection (CAUTI) and sepsis. It is estimated that anywhere from 65-70% of CAUTIs are preventable. 145 Several guidelines summarize evidence-based strategies for preventing CAUTI in acute care settings. 146, 147 While urinary catheters play an important role in medical care, inappropriate use of urinary catheters is common in ED and inpatient settings, 148, 149 particularly among elderly patients. 150, 151 Although lack of medical documentation for a urinary catheter has been construed as inappropriate use in many studies, non-indications for catheter use among elderly patients in the ED have also included urine specimen collection, dementia, incontinence, patient request, immobility, and the need for output monitoring outside of the ICU. 151 At one hospital, 73% of patients undergoing urinary catheter insertion in the ED were age 65 years or greater. 152 In this group of 277 elderly catheterized patients, 24 developed CAUTI (8.7%), of which 11 (4%) were attributed to an inappropriate urinary catheter.\n\nSeveral quasi-experimental studies have fielded strategies to reduce inappropriate use of urinary catheters in the ED. The introduction of an educational program targeting ED physicians and nurses and mandatory completion of a checklist of acceptable indications for urinary catheters prior to insertion resulted in an almost 80% reduction in ED catheter insertions. 153 At the same time, appropriate use of catheters increased from 37% to 51% (P=0.06) and physician order documentation from 43% to 63% (P<0.01). Another study also reported significant reductions in catheter utilization after guidelines were established for catheter insertion and reinforced by an educational program consisting of lectures and distribution of pocket cards listing appropriate indications. 154 Efforts to reduce catheter utilization among resident physicians using an educational intervention have been less successful. 155 Other efforts have sought to improve procedural knowledge and technique among ED nurses and other staff directly involved in catheter insertion. 156 Outside the ED, multidisciplinary strategies promoting guidelines for appropriate indications for ED catheter placement, a nurse-driven protocol for early catheter removal, and routine monitoring of inpatient urinary catheter prevalence rates have led to sustained hospital-wide reductions in catheter use 157 that have been replicated on a population scale. 158\n\nEmergent endotracheal intubation is often necessary in ED patients presenting with respiratory failure, either from impaired ventilation or oxygenation, or to protect a patient's airway in the setting of trauma or other critical illness. Defined as pneumonia acquired in the hospital after more than 48 hours of mechanical ventilation that was not present at the time of intubation, ventilator-associated pneumonia (VAP) carries significant morbidity and variable mortality. 159, 160 Several studies have shown that trauma patients requiring intubation in the ED or prehospital setting may be predisposed to VAP for a variety of reasons, ranging from injury severity, hemodynamic instability, and depressed mental status to suboptimal intubation conditions resulting in aspiration. [161] [162] [163] [164] [165] Increased ED length of stay has also been identified as an independent risk factor for pneumonia in emergently intubated trauma patients. 166 With at least half of all cases of VAP considered preventable, 145 several guidelines exist outlining simple and low-cost strategies to minimize aspiration of secretions, reduce colonization of the patient's respiratory tract with pathogenic bacteria, and prevent contamination of mechanical ventilation equipment. 167, 168 Studies have demonstrated that multifaceted interventions based on these guidelines may be associated with reductions in VAP rates, 169, 170 although controversy still exists. Nursing interventions including routine suctioning above the endotracheal cuff, elevating the head of the bed at least 30 degrees, and providing oral hygiene with 1.5% hydrogen peroxide solution can be readily implemented in the ED with appropriate education, testing, and adherence monitoring. 171 Limiting the duration of mechanical ventilation in carefully selected ED patients through early extubation has been shown to be safe, 172 although the impact of this on VAP rates has not yet been studied.\n\nThe growing use of bedside ultrasound in emergency care has greatly enhanced our ability to rapidly identify life-threatening conditions and safely perform invasive procedures such as CVC insertion. Ultrasound is also used to evaluate skin and soft infections (SSTI) for abscesses amenable to incision and drainage. At one academic institution, clinically significant pathogens including MRSA were identified in 70% of cultures obtained from ED ultrasonographic probes immediately after use in a convenience sample of patients presenting with SSTI. 173 With appropriate disinfection practices using antimicrobial wipes, contamination of ultrasonographic probes with MRSA remains uncommon. [173] [174] [175] Transvaginal ultrasonography has been used in the ED to evaluate complaints of vaginal bleeding and pelvic pain, as well as to diagnose early intrauterine pregnancy. In one study, human papillomavirus (HPV) contamination of transvaginal, or endocavitary, probes using polymerase chain reaction (PCR) was identified in 7.5% of surveillance samples. 176 More concerning, HPV was identified on 21% of probes used to evaluate known HPV carriers, despite use of a probe cover and low-level disinfection. Endocavitary probes are considered semi-critical items because they contact mucous membranes and therefore require high-level disinfection between patient use. 110 Appropriate ED decontamination guidelines and practices are necessary to prevent bedside ultrasound machines from becoming a vector for pathogens.\n\nAmple opportunities exist to improve infection prevention in the ED, both through the implementation and optimization of best practices and future research. (Table 4 ) Current efforts should be prioritized towards areas that have shown the most sustainable changes. While essential to increasing HCP knowledge about established infection prevention practices, education alone does not maintain high levels of adherence. Policies and guidelines will not have an impact unless they are observed. 177 Obstacles to ED infection prevention need to be understood, addressed, and overcome. Readily accessible PPE, alcohol-based hand rub dispensers, and other critical infection prevention supplies increase the likelihood that HCP will routinely use them in the course of patient care. Frequent reminders and feedback reinforce education and prompt HCP to perform key infection prevention practices at the bedside where competing clinical demands are high. Open communication among HCP about breaches in these practices foster accountability, trust, and a team mentality. Checklists and bundles ease our dependence on memory alone to complete complex tasks and promote high reliability care. Formal adherence monitoring and HAI surveillance provide concrete metrics by which performance improvement can be measured and relayed back to HCP. Finally, commitment and support from ED clinical and administrative leaders seal the foundation for a shared culture of safety. In this environment, ED infection prevention becomes both an organizational as well as an individual responsibility. While fewer studies have targeted infection prevention practices in the ED than in other healthcare settings, there is evidence that this comprehensive, multifaceted approach can be successful.\n\nThe feasibility of many infection prevention strategies will vary from ED to ED depending on the resources and support that each can leverage. Hospital infection prevention committees can provide invaluable expertise and assistance in deciding which strategies to implement and how the ED can best contribute to hospital-wide initiatives. ED representation on these committees is strongly encouraged. As many hospitals transition to electronic documentation and computerized provider order entry, the EHR can serve as a powerful tool for implementing infection prevention strategies. Adherence to transmission-based precautions can be enhanced through automated HCP notifications and alerts. 83 Bundled interventions to prevent CLABSI, CAUTI, and VAP can be directed through standardized electronic order sets. Innovations in automated technology to track the performance of hand hygiene and other infection prevention practices could soon replace the need for time-consuming direct observations, making it easier to measure adherence throughout the ED. Involvement of ED HCP and infection prevention specialists in the planning and design of future EDs can also greatly enhance the feasibility of many basic practices and ensure that sufficient engineering controls are incorporated (e.g., single patient rooms, airborne infection isolation rooms). 178 Optimization of the built environment may not only minimize environmental contamination but facilitate cleaning and disinfection of hospital surfaces in the ED.\n\nLooking to the future, many questions in infection prevention in the ED remain to be answered. Advances in molecular diagnostics are revolutionizing the way we screen for and diagnose infectious diseases. The ability to rapidly identify ED patients infected with tuberculosis, seasonal influenza, or a MDRO, such as MRSA, 179 could lead to earlier institution of transmission-based precautions and reduced potential for transmission in the hospital. Such technology could also be applied to targeted surveillance of high-risk populations for colonization with MDROs (e.g., patients awaiting admission to the ICU or transferred from another healthcare facility or a nursing home). In hospitals with a high prevalence of MDROs, the ED could play a role in active surveillance, although the costs, benefits, and implications of ED-based surveillance have yet to be studied. Admitted patients needing contact isolation often wait longer in the ED until a suitable hospital room is available, 180 which can contribute to overcrowding and even enhanced MDRO transmission if infection prevention practices are not well-adhered to. Strategies such as cohorting patients with MDROs or expediting their admission to an inpatient bed need to be explored. What constitutes expedient yet effective terminal cleaning of the ED environment after the care of patients infected or colonized with MDROs or C. difficile has to be defined and must be realistic to sustain patient throughput.\n\nWhile the role of the ED in preventing HAIs will likely continue to expand, more accurate surveillance systems are necessary to determine the true percentage of CLABSIs, CAUTIs, and VAPs that are directly attributable to ED care. Novel methods to maintain aseptic technique during invasive ED procedures are needed, particularly in resuscitations. The impact of new technologies, such as antibiotic impregnated catheters, require validation in chaotic and time-sensitive settings such as the ED. Aggressive strategies to prevent HAIs, including universal decolonization, may be worth examining in at-risk ED patients, particularly in areas where the prevalence of MRSA is high. 181 Antimicrobial stewardship encompasses the appropriate selection, dosing, route of administration, and duration of antimicrobial therapy to improve patient outcomes, reduce antimicrobial resistance, and prevent transmission of MDROs. The ED plays an important part in the responsible use of antimicrobial agents and preventing C. difficile infection through such stewardship. 182 The development of new ED-based decision support tools could optimize antibiotic prescribing and eliminate unnecessary antibiotic use, particularly in patients that do not need to be admitted to the hospital.\n\nIn conclusion, the innovation and implementation of safe, practical, and effective infection prevention strategies tailored specifically to the ED is fertile grounds for future research and will have a lasting impact on patient safety in emergency care. Table 2 Interventions to improve adherence to standard precautions in emergency and trauma care. Table 3 Interventions to reduce infection related to medical devices use in emergency care. Table 4 Practical interventions to improve infection prevention in the ED.\n\nHand hygiene 3, 9 Improve access to necessary supplies (e.g., alcohol-based hand sanitizer, PPE)\n\nEmpower patients to ask if HCP have performed hand hygiene Standard precautions 62 Promote PPE use through pre-notification and assembly of trauma team\n\nTransmission-based precautions 62 Redesign work processes to incorporate hand hygiene and PPE use Employ screening tools in triage to identify patients requiring precautions\n\nAsk patients with respiratory complaints (i.e., cough) to wear a mask Audit practices through formal monitoring programs and provide feedback to HCP Implement a respiratory hygiene program Post visual reminders (e.g., signs)\n\nEnsure adequate access to airborne infection isolation rooms\n\nHealthcare personnel vaccination 100, 104 Make vaccination or documented immunity a condition for employment Require HCP who do not get vaccinated to wear a mask Environmental controls 110 Redesign work processes to incorporate appropriate environmental cleaning and disinfection Audit cleaning practices (e.g., fluorescent marker) and provide feedback Engage cleaning staff in \"environmental rounds\"\n\nCentral line-associated blood stream infection Employ a CLABSI prevention bundle (education, hand hygiene, use of maximal sterile barrier precautions, chlorhexidine-alcohol skin antisepsis, and avoidance of the femoral vein) (CLABSI) 135, 136 Make using a CVC insertion checklist a requirement Empower an observer to monitor aseptic technique and terminate the procedure if a breach occurs Design a standardized supply cart or CVC kit with necessary supplies Clearly identify CVCs placed under non-aseptic conditions and communicate to accepting services the importance of early CVC removal or replacement Implement a CLABSI surveillance program Conduct simulation-based training for CVC insertion Catheter-associated urinary tract infection (CAUTI) 146, 147 Avoid unnecessary catheterizations Require clinicians to complete a checklist of appropriate indications for catheter insertion Remove urinary catheters as soon as no longer needed Implement a CAUTI surveillance program\n\nVentilator-associated pneumonia (VAP) 167, 168 Employ a VAP prevention bundle (education, routine suctioning above the endotracheal cuff, elevation of head of bed at least 30 degrees, oral hygiene with hydrogen peroxide solution) Limit duration of mechanical ventilation and extubate as soon as clinically feasible\n\nEmergency ultrasound Develop and implement appropriate procedures for cleaning and disinfection between patient use CVC = central venous catheter; HCP = healthcare personnel; PPE = personal protective equipment"}