{"title": "Archives of Virology Antigen Requirements and Specificity of a Mieroplate Enzyme-Linked Immunosorbent Assay (ELISA) for Deteetin 9 Infectious Bronchitis Viral Antibodies in Ehieken Serum", "body": "The indirect ELISA detects specific antibodies of an increasing number of viruses in both human and animal sera. An advantage of the technique is that different antigenic preparations can be used: whole cells (9, 24, 25) etude (21, 28) and purified antigens (1, 5, 14) . However the sensitivity and the specificity of the test derive from the amount and quality of the antigen. Therefore improvement of the technique requires a better definition of the quality of the antigen preparation in order to achieve a standardization of reagents and an understanding of the reaction between serum and solid-phase bound viral structures.\n\nThe present paper extends the field of application of the ELISA to Infectious Bronchitis Virus IBV (the prototype of coronaviruses) specific antibody detection in chicken serum.\n\nThe optimal antigen requirements and specificity of the assay are presented together with preliminary evidence of its diagnostic value.\n\nThe Massachussetts 4I (lY[ass 41) strain of IBV and the Texas strain of Newcastle Disease Virus NDV were used in this study.\n\nSpecific antisermn against Mass 41 strain was prepared in specific pathogen free (SPF) chickens (IFFA-MEI~IEUX) by 3 monthly intraocular and intratracheal injections of 106 EIDs0 of IBV. Serum was collected one month after the last injection., inactivated at 56°C for 30 minutes, freeze-dried and stored at t-4 ° C. Using the constant virus diluted serum method, with the Beaudette strain of ]B virus, the neutralization titre of this serum is 2.3 (log). Specific antiserum agains~ NDV was prepared in SPF chickens by an intraocular injection of the Hitehner B 1 strain followed one month later by an intramuscular injection of the Texas strain. Serum was collected two weeks after the second injection. Negative serum was obtained from a pool of SPF chicken serums.\n\nInfectious Bronchitis Virus, Strain Mass 4i, was grown in the chorio-allantoic fluid of 9 day-old SPF embryonated chicken eggs for 48--72 hours. Dead eggs were discarded after 24 hours, After cooling overnight at, ~-4°C the infected allantoic fluid was collected. Cell debris and chicken red blood cells were removed by centrifugation at 1600 × g for 60 minutes.\n\nThe supernatant was centrifuged at 30,000 × g for 40 minutes. The viral pellet was resuspended in PBS, pH ..... 7.4. ]Purified Virus IBV virions were isolated from clarified allantoic fluid by zonal ce1~trifugation on a sucrose gradient initiated from two 35 per cent and 60 per cent w/w sucrose cushions in the Ti 15 rotor of a Beckman L 3 50B centrifuge. In each fraction of the gradient, the optical density at 258 nm and 280 nm and the hemagglutinating activity were measured. The presence of virus was also checked by electron microscopy controls. Hemagglutinating and UV adsorbing fractions were pooled, diluted with PBS, pH = 7.4, and sedimented at 56,000 × g for 3 hours. The viral pellet was resuspended in ]PBS, pH = 7.4, and stored at --70 ° C. NDV-infected allantoic fluid was inactivated with ~-propiolactone at 1/1000 for 1 hour at 37 ° C, concentrated by ultrafiltration, and purified as described above ; the final pellet was however treated with Tween-ether before its use as the ELISA antigen.\n\nBromelain (Sigma), was used in the way described by CO~IPANS (i0). IBV was incubated for 60 minutes at 37 ° C with a 1.3 per cent Bromelain solution in Tris-HC1 0.1 ~, EDTA 0.00t 5~, Dithiothreitol 0.005 M, pI-I = 7.2. After centrifugation at 170,000 × g for 60 minutes in a SW 41 rotor, the viraI pellet was resuspended in Tris 0.1 5~, EDTA 0.001 M. Aggregates were eliminated by low speed centrifugation and the supernatant containing Bromelain treated particles was centrifuged at 60,000×g for 19 hours in a SW 25-2 rotor on a 25--55 per cent w/w sucrose gradient in PBS, pH 7.4. Fractions of the gradient absorbing at 258 nm were pooled and centrifuged at 170,000 × g for 90 minutes in the SW 41 Rotor. The final pellet containing spikeless IBV was resuspended in PBS, pit = 7.4, and stored at -~4 ° C. Sodium azide was added as preservative. Bromelain.treated and control viruses were analysed both by electron microscopy and SDS-]PAGE.\n\nPhospholipase C (PLC) Type I, from Clostridium welchii, 5 units/rag (Sigma), was incubated with IBV for 2 hours at 37°C under conditions similar to those of ALEXANDER and CHETTL:E (2) apart from the fact that the virus was suspended in ]PBS, pH = 7.4.\n\nTests were those described by ALEXA:NOE~a and CHE~TLE (2) except IBV was diluted to 8 HA units in the HI test.\n\nThe technique was performed essentially as described by AMB~OmE-THo~XAS and DESGEORGES (4) . Polystyrene Microplates I29A were used. In each well 0.1 ml of ]BV preparation diluted in 0.05 ~ sodium bicarbonate buffer, pH ~ 9.6, with 0.02 per cent NaNu, was incubated at 37 ° C for 1 hour. The coated wells were washed three times with 0.9 per cent NaC1 containing 0.05 per cent Tween 20 (]~;~T).\n\nThe washed antigen-coated microplates were then incubated with 0.1 ml of chicken serum diluted in PBS, pH = 7.15, 0.05 per cent. Tween 20, i per cent BSA (PTB) for 30 minutes at room temperature. Unbound material was removed by washing with PTB as described before. Peroxydase conjugated anti-IgG (H + L) prepared in rabbits was obtained from NORDIC and diluted in PTB. 0.1 ml of diluted conjugate was then allowed to react with antigen-bound anti-IBV antibodies. After incubation for 30 minutes at room temperature, t.he wells were washed again three times and 0.i ml of substrafe was added.\n\nThe substrate solution consisted of: A21, 2 mg portion of O-Tolidine (Sigma) was dissolved in i ml of Dimethylformamide and mixed with 99 ml of 0.2 ~ acetate buffer, 0.I mM ethylenediamine tetraacetie acid disodium salt, pig ~ 3.70. 17 ~zl of stabilized 30 per cent ig202 (Perhydrol, Merck) was added before the test.\n\nThe enzyme reaction was allowed to proceed for 30 minutes at 22--25 ° C. A blue color developed as the result of the enzymatic reaction on the enzyme substrate with maximum absorbance at 365 and 630 nm. The intensity of the color was measured with Vernon PHI 6 Elisa reader. A filter A23 selected the vertically transmitted light at 630 nm. and the resulting optical density (O. I).) was measured. The 0. D. were corrected by values obtained from controls where serum had been omitted.\n\nWhen values from negative control serum were subtracted from the positive control or test serum, results were expressed as \"ELISA specific activity\" (A O. D.).\n\nNa2SOa precipitation and gel filtration on Sephadex G200 were performed on a pool of SPF chicken sera according to Benedict's technique (6) . Borate buffer, pit --8.2, contained H3BO3 10.3 g/l, NaOH 1.1 g/l, NaC1 7.85 g/1 and NaN3 0.1 g/1.\n\nOne volume of whole serum was incubated with 1/20 volume of 2 3~ 2-mercaptoethanol (Fluka) in a phosphate buffer 0.04 M, pig = 7.6, for two hours at room temperature.\n\nGel filtration fractions were treated in a similar way except that the 2-mereaptoethanol was diluted in borate buffer, pH = 8.2.\n\nThis was performed according to BI~G~,~ (8).\n\nMicroplates were coated with two different IBV preparations and tested against specific IBV chicken antiserum. The same protein concentrations of uninfected allantoic fluid wore used as controls. The highest sensitivity was obtained 20* with IBV virions purified on sucrose gradient (see Figure 1 ). The purity of the IBV preparation was controlled by polyacrylamide gel electrophoresis. The increased ba.ekground values, with both conjugate controls ~nd IBV negative serum, indicated poor specificity of concentrated virus as well us clarified IBV infected all~ntoie fluid (data not shown). The low level of the non specific reactions with uninfected all~ntoic fluid were recorded. Purified IBV was therefore chosen as the antigen for routine use of the ELISA. \n\nA linear relation is demonstrated between the coating concentration of purified virus ( Figure 2 ) and the resulting optical density measured when in constant antibody excess (positive serum dilution 1/160). Provided that suitable virus dilution is made, purified virus adsorption on polystyrene wells can therefore be measured.\n\nPurified virus was dialysed overnight at -]-4°C against carbonate buffer 0.05 M, pH ...... 9.6, and centrifuged at 60,000 × g for 17 hours on a linear 25--55 per cent sucrose gradient in PBS, pH = 7.4. The sedimentation pattern was identical to that of a control preparation (data not shown) dialysed simultaneously against PBS, pH --7.4. No breakdown product wa.s observed and the hemagglutinating activity of each fraction of the gradient was unaffected, suggesting that the integrity of the virus is preserved at a pH of 9.6.\n\nThe effect of the amount of different antigen concentrations on the sensitivity of the ELISA was examined. Mieroplates were coated with different IBV concentrations and a checkerboard titration was performed with different dilutions of IBV-specific chicken antiserum. Equivalent dilutions of IBV-negative chicken serum were used as controls. resulted in maximum binding of chicken antibodies and the best compromise between high sensitivity and low non specific reactions. The most suitable conditions for optimal coating were found to be 1 hour at 37 ° C. With a longer incubation time the sensitivity was not improved. Overnight incubation at 4°C yielded similar results.\n\n111 an attempt to Iocalise the antigenic determinants detected by the ELISA in the virion, IB virus was submitted to enzymatic treatment and treated particles were tested for their ability to react in the ELISA.\n\nThe hemagglutinating activity of IBV is detectable only after PLC treatment. It was therefore interesting to cheek whether the antigenic determinants which were revealed after the PLC treatment and reacting\" in the HA test could also react in the ELISA. Figure 4 demonstrates the ability of PLC-treated partieles to react in the ELISA. \n\nPkC TREATED IBV Fig. 4 :. Indirect ELISA using Phospholipase C treated IBV. After PLC treatment as described in Material and Methods, IBV particles were diluted in PBS to 8 I-IA Units, eentrifuged at 30,000 X g for 40 minutes, and the pellet resuspended in PBS, pI-I --7.4. The supernatant (S) together with a dilution of the initial enzyme preparation (PLC) and a purified virus suspension (Untreated IBV) were also included in the assay. IB negative serum (black and shaded columns) and IB positive serum (white eotumns) were used at 1/80 and 1/320 dilutions\n\nIf purified IBV, of buoyant der~sity 1.18 g/mt in sucrose, is treated with Bromelain, the peripheral projections of the virus are removed, leaving a spikeless particle (as observed by electron microscopic analysis) with a reduced buoyant density of 1.15 g/ml. Immnnodiffusion and polyaer3Tlamide gel eleetrophoresis studies (data not shown) bring immunologic and biochemical evidence that Bromelain treatment of IBV particles releases surface components from the virions. \n\nDetermination of an optimal incubation time for serum was assayed at room temperature with control positive and negative scra. Incubation periods ranging from 15 to 120 minutes were tested.\n\nA 30 minute incubation period was found to be sufficient. Results could therefore be obtained in half a day. An optimal conjugate incubation period of 30 minutes was also chosen. Increasing the temperature to 37 ° C of both antiserum and conjugate did not bring any improvement.\n\nDilutions of positive and negative control sera were reacted against 1/500, 1/1000, 1/2000 dilutions of the conjugate. Figure 6 illustrates that for control serum dilutions below t/160, conjugate concentration is a limiting factor. Although, in theory, the conjugate should always be used in excess, a working dilution of 1/1000 was chosen for practical reasons. \n\nTwo levels of specificity were tested.\n\nMicroplates coated with Tween-ether-treated NI)V antigen did not cross-react with anti-IBV antibodies (Figure 7 B) . The low cross-reactivity of anti NDV antibodies with IBV virus was considered negligible (Figure 7 A) . In addition, if the IBV antigen-coating concentration is reduced from 10 ~zg/ml to 1 ~zg/ml, crossreactions are not detected.\n\nThe binding of anti-IBV antibodies to uninfected allantoic fluid was also found to be low (Figure 1 ).\n\nChicken immunoglobulins were isolated from a pool of SPF chicken whole serum by ~Na2S04 precipitation and fraetionated on Sephadex G 200. Microplates were coated with each of the gel filtration fractions and reacted with the conjugate. Figure 8 agree with the IgG (H + L) specificity. Treatment of each fraction with 2-mereaptoethanol increased the ELISA activity of the 31 41 fractions (front part of the second peak) but treatment of chicken whole positive serum with mereaptoethanol did not increase ELISA specific activity. \n\nField serums, either from convalescent or vaccinated chickens with a recorded exposure to IBV, were compared to sermns of SPF animals by the ELISA. Results in Table 1 indicate that a distinction between these populatioms can be made and bring preliminary evidence of the potential diagnostic value of the ELISA in IBV infections. \n\nThe present studies have established the optimal conditions for an ELISA applied to IBV antibody detection.\n\nResults demonstrate the need of purified virions for adsorption on microplates. A similar requirement has been shown for other egg grown viruses (11, 15, 17) .\n\nAdsorption of purified virions is performed in a buffer of pH 9.6. The resistance of IBV to a pH of 8,0 has been described (3) but IBV 41 infectivity is drasticMty decreased at a pH of 11 (20) . At an intermediary pH of 9.6 sedimentation and hemagglutinating properties were found to be preserved.\n\nAt such a pH and within a certain concentration range, the quantity of virus adsorbed to microplates is proportional to both the concentration of antigen in the well and of the conjugate fixed thereafter, confirming the observation of ATA~ASIV et al. (5) and WITKIN et al. (29) . The optimal IBV coating concentration was equal to the 10 ~g/ml used with Influenza virus (15) . A lower concentration of 2 ~xg/ml was used by ERTL (11) for Sendal virus but an additional saturation step with guinea pig normal serum was necessary.\n\nExperiments with chemically and enzymatiealty modified viruses show that ELISA reactivity is preserved after alkaline pH and both PLC and Bromelain treatment. This suggests a selective adsorption of major antigenic determinants to the mieroplate, as already predicted for human coronavirus where \"only one of the envelope proteins dominated the antigenic surface of the euvette\" (18). This hypothesis does not exclude the possible reactivity in the ELISA of breakdown products bound to the spikeless particles issued from Bromelain sensitive IBV polypeptides and of peripheral glyeoproteins as described for Rabies virus (5) Herpes virus (13) and MMTV (29) .\n\nSpecificity of NDV antibody detection in chicken serum was improved with Tween-ether treatment of purified NDV preparations. However untreated purified NDV preparation could also be used. Tween-ether treatment of concentrated IBV has been shown to result in partial di~uption of particle (7) and no ELISA reactivity could be detected (not shown).\n\nThese results also suggests a selective sensitization of internal NDV antigens on microplates and bring evidence with regards to the specificity of our IBV antibody detection test.\n\nSLAGItT et al. (26) demonstrated recently the high affinity of avian immunoglobulins at neutral pH for polystyrene and a possible link between chicken immunoglobulin concentration and adsorption. Moreover the IgG and IgM concentrations increase up to three weeks after the primary IBV inoculation in chickens (12) .\n\nThe specificity of our test was therefore questioned. The presence of maternal antibodies in the eggs, which could be associated with the antigen, was eliminated as SPF eggs and purified IBV were used. In addition, low background values were produced in normal allantoic fluid-coated wells and in controls, where diluent replaced serum, altogether ruling out major non-specific antibody binding in our method.\n\nMereaptoethanol treatment of IBV specific serum considerably decreases the IgG neutralizing activity (i2). Curiously enough the IgG ELISA activity is not modified after 2-mereaptoethanol treatment of whole senlm. The enhanced reaction of isolated normal immunoglobulin fraction after 2-mercaptoethanot treatment can be explained by the unmasking of hidden sites, perhaps after a dissoeiation of the light chain from the heavy chain in the immunoglobulin molecule. The use of crude cellular antigen and hypertonie serum diluent for Reovirus antibody detection in chicken sera (25) was linked to an additional treatment of microplates with foetal calf serum and glutaraldehyde. We demonstrate here that such requirements are not neeessalLv to the avian system if purified antigen is used together with diluent containing 1 per cent BSA.\n\nIf antigen requirements for the ELISA have been optimized for IBV specific antibody detection, the binding of antigens to mieroplates need, however, to be improved (16) . In this respect recent development using covalent binding of proteins on plastic polymers are promising (22, 23) .\n\nThe advantage of the assay is the use of small amounts of antigen and short serum, conjugate and substrate incubation periods which reduce the total ELISA duration to half a day. Good visual and optical readings can be made using orthotolidine substrate (i9).\n\nApplication of the assay on 40 field serums from IBV infected chickens showed that ELISA could detect IBV specific antibodies in naturally infected and vaccinated animals. A comparison of the test with established techniques will be published later (27) .\n\nIBV antibody detection using the immuno-enzymatic technique is a specific and sensitive assay which will be useful as a diagnostic and research tool. Extension of this test to antibody detection against other eoronavirus particles or subunits can be conceived."}