{"title": "Pregnancy and Neonatal Care of SCNT Animals Chapter Outline", "body": "Since the birth of the first somatic cell nuclear transfer (SCNT) animal in 1996 (Wilmut et al., 1997) , this technique has been successfully applied to produce live animals in many domestic and non-domestic species, but its successful use in animal production has been hampered by heavy fetal and postnatal losses and widespread public concern, as summarized in Table 9 .1, and in Table 9 .2 (below).\n\nWhatever the species or cloning technique used, fetal survival to live offspring is generally very low, with the proportion of live offspring/number of transferred embryos being approximately 6-15% in cattle and 6% in pigs (European Food Safety Authority, 2012) . This low survival rate has not changed much over the past 10 years, and the success rate is to some extent dependent on the genotype of the donor cell line and the cell type used (Heyman et al., 2002; Panarace et al., 2007) . The predominant problem encountered in clone pregnancies from most species is failure of placental formation or abnormal placental development, as reviewed recently in cattle (Chavatte-Palmer et al., 2012) . In cattle, early pregnancy losses are due to failure of the placenta to form properly (Heyman et al., 2002; Hill et al., 2000; Hoffert et al., 2005; Kohan-Ghadr et al., 2008) whereas in late pregnancy the number of placentomes is often reduced but with a greatly increased placental weight. Abnormalities in fetal growth (early fetal growth retardation with or without subsequent fetal compensatory growth In cattle, the percentages presented from oocyte collection until the blastocyst stage are calculated from different original articles (Wells, 2005; Malenko et al., 2009; Pichugin et al., 2010; Jeon et al., 2011) . All percentages after transfer of embryos were calculated from results obtained from the EpigRAni program, that has been made possible by grants from the French Agency for Research (ANR-PCS-09-GENM-022; H Jammes. The percentages of live offspring at birth and at 1 month were a ratio between the number of live offspring and the total number of transferred embryos. Data from pigs are from Schmidt et al. Schmidt et al., (2010 Schmidt et al., ( , 2011 and Schmidt, unpublished 2012. Results are based on results from goat cloning publications (Baguisi et al., 1999; Baldassarre et al., 2003 Baldassarre et al., , 2004 Baldassarrre, 2012; Behboodi et al., 2004 Behboodi et al., , 2005 Blash et al., 2012; Chen et al., 2007; Colato et al., 2011; Folch et al., 2009; Keefer et al., 2001 Keefer et al., , 2002 Lan et al., 2006; Liu et al., 2011; Loi et al., 1999; Nasr-Esfahani et al., 2011; Ohkoshi et al., 2003; Reggio et al., 2001; Tang et al., 2011; Wells et al., 2011) that resulted in the birth of 322 cloned kids (1999) (2000) (2001) (2002) (2003) (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) , considering cell types (adult or fetal cells), genetic modifications (transgenic or wild-type cells), oocyte source (in vivo-or in vitro-matured oocytes), and day of estrous cycle and site of embryo transfer (day 1-2 into the oviduct or days 7-8 into the uterus).\n\nor even overgrowth) are common, together with various developmental abnormalities. Hydroallantois and/or abnormal fetal membranes are often reported in ruminants and pigs, and induce heavy perinatal mortality (Heyman et al., 2002; Chavatte-Palmer et al., 2012; Schmidt, 2007; Schmidt et al., 2010 Schmidt et al., , 2011 . Recipient dams often show a lack of preparation for parturition, and it is rare for these animals to deliver unassisted. Perinatal mortality is higher and survival to weaning is reduced compared with naturally conceived offspring (70-75% survival compared to >90%, respectively) (Chavatte-Palmer et al., 2004; Hill et al., 1999; Wells et al., 2004; Nagai, 2009, 2011) , with some neonatal cloned calves requiring a high level of veterinary intervention to ensure their continued survival (Batchelder et al., 2007a,b; Brisville et al., 2011; Meirelles et al., 2010; Chavatte-Palmer et al., 2002a; Hill and Chavatte-Palmer 2002) . Those that survive the first weeks (pig) or to maturity (cattle), however, appear healthy and normal, and food products derived from animal clones are indistinguishable from those derived from conventional animals (as reviewed previously (European Food Safety Authority, 2012; Food and Drug Administration, 2008; Barlow et al., 2008; Kocchar and Rudenko, 2010) ), although one report from AgResearch indicates that the culling rate of SCNT cows due to poor health is increased in SCNT compared to controls (Wells et al., 2004) .\n\nTo date, the main obstacle to the further development of the use of SCNT in animals is the heavy pre-and perinatal loss observed in all species, and the ensuing welfare concerns both for the recipient dam and for the clone itself.\n\nTo date, the main obstacle to the further development of the use of SCNT in animals is the heavy pre-and perinatal loss observed in all species, and the ensuing welfare concerns both for the recipient dam and for the clone itself (Council for Agricultural Science and Technology, 2010; The European Group on Ethics in Science and New Technologies to the European Commission, 2008). Although the implementation of new treatments aimed at facilitating embryo reprogramming may possibly improve future SCNT developmental rates, appropriate veterinary monitoring and care remains an essential facet of cloning success -something that is initially neglected by emerging biotechnology laboratories starting their first experiments with SCNT animals. This is particularly important as ethical concerns regarding the welfare of fetal and neonatal clones, as well as recipient dams, have been the basis of the current debate leading to a report of the adoption of the European Directive for Novel Food (Dalli, 2011) , based on reports from the European Food Safety Authority and the European Group on Ethics in Science and New Technologies (European Commission, 2010).\n\nSelection of recipient dams should follow the IETS guidelines for selecting dams for embryo transfer (Bielanski, 2010; Mapletoft et al., 2010) , with particular attention paid to their infection status. Special care must be taken to start with material from non-infected animals, as oocytes in particular, when collected from donors persistently infected with Bovine Viral Diarrhea Virus (BVDV), can be the source of future viral infection (Gregg et al., 2009 (Gregg et al., , 2010a , as can virally infected donor cells. Moreover, since it is known that oocyte quality and maternal nutrition play a role in the development of the embryo, fetus, and subsequent adult (Perry et al., 1999; Peura et al., 2003; Watkins et al., 2010; Fleming et al., 2012) , it is recommended that ovaries be selected from animals in good body condition.\n\nBecause of the high incidence of abnormal offspring syndrome (also known as large offspring syndrome or large placenta syndrome) (Young et al., 1999; Farin et al., 2006; Constant et al., 2006) , recipient dams for clone embryos should be selected based on their potential to deliver a larger calf through the vagina and, for cows, a known history of successful uncomplicated delivery. Both heifers and cows are being used successfully to carry clone pregnancies (Chavatte-Palmer and Lee, 2010; IETS Health and Safety Advisory Committee, 2008) . Heifers are sometimes preferred because of their higher potential to become pregnant after regular embryo transfer, although they present more potential complications due to dystocia at term. On the other hand, multiparous cows tend to have heavier calves as a function of parity, especially after the fourth or fifth calving (Ferrel, 1989) , and therefore older females should be avoided. In AgResearch (NZ), Hereford-Friesian crossbred animals that have calved successfully at least once are generally used as recipients for SCNT embryos. These crossbred animals have been found to be more robust than pure-bred Friesians, and their larger frames enable them to better handle calving of the eventual large SCNT calves. Animals that fail to become pregnant after three consecutive rounds of embryo transfer should be eliminated as recipients. Recipients should be in good body condition (3-3.5 on a 1-5 scale) and fed to maintenance levels. The recipient cows are synchronized for estrus and the embryos transferred using standard protocols. The choice between single or double transfer was not reported to make a difference in pregnancy rates to term (Panarace et al., 2007; Heyman et al, 1997) , although the transfer of two embryos improved the chances for the maintenance of pregnancy beyond the embryo stage. Indeed, unpublished ultrasonographic observations at UC Davis in twin pregnancies indicate that if one of the embryos dies before blood vessel anastomosis (before days 35-38), the other embryo appears to stand a better chance of surviving beyond the fetal stage, maybe due to fusion of extra-embryonic membranes from both embryos to the benefit of the surviving embryo. Unpublished data at INRA, however, suggest that late SCNT twin pregnancies may be at a higher risk of abortion compared to singletons.\n\nAfter embryo transfer, all recipients are initially monitored for return to estrus 2 weeks later. The first scan by ultrasonography is performed on day 30-35, and the embryo size and viability (presence of a heart-beat) are determined. It is important not to perform ultrasound earlier, because embryos may be smaller than AI embryos for their gestational age (Chavatte-Palmer et al., 2006) and may therefore not be observed. Following transfer of cloned bovine embryos, day 30 pregnancy rates per recipient can approach 50% whether or not one or several embryos have been transferred into each recipient (Heyman, 2000 (Heyman, , 2001 . After this initial pregnancy diagnosis, embryonic losses greater than 50% are common for nuclear transfer pregnancies in sheep, cattle, and goats, and especially for clones produced from somatic cells (Wilmut et al., 1997; Wells et al., 1997 Wells et al., , 1999 Cibelli et al., 1998; Kubota et al., 2000) . In contrast, only 2-4% of naturally conceived early first trimester (day 30) bovine pregnancies and about 10% of in vitro produced (IVP) embryos fail between day 30 and day 60. Survival of cloned embryos to term is approximately 25-50% that of in vitro fertilized embryos, with most of these losses occurring in the first trimester (Heyman et al., 2002) .\n\nConfirmed pregnancies are monitored for early losses by regular transrectal ultrasonography. At 70-80 days of gestation, placentome development can be assessed; abnormally low numbers of placentomes indicates a pregnancy that is unlikely to survive to term, while failure to detect any placentomes signals that the pregnancy has failed and the fetus is likely already mummified and should be aborted.\n\nFetal losses continue to occur in an average of about 25-50% of pregnancies (Panarace et al., 2007; Wells et al., 2004; Meirelles et al., 2010; Heyman et al., 2007; Oback and Wells, 2007) . These later fetal losses are associated with placental abnormalities leading to severe hydrops and fetal overgrowth, often referred to as large offspring syndrome (LOS) (Young et al., 1998) , therefore necessitating rigorous monitoring of pregnancies in order to electively terminate pregnancies before maternal and fetal suffering becomes an issue (Chavatte-Palmer and Lee, 2010) . These fetal and placental abnormalities have been associated, amongst other causes, with abnormally expressed imprinted genes (Chavatte-Palmer et al., 2012; Guillomot et al., 2010; Ledgard et al., 2009; Couldrey and Lee 2010) .\n\nCurrently, after 90 days of pregnancy, clinical monitoring of the dams and regular rectal palpation and/or transabdominal ultrasound scanning (every 2 weeks at INRA) remain the best approach for monitoring SCNT pregnancies for development of any abnormalities, particularly hydrallantois, as there are no reliable clinical indicators of impending onset of large offspring syndrome.\n\nMonitoring of maternal body weight, feed intake, abdominal circumference, heart/respiratory rate, and body temperature provides valuable data to assess the health of the recipient animal. Some cows carrying SCNT fetuses have a fever of unexplained origin during the last few weeks of gestation. Monitoring of ketonuria in the latter weeks of pregnancy is advisable. Ketonuria may be treated with daily dosing with 0.5-1 g/kg per day propylene glycol or glycerol orally (drench), with continuous monitoring until it subsides or until delivery, together with adjustment of the feeding regime. Other clinical signs such as a significant reduction in feed intake or rapid gain in body weight or abdominal circumference indicate either the development of hydrallantois and/or the presence of an excessively large fetus, both prognostic of a poor pregnancy outcome.\n\nRegular transrectal palpation of the uterus can also be used to detect abnormally rapid fluid accumulation and edematous fetal membranes. When this progresses to the point where the uterus becomes atonal, the situation is critical (Chavatte-Palmer and Lee, 2010) . The presence of placental edema or excessive allantoic fluid often indicates a poor prognosis for the fetus.\n\nTransabdominal ultrasonography using a 2-to 3-MHz probe is recommended for monitoring fetal viability and as an aid in detecting increased allantoic fluid volumes or enlarged, edematous placentomes. The edematous appearance rather than the size of the placentomes is indicative of pathology (Panarace et al., 2007; Chavatte-Palmer et al., 2003 , 2011 Le Cleac'h et al., 2011) . Comparisons with normal control pregnancies are very useful to evaluate what is normal using one's own machine, as large variations in the appearance of the placental edema have been observed when changing equipment at INRA. In general, fetal heart rate has not proven to be useful for diagnosing fetal distress when LOS is suspected, because heart rates cannot be measured in very severe cases where the large amount of fetal fluid made it impossible to locate the fetus (Constant et al., 2006; Chavatte-Palmer et al., 2006 , 2002a . Moreover, long periods of observation are not possible and continuous monitoring may be needed (Breukelman et al., 2006; Nagel et al., 2010; Jonker, 2004) . More research is needed, as abnormalities in the fetal heart rate have been reported even in IVP bovine fetuses (Bertolini et al., 2002) . Indeed, evaluation of cloned Bos taurus var. indicus fetuses by cardiotocography in the latter months of pregnancy has suggested the development of a hypoxic condition in the last trimester of gestation, associated with fetal hypoactivity, lack of a cardiac response following interdigital stimulus, and the delivery of a meconium-stained calf (Meirelles et al., 2010) . Although aortic diameter has been reported to be related to fetal size in the horse (Adams-Brendemuehl and Pipers, 1987; Reef et al., 1996) , it was not found to be very useful for diagnosing very large SCNT bovine fetuses because even normal-sized clones may have enlarged hearts and blood vessels. The measurement of the rib width seems to be more useful as an indicator .\n\nIf maternal biochemical or endocrine markers are to be used for monitoring SCNT pregnancies, it is recommended that multiple measurements be made over time to look for variation in trends, when compared with contemporaneous AI pregnancies, rather than as a single measurement, given the wide range of values that can be encountered even in normal pregnancies. In this context, it is recommended that contemporary controls are available for comparison, and that several biochemical parameters are measured simultaneously rather than just one. In general, observations that deviate from normality in a group of recipients transferred with embryos from the same culture batch and/or from the same donor cell line usually indicate that these pregnancies are at a higher risk of not reaching term.\n\nMaternal levels of pregnancy associated glycoproteins (PAGs), produced by the binucleated cells of the placenta, were found to be elevated in SCNT at day 62 and in the third trimester, compared with normal control AI or IVF pregnancies (Chavatte-Palmer et al., 2006; Constant et al., 2011) . At day 62, the placenta is only starting to form, so elevated maternal circulating PAGs cannot be associated with placental overgrowth; the proportion of binucleated cells in the placenta was also not different when compared with normal controls (Constant et al., 2011) . Unfortunately, because the animals were slaughtered to recover tissues for that study, it was not possible to follow the outcome of the pregnancies when PAG levels were elevated at this early stage. Given the long circulating half-life of PAGs and the fact that the placenta and corpus luteum can persist for some time after in utero fetal death in cattle, neither PAGs nor maternal progesterone levels are good indicators of fetal viability in the first trimester, or of further pregnancy outcome. In contrast, elevated maternal PAGs in mid-to late gestation are consistently associated with onset of LOS in SCNT recipients, but this rise usually occurs when clinical signs of LOS are already observed and cannot be used as a predictor of LOS (Heyman et al., 2002; Chavatte-Palmer et al., 2012; Constant et al., 2006 Constant et al., , 2011 .\n\nEstrogen profiles show more dynamic changes during gestation in cattle than do progesterone profiles. An absence of a rise in maternal estrone levels between days 100 and 130 is indicative of placental failure, which probably occurs well after fetal demise, and may therefore be useful to predict an impending abortion (Hirako et al., 2011) . Maternal estrone levels do not appear to be predictive for the later development of hydrops. Other studies found that maternal estradiol levels were elevated between days 80 and 240 of gestation in bovine SCNT (Kohan-Ghadr et al., 2011) .\n\nFinally, analyses of fluid osmolarity and electrolyte concentrations in late pregnancy could reveal the pathology, as allantoic fluid composition becomes more similar to plasma than to urine in cases of hydrallantois. Indeed, higher than usual levels of reducing sugars (fructose, glucose) have been found in the fetal fluids of IVP or SCNT pregnancies, which coincided with differences in fluid volume and positive correlations between volume, osmolarity, and sugar concentrations in the fluids in mid-to late gestation (Batchelder et al., 2007; Batchelder et al., 2007; Bertolini et al., 2004) . Reducing sugars may exert an osmotic effect on fluid accumulation, increasing total fetal fluid volume. Such a condition is usually less dramatic and should be differentiated from hydrallantois, as pathological variations in cases of hydrops of the fetal membranes are usually associated with changes in fluid composition (Wintour et al., 1986) . Under physiological conditions, generally direct and inverse relationships occur between the composition of the amniotic or allantoic fluids respectively, and the extracellular fluid electrolyte compositions (Wintour et al., 1986; Skydsgaard, 1965) .\n\nIn conclusion, given the difference in response between SCNT lines, even between cloning runs using the same cell lines, and the lack of clear correlations between particular biochemical/hormonal profiles and pregnancy outcomes to date, ultrasonography remains the most trustworthy method of monitoring.\n\nWhen hydrallantois is diagnosed, which may occur from 5 months of pregnancy to just before term, the preferred course of action is to terminate these pregnancies sooner rather than later for the welfare of the recipient dam. Only if the pathology manifests itself in the last 1-2 weeks prior to term might an emergency cesarean section (C-section) be attempted.\n\nDepending on scientific objectives and ethical considerations, the recipient dams are either humanely euthanized, which also allows the collection of valuable fetal, placental, and uterine samples, or the fetus is aborted. A protocol has been developed at AgResearch to allow valuable tissues from still viable hydrops fetuses to be recovered for studies (Berg et al., 2008) using a single injection of 25 mg long-acting dexamethasone (DEX), followed 5 days later with 250 μg cloprostenol applied topically twice daily to the cervix using an embryo transfer pistolette attached to a syringe, until the cervix is softened enough for further manual dilatation. When the cervix is dilated enough to reach inside the uterus, the membranes are ruptured and the excess fetal fluids drained slowly. The fetus can then be extracted carefully and, if still viable, euthanized promptly with an intracardiac administration of pentobarbital. Fetuses recovered this way can provide tissues for molecular, histological, and other such studies. After fetal delivery, the recipient dam is treated aggressively with antibiotics and repeated alternate day injections of cloprostenol until the placenta is expelled. Atonal tracts are slow to involute, and, where there is excessive placental overgrowth and thick edematous membranes, up to 2 weeks of treatment and close monitoring may be required.\n\nIn AgResearch, after recipients are successfully treated and the uterus has undergone involution, the recipients are given a standard 60-day waiting period before they are subjected to estrous synchronization programs for subsequent embryo transfers (Berg et al., 2008) . Over the 2000-2008 period, 1531 SCNT embryos were transferred to 560 recipients, with 765 of these embryos surviving to day 35 gestation (50%). Of these pregnancies, 100 became hydrallantoic (13%). Fetal extraction was performed in 88 of these pregnancies (the rest being slaughtered for recovery of intact placental tissues). Forty of the treated post-hydrops recipients were subjected to single SCNT embryo transfers, and 24/40 (60%) conceived successfully within two rounds of embryo transfer. Of the 67 SCNT embryos transferred, 27 (40%) survived to day 35 and two pregnancies went on to develop hydrallantois. This shows that recipients which have previously carried a hydrallantoic pregnancy can be successfully treated and can become pregnant again on subsequent rounds of SCNT embryo transfers. These animals did not develop more hydrops than conventional recipients, supporting evidence that hydrops is an inherent developmental problem of a proportion of SCNT embryos and not the recipients chosen. Valuable recipients can therefore be reused for subsequent pregnancies, saving animal wastage.\n\nPrior to the term date a colostrum bank should be prepared and stored, using colostrum from at least three females, preferably from the same herd, with ≥100 mg/dl protein, measured using a colostrum densitometer (LeBlanc, 1984) or a sugar refractometer (Chavatte et al., 1998) . It can be pasteurized (65°C for 30-40 min) and stored frozen. Cows are also vaccinated and dewormed in the third trimester. Facilities must be prepared (clean facilities, possibility of heating, equipment for neonatal care if needed, availability of veterinary care and drugs, sufficient staff, etc.). If calving and/or C-section is planned, it may be useful to give the dam a prophylactic antibiotic treatment just before calving, using the same antibiotic as that given to the calf postnatally (see below).\n\nWhether to perform a C-section or not is determined by ethical concerns (ethical committees may prohibit or recommend elective C-section), the availability of 24-hour surveillance and the possibility for rapid intervention in case of need at spontaneous delivery, and scientific objectives for collection of samples (C-section is required to collect fresh placenta).\n\nAt AgResearch, the preference is to allow cattle carrying SCNT fetuses to calve after parturition induction, rather than delivery by C-section, principally for the welfare of the dam. Given that SCNT calves tend to be larger than normal calves, it is prudent to induce calving at day 270 of gestation, rather than leave it until later, especially since SCNT pregnancies are generally prolonged, leading to the birth of larger calves (Hill and Chavatte-Palmer, 2002) . Induction of parturition is routinely carried out, as cattle carrying SCNT fetuses tend not to show signs of preparation for parturition, if left alone. Calving induction involves giving a single i.m. injection (in the anterior of the neck) of 25 mg long-acting DEX at day 270. At the same time, the cow is given an injection of a mix of Vitamins A, D 3 and E (Hidejet, Bomac). All animals are initially monitored for 20 minutes after the DEX injection and then over the next few days for signs of mammary development. Occasionally, an animal may calve after the first DEX injection. Seven days after the first DEX injection, a second injection of 25 mg short-acting DEX is given. Calving usually occurs within 48 hours after the second injection. However, some animals may require an additional short-acting DEX injection before they calve. If the dam shows any signs of distress or appears unable to push the calf out, an emergency C-section should then be performed.\n\nSince SCNT calves are usually larger than normal, with potential joint contractures, elective C-section, after careful clinical and obstetric evaluation, is the procedure chosen by many laboratories. The date to induce is usually based on the mean of the gestational length in cattle of the same breed in the same herd, and the recipient cows are allowed to calve on their own if parturition initiates before that date (Hill and Chavatte-Palmer, 2002; Chavatte-Palmer et al., 2002a) .\n\nHowever, if abnormal placental/fetal development or an abnormally large calf, based on ultrasound observations or rectal palpation (Chavatte-Palmer et al., 2003; Le Cleac'h et al., 2011) , is observed within 2 weeks of this calculated term date, the C-section date may be brought forward. Induction protocols differ between laboratories. One indirect (although less sensitive) method of predicting fetal readiness for birth is to monitor steroid hormones in the final 1-2 weeks. These values can be compared against wellestablished normal values, where there is a slow fall in progesterone and rise in estrogens in the 2 weeks prior to birth. Two to three days prior to birth, progesterone falls abruptly and estrogens increase rapidly. By using these data, induction can be delayed until maternal progesterone has fallen below 5-6 ng/ml and estradiol has risen above 200 pg/ml (Hill and Chavatte-Palmer, 2002) . This is not always practical, as routine assays must be available to get results back promptly. Retrospective data from INRA shows that C-sections were performed in cows with blood plasma progesterone ranging from 5.5 to 11 ng/ml.\n\nAt INRA, recipient heifers are induced on the day of term with DEX and the calves are delivered by elective C-section 30 hours post-injection. Alternatively, 8 mg triamcinolone acetonide can be given on day 270-272 (Bos taurus var. taurus), followed seven days later by 25 mg short-acting dexamethasome and a dose of a prostaglandin analogue (Lewing et al., 1985) . In the tropics, where Bos taurus var. indicus are more predominant, the same protocol is used, except that pre-induction takes place on day 276-281, with the induction seven days later (day 285-290) (Meirelles et al., 2010) . It is important to evaluate carefully the recipients' predominant breeds, as they are usually crosses, to allow the decision to change preinduction and induction dates accordingly -up to 5 days earlier -if recipients are from European breeds.\n\nPrior to the C-section, especially if signs of fetal distress are detected or suspected (reduced fetal activity/ mobility, fluctuations in heart rate from normal (140-160 bpm) to values below 140 and especially below 100 bpm, dystocia due to feto-pelvic disproportions, etc.), the recipient dam may be treated with a tocolytic compound (50 mg isoxsuprine chlorhydrate i.v., 0.3 mg clembuterol chloridrate i.m. or i.v.) to relax the uterus and minimize the chances of fetal hypoxia during the procedure (Meirelles et al., 2010) . As retained membranes are usually observed after the induction of parturition, a dose of prostaglandin analogue, given i.m to the dam within the first hour after the vaginal or the C-section delivery, has been suggested to facilitate the release of the fetal membranes (Gross and Williams, 1988; Stocker and Waelchli, 1993) . In a few cases of IVF-or SCNT-derived pregnancies carrying large calves, membranes are retained not because of a lack of membrane detachment from the uterus but as a consequence of greater depth of cotyledonary villi invasion, reduced uterine tone, and/or a partial closure of the birth (cervical) canal. In such cases, a close examination 12 hours after birth will reveal that membranes are loose and they can be rather easily pulled out by a gentle, rotating or jiggling, manual traction.\n\nContracted flexor tendons in neonatal SCNT calves greatly hamper their attempts to stand and suckle. Where the contraction is slight, these calves will usually recover with normal exercise. However, some calves are born with severely contracted joints that cannot be corrected, even with tendonectomy (Figure 9 .1), as the bones on either side of the joint have grown in such a way that the joint cannot be straightened. Contracted joints have seen observed in a day 110 SCNT fetus, suggesting that in some cases it is a developmental problem that has already manifested itself early in gestation. In such cases, it is better to euthanize the calf and not put it through surgical correction, which will be ineffective. It may be possible to X-ray the joints first to see how the bones fit together before a decision is made whether to treat or to euthanize the calf. If a decision is made to deliver a large calf through the vagina, care must be exercised when pulling the calf out, as some SCNT calves are very rigid and inflexible. This problem may range from a few contractures to an arthrogryposis-like condition. The extra large size of the calves and less flexible bones may, in some cases, have contributed to fractures in the vertebrae or cracked ribs sustained during a difficult delivery. Increased bone mineral density in the long bones has been observed in some SCNT calves, and this may explain the rigidity of the bones at birth (Green et al., 2007) (Figure 9 .1B, AgResearch). In contrast, preliminary work from INRA indicates a lower bone mineral density, as determined by densitometry, in SCNT calves and adults compared to controls. These differences may be related to the different cloning technique or donor cell lineage.\n\nGiven the high risk of the development of non-specific infections, broad spectrum antibiotics should be administered prophylactically to SCNT calves for the first 5 days after birth.\n\nSCNT calves tend to have enlarged umbilical vessels and, generally, larger umbilici, making it harder for the umbilical vessels to clamp off unaided after delivery. Dangerous umbilical hemorrhaging and death may occur if the vessels are not clamped off quickly. The larger umbilici also predispose SCNT calves to postnatal ascending umbilical infections. Suturing the ends of the umbilical stump after birth markedly reduces the incidence of such infections. During initial cloning attempts at UC Davis and at INRA, several born cloned calves died of conditions directly or indirectly related to umbilical infections, even up to 2 months following birth, despite all efforts to control the problem; all had enlarged umbilici. As a minimal procedure, after delivery by C-section the cord should be clamped with two hemostats then dilacerated with a blunt instrument and the vessels clamped off individually with human navel clamps or ligated. The severed end of the cord (and only the end) can be chemically burnt with a mixture of iodine and alcohol, which assists in drying the tissue. Surgical removal of an enlarged umbilicus is now performed routinely at birth in SCNT calves under local anesthesia at INRA (general anesthesia should be avoided), or upon any sign of inflammation or abnormal healing at UC Davis. Usually it involves only the subcutaneous portion of the cord, but in older calves a complete removal may need to be performed after laparotomy under general anesthesia.\n\nMany SCNT calves are slow to get up, and show poor suckling reflexes. Such calves need to be helped and encouraged to find the teat and start suckling. If no progress is made after 2 hours, 2 liters of colostrum should be given from a bottle or administered through a tube. The calf should consume about 10% of its body weight in colostrum in the first 24 hours, with half being administered within 6 hours after birth when gut closure is minimal. If the dam provides good quality colostrum, this can be used; otherwise, colostrum from the bank is used. An alternative colostrum source should be made available to calves born by C-section, as the dams usually do not produce any at this stage. Other measures, such as oral colostrum paste, first defense bolus with antibodies to E. coli and coronavirus, or Clostridium perfingens antitoxin injection, should be taken prior to the first feeding to prevent infection. Moreover, if the calf cannot be kept with the dam, it should be fed with colostrum five times during the first 24 hours until gut closure. Colostrum feeding may be continued for the next 2 days to provide local intestinal protection, but at that time cannot be expected to increase the calf's plasma IgG levels. Thereafter, feeding can be less frequent and managed as for normal hand-reared calves. Plasma gammaglutamyl transferase (GGT) levels in bloods taken within 48 hours after birth give a good indication of whether colostrum ingestion has been adequate (<50 IU/l, inadequate intake; 50-200 IU/l, marginal intake; >200 IU/l, adequate intake) (Perino et al., 1993; Thompson and Pauli, 1981) . Alternatively, a comparison between total plasma protein before and after colostrum intake can be performed using a plasma refractometer.\n\nThe aim during the first 2-3 days is to make sure that the calf is normoxic, maintains its body temperature, and receives sufficient nutrients. The level of postnatal monitoring needed varies between animal clones, depending on the very wide range of pathological conditions encountered (Chavatte-Palmer et al., 2004; Wells et al., 2004; Batchelder et al., 2007; Brisville et al., 2011; Meirelles et al., 2010; Chavatte-Palmer and Lee, 2010 ; IETS Health and Safety Advisory Committee, 2008; Wells, 2005) . Therefore an experienced veterinarian is always needed, as it is often impossible to foresee the clinical challenges that may follow.\n\nDuring the first 2-3 days, posture, glycemia, and body temperature must be checked, as several reports indicate difficulties with glycemia and impaired thermoregulation (Batchelder et al., 2007; Chavatte-Palmer et al., 2002b) . At INRA, where C-section delivery is usually performed in the morning, hypoglycemia requiring i.v. glucose infusion is frequently observed in the evening of that same day. If the calf is not standing, it should be kept in sternal recumbency using pads, and heating should be applied to maintain normal body temperature. In order to avoid skin ulcers, soft bedding (such as sheepskin) can be used. Sometimes, hyperthermia is observed in otherwise clinically normal calves. After exclusion of infection, the calves should be cooled down with wet towels (for body temperature <40°C or 104°F) or alcohol or water baths (for temperatures >40°C or 104F) (Chavatte-Palmer and Lee, 2010 ; IETS Health and Safety Advisory Committee, 2008). At INRA, these symptoms have been greatly reduced since the installation of air cooling in the barn used for the cloned calves. If the suckling reflex is absent, calves are fed by tubing. Bloat is then a common occurrence, and can be treated with drugs like metoclopramide. Total parenteral nutrition has also been used to increase the chances of survival of a cloned transgenic calf (Mucci et al., 2011) . Finally, internal hemorrhage is frequently encountered after normal calving (retroperitoneal hemorrhage) (Wells et al., 2004) , but can also occur after C-section (PCP, unpublished data), and needs to be rapidly detected and promptly treated.\n\nRespiratory (tachypnea or bradychnea) and cardiovascular (persistent pulmonary hypertension, heart murmur, tachycardia, enlarged left ventricle) symptoms are common (Hill et al., 1999; Brisville et al., 2011; Hill and Chavatte-Palmer, 2002) . Persistent pulmonary hypertension of the newborn is characterized by sustained elevations of pulmonary vascular resistance after birth, leading to right-to-left shunting of blood across the ductus arteriosus or foramen ovale and resulting in severe hypoxemia. Reverse flow through the ductus arteriosus and through the foramen ovale has been documented using echocardiography (Hill et al., 1999; Hill and Chavatte-Palmer, 2002) . Therapies aimed at improving pulmonary function include pulmonary surfactant, oxygen, positive pressure ventilation, pulmonary arterial vasodilators, and bronchodilators (Hill et al., 1999; Brisville et al., 2011; Meirelles et al., 2010; Hill and Chavatte-Palmer, 2002) . Large neonatal units use constant (at least hourly) monitoring of vital signs (temperature, pulse, respiration, demeanor), together with clinical details (auscultation, palpation, etc.), laboratory tests (metabolic profiles, hematology), blood gas measurements (arterial samples, pulse oximetry), radiology (chest and abdominal X-rays), and echocardiography. The information gained from these tests enables rapid response to treat abnormalities that occur in the lungs (correct inadequate ventilation or perfusion), cardiovascular system, gastrointestinal system (e.g., abomasal ulceration, congenital abnormalities, infection), and metabolic or electrolyte disturbances (e.g., blood glucose) (Hill et al., 1999; Brisville et al., 2011; Meirelles et al., 2010; Hill and Chavatte-Palmer, 2002 ).\n\nMost calves that survive beyond the first 2-3 months of life are healthy and do not require special care. At 6 months of age and beyond, hematological and biochemical parameters have been within normal range in SCNT calves studied to date Green et al., 2008a) . Although impaired glucose regulation was observed in some SCNT calves in the neonatal period, basal blood glucose levels were similar and the glucose tolerance tests performed on one group of 6-month-old SCNT calves showed that the response (glucose clearance and insulin secreted in response to the glucose bolus) was similar to that in normal control AI calves (Green et al., 2008b) . In this same cohort of SCNT calves, a direct adrenal challenge showed that the time taken for cortisol levels to peak was delayed after infusion of ACTH, but the rate of initial cortisol increase was not different (Green et al., 2008b) . However, it is important to remember that these kinds of physiological responses are likely to be different from one SCNT cohort to another, and may change with age. What matters is whether these slight differences in physiological responses affect the way SCNT animals respond to external stressors. What kind of stressors will overwhelm them is unknown at the moment. Finally, cryptorchidism has been occasionally reported in male SCNT calves, but it is difficult to know whether this is directly related to the cloning procedure (Green et al., 2008b; Janssen et al., 2004) . Delayed testicular descent has been observed in many mid-gestation SCNT fetuses; none have been seen with gestation-matched normal IVP or AI controls (RL, personal observations).\n\nThis section has focused on pregnancy and calf pathologies, despite the fact that some animals may not need any specific care during pregnancy and in the postnatal period. One must be aware, however, that these pathologies may occur at any time, even in the course of successive birth of healthy clones, and it is important to remain constantly vigilant. In the face of unresolved health problems and concerns regarding animal welfare, the decision whether to euthanize a calf must be taken only after thorough veterinary examination and consultation.\n\nThe choice of recipient depends on a number of factors, including the breed of pig, whether to use a gilt or a sow as the recipient, and synchrony between the embryo and recipient at the time of transfer.\n\nCloning by SCNT typically results in an embryo consisting of a mix of breeds coming from the donor cell, the donor oocyte (collected from slaughterhouse ovaries), and the recipient dam. Indeed, a risk of \"mitochondrial incompatibility\" was suggested for the reconstructed embryo after cloning with Yucatan somatic cells and cytoplast donors from domestic pigs, with subsequent reduced compatibility between the Yucatan placenta and the occidental uterine environment . In some studies, the best pregnancy results were obtained when donor cell and recipient breeds were matching (Koo et al., 2009) , while others found the best results when domestic pigs were used as recipients for minipig SCNT embryos (Kurome et al., 2008) . In our own work (Schmidt et al., 2010) , we found no indication of problems with such combinations. Finally, after birth, when minipiglets are born from a large recipient sow, there will be size incompatibility between the mother's nipples and the piglet's mouth that may call for hand feeding for the first few days Kurome et al., 2008) . It is crucial to reduce the risk of crushing by the sow, as this is a frequently reported reason for death for piglets.\n\nIn most reports, the embryo recipient is a gilt and not a sow. For many, gilts are easier to obtain and handle, and lower in price. Indeed, with an appropriate synchronization program, the use of gilts seems to be the best basis for a routine operation with fairly regular and large activity (Petersen et al., 2008) . Generally, cyclic gilts are used (Petersen et al., 2008; Wei et al., 2010; Kim et al., 2009; Park et al., 2009; Sommer et al., 2012; Martinez-Diaz et al., 2010; Koo et al., 2010; Lee et al., 2008; Whitworth et al., 2009) , although some have used prepubertal gilts (Kurome et al., 2008) and sows (Schmidt et al., 2010; Schmidt et al., 2011; Kurome et al., 2008; Lee et al., 2010; Estrada et al., 2007) . To their advantage, sows have the experience of having given birth and feeding the piglets.\n\nThe intention is to create proper synchrony between embryos and recipient at time of transfer to obtain the best pregnancy rates, and the experience is that the embryos should be 1-2 days ahead of the recipient's uterine state (number of days following ovulation) (Kurome et al., 2008; Petersen et al., 2008) . This means that the recipient for D0 embryos should be pre-rather than post-ovulatory (Petersen et al., 2008; Koo et al., 2010) , and for 5-to 6-day-old embryos should be 4 days post-ovulatory (Schmidt et al., 2010 (Schmidt et al., , 2011 , so that the transferred embryos can catch up with the adequate oviductal and uterine environment.\n\nSpontaneous heat is seldom used in cycling gilts (Wei et al., 2010; Lee et al., 2008) . Synchronization protocols include progesterone (Regumate®) feeding (Petersen et al., 2008; Martinez-Diaz et al., 2010) ) and/or combined hormonal stimulation with eCG followed by induction of ovulation with hCG (Petersen et al., 2008; Kim et al., 2009; Park et al., 2009; Martinez-Diaz et al., 2010) . When prepubertal gilts are used, synchronization is based on a combined eCG-hCG treatment (Kurome et al., 2008) . For sows, a synchronization protocol starting with abortion induced by PGF2α followed by a combined eCG-hCG treatment has been reported (Kurome et al., 2008; Lee et al., 2010) , but the natural occurrence of estrus after weaning of the piglets can also be used (Schmidt et al., 2010 (Schmidt et al., , 2011 . This heat comes, on average, after 5 days, so the sows are observed for classical heat signs from days 4 to 6 or 7. In our work, heat sign intensity was graded to identify the day of maximal heat, which was later used for determination of synchrony between embryos and recipient.\n\nThe final selection of each recipient for the given transfer is performed according to (1) estrus quality and time in relation to the embryo developmental stages used at the transfer -for transfers of day 0 embryos, the recipient is used either on the day of standing estrus (Wei et al., 2010; Whitworth et al., 2009) or, mostly, on the day after; and (2) the appearance of the ovaries when they are observed during the surgery (Schmidt et al., 2010 (Schmidt et al., , 2011 Koo et al., 2010) (Schmidt et al., 2010 (Schmidt et al., , 2011 work, we inspect the ovaries for corpora lutea of suitable size and appearance. Sometimes one or two antral follicles are observed, although that is not considered a problem, as these follicles are punctured with a needle to avoid any risk of estrogenic production. The number of transferred embryos is typically above 100 for transfer on days 0-2 (Petersen et al., 2008; Wei et al., 2010; Kim et al., 2009; Whitworth et al., 2009; Lee et al., 2010; Whitworth and Prather 2010) or below 100 for later-stage embryos (days 4-7) (Schmidt et al., 2010 (Schmidt et al., , 2011 Martinez-Diaz et al., 2010; Lee et al., 2008) . There is, however, a fairly large variation in the actual numbers transferred, which is often determined by the embryo production efficiency. The pregnancy rate and litter size are increased when transferring 60-120 embryos compared to <60 (6.1 vs 4.2, respectively (Schmidt et al., 2010) ; Figure  9 .2). Early-stage embryos are transferred into the ampulla or ampulla-isthmic junction of the oviduct, while the later stages are transferred into the tip of one uterine horn. We compared transfer into one or both uterine horns and found an increased delivery rate when transferring into the tips of both uterine horns (74% vs 44%) (Schmidt et al., 2010) . Following transfer, treatment with a combined eCG-hCG injection around days 12 and 15 after surgery has been reported (Petersen et al., 2008; Lee et al., 2008) .\n\nAfter transfer, the recipients are observed for eventual spontaneous return to heat. Pregnancy is confirmed by an ultrasound examination around 4 weeks after transfer. Ultrasound scanning can be performed regularly throughout the pregnancy (every fourth week) to monitor fetal development (Martinez-Diaz et al., 2010; Lee et al., 2010) .\n\nIn general, there are no abortions after the first month of pregnancy (Schmidt et al., 2010; Petersen et al., 2008; Martinez-Diaz et al., 2010) , although two abortions (out of four pregnancies) were reported by Lee and colleagues in the second month . There are no reports of problems for the recipients during pregnancy resulting from abnormal pregnancies.\n\nAbnormalities in placental development have been observed as early as day 30 (Whitworth and Prather 2010; Kim et al., 2011) . Umbilical cord and/or placental insufficiency were described at birth , with extensive endometrial edema as a major finding (Schmidt et al., 2011) and abnormal expression of imprinted genes (Wei et al., 2010) .\n\nWith the combinations of breed (donor cell, cytoplast, recipient), it is not easy to know the expected length of the gestation period and thus the optimal time for birth. Therefore, experience is often needed. Around day 118 is mostly used for the large breeds, and around day 115 for minipigs (Schmidt et al., 2010 (Schmidt et al., , 2011 Martinez-Diaz et al., 2010; Lee et al., 2010) . In our experience, Yucatan piglets only reach term around day 118, because they seem immature if delivered earlier.\n\nInduction is commonly used (Schmidt et al., 2010 (Schmidt et al., , 2011 Watanabe and Nagai 2011; Martinez-Diaz et al., 2010) , and carried out with PGF2α (one or two injections) with expected delivery within 24 hours. Spontaneous farrowing can also be used (Petersen et al., 2008; Wei et al., 2010; Park et al., 2009) , although it is accompanied by a higher rate of stillbirth when compared with induced delivery (56% vs 24% (Schmidt et al., 2010) ).\n\nWith the major effort made to create these valuable piglets, extra work is expected to assure a good and safe start for the newborn. For piglets being delivered by C-section, there will be an additional need for assistance in colostrum feeding, as they will be affected by the anesthesia used.\n\nIn spite of clinical care, increased perinatal mortality has been described by some authors, compared to controls (Schmidt et al., 2010; Watanabe and Nagai, 2011) . In some studies the average birth weights are increased (Schmidt et al., 2010; Watanabe and Nagai, 2011; Martinez-Diaz et al., 2010) , whereas intra-uterine growth retardation or no difference in growth is reported by others (Watanabe and Nagai, 2011; Estrada et al., 2007; Vajta et al., 2007) . Postnatal death occurs within several days after birth, and may affect whole litters or only few individuals from a litter. A frequent cause of neonatal death is \"weak piglets,\" perhaps caused by the placental problems described previously. Other findings are various types of malformations, affecting few or many organs and resembling certain defects also observed in ruminants, such as macroglossia, contracture of joint ligaments, cardiac malformations, and variation in organ weights (Schmidt et al., 2010; Schmidt et al., 2011) . No deviant hematology and clinical chemistry were evident (Watanabe and Nagai, 2011) .\n\nThe critical period for newborn SCNT piglet survival seems to be the first 2 weeks for non-transgenic and the first 4 weeks for transgenic individuals. During this period, piglets may not be severely affected with regard to their health but may still present abnormalities . Subsequently, in several studies no sudden deaths or other undesired effects have been described, even in SCNT pigs several years of age (Schmidt et al., 2010; Watanabe and Nagai, 2011) . Cloned pigs have also been used for various purposes, with the females later being inseminated and giving birth to their own offspring, while the males have provided semen with normal characteristics (Schmidt et al., 2008) .\n\nCloning in pigs is now a rather widespread activity that is leading to the birth of many piglets. In a number of cases the purpose is to obtain transgenic piglets, thus using cloning technology as an adjunct -the most efficient method available so far for this purpose. In the above description, no specific differentiation has been made between the two types of uses -i.e., non-transgenic or transgenic -as only very few studies have attempted to make such comparisons, mainly because of limited numbers of animals. Our general impression, however, is that using transgenic cells in the cloning system only adds to the variation and the various problems found with cloning alone. This depends also on the type of transgenic modification and the method used to make the cells transgenic. With the increasing use of cloning in pigs and very recent successful reports (e.g., in disease models for various important human diseases), the coming years will bring even more cloned pigs. This will add to the knowledge about the different areas where the technique can be improved, and most likely also result in such improvements as have occurred in cattle over the past 10-15 years.\n\nThere is far less information available regarding the health and care of Canidae and Felidae, as very few SCNT animals have been born to date. In published studies, large numbers of reconstructed SCNT embryos were transferred into a single recipient animal in the early days; for example, in one case of cat cloning, 140 embryos were transferred into one queen, resulting in two live kittens and one stillborn, all delivered naturally (Yin et al., 2005) . The kittens had both survived to 4 months of age at the time of publication. Most of the pregnancy losses in cat SCNT were reported to occur early in gestation; however, what effect the transfer of such large numbers of embryos has on early embryonic development is unknown. The next stage of gestation where fetal losses occur is about two-thirds of the way through gestation, most likely from placental atrophy leading to premature separation of the placenta (Gomez et al., 2006) . Generally, the reported losses were attributed to fetal death, externalization of the abdominal organs (omphalocoele), respiratory failure in the newborn, starvation due to inadequate suckling, or septicemia.\n\nThere has been little published information on developmental abnormalities of cloned dogs since the first cloned puppy was born , as the success rate of producing SCNT pups is still very low. Usually, large numbers of embryos were transferred into the oviduct of each recipient, but the numbers were not as extreme as in cat SCNT; very few of the transferred embryos resulted in pregnancies. Pregnancies were monitored by weekly (Jang et al., 2007; Hossein et al., 2009) or fortnightly ultrasonography, and the puppies were delivered by C-section as a precaution because of larger singleton fetuses (Jang et al., 2007) . There was no significant difference in pregnancy rates between nulliparous and multiparous recipients; however, it was recommended that the breed and parity of the recipient should be carefully considered to maximize the success rate. No extraordinary measures were taken in the care of the neonates.\n\nThe cloning of gray wolves using interspecies SCNT has resulted in the birth of four pups after C-section delivery from 372 SCNT embryos transferred . One severely growth-retarded pup died within 12 hours after birth. Two stillborns were spontaneously delivered prematurely from one recipient; one fetus showed developmental abnormalities (anal atresia, tail agenesis, and liver and kidney congestion). The three surviving pups appeared healthy although one had external female genitalia despite being genetically male.\n\nThere has been one published report of the birth of cloned ferrets, generated using ferret cumulus or fetal fibroblast cell lines and oocytes recovered after simulated mating (Li et al., 2006) . Between 25 and 55 SCNT embryos were transferred into the oviduct of each pseudopregant female immediately after electrofusion; in vivo development was assessed at 3 and 6 weeks post-transfer (full gestation is 42 days). One male pup was born from the fetal fibroblast line but died at 3 days of age, and two female pups were born from the cumulus cell line. These two reached sexual maturity and successfully produced their own pups. However, 7 weeks postpartum one of them developed mastitis and died from the resulting septicemia despite antibiotic treatment. No developmental abnormalities were reported, as females tended to cannibalize the aborted fetuses and thus there was no opportunity to study them.\n\nMules (Woods et al., 2003) and then horses (Galli et al., 2003; Hinrichs, 2005; Hinrichs, 2006) have been cloned successfully. Pregnancy losses are elevated, as in cattle, and appear to occur at all stages of gestation, but LOS has not been reported. In one review of SCNT foals of five different genotypes born at the University of Texas, 54 embryos were transferred, from which 31 pregnancies were diagnosed at 11-15 days. Nine pregnancies were lost before day 90, 6 between 3 and 10 months, 2 between 10 and 11 months (gestation length is around 11 months in the horse), and 2 in the neonatal period, thus yielding 12 foals (22% of transferred embryos) that subsequently survived until adulthood (Johnson et al., 2010) . Three mares delivered early (300-312 days of pregnancy), and one delivered post-term (day 389). The authors recommended that mares should be monitored for foaling starting from day 300 of pregnancy. Most mares had the normal prepartum progestagen rise (Rossdale et al., 1991; Rossdale et al., 1995) and all foalings were normal, with no oversized foals or placental abnormalities (Johnson et al., 2010) . Only six foals, however, were completely clinically normal at birth, all the others requiring neonatal care. Foals were all supplemented with colostrum and treated with oxygen immediately after birth (for up to 15 days for one foal). More or less severe symptoms of maladjustment were found in 6/14 foals born; enlarged umbilicus was present in 8/14, requiring omphalectomy in 4 foals. Limb deformities, valgus, and contracted tendons were also observed in 8/14, 4/14, and 7/14 foals, respectively. Therefore, SCNT foals should be considered as high risk and treated accordingly if needed.\n\nRed deer have been cloned by SCNT using multipotent antler stem cells and cells differentiated from these, with 11 calves born from 84 SCNT embryos transferred . Only single blastocysts were transferred to recipient hinds, and 60% of the embryos transferred were lost by day 35. The pregnancies were monitored by transrectal ultrasonography up to day 90 and by transabdominal ultrasonography up to day 190. Mammary development was monitored between days 215 and 230 and, as this was progressing normally, the hinds were allowed to calve naturally. Three of the calves died in the neonatal period, one was stillborn, another had contracted flexor tendons, an enlarged liver and respiratory insufficiency, and the third died at 6 days of age with no discernible abnormalities. The remaining calves were able to get up and suckle normally, were active and healthy, and are now 7-8 years old. These cloned deer grew antlers, just like normal stags.\n\nThe care of sheep and goats is generally comparable to that of cattle. Table 9 .2 presents a retrospective analysis of goat cloning publications (Baguisi et al., 1999; Baldassarre et al., 2003 Baldassarre et al., , 2004 Baldassarre et al., , 2012 Behboodi et al., 2004 Behboodi et al., , 2005 Blash et al., 2012; Chen et al., 2007; Colato et al., 2011; Folch et al., 2009; Keefer et al., 2001 Keefer et al., , 2002 Lan et al., 2006; Liu et al., 2011; Loi et al., 1999; Nasr-Esfahani et al., 2011; Ohkoshi et al., 2003; Reggio et al., 2001; Tang et al., 2011; Wells et al., 2011) , with a cloning efficiency (1.3-3.4%) similar to other species and a postnatal survival rate ranging from 68.6% to 80.4%. The transfer of early-stage cloned goat embryos into the oviducts, resulting in a mean pregnancy rate of 34.4% (360/1047) on days 28-45 of gestation and a kidding rate of 58.9% (212/360), appears to be more efficient in producing live offspring than the transfer of in vitro-cultured morulae/blastocysts into the uterus, resulting in 17 (21.5%) pregnancies on days 30-40 of gestation, of which 9 (50.0%) went to term and yielded 10 cloned kids born, with no difference between the two methods in pre-and postnatal survival. No differences were observed for goat cloning in the use of distinct cell types or oocyte sources or even genetic modifications in terms of pregnancy rates, cloning efficiency, and postnatal survival. Moreover, pregnancy losses and survival to term were not different between the oocyte sources. Most oocytes used for goat cloning were in vitro-(79%) rather than in vivo-(21%) matured, with a trend for an increase in use of IVM-derived oocytes in recent years.\n\nFaulty epigenetic reprogramming is still considered the major factor in the appearance of abnormalities after cloning. The cell line is considered one of the most important determining factors in goat cloning, with the variation in cellline plasticity and reprogrammability being responsible for variations from 0% to 89% in pregnancy rates after cloned embryo transfer, and from 0% to 67% in survival to term and perinatal mortality (Baldassarre et al., 2004) . Interestingly, higher pregnancy losses were observed when using fetal cells (50.0%) than adult cells (30.8%), and wild-type cells (65.5%) rather than transgenic cell lines (30.3%). The mean pregnancy losses in eight studies were 69.4% and 53.6% when using fetal or adult wild-type cells, respectively, irrespective of the oocyte source; these were twice as high as the rates observed with fetal or adult transgenic cell lines (35.8% or 24.5%, respectively). In addition, postnatal survival was lower when using fetal wild-type cells (65.7%) than with fetal transgenic cell lines (85.4%). Such differences favoring transgenic cell lines and adult cell type might be due to a couple of factors. First, a rather greater number of cloned embryos were produced using transgenic cell lines (66%) than wild-type cells (34%). Also, more fetal cells (62%) were used for goat cloning than adult cells (38%). In fact, three reports on the production of cloned transgenic goats from two biotechnology companies account alone for the production of more than 400 cloned kids using more than 100 cell lines since the late 1990s, which represents approximately two-third of the overall activity in goat cloning.\n\nAnecdotal evidence has always suggested a lower occurrence of symptoms for the abnormal offspring syndrome after goat cloning, with the appearance of significantly fewer pre-and postnatal abnormalities and losses than cattle or sheep, with no obvious birthweight effect (no large offspring). However, there are fewer reports on goat cloning abnormalities in the literature than for cattle, with detailed studies on causes of postnatal losses in cloned goats still lacking. Most studies report more than 80% of the prenatal losses occurring in the early stages (before day 60), with occasional cases of abortion more frequently seen between days 60 and 120 of gestation. Separate studies describe the occurrence of stillbirth and neonatal death, or death within the first weeks (Chen et al., 2007; Folch et al., 2009; Keefer et al., 2001; Tang et al., 2011) , while some of the early reports on goat cloning claimed no neonatal losses or postnatal abnormalities (Baguisi et al., 1999; Behboodi et al., 2004; Keefer et al., 2002; Reggio et al., 2001) , no significant blood chemistry differences between clones and control animals (Behboodi et al., 2005) , and normal birth weights, with the occasional birth of small kids. The range of distinct morphological or clinical causes for morbidity and mortality described in the literature include iatrogenesis, respiratory failure and depression, pre-birth umbilical cord rupture, intrauterine infections, enlarged umbilical cord, cyanosis, myocardial damage and heart defects, tendon laxity, abnormal or stiff joints, abnormal abdominal wall closure, gastrointestinal problems, ectopic hematopoiesis in several tissues/ organs, placental defects and lack of cotyledons in the fetal membranes (Nasr-Esfahani et al., 2011) . In addition, specific goat cell lines used for cloning have been implicated in the appearance of organ abnormalities in the fetal heart, liver, and kidney; stillbirth; death at or after birth; behavioral abnormalities during development, such as aggressive feeding; and increased susceptibility to pulmonary infections (Baldassarre et al., 2004) . Such problems tend to disappear after 1 year of age. Finally, the report on Dolly's death indicated that she died of Jaagsiekte sheep retrovirus infection, but that she was previously healthy (apart from arthritis, which was treated with anti-inflammatory drugs) and fertile (Rhind et al., 2004) .\n\nCloned transgenic goats were produced successfully at AgResearch in 2010-2011 with a total of 40 live births from two different transgenic cell lines. Cytoplasts for SCNT were derived from in vivo matured oocytes recovered by laproscopic surgery. Initially, up to 15 embryos were transferred into each recipient doe; however, given that some does carried triplet and quadruplet kids, it is now recommended that no more than 6 embryos be transferred into each recipient doe to minimize the risk of this occurring. Parturition was induced between 142 and 149 days of gestation by injections of PGF2α and DEX. Kids were delivered approximately 36 hours later, the majority being healthy, active, and inquisitive, with no need of extraordinary care. Of those five that died in the perinatal period, the predominant cause was respiratory failure, while one was due to dystocia and meconium aspiration. The common abnormality of the SCNT kids was enlarged navels that required suturing to stop umbilical hemorrhage. One kid from a hydrops pregnancy with a detaching placenta died 48 hours after C-section delivery despite intubation and intensive care, whilst another kid survived from a hydrops pregnancy treated the same way.\n\nAt UNIFOR, the dam is pre-induced with 2 mg triamcinolone on day 140-142, with the induction with DEX + PGF2α on day 144-146; kids are delivered 24-30 hours later by elective C-section. The decision to pre-induce/ induce earlier or later depends on the assessment of readiness for parturition, the clinical and metabolic conditions of the dam, and the presence of any signs of distress in the dam or the fetuses, as is common in twinning.\n\nThree transgenic SCNT goats born in 1998 (Baguisi et al., 1999) to GTC Biotherapeutics are still alive and healthy at 13 years of age (the average lifespan of normal goats being ~15 years) (Blash et al., 2012) . There were no complications at birth or in the neonatal period, and the goats had a normal reproductive and lactational history. Blood clinical parameters on these three animals were mostly within normal ranges for animals of this age, with the exception of alkaline phosphatase (low), creatinine kinase (high) and cholesterol (low); however, these animals showed no obvious clinical signs.\n\nTransgenic SCNT sheep were produced at INRA. Three recipients carrying singleton fetuses reached late pregnancy, but routine ultrasound examination (once a week) indicated fetal distress in two of the fetuses close to term. At C-section, one fetus was stillborn, while the other died shortly after birth despite intensive resuscitation with the help of an experienced human neonatologist. The third lamb required almost no special care (Boulanger et al., 2010) , and is still alive and healthy.\n\nFrom a review of the literature, it is evident that over the past two decades of work with SCNT, many different cell lines derived from different tissues have been used with varying success . Even the same cell lines on different SCNT runs can produce quite varied results. Checking the ploidy of the somatic cells before use is often not done. Furthermore, it is generally assumed that all cells in any one culture are homogenous and have the same ploidy, and that this holds true even after many passages, although there is no firm evidence supporting this. An examination of cell spreads from a few cultures of somatic cells that were grown for the purpose of SCNT showed obvious morphological heterogeneity in the cell populations (Lee, unpublished observations) . We do not even know if the standard cell culture conditions are optimal for somatic cells that are to be used for SCNT. Although SCNT can work successfully with cells of different epigenetic states, we do not know if there is an \"ideal\" epigenetic state that makes chromatin remodeling more successful for the regeneration of an entirely healthy animal. Finding the ideal somatic cell nuclei may be the key to improving the success rate of SCNT, but it is not easy to determine the exact state of that one cell which will go on to successfully produce a live healthy clone.\n\nExamination of published data regarding cloning in a range of species revealed that two features seem to occur in all species: postnatal respiratory insufficiency leading to poor neonatal survival, and enlarged umbilical vessels and navels that can result in uncontrolled bleeding. Joint laxity or contracted flexor tendons occur in most ruminant species cloned to date. This all suggests common developmental pathways being affected in all species, whatever the species cloned. Whilst enlarged umbilical vessels and navels can be successfully remedied by suturing the navel at birth, the success rate for rescuing those with respiratory insufficiency is still poor, and the results are mixed for treating contracted flexor tendons.\n\nFinally, progress in the understanding of the Developmental Origins of Health and Disease (DOHaD) has been pinpointing the importance of the oocyte quality and of the in vitro and subsequent maternal environment as major determinants of fetal and also postnatal health. In addition to new treatments aimed at providing a better epigenetic reprogramming of the embryo at the time of cloning, more progress in fetal and postnatal health of clones may be achieved through careful selection and maturation of recipient oocytes, optimal maturation and embryo culture media, choice of the embryos transferred, and care of the maternal environment through the selection and nutrition of the recipient dam."}