{"title": "Prediction of the Epidemic of COVID-19 Based on Quarantined Surveillance in China", "body": "The peak time of the curve for the infected newly diagnosed as\n\nshould substantially present on Feb.5,2020(in non-Hubei areas) and Feb. 19,2020(in Hubei) .It is estimated that the peak of the curve of the cumulative confirmed cases will appear in non-Hubei areas on Mar.3,2020 and in Hubei province on Mar.10,2020,and the total number of the patients diagnosed as COVID-19 is 18,000 in non-Hubei areas and 78,000-96,000 in Hubei.The Chinese\n\nepidemic can be completetly controlled in May,2020.\n\nCOVID-19 is only a local outbreak in Hubei Province,China.It can be probably avoided the pandemic of global\n\ncases rise with the great efforts by Chinese government and its people.\n\nAll rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02. 27.20027169 doi: medRxiv preprint Huanggang and Xiaogan(accounting for 27.0% together),and with 55% of the outflow outside of Hubei Province,including Henan, Guangdong,Zhejiang,Hunan,Jiangxi and Anhui together.The remainder population was 9 million in Wuhan,which was the most severe epidemic region.The strict blocked and isolated measures had been taken in other cities in Hubei before the local outbreak of SARS-CoV-2,which had not caused fulminating infection similar to Wuhan.In Hubei and other areas with serious epidemic situation,Chinese government had taken the strict blocked and isolated control,including the infected,the suspiciously infected individuals and the susceptible intimately contacted with the infected and the suspiciously infected individuals,involved the independent community buildings and villages,which were separated and quarantined in a unified way.On Jan.28,2020,JAMA magazine interviewed Professor NIH of the United States,and affirmed that the Chinese government adopted the strategy of closure and quarantine against the epidemic.\n\nMany academics tried to estimate key epidemiological characteristics and possible outcomes of the epidemic by means of transmission model mathematically.On Jan.24,2020,Jonathan M. Read 3 estimated the basic reproduction index(R0) for SARS-CoV-2 to be between 3.6 and 4.0,then and COVID-19 would outbreak further both in other Chinese cities and in international travel destinations sucn as Thailand,Japan,Taiwan,Hong Kong and South Korea at an sharply increasing rate.According to his model,he predicted the number of infected individuals in Wuhan to be greater than 190 thousand by Feb. 14,2020 although with a 99% effective reduction as a result of trave restrictions,the size of the epidemic outside of Wuhan might only be reduced by 24.9%.His model suggested that travel limitation from and to Wuhan city were unlikely to be effective in halting transmission across China.\n\nProfessor Joseph T Wu 4 published a paper in the Lancet on Jan. 31,2020.The R0 of SARS-CoV-2 was estimated to be 2.68 by MCMC method,and the SEIR model was used to predict the epidemic.\n\nHowever,there were some deficiencies in his study:1)the main population outflow from Wuhan was not outside of Hubei Province:his study focused on several large cities (Chongqing,Beijing,Shanghai,Guangzhou and Shenzhen),instead of the moderate-sized urban All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the \n\nAll rights reserved. No reuse allowed without permission.\n\nauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02. 27.20027169 doi: medRxiv preprint There is no quarantined measure in the early stage of the epidemic,so R0,as the basic reproductive index,is often high for SARS-CoV-2, 6,7 and there is a significant difference between in Hubei and in non-Hubei areas,but both decrease gradually with the strengthening of isolated measures. 8, 9 We forecasted the epidemic of COVID-19 by modified SEIR model 10,11 and current clinical and epidemiological data on COVID-19,involved in two practical factors to correct the model:1)considering the infectivity during incubation period 12 ,2)considering the influence on the epidemic from strict quarantined measures.It had been confirmed that both the latent and the infected are infectious.We assumed that both were with the same infectivity. According to the epidemic data before Feb.1,2020,it indicated that the probability from the exposed to the infected was 1.7%, 13,14 and the average incubation period was 7 days,and the average hospital stay was 14 days. 15, 16 The average daily contact rate of the infected was 6,referring to the statistical data from CCDC in the early stage of SARS epidemic in 2003. 17,18, 19 However,the population density in Hubei Province was 2.3 times the national average, so the daily contact rate in Hubei was 13.8,and the average daily contact rate of the latent was twice as the infected.The calculation method was R0 = average daily contact rate× probability of the exposed to the infected ×infection period. The average infection period was 21 days. Therefore, R0 was 4.9-9.9 in Hubei,but 2. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20027169 doi: medRxiv preprint days, and aimed to obtain the possible total number of the infected individuals diagnosed as COVID-19 in Hubei and in non-Hubei areas and the time elimilating the epidemic of SARS-CoV-2 in Hubei and in non-Hubei areas.The modified SEIR model was as listed below( Table 1) . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02. 27.20027169 doi: medRxiv preprint The ultimate population outflow from Wuhan on Jan. 23,2020 was the most source of transmission,based on the incubation period of 1-14 days,so the peak time of the curve for the infected newly diagnosed as\n\nshould substantially present on Feb.5,2020(in non-Hubei areas) and Feb.19,2020(in Hubei) for the intensive blocked and isolated measures resulting in population mobility accessible to zero during the Spring Festival (Figure 4,Figure 6 ).It is estimated that the peak of the curve of the cumulative confirmed cases will appear in non-Hubei areas on Mar.3,2020 and in Hubei province on Mar.10,2020,and the total number of the patients diagnosed as COVID-19 is 18,000 in non-Hubei areas and 78,000-96,000 in Hubei.The Chinese\n\nepidemic can be completetly controlled in May,2020 (Figure 5,Figure 7) . It can be probably avoided the pandemic of global\n\ncases rise with the great efforts by Chinese government and its people. 26,27\n\nFrom the above,it could be seen that our study was principally based on the epidemiological author/funder, who has granted medRxiv a license to display the preprint in perpetuity. \n\ncases rise with the great efforts by Chinese government and its people. All rights reserved. No reuse allowed without permission.\n\nauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02.27.20027169 doi: medRxiv preprint q Quarantined rate of the exposed individuals 5×10 -7 υ 1 Rate of removing the quarantined( observed medically) who are not 1/14(0.07) infected but intimate contact with the exposed or the infected υ 2 Convertion speed rate of the exposed persons to the infected persons 1/7(0.14) author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.02. 27.20027169 doi: medRxiv preprint "}