{"title": "Integrated travel network model for studying epidemics: Interplay between journeys and epidemic OPEN", "body": "The ease and speed of inter-city travels offered by the growth in the airline and high-speed train 44 industries and better highways has contributed to making our Earth a global village. These inter-city travels readily spread a disease to different places. However, the big populations in major cities and densely packed travellers on multiple means of transportation of various speeds add further complications. A reliable framework for studying the effects of travelling on epidemics has yet to be constructed. Earlier works on epidemics in airport and railway networks often modelled journeys as random diffusion of agents 4, 5, 45 . The obvious shortcomings are: (i) real journeys typically involve multiple means of transportation instead of agents all travelling the same way; (ii) neighboring stations have different distances that affect the chance of infection instead of identical distance between adjacent nodes; (iii) real journeys are round-trip with an destination instead of random diffusion. It should be noted that intra-city travel is also inhomogeneous. It is, therefore, of fundamental importance to construct a framework incorporating the differences in travelling means and distances between cities. We propose here such a framework to incorporate inhomogeneity among the links and round-trip journeys with intended destination. It is found that infections at the links greatly affect the epidemic threshold, and the traveling speed and frequency are key factors in determining the extent of an epidemic.\n\nfor different means of transportation by different kinds of links. Figure 1(a) shows schematically an inter-city transportation network emphasizing its link inhomogeneity: Links of faster transportation (dashed lines), e.g. airlines and high-speed trains, connecting major cities and links of slower transportation (solid lines), e.g. highways, connecting to surrounding cities (blue nodes) via part of a highway network.\n\nA journey starts from a city i to an intended destination j through intermediate places along the path that takes the shortest time, which necessarily invoke the actual distance between two cities and the mode of transportation. The return journey could follow the same path or an alternative path, as depicted in Fig. 2(a,b) . The ITN aims to incorporate the key features of how human travel, namely round-trip journeys of shortest time through multiple means of transportation. Here, we invoke the travel time, which depends on the distance and the means of transportation, as the key factor, instead of the effective distance 43 . Instead of emphasizing the multi-layered network structure as in previous works, ITN takes a traveller's viewpoint that journeys take place in a single-layered undetachable network with a diversity of links connecting cities representing an inhomogeneous transportation network, see Methods for details. It aims to provide a step closer to a realistic description of human journeys and an alternative platform for studying epidemics on which finer and further details on local area transportation could be added.\n\nEpidemic spreading on ITN. Contacts during journeys are important for epidemics. An example is the 2009 H1N1 cases in a Singapore's hospital that 116 of 152 patients in two months were classified as air travel-associated imported cases 46 . The time that travellers meet becomes a crucial factor. It is related to the length of a link and how fast agents travel on it. As a minimum model, we consider two speeds v s and v f with v s < v f (see solid and dashed lines in Fig. 1 ) representing slower and faster transportation. An agent starts a round-trip journey from a node (home) to a destination chosen randomly (upper Fig. 3 ) through intermediate (middle) nodes along the path of shortest travel time 18 . Let r ij be the distance between neighbouring nodes i and j. The time travelling on the link is\n\nwith v = v s or v f depending on the type of transportation. To account for travel time, a link from node i to node j is divided into τ ij segments, with τ ij = t ij if mod(r ij ,v) = 0 and τ ij = int(t ij ) + 1 if mod(r ij ,v) ≠ 0 (lower Fig. 3) , where mod(x,y) represents the modulo operation and int(x) taking the integral part of x.\n\nFor epidemic on ITN, we invoke the susceptible-infected-susceptible (SIS) model 6, [9] [10] [11] [12] [13] [14] [15] [16] [17] . A susceptible agent will be infected if it contacts an infected agent, with an infectious rate β. There are travelling and non-travelling agents in a population. Generally, people travelling are in closer contact and have a higher infectious rate β 2 than the non-travelling agents with β 1 47 . An infected agent recovers and becomes susceptible with a recovery rate μ. For travelling agents, we assume that infections take place only among agents in the same segment k r (1 ≤ k r ≤ τ ij ) of a link. For non-travelling agents, the SIS process is confined to non-travelling agents at the same node. Explicitly, a non-travelling susceptible agent at node i has a probability 1− (1− β 1 ) n i,I to be infected at a time step, when there are n i,I infected non-travelling agents at the node. Similarly, a susceptible agent at a segment of a link has a probability β − ( − ) , 1 1 n 2 k r I to be infected when there are , n k I r infected agents at that section k r .\n\ntogether provide an example of ITN. To include a large population and to reduce the number of nodes, we consider 116 cities with population over one million (see Table S1 in Supplementary Information (SI)). From high-speed train schedule, 61 cities are served by routes of high-speed trains. For the remaining 55 cities, we construct the highway links as follows. A highway link is added between two cities in the same province or two neighbouring provinces when there is a highway between them. Finally, highway links are added to connect neighboring highway and high-speed railway nodes in the same province. Figure 4 shows the resulting ITN of 116 cities with two types of links. We give the structural properties in SI. It has a mean degree 〈 k〉 = 4.25 and a high clustering coefficient of C = 0.35. The degree distribution is shown in Fig. S1 (a) in SI. Table S2 in SI gives the lengths of the links. Typically, travels between major cities and/or nearby cities are more frequent. This was modelled by assigning weights\n\n2 to a link, where N i denotes the population at node i and r ij the distance between nodes i and j 48, 49 . To incorporate factors including transportation infrastructure and convenience, we modified the weight in ITN to\n\nwhere S ij represents the daily services of high-speed trains between nodes i and j and thus an indication of how convenient it is, and S ij = 0 for highway links. Values of S ij as obtained by train schedules are listed in Table S2 in SI. Summing W ij for the k i links give the weight W i of node i as \n\nTo set up a model for simulations, we measure population in units of 5000 and distance r ij in kilometers. Thus cities of N i ≥ 200 are considered and N i is 1 5000 of the real population. The corresponding weight distribution is shown in Fig. S1 (b) in SI. Sensitivity to the choice of measuring populations in lots of 5000 is tested in Fig. S2 and follows the path of shortest travel time. An agent typically travels on slower transportation in the local area before transferring to high-speed train followed by local transportation to the destination. ITN captures the inhomogeneous means of travelling better than multi-layered networks. An agent spends some time at the destination before the return trip begins, which is taken to be 5 time steps corresponding to 5 hours 50, 51 . Returning to home city, an agent becomes a non-traveller until the next journey. Figure 5 (a) shows ρ I (t) for β 1 = 2 × 10 −5 and β 2 = 0.004, for two values of v f = 250 and 500. An epidemic steady state is reached quickly. As a higher v f shortens the time on the links that the infection rate is higher, ρ I is smaller for higher v f . Figure 5 (b) shows the steady state ρ I for β 1 = β 2 . There exists a threshold β 1c ≈ 4 × 10 −5 above which ρ I ≠ 0.\n\nAs β 2 > β 1 generally, Fig. 5 (c) shows ρ I (β 2 ) after setting β 1 = 2 × 10 −5 < β 1c , for two values of v f . Figure 5 (d) shows ρ I (β 2 ) for three different values of β 1 < β 1c . It is found that β 2c remains unchanged for different β 1 < β 1c . It is reasonable in that when the outbreaks come from infections in journeys, the infection rate β 1 of non-travellers is irrelevant to the threshold β 2c . However, for β 2 > β 2c , a higher β 1 leads to a higher ρ I .\n\nNext, we set β 1 = 10 −4 > β 1c and Fig. 6 (a) shows that ρ I (β 2 ) increases monotonically with β 2 , for v f = 250 and 500. Here, ρ I ≠ 0 for all β 2 . There exists a value β 2c′ (β 2c′ = 0.0025 for the case in Fig. 6 (a) below (above) which ρ I for v f = 250 is lower (higher) than that for v f = 500.\n\nTo summarize the findings in a physical picture, for β 2 < β 2c′ , infections among non-travellers at the nodes dominate the epidemic process. A higher v f (e.g. v f = 500) reduces the time that agents spent on journeys and thus promotes infection. For β 2 > β 2c′ , infections among travellers on journeys dominate the epidemic process. A higher v f shortens the journey and suppresses infection.\n\nFor β 1 = 2 × 10 −5 < β 1c and β 2 = 0.006 > β 2c , infections during journeys dominate. Figure 6 (b) shows that ρ I increases monotonically with the fraction of travellers f, with ρ I for v f = 500 smaller than that for v f = 250 due to the shorter journey time.\n\nWe stressed the necessity of establishing a new framework for modelling journeys in modern times and their effects on epidemics. We illustrated the key ideas by presenting an integrated travel network constructed by considering geographic data, population data and transportation infrastructures in China. An example using only the high-speed trains and highways among the 116 cities of over a million population suffices for stressing the points. An ITN should include: (i) diversity among the links due to different distances and different speeds of transportation; (ii) diversity among the cities due to different population sizes, and transportation services often reflecting their economic growth; (iii) round-trip Scientific RepoRts | 5:11401 | DOi: 10.1038/srep11401 journeys to targeted destination via paths of shortest time; and (iv) different infection rates for travellers and non-travellers. The ITN can readily be extended to include details on local area transportation, multiple means of transportation, and journeys among different countries. For example, Fig. 1(b) shows schematically a local transportation network with stations (nodes) served by a subway network (dashed lines) and a bus network (solid lines). A journey includes generally travelling in both Fig. 1(a,b) . Effects such as traffic congestion naturally emerge. As far as epidemics are concerned, faster and more convenient inter-city journeys would reduce the travel time during which passengers are crowded and thus suppress the chance of being infected, but they would also induce people to make more journeys and to farther places and thus spread a diseases more readily. Our ITN would serve as a good starting point for exploring the interplay of travelling and infection dynamics for many further work.\n\nDegree and weight distributions of ITN. Highway buses and high-speed trains are the major means of transportation in China. After constructing ITN (see Fig. 4 ) based on high-speed trains and highways data, the number of links k i is recorded for each node and the degree distribution P(k) is obtained (Fig. S1(a) For the weights in Eq. (2), we record the actual populations in each node and reduce them to N i in units of 5000 and the distances r ij between pairs of nodes in km according to the China official website. The frequency of high-speed trains S ij is obtained based on the routes and schedules of all high-speed trains. For each route that originates from a city A and terminates at a city B, we record the cities, say Table S1 in SI).\n\nFor a journey that starts from the home city, the path of the shortest travel time to the destination is chosen. For a single type of links, i.e., v s = v f , the path of shortest travel time coincides with the shortest path. In ITN with v s < v f , the shortest paths are generally different from the paths of shortest time. As v f > v s , selected paths will involve railways as much as possible. It is convenient to discretize the journeys. The distance r ij between two neighboring nodes i and j are divided into τ ij time steps. At each time step, p W i agents at node i become travellers. The destinations are chosen according to Eq. (5). The journeys are carried out as follows:\n\n1. For every path between the home city i and destination j, the sum of τ ij along the path is obtained.\n\nThe path of shortest time is the one with the smallest sum. 2. Paths originated from different cities to different destinations may partially overlap. Therefore, in the intermediate nodes (cities) in a journey, some travellers may come in and other travellers may leave. 3. Upon arrival at the destination, an agent stays 5 time steps before the return journey begins.\n\nInitially, the segments 1 ≤ k r ≤ τ ij on the links are empty and they will be occupied only when agents travel. For a node i, there are p W Epidemic spreading measurement on ITN. In the SIS dynamics, we distinguish infections among non-travellers in the cities and among travellers in the same segment of a link with infectious rates β 1 and β 2 , respectively. As travellers on trains/buses are densely packed, β 2 > β 1 47 . An agent is a traveller and non-traveller at different times. When he is a non-traveller in a city, he is exposed to an infectious rate of β 1 . Once he is on a journey, he is exposed to an infectious rate of β 2 during each segment of his journey, regardless of the segment being in the middle of a link or a passing-by city. Only travelling agents in the same segment k r (1 ≤ k r ≤ τ ij ) towards the same direction can infect each other. Thus, SIS on ITN accounts for the continual exchanges of agents on trains and buses due to partial overlaps of agents' journeys and the spread of a diseases through journeys. A susceptible non-traveller at node i will be infected by the rate 1− (1− β 1 ) n i,I when he is in contact with n i,I infected agents. A susceptible traveller at a segment k r of a link will be infected by the rate β − ( − ) , 1 1 An approximate theoretical analysis. We make a qualitative analysis of the key behavior and illustrate that the dependence of ρ I on the model parameters in ITN can be captured by mean-field considerations. Let there be M cities. There are m pairs of cities that the journey between which is all on high-speed trains. The mean number of sections 〈 τ〉 in a link is τ s = int(s/v s ) + 1 for highway links and τ f = int(s/v f ) + 1 for railway links, where s is the mean distance between neighbouring nodes. There are altogether where N tot is the total population. The set of equations can be iterated in time for the steady state. Further generalizations of ITN can be treated accordingly. Based on Eq. (8), we make the following observations:\n\n1. For β 1 = β 2 : As n i > > n α , we readily have n i,I > > n α,I and the second term in Eq. (8) dominates. Thus, ρ I in Fig. 5 (b) comes mostly from infections at the nodes. 2. For β 1 ≠ β 2 and β 1 > β 1c : Infections at the nodes give ρ ≠ 0, but the third term in Eq. (8) becomes important when β 2 > β 1 and β 2 > β 2c . This gives the behaviour in Fig. 6(a) . 3. For β 1 ≠ β 2 with β 1 < β 1c : Infections at the nodes alone cannot sustain ρ I . Infections on journeys dominate and ρ I becomes finite at β 2 = β 2c , independent of β 1 (see Fig. 5d ). It follows from the equation for n α,I ((t + 1) − ) that 6), ρ I also drops with increasing m and high-speed railways tend to prevent epidemics by shortening travel times. One should note that this captures one effect of having faster transportation. However, an opposite effect of inducing more travellers poses a risk."}