{"title": "DNA Polymerases as Therapeutic Targets", "body": "DNA replication is the process of duplicating DNA to generate two copies of an organism's genetic information ( Figure 1A ). This complex biological process is catalyzed by DNA polymerases that add mononucleotides into a growing primer using nucleic acid templates as a guide for directing each incorporation event ( Figure 1A ). DNA replication is absolutely essential for the proliferation and survival of all forms of life ranging from simple viruses and bacteria to more complex organisms including humans. The importance of DNA replication is often highlighted by the variety of pathological states that result from dysfunctional and/or unregulated activity. For example, certain genetic diseases such as ataxia telangiectasia (1) are associated with the generation of mutations caused by decreased fidelity during replication. Hyperproliferative diseases such as cancer, autoimmune conditions, and viral/bacterial infections are associated with uncontrollable and, in some cases, pro-mutagenic DNA replication. As such, a major goal in biomedical science is to develop therapeutic agents to combat these pathological states.\n\nAs outlined in Figure 1B , there are several strategies currently used to inhibit DNA replication. One approach is the use of DNA damaging agents (Step 1) that modify nucleic acid so that it no longer acts as an effective substrate for the DNA polymerase. Examples include chemotherapeutic agents such as temozolomide and cisplatin that modify the composition and structure of DNA to inhibit DNA synthesis and prevent cellular proliferation (2) . While effective, their utility is typically limited by the severity of side effects caused by the nonselective killing of cancerous and healthy cells in addition to the potential to induce mutagenic events that can actually accelerate disease development (3) . Another strategy is to modulate the activity of individual enzymes involved in DNA replication (Step 2). Agents such as etoposide inhibit the activity of topoisomerase, an enzyme that resolves the \"knots\" in DNA formed during replication (4) . Inhibition of this enzyme causes apoptosis by creating singleand double-stranded DNA breaks that interrupt the continuity of DNA synthesis. A third approach includes reducing the availability of dNTPs that are the building blocks for DNA synthesis (Step 3). By inhibiting enzymes involved in nucleotide metabolism, anti-metabolites such as methotrexate and hydroxyurea reduce nucleotide pools to indirectly hinder DNA synthesis (5) . Perhaps the most direct approach, however, is the use of nucleoside analogs such as AZT (6) or fludaribine (7) that target the enzymatic activity of the DNA polymerase, the workhorse of the DNA replication apparatus (Step 4). This last strategy represents the focus of this review. In this article, we shall discuss the design, mechanism of action, and pitfalls associated with various nucleoside analogs that are used as therapeutic agents against common hyperproliferative diseases including viral infections and cancer.\n\nBefore describing how nucleoside analogs act as therapeutic agents, it is first necessary to understand the mechanism of DNA polymerization and how perturbations in various kinetic steps can influence their effectiveness. A general mechanism that applies to both prokaryotic and eukaryotic DNA polymerases is provided in Figure 2 . As illustrated, this intricate biological process occurs via a multiplicative mechanism in which the polymerase binds DNA prior to the binding of dNTP. The first point for generating high catalytic efficiency and fidelity occurs through the binding of dNTP to the polymerase:DNA complex (Step 2). The binding affinity (K d value) for a nucleotide opposite its correct pairing partner is generally ∼10 μM while K d values for incorrect nucleotides are usually 10-fold higher. After dNTP binding, an enzymatic conformational change (Step 3) is proposed to align the incoming dNTP into a precise geometrical orientation that is necessary for phosphoryl transfer (Step 4). This conformational change step reflects an \"induced-fit\" mechanism that also imposes discrimination against nucleotide misinsertion as misaligned intermediates perturb the geometry of the polymerase's active site to prevent the chemical step (8) . Another point for error discrimination can occur during the phosphoryl transfer step (Step 4) which may be ratelimiting for nucleotide incorporation with certain polymerases (9) . Regardless, the maximal rate constant for polymerization (denoted as k pol ) for the incorporation of a correct nucleotide opposite its cognate partner generally range from 20 to 200 sec −1 . Thus, the relatively low binding affinity for a correct nucleotide can be offset by a fast k pol value such that the overall catalytic efficiency (k pol /K d ) for correct polymerization is very high. Indeed, k pol /K d values of ∼10 7 M −1 sec −1 are at the limits of diffusion control and place polymerases within the top tier of most proficient enzymes (10) . It is also important to emphasize that k pol /K d values for incorrect DNA synthesis, i.e., the misincorporation of dATP opposite 2-deoxycytidine, are typically several orders of magnitude lower due to decreases in k pol coupled with increases in K d . This reduction plays a large role in the maintenance of genomic fidelity.\n\nFollowing phosphoryl transfer, there is a second conformational change (step 5) that is required for pyrophosphate release (step 6). After pyrophosphate (PP i ) is released, the polymerase can either remain bound to the nucleic acid substrate to continue primer elongation (step 8) or dissociate from the elongated primer (step 7) to initiate DNA synthesis on another usable primer template. The ability to incorporate multiple nucleotides without dissociating from DNA defines the processivity of the polymerase.\n\nAlterations in various kinetic steps can occur to influence the behavior of the polymerase and alter the effectiveness of certain chemotherapeutic agents. One example is the ability of a polymerase to reverse the polymerization step ( Figure 2, Step 4) via a process known as pyrophosphorolysis to remove inappropriately incorporated nucleotides (11) . Other kinetic steps include the dNTP binding step (Figure 2, Step 2) and the conformational change preceding chemistry ( Figure 2, Step 3).\n\nThis mechanistic framework highlights the importance of kinetic steps that can be targeted to inhibit replication and prevent proliferation. One potential stage for therapeutic intervention is the use of competitive inhibitors to block dNTP binding to the polymerase's active site ( Figure  2, Step 2). Unfortunately, developing a reversible inhibitor that binds tightly and selectively to a DNA polymerase is an extraordinarily difficult task. Much of this challenge arises from the promiscuous and relatively weak binding affinity (K d ∼ 10 μM) of natural nucleotides to the polymerase. Furthermore, \"correct\" polymerization occurs with an incredibly high commitment to catalysis (K eq ∼10 6 ) since forward kinetic steps such as phosphoryl transfer (k pol ∼100 sec −1 ) are generally much faster than the corresponding reverse step of pyrophosphorolysis (k pyro ∼0.0001 sec −1 ) (12). These two features coupled with additional pharmacokinetic problems such as drug absorption (13) and metabolism (14) of nucleoside triphosphates have hindered this conventional approach.\n\nAn alternative strategy is to take advantage of the polymerase's high commitment to catalysis and trick the enzyme into using a potential suicide inhibitor. This Trojan Horse strategy outlined in Figure 3 represents the current paradigm in the design and implementation of many nucleoside analogs targeting prokaryotic and eukaryotic DNA polymerases. The polymerase is provided with a modified nucleotide such as AZT-TP that is incorporated into DNA as efficiently as its natural counterpart, dTTP. Once incorporated, however, the modified nucleotide creates a nucleic acid substrate that can not be elongated and thus terminates DNA synthesis. In general, the development of an effective chain-terminating nucleotide depends upon several features including: 1) high catalytic efficiency for incorporation, 2) no potential for subsequent elongation, 3) poor excision after incorporation, 4) selective utilization by polymerases responsible for the pathogenic state, and 5) effective metabolism of the parental nucleoside to form the corresponding nucleoside triphosphate. The following sections describe successes and pitfalls associated with several therapeutically-relevant nucleoside analogs. Our discussion begins by analyzing the development and application of several viral DNA polymerase inhibitors as this represents a major effort in modern pharmaceutical science.\n\nViruses are responsible for a wide variety of human diseases ranging from simple ailments including the common cold, chickenpox, and cold sores to more serious health threats such as Aquired Immune Deficiency Syndrome (AIDS), Severe Acute Respiratory Syndrome (SARS), and cervical cancer (15) . In addition, an alarming number of other diseases such as progressive multifocal leukoencephalopathy (PML) and multiple sclerosis may also be linked with viral infections (16) . A universal feature for the virulence and propagation of any virus is the requirement for high levels of DNA synthesis. For example, reverse transcription of the viral single-stranded (+) RNA genome of the human immunodeficiency virus (HIV) into doublestranded DNA is catalyzed by the retroviral polymerase, reverse transcriptase (RT). This RNAand DNA-dependent polymerase is a prime target for anti-viral drug development since it plays an essential role in the HIV life cycle. To date, two distinct types of RT inhibitors with unique pharmacodynamic behavior have been developed for clinical use. These include nucleoside RT inhibitors and non-nucleoside RT inhibitors (NNRTIs). Figure 4 compares the structures of natural nucleosides with several nucleoside analogs approved as anti-viral agents against HIV or herpes simplex virus (HSV), another important viral target. All of these nucleoside analogs share a common feature that distinguishes them from their natural counterparts -the absence of the 3'-OH group that is required for subsequent primer elongation. As previously illustrated in Figure 3 , AZT-TP is an effective chainterminator due to the simple replacement of the hydroxyl group with an azide (-N 3 ). Since the coding potential of the nucleobase remains identical to that of the natural nucleoside, the binding affinities for chain-terminators such as AZT as well as d4T (Stavudine) and ddC (Zalcitabine) are nearly identical to their natural counterparts (17) (18) (19) . However, the maximal rate constant for the incorporation of AZT-TP is significantly slower than dTTP incorporation (compare k pol values of 0.7 vs ∼20 sec −1 for AZT-TP and dTTP, respectively) (17) . Thus, alterations to the ribose moiety appear to influence the phosphoryl transfer step and/or the ability of the polymerase to mediate the conformational change preceding this kinetic step. Regardless, the k pol /K d values for these modified nucleotides are comparable to their natural counterparts and the inhibition of viral replication via chain-termination corroborates clinical data showing viral load reductions upon treatment with these analogs.\n\nAcyclovir ( Figure 4 ) is a unique guanine analog that is widely used in the treatment of herpes simplex and herpes zoster (shingles) infections (reviewed in 20). Acyclovir differs significantly from the other aforementioned anti-viral agents as the 2'-deoxyribose sugar is replaced by an open-chain structure which accounts for its chain-termination capabilities. However, this mofication confers two additional pharmacodynamic properties that make it a highly effective anti-viral agent. The first is an unusually high selectively for conversion into acyclo-guanosine monophosphate (acylo-GMP) by the virally-encoded thymidine kinase as opposed to the host kinase. The 3,000-fold higher activity of the viral enzyme leads to higher concentrations of acylo-GMP in infected cells as opposed to healthy, unfected cells. Secondly, the triphosphate form of acyclovir (acyclo-GTP) is incorporated 100-fold more efficiently by the viral polymerase compared to the host enzyme. These two features make acyclovir one of the safest anti-viral agents currently on the market. The success of acyclovir has spawned the development of a number of acyclonucleosides as anti-viral agents. Page limitations prohibit a thorough discussion of these analogs. However, an excellent overview of these unique antiviral agents is provided by Hewlett et al. (21) .\n\nDespite their widespread use, the therapeutic utility of most nucleoside analogs is often restricted by major complications including the development of resistance and the induction of adverse side effects. Resistance to all HIV-related nucleoside analogs invariable develops in clinical settings through one of several mechanisms. First, conversion of the nucleoside into the required triphosphate form is limited by the action of the host thymidine kinase and results in lower plasma concentrations that may limit their effectiveness (22) . A second mechanism occurs via the generation of selective point mutations in RT that hinders incorporation of the chain-terminator but that have no effect on the utilization of natural nucleotides. One example is the M184V mutant that causes resistance to 3TC by simple steric hindrance between the βbranched amino acid side chain (valine) with the β-L-oxathialone ring of the nucleoside triphosphate (23) . This simple mutation decreases the binding affinity of the chain-terminator but has no effect on the binding of the natural substrate, dTTP. The generation of point mutations also accounts for the third most common mechanism of resistance -enhanced enzymatic removal of the chain-terminator from the viral genome via pyrophosphorolysis, the reversal of polymerization (11) .\n\nAdverse side effects arise from the inherently low selectivity of these nucleoside analogs as they can be effectively utilized by either viral or host DNA polymerases to inhibit DNA synthesis. In the case of HIV, however, it was hypothesized that viral replication would be selectively inhibited since HIV RT does not possess exonuclease activity to remove the chain terminators from the viral genome. In contrast, most eukaryotic polymerases have robust exonuclease activities that can rapidly excise the analog and allow for replication of the host's genome. In hindsight, these assumptions proved inaccurate as many anti-viral agents are slowly excised by host enzymes and/or are rapidly removed from the viral genome. In the former case, chronic administration of certain nucleoside analogs can cause side effects resembling heritable mitochondrial diseases (24) . Patients treated with one or more nucleoside analogs generally display phenotypes ranging from peripheral neuropathy, cardiac and skeletal muscle myopathy, pancreatitis, and bone marrow suppression (24) . The molecular basis for most of these side effects appears linked with the inhibition of mitochondrial DNA replication catalyzed by pol γ (25). In fact, a recent review by Lee et al. (26) provides an excellent description of a predictive index correlating the clinical toxicity of a nucleoside analog with the probability of the chain terminating nucleotide to be incorporated and subsequently excised from DNA by pol γ.\n\nIt is clear that a diminution in exonuclease proofreading by human polymerases can cause an increased risk in toxicity. However, a different complication arises if the viral polymerase efficiently excises the chain-terminator from the viral genome via pyrophosphorolysis (11) . As described earlier, pyrophosphorolysis plays an important role in drug resistance as the efficient removal of these chain terminators allows RT to re-initiate viral DNA synthesis. During long-term treatment with AZT, a set of mutations including M41L, D67N, K70R, T215F/Y, and K219Q develop within the active site of HIV RT that confer resistance (27) . The structures of these mutants complexed with chain-terminated DNA (reviewed in 28) has been instrumental in understanding the mechanism of this resistance. In this model, RT can position the 3'-OH of the primer into two distinct locations denoted as the priming site (P-site) or the nucleotide-binding site (N-site). During normal replication, RT binds the 3'-OH in the P site while dNTP binding occurs in the N-site. After phosphoryl transfer, the newly extended primer is transferred from the N-site to the P-site and the catalytic cycle continues. However, the dynamics of this cycle are altered if a chain-terminator is incorporated as the absence of the 3'-OH on a chain-terminated primer prevents elongation. Thus, the binding of the next correct dNTP in the N-site typically causes the formation of a dead-end ternary complex to prevent DNA synthesis. However, the aforementioned mutations allows RT to partition the chain-terminated primer from the P-site back into the N-site. This movement allows for PP i binding and subsequent pyrophosphorolysis to excise the chain-terminator so that DNA synthesis can resume. Although PP i is the natural substrate for this excision reaction, ATP can also act as the acceptor substrate (29) . ATP appears to interact directly within the active site through stacking interactions between the purine moiety and the aromatic ring of Y215 (30).\n\nSince pyrophosphorolysis plays an important role in drug resistance, significant effort has been placed in developing molecules to inhibit this process. One example is foscarnet, a structural mimic of PP i , that selectively inhibits the binding of pyrophosphate to various viral DNA polymerases (31) . Foscarnet is widely used as an anti-viral agent against cytomegalovirus retinitis and HSV type 1 and 2 infections. However, its use in HIV therapy is limited as chronic administration causes electrolyte imbalance and nephrotoxicity due to alterations in calcium, magnesium, potassium, and phosphate levels.\n\nIn addition to nucleoside analogs, another important class of RT inhibitors widely used in the treatment against HIV infection are non-nucleoside reverse transcriptase inhibitors (NNRTIs). It is clear from the structures provided in Figure 5 that these analogs do not bear any resemblance to nucleoside analogs such as AZT and ddC. In fact, this class of agents was initially identified as potent inhibitors of HIV RT through high throughput screening efforts rather than through rational drug design targeting the active site of the polymerase (32). Steadystate inhibition studies determined that NNRTIs such as Efavirenz act as uncompetitive inhibitors at low drug concentrations (<50 nM) (33) . This result is consistent with a mechanism in which Efavirenz binds to the ternary RT:DNA:dNTP complex with higher affinity than to either free RT or the RT:DNA complex (33) . Transient kinetic studies monitoring polymerization revealed that NNRTIs block the phosphoryl transfer reaction without interfering with nucleotide binding (Figure 2, Step 2) or the nucleotide-induced conformational change (Figure 2, Step 3) (33). Instead, NNRTI binding allows the incoming nucleoside triphosphate to bind tightly (K d ∼100 nM) but in a nonproductive manner (34) . This represents one of the first examples of a small molecule that binds to an allosteric site to cause potent inhibition. Indeed, structural analysis reveals that the NNRTI binds to hydrophobic pocket on the polymerase lined with large and hydrophobic amino acids including Y181, Y188, F227, and L234 which is located ∼ 10 Å from the enzyme's polymerase active site (35) .\n\nNot surprisingly, resistance to NNRTIs develops rapidly through the generation of point mutations within this hydrophobic binding site. For example, a recent retrospective cohort study of HIV-infected patients treated with Nevirapine revealed that resistant isolates developed in 92% of treated patients within 24 weeks (36). Furthermore, cross-resistance to other NNRTIs such as Efavirenz and Delavirdine were detected in ∼70% of these patients, suggesting that a common set of mutations lead to resistance (36) . In general, drug resistance arises due to the replacement of a large amino acid with a smaller one that weakens the molecular interactions of the inhibitor with RT. For example, Nevirapine binds 500-fold more weakly to the Y181C mutant than to wild-type RT, and the reduced affinity reflects an increase in the off-rate of the inhibitor from the RT:DNA complex rather than simple steric hindrance (37) . Surprisingly, Entravirine is a new NNRTI that remains active as an allosteric inhibitor against mutant RTs that are resistant to other currently used NNRTIs such as Nevirapine (38) .\n\nCombination therapy, the co-administration of multiple drugs targeting various pathological pathways, is a strategy that is widely used in the treatment of hyper-proliferative diseases such as HIV. In fact, nucleoside inhibitors are often combined with NNRTIs such as Nevirapine to synergistically reduce viral loads in vivo. This particular drug combination is beneficial as it delays the onset of resistance to nucleoside analogs that occurs through pyrophosphorolysis (39) . This occurs since the binding of an NNRTI to the allosteric site inhibits the pyrophosphorylytic activity of RT by reducing the binding affinities for the phosphoryl acceptor (PP i or ATP) as well as reducing the rate of the chemical step. While this combination of drugs reduces the rate of drug resistance, it does not completely eliminate it as the intrinsically low fidelity of RT eventually generates drug-resistant mutants.\n\nViral DNA synthesis is viewed as an error-prone process in which at least one mutation is introduced per round of replication. The lack of fidelity causes low mutation rates that are considered beneficial for certain viruses as it generates selective point mutations in critical proteins that confer resistance. However, higher rates of mutagenesis should reduce viral fitness and viability. Thus, a provocative therapeutic strategy is to use pro-mutagenic nucleoside analogs to increase the mutation frequency of a virus beyond a critical threshold capable of supporting its viability (40) . These nucleoside analogs would have little effect on the integrity of the host's genome since eukaryotic polymerases exhibit higher intrinsic fidelity and would prevent these analogs from being stably incorporated into DNA. Proof-of-concept for this strategy was first demonstrated by the Loeb laboratory using 5-hydroxy-2'-deoxycytidine ( Figure 6 ) as a pro-mutagenic nucleoside that pairs with either guanine or adenine (41) . Treatment of HIV-infected cells with this pro-mutagenic nucleoside showed an 80% reduction in viral replication that correlated with a disproportionate increase in G to A substitutions in isolated viral DNA. Another example is Ribavirin, the ribose form of 1,2,4-triazole-3carboxamide (Figure 6 ), that is used to treat viral infections such as SARS and hepatitis C. This pro-mutagenic nucleoside reduced infective poliovirus production to as little as 0.00001% that coincides with the induction of mutations in the viral genome caused by the misincorporation of Ribavirin opposite C or U (42) . These studies provide an exciting and novel therapeutic strategy to convert a perceived strength of a virus (low polymerization fidelity) into a target for therapeutic intervention.\n\nDespite advances in the detection and prevention of cancer, this disease still remains the second-leading cause of death in industrialized nations. Cancer is best defined as a hyperproliferative disease since the hallmark of this pathological malignancy is uncontrolled DNA synthesis. Treatment modalities vary depending upon whether the cancer is a solid tumor (brain, lung, pancreatic, colon, etc.) or a hematological malignancy (leukemia and lymphomas). However, combination therapy is typically employed either case in which various chemotherapeutic agents are used to target the different biological pathways that are responsible for sustaining the uncontrollable growth of the cancer. One important class of chemotherapeutic agents are nucleoside analogs such as fludarabine 2 , cladribine, gemcitabine, and cytarabine (Figure 7) . Their mechanism of action is similar to previously discussed antiviral agents such as AZT as the ribose moiety that is essential for primer elongation is modified compared to the natural nucleoside. However, a major difference is that the deoxyribose sugar is replaced with arabinose or another modified sugar moiety. This simple replacement causes a number of pharmacodynamic effects that make these analogs effective anti-cancer agents by inhibiting DNA synthesis via multiple mechanisms (refer to Figure 1B ). For example, fludarabine behaves as a classic chain-terminator of DNA synthesis (43) since the alteration in sugar composition makes it refractory to elongation after incorporation into DNA. However, fludarabine exhibits additional chemotherapeutic properties by acting as an anti-metabolite by inhibiting the activity of ribonucleotide reductase and adenosine deaminase (44) , two key enzymes involved in purine metabolism. Since this agent hits multiple targets, it is highly effective as a single agent in the treatment of chronic lymphocytic leukemia. However, it is also used in combinations with other chemotherapeutic agents such as DNA damaging agents (cyclophosphamide and mitoxantrone) and glucocortcoid steroids (dexamethasone).\n\nCytarabine (Figure 7) is a pyrimidine analog that acts as a substrate for both eukarytoic DNA and RNA polymerases and exerts its cytotoxic effects by terminating replication and transcription (45) . This pyrimidine analog is similar to fludarine as it also indirectly inhibits DNA synthesis by disrupting the proper balance of nucleotide pools by inhibiting ribonucleotide reductase activity. 5-aza-2'-deoxycytidine (Decitabine) is another pyrimidine analog that is a near perfect mimetic of 2-deoxy-cytidine as only the C5 carbon is replaced with nitrogen (Figure 7) . This simple substitution does not influence the ability to 5-aza-2'deoxycytidine to properly base-pair with a guanine so there is no overt inhibitory effect on DNA synthesis. Instead, this subtle modification prevents the ability of nucleobase to be modified by a class of DNA-modfiying enzymes known as DNA methyltransferases which influence transcription rather than replication (46) . DNA methylation is an epigenetic modification that reversibly regulates gene expression without changing the original DNA sequence of the gene promoter. In eukaryotes, the expression of many genes is inversely correlated with the methylation status of its promoter region. In certain forms of cancer, the promoter region of critical genes that regulate important cellular functions can become hypermethylated (47) . These inappropriate epigenetic modifications lower gene expression to reduce the intacellular level of critical proteins. For example, many sporadic colon cancers show hypermethylation of the hMLH1 gene promoter which correlates which lower expression of gene product, hMLH1, an essential DNA repair protein (48) . Reduced levels of this repair enzyme plays important roles in the development of carcinogenesis in addition to drugresistance to various chemotherapeutic agents such as temozolomide that damage DNA. However, cells treated with 5-aza-2'-deoxycytidine as a \"demethylating agent\" regain expression of the hMLH1 protein which then sensitizes cells to the cytotoxic effects of certain chemotherapeutic agents. Although 5-aza-2'-deoxycytidine is used as a chemotherapeutic agent, it possesses a relatively narrow therapeutic window as it affects the methylation patterns of normal and cancer cells (49) .\n\nWhile nucleoside analogs are important in treating cancer, their utility is often limited by doselimiting toxicity that arises due to their non-selective nature. As expected, a number of the body's normal cells also divide rapidly and are therefore killed by this class of chemotherapeutic agent. This non-selective killing contributes to the development of debilitating side effects that include alopecia (temporary hair loss), mucositis (mouth sores), anemia (reduced red blood cell number), leukopenia (reduced white blood cell number), thrombocytopenia (decreased platelet numbers), and gastrointestinal symptoms such as nausea, vomiting, and diarrhea. The intensity of these side effects depends heavily upon the dose and duration of exposure to the chemotherapeutic agent. For example, patients treated with high doses of fludarabine often develop leukopenia and thrombocytopenia which leads to opportunistic infections and bleeding disorders. As a result, patients receiving fludarabine are sometimes co-adminsitered antibiotics as prophylactic measures against opportunistic infections.\n\nA major disadvantage with the current arsenal of nucleoside analogs is dose-limiting toxicity that arises from the lack of selectivity to inhibit one DNA polymerase versus another. This is not unexpected since all current analogs bear structural identity to natural nucleosides and are thus incorporated opposite templating nucleobases with high catalytic efficiencies. An additional complication is that all DNA polymerases characterized to date share common structural features that prohibit the use of rational drug design to selectively target the active site. The overall structure of DNA polymerases resembles a \"right hand\" containing fingers, palm, and thumb subdomains (50) . The palm domain is the most closely conserved structural feature as it contains the amino acids required for phosphoryl transfer. The fingers domain interacts with the incoming dNTP as well as the templating base and thus plays an important role in nucleotide selection. The thumb domain plays dual roles by positioning duplex DNA for the incoming dNTP as well as in the processivity and translocation of the polymerase.\n\nRather than directly target the active site of the polymerase, an alternative approach is to develop nucleoside analogs that can be selectively incorporated opposite modified or damaged DNA. This approach would inhibit pro-mutagenic DNA synthesis and could be advantageous for several reasons. First, this approach represents a chemopreventive strategy as the generation of disease-causing mutations caused by the misreplication of damaged DNA would be inhibited. Secondly, this approach could be used as an adjunctive therapy to sensitize cancer cells to the effects of other chemotherapeutic agents that damage DNA (refer to Figure 1B, Step 1). The in vitro applications of this strategy have been demonstrated in our lab using the abasic site as a model form of DNA damage. Abasic sites are a commonly formed DNA lesion that result from the hydrolysis of the C-N bond between the 2'-deoxyribose and a purine/ pyrimidine. Hydrolysis occurs spontaneously but is significantly enhanced by DNA damaging agents such as temozolomide (51) . The net effect of this hydrolysis reaction is that templating information originally present in the DNA is lost which causes the abasic site to be highly promutagenic.\n\nDespite the non-templating nature of an abasic site, most DNA polymerases preferentially incorporate dATP opposite the lesion (52) . We applied this information to rationally design a series of 5-substituted indolyl-2'-deoxyriboside triphosphates that mimic the core structure of dATP ( Figure 8 ) (reviewed in 53 and 54). In vitro kinetic analyses reveal that analogs containing significant π-electron density such as 5-NITP, 5-Ph-ITP, and 5-CE-ITP are incorporated opposite the abasic site with high catalytic efficiencies of 10 7 M −1 sec −1 . These values are ∼1,000 fold higher than that for the preferred natural substrate, dATP. In contrast, non-natural nucleotides that lack extensive π-electron density such as 5-FITP, 5-AITP, and 5-CH-ITP are poorly inserted opposite the abasic site. These kinetic studies demonstrate that simple alterations to the π-electron surface area of a non-natural nucleotide can modulate its efficiency for incorporation opposite an abasic site. In addition, there is evidence that certain non-natural nucleotides are utilized by various DNA polymerases more effectively than other analogs in the same class (55) . One possibility is that while the functions of the fingers and thumb subdomains are conserved amongst DNA polymerases, there are subtle differences with respect to sequence and structural characteristics such that selective inhibitors could be developed that exploit these nuances. The development and application of this class of nonnatural nucleoside opens new avenues toward understanding the mechanism and biological consequences of translesion DNA synthesis which can then be exploited as adjunctive chemotherapeutic agents.\n\nThe inhibition of DNA replication remains an important therapeutic strategy against numerous diseases including viral infections and cancer. The current arsenal of agents targeting polymerase activity are generally based upon modifications to the 2'-deoxyribose moiety of a nucleotide which are designed to prevent elongation of nucleic acid. While effective, the vast majority of these nucleoside analogs display pharmacodynamic complications that include an intrinsic lack of selectivity and the development of drug resistance. In addition, pharmacokinetic problems such as conversion to the triphosphate form and degradation through salvage pathways can limit their effectiveness. However, new therapeutic approaches are currently being developed to circumvent these complications that include developing selective inhibitors for polymerases involved in DNA repair and/or translesion DNA synthesis.\n\nd4T, 2'-3'-didehydro-2'-3'-dideoxythymidine ddC, 2'-3'-dideoxycytidine (−) 3TC, 2',3'-dideoxy-3'-thiacytidine CBV, (9-[4-alpha-(hydroxymethyl)cyclopent-2-ene-1-alpha-yl)guanine acyclovir, 2-amino-1,9-dihydro-9-[(2-hydroxyethoxy)methyl]-6H-purin-6-one NNRTI, non-nucleoside reverse transcriptase inhibitor efavirenz, 8-chloro-5-(2-cyclopropylethynyl)-5-(trifluoromethyl)-4-oxa-2-azabicyclo [4.4.0] deca-7,9,11-trien-3-one nevirapine, 1-cyclopropyl-5,11-dihydro-4-methyl-6H-dipyrido [3,2-b:2',3'-e] [1, 4] diazepin-6one delavirdine, N- [2-[4-[3- (1-methylethylamino) pyridin-2-yl] piperazin-1-yl] carbonyl-1Hindol-5-yl] methanesulfonamide entravine, 4-[6-Amino-5-bromo-2-[(4-cyanophenyl)amino] pyrimidin-4-yl]oxy-3,5dimethylbenzonitrile fludaribine, 2-fluoro-arabinofuranosyladenine cladarabine, 2-chloro-arabinofuranosyladenine cytarabine, 1-β-D-arabinofuranosylcytosine gemcitabine, 2',2'-difluoro-2'-deoxycytidine decitabine, 5-aza-2-deoxy-2'-cytidine 5-NITP, 5-nitro-indolyl-2'-deoxyriboside triphosphate 5-CE-ITP, 5-cyclohexene-indolyl-2'-deoxyriboside triphosphate 5-PhITP, 5-phenyl-indolyl-2'-deoxyriboside triphosphate 5-FITP, 5-fluoro-indolyl-2'deoxyriboside triphosphate 5-AITP, 5-amino-indolyl-2'-deoxyriboside triphosphate 5-CH-ITP, 5-cyclohexyl-indolyl-2'deoxyriboside triphosphate (A) DNA replication is catalyzed by a DNA polymerase. During this process, the polymerase incorporates 2'-deoxynucleoside triphosphates opposite a DNA template which guides each incorporation event. (B) Chemotherapeutic strategies used to inhibit DNA replication include 1.) DNA damaging agents, 2.) inhibition of DNA modifying enzymes, 3.) inhibition of enzymes involved in nucleotide metabolism, and 4.) nucleoside analogs that directly inhibit DNA polymerase activity. Kinetic mechanism for RNA-and DNA-dependent polymerases. Individual steps along the pathway for DNA polymerization are numbered and identified. Abbreviations: E = polymerase, DNA n = DNA substrate, E' = conformational change in DNA polymerase, PP i = inorganic pyrophosphate, and DNA n+1 = DNA product (DNA extended by one nucleobase). Mechanism by which chain-terminating nucleotides inhibit DNA synthesis. AZT-TP is an effective chain-terminator due to the simple replacement of the hydroxyl group with an azide (-N 3 ) which prevents subsequent primer elongation. Structures of several nucleoside analogs that are commonly used as anti-viral agents. See text for details. Structures of various non-nucleoside reverse transcriptase inhibitors (NNRTIs) that target HIV reverse transcriptase. See text for details. Structures of several nucleoside analogs that are widely used as anti-cancer agents. See text for details. Structures of a new series of 5-substituted-indolyl-2'-deoxyribosides that show selectivity for incorporation opposite damaged versus un-damaged DNA."}