{"title": "Emmprin and KSHV: new partners in viral cancer pathogenesis NIH Public Access", "body": "Emmprin (CD147; basigin), a heavily glycosylated transmembrane protein, is a member of the immunoglobulin superfamily [1] and was initially identified on the surface of human cancer cells where it stimulates production of matrix metalloproteinases (MMPs) by adjacent stromal cells in the tumor microenvironment [2] . Emmprin is expressed within a variety of normal tissues, and existing data indicate its putative roles in a number of physiologic processes, including blood-brain barrier function, T cell activation, menstruation, and tissue repair [3, 4] . Emmprin interacts with a number of binding partners on the cell surface, including the hyaluronan receptor CD44, cyclophilin A, monocarboxylate transporters (MCTs), and ATP-binding cassette (ABC) transporters [4] [5] [6] . Through these interactions, emmprin regulates a variety of pathogenic events associated with cancer, including signal transduction, efflux of chemotherapeutic agents, tumor cell invasiveness and metastasis. Underscoring its association with cancer, emmprin expression is increased within many tumors relative to normal tissue, and its overexpression correlates with malignant progression [3, 4] . A number of studies have indicated that targeting emmprin or its interactions with other cellular proteins reduces tumor progression in vivo [7] [8] [9] . One emerging strategy involves the use of small hyaluronan oligosaccharides (oHA) which interfere with interactions between CD44 and the pericellular polysaccharide hyaluronan (HA), thereby inhibiting emmprin/CD44-associated tumor progression and metastases [10] . Roles for emmprin and its binding partners have not been clearly defined for cancers of viral etiology, and understanding whether oncogenic viruses themselves regulate emmprin expression and function may yield new mechanistic insights for transcriptional activation of emmprin expression and downstream pathogenesis relevant to all cancers expressing this protein. In this review, we will discuss the small body of published literature indicating a role for emmprin in viral pathogenesis, focusing on published data implicating emmprin as a key regulator of cell migration and chemoresistance for cells infected by a human oncogenic virus, the Kaposi sarcomaassociated herpesvirus (KSHV). We will also discuss putative mechanisms for KSHV regulation of emmprin expression, and in the context of other published data, offer logical future directions for exploring mechanisms associated with emmprin and viral cancer pathogenesis.\n\nA limited number of published studies indicate that emmprin may serve as a cell surface receptor or as a co-factor facilitating virus entry. Pushkarsky et al found that emmprin increases human immunodeficiency virus-1 (HIV-1) infection by interacting with virusassociated cyclophilin A [11] . Emmprin may also play a role in cell entry for measles virus and severe acute respiratory syndrome coronavirus (SARS-CoV) [12, 13] .\n\nEmmprin has been implicated in pathogenesis for two viruses associated with hepatocellular carcinoma (HCC): hepatitis B virus (HBV) and hepatitis C virus (HCV). Emmprin and cyclophilin A interact with the HBV small surface protein, and in a murine model for HBV infection, either cyclosporine (which inhibits the chemotactic effect of cyclophilin A) or a monoclonal antibody targeting emmprin reduce inflammation in the liver and correlative increases in serum alanine aminotransferase and aspartate aminotransferase caused by the virus [14] . Translational studies further reveal higher serum cyclophilin A levels within patients chronically infected with HBV relative to healthy individuals [14] . The HCV core protein promotes migration and invasion for hepatocytes via induction of emmprin expression [15] , and emmprin may mediate HCV-associated cirrhosis [16] . A summary of emmprin interactions with human viruses is provided in Table 1. KSHV is the etiologic agent for Kaposi's sarcoma (KS) and primary effusion lymphoma (PEL), malignancies arising primarily in patients infected with the human immunodeficiency virus (HIV) or in those receiving organ transplants [17, 18] . The KSHV genome contains ~87 open reading frames (ORFs), and KSHV-encoded proteins regulate a variety of pathogenic events associated with cancer progression, including cell migration and angiogenesis [19] . Thus far, this knowledge has not led to the development of targeted therapies for KSHV-associated malignancies, and the standard of care remains use of nontargeted cytotoxic agents that incur significant morbidity and only limited clinical benefit [20] [21] [22] . Data now reveal that emmprin mediates pathogenesis associated with KSHV infection, including increased invasiveness and chemotherapeutic resistance for infected cells. A schematic summary of known and putative functions for emmprin within KSHVinfected cells is shown in Figure 1 , and these concepts are outlined in more detail below.\n\nAcquisition of a migratory or invasive phenotype represents one hallmark of KSHV-infected endothelial cells, with implications for both viral dissemination and angiogenesis within KS lesions. KSHV-infected, skin-derived fibroblasts also promote endothelial cell migration through paracrine mechanisms [23] . Published data implicate involvement of a number of factors in KSHV-induced migration/invasion, including MMPs, interleukin-8 (IL-8), IL-6, vascular endothelial growth factor (VEGF), cyclooxygenase-2 (Cox-2), integrin β3, Angiopoietin-like 4, and Angiogenin [24] [25] [26] [27] [28] [29] [30] . We initially reported that KSHV-induced migration/invasion for human umbilical vein endothelial cells (HUVEC) and KSHVinfected PEL cells are dependent upon KSHV induction of emmprin expression [31] . We have also observed a similar pattern for KSHV-infected fibroblasts, including human foreskin-derived fibroblasts (HFF), human gingival fibroblasts (HGF), and periodontal ligament fibroblasts (PDLF) [31] [32] [33] . Emmprin-focused studies utilizing fibroblasts are relevant given that tumor-associated fibroblasts enhance tumor progression through their secretion of pro-migratory or pro-angiogenic factors [34] .\n\nTo characterize specific migration-associated factors secreted into the extracellular space following KSHV induction of emmprin expression, we have used RNA interference and adenoviral transduction to manipulate emmprin expression [31] [32] [33] . We found that KSHVinduced expression or secretion of MMP-1, MMP-2, MMP-7, MMP-9, VEGF-A, and IL-6 by HUVEC and HFF is emmprin-dependent [31, 32] . Moreover, exogenous VEGF-A, but not IL-6, restores invasiveness for KSHV-infected HUVEC in which emmprin expression has been suppressed. In agreement with other published data [25, 26] , we also found that KSHV induces IL-8 secretion by HUVEC, HGF and PDLF [32, 33] . However, neither suppression of emmprin expression during KSHV infection, nor ectopic emmprin expression, affects IL-8 secretion by these cells [32, 33] . These data for IL-8 reflect the complexity and redundancy of KSHV pathogenesis, as the virus initiates multiple mechanisms (emmprin-dependent and -independent) to accomplish the same pathogenic endpoint.\n\nAlthough highly active antiretroviral therapy (HAART) for the treatment of HIV infection results in reduction of KSHV viremia for a subset of patients [35] (presumably through improved immune recognition of KSHV-infected cells), HAART does not appear to significantly reduce KSHV replication within the oropharynx [36, 37] . Moreover, oral KS lesions contain higher KSHV viral loads relative to skin KS lesions [38] and may portend higher mortality for HIV-infected patients [39, 40] . Therefore, comparison of primary cells from the oral cavity with those from other sources may prove useful for unique pathways related to oral KSHV persistence. In contrast to our findings for endothelial cells, we found that infection of HGF and PDLF induces emmprin-dependent expression of MMP-1 and MMP-9, but not MMP-2 and MMP-7 [33] . These results suggest that KSHV-induced, emmprin-dependent secretion of pro-migratory factors may be cell-type specific, and perhaps unique for cells from the oral cavity.\n\nOther published data implicate emmprin binding partners in KSHV-induced migration/ invasion, including Prostaglandin E2 (PGE2) receptors [43] and integrins [49] [50] [51] [52] . KSHV infection induces Cox-2 expression and PGE2 production within human endothelial cells and fibroblasts, and these factors contribute to angiogenesis and invasion by KSHV-infected cells [28, 41] . Cox-2, PGE2, and the PGE2 receptors (EP1-4) are all expressed in KS tumors [28, 42] . Inhibition of Cox-2, PGE2, or PGE2 receptors suppresses expression and/or activity of MMP1, MMP2, MMP3, MMP7 and MMP9 [43] . Integrins serve as cell surface receptors for KSHV entry, and integrin-mediated signal transduction is activated during de novo KSHV infection [29, [44] [45] [46] [47] [48] . Furthermore, emmprin interacts with a variety of integrins to facilitate signal transduction and promotion of cell mobility and invasion for a variety of cancer cells [49] [50] [51] [52] . These data indicate that a more comprehensive understanding of emmprin interactions with putative binding partners on the surface of virus-infected cells may uncover mechanisms for emmprin-associated migration of tumor cells and virusinfected stromal cells in the tumor microenvironment.\n\nEndothelial-to-mesenchymal transformation (EndMT) of cells in the tumor microenvironment is an important pathophysiologic correlate for cancer progression [53, 54] . Two recent studies demonstrate that EndMT is induced by KSHV infection and contributes to viral tumorigenesis [54, 55] . Cheng et al. report that KSHV-induced EndMT can be initiated by the viral FLICE inhibitory protein (vFLIP) or viral G-protein coupled receptor (vGPCR) through Notch pathway activation, leading to invasiveness for cells which is dependent upon membrane-type-1 matrix metalloproteinase (MT1-MMP) [55] . These authors also report that mesenchymal markers and MT1-MMP are co-distributed with LANA in the same cells within primary KS biopsies. Gasperini et al. reported that canonical Notch signaling, including Slug and ZEB1, is required for KSHV-induced EndMT but not through the TGF-β signaling pathway. Their results further indicate that KSHV-induced EndMT increases invasiveness and survival for infected endothelial cells, an effect blocked using Notch-specific inhibitors [54] . Several published studies have reported that emmprin is involved in EndMT [56, 57] . Additionally, the expression of functional emmprin and MMP-2 is significantly decreased in Notch1-deficient breast cancer cells which display impaired migration and invasion [58] . Another study has also demonstrated that upregulation of emmprin is sufficient to induce MT1-MMP expression, invasiveness and formation of invadopodia-like structures in breast epithelial cells [59] . Whether emmprin plays a key role in KSHV-induced EndMT, is a subject of ongoing investigation in our laboratory.\n\nPEL is a rapidly progressive form of lymphoma arising primarily in patients infected with HIV, although cases have also been documented in other immune compromised hosts [60] . Standard therapeutic approaches for PEL are ineffective, and the prognosis for this disease remains poor with a median survival of approximately 6 months [60] [61] [62] . Many PEL tumors demonstrate resistance to chemotherapy, and putative mechanisms involve p53 mutagenesis and the KSHV-encoded latency-associated nuclear antigen-2 (LANA2) [63, 64] . We have found that PEL chemoresistance to paclitaxel and doxorubicin is emmprin-dependent, and this effect involves emmprin interactions with at least two cell surface proteins: a receptor for hyaluronan known as the lymphatic vessel endothelial hyaluronan receptor-1 (LYVE-1) and the drug transporter ABCG2/BCRP [65] . We have demonstrated expression of LYVE-1 and BCRP on the PEL cell surface using complementary approaches, and their expression is directly proportional to intrinsic PEL chemoresistance characterized elsewhere [63, 65] . Inhibiting expression of either LYVE-1 or BCRP restores PEL chemosensitivity, while overexpression of emmprin renders chemosensitive cells chemoresistant. Emmprin colocalizes with another hyaluronan receptor, CD44, on the cell surface of a variety of cancer cells [6] , and CD44 is closely associated with metastasis, chemoresistance, and cancer progression [66, 67] . In contrast to our findings for LYVE-1, we found that only a small subpopulation of PEL cells in culture express CD44 (unpublished data), in general agreement with other work indicating a lack of significant CD44 expression on the PEL cell surface [68] . It is of interest to determine whether CD44-expressing cells within these PEL cultures represent cancer stem-like cells which exhibit increased expression of emmprin and chemoresistance relative to CD44-negative cells [66, 69, 70] . Emmprin also interacts with several monocarboxylate transporters (MCTs) to facilitate lactate transport across the plasma membrane [71] [72] [73] [74] , and MCT activity facilitates both the \"Warburg effect\" (the use of glycolysis as an energy source despite availability of oxygen) and chemoresistance [75] [76] [77] [78] . More recent data have revealed preferential utilization of glycolysis within KSHVinfected PEL tumors, as well as induction of the Warburg Effect following de novo KSHV infection of endothelial cells [79, 80] . Therefore, it will be of interest to determine whether emmprin regulation of MCT function and lactate efflux impacts PEL chemosensitivity. In addition, LYVE-1 is expressed within KS lesions [81] [82] [83] , and a substantial proportion of KS tumors exhibit minimal or no response to chemotherapy [20] [21] [22] . Consequently, LYVE-1 may represent an attractive therapeutic target for either KS or PEL. Characterization of expression of emmprin, hyaluronan receptors, MCTs, and drug efflux pumps within KS tumors, and in the context of de novo KSHV infection of human primary cells relevant to KS, should provide additional clues to the role of these pathways in KS resistance to chemotherapy.\n\nWe have found that the KSHV-encoded latency-associated nuclear antigen (LANA) induces emmprin expression in primary cells [31] . In its capacity as a transcription factor, LANA regulates expression of several cellular and viral genes through direct interaction with gene promoters [84, 85] , or through interactions with other transcription factors, including the zinc finger transcription factor Sp1 [86, 87] . The emmprin promoter region contains several binding sites for Sp1 and the transcription factor known as the early growth response gene 2 (Egr-2) [88] , and we have found that direct targeting of either Sp1 or Egr-2 reduces KSHVor LANA-mediated activation of emmprin expression in human primary cells from the oral cavity [33] . Therefore, it is possible that LANA either binds directly to the emmprin promoter, or transactivates emmprin indirectly through interactions with Sp1 or Egr-2. LANA or other KSHV genes may also induce emmprin expression through activation of intracellular signal transduction. NF-κB and JNK activation increases emmprin expression and function in tumor-associated macrophages [89] , and NF-κB and JNK signaling are induced by vFLIP and vGPCR [90] [91] [92] [93] . Positive regulators of emmprin expression include amphiregulin and EGF-EGFR interactions [94] , and negative regulators include Pinin, a nuclear and cell adhesion-related protein [95] , and Caveolin-1 which reduces emmprin glycosylation and associated MMP activity [96] . Whether these factors play a role in KSHV induction of emmprin expression remains to be determined. Either KSHV (intact virus), or constructs encoding single KSHV genes used for gene transfer in primary human cells, may ultimately prove to be useful tools for identifying mechanisms for emmprin overexpression by cancer cells and intracellular pathways responsible for specific functional outcomes of emmprin overexpression.\n\nUpregulation of emmprin induces signal transduction associated with EGFR, ErbB2, FAK, Akt, and MAPK (ERK and p38) [94, [97] [98] [99] [100] . We have found that ectopic overexpression of emmprin in endothelial cells results in activation of PI3K/Akt and ERK phosphorylation [33] , and that pharmacologic inhibitors of these pathways block MMP production and invasiveness for both emmprin-overexpressing and KSHV-infected cells [32] . The mechanisms by which emmprin activates these signaling pathways in KSHV-infected cells is unknown. One possibility involves the stimulation of secretion of hyaluronan which triggers downstream signal transduction through binding to its cognate receptors (LYVE-1 or CD44) [98] [99] [100] . Consistent with this, chemoresistant PEL cells exhibit greater hyaluronan secretion and emmprin expression relative to chemosensitive PEL cells [65] . Moreover, targeting emmprin reduces hyaluronan secretion by PEL cells [65] . Another possibility is that emmprin interacts with and stabilizes binding partners on the cell surface which themselves induce signal transduction. Additional studies are clearly needed to define specific roles for signaling intermediates, hyaluronan, and other mechanisms for emmprininduced signaling by KSHV-infected cells.\n\nEmmprin drives distinct but interrelated pathologic processes associated with tumor formation. Although its contribution to cancer progression has been widely studied, the role of emmprin in viral oncogenesis requires further characterization. Nevertheless, published data now indicate a comprehensive role for emmprin in KSHV-associated cellular pathogenesis, as well as pathogenesis for hepatitis viruses. Future work highlighting the impact of targeting emmprin and related molecules may uncover innovative therapeutic and preventive strategies for KSHV-and other virus-associated malignancies. Published data indicate that emmprin mediates critical pathogenic determinants for KSHVinfected cells, including cell migration/invasion, survival, and chemoresistance. Cell invasiveness is mediated through emmprin induction of MMPs and VEGF secretion which is itself dependent upon emmprin stimulation of ERK and Akt, possibly through emmprinmediated secretion of hyaluronan and hyaluronan interactions with LYVE-1. Emmprin contributes to survival and chemoresistance for KSHV-infected tumor cells through its interactions with LYVE-1 and BCRP and efflux of chemotherapeutic agents. Emmprin stimulation of ERK and Akt may also maintain anti-apoptotic signaling. Whether interactions between emmprin and other known binding partners on the cell surface, including integrins, EP1-4, and MCTs mediate KSHV pathogenesis remains to be determined. Also, it remains unclear whether emmprin is involved in KSHV-induced EndMT through Notch pathways and MT1-MMP. KSHV = Kaposi sarcoma-associated herpesvirus; PGE2 = prostaglandin E2; EP1-4 = prostaglandin E2 receptors; LYVE-1 = lymphatic vessel endothelial hyaluronan receptor-1; BCRP = breast cancer resistance protein; MCT = monocarboxylate transporter; MMP = matrix metalloproteinase; VEGF = vascular endothelial growth factor; MEK = mitogen-activated protein kinase; ERK = extracellular signal-regulated kinase; Endothelial-to-mesenchymal transformation (EndMT); membrane-type-1 matrix metalloproteinase (MT1-MMP)."}