{"title": "Inbound Tourists and Mainland Tourists Visiting Hong Kong by Year Year Number of Inbound Number of Mainland Percentage of Mainland Tourists among Tourists (in Millions) Tourists (in Millions) Inbound Visitors to Hong Kong", "body": "mainland Chinese since the early 1980s, but it had found itself competing increasingly with other Asian destinations in the 1990s as the Chinese government liberalised travel policies toward other countries such as Thai land, Malaysia, and Singapore. 5 The Asian financial crisis hit Hong Kong badly in 1997 and raised concerns about the structure of its economy, which relied heavily on the finance and real estate sectors. 6 The crisis highlighted the need for Hong Kong to diversify its economic base, and the government began to call for the development of industries based on knowledge and driven by innovation while continuing to strengthen the service industries which were key con tributors to the territory's economy, such as finance, logistics, and tourism. Hong Kong was run as a laissez-faire economy under British colonial rule, and the Hong Kong government continued using this system after the territory reverted to Chinese rule in 1997. But the government took a more active role when market forces alone appeared to be insufficient to drive the territory's structural transformation. 7 Ocean Park 209 Hong Kong was frequently seen as a business city and associated with deal-making, dining, and shopping. 8 Tourist activities in Hong Kong were biased strongly toward shopping, with tourists spending half of their expenses on shopping as compared with only 3% on sightseeing. Unlike some countries such as China, Hong Kong had few natural scenic endow ments and therefore had to develop its own attractions. In 2001, the govern ment announced the development of five tourism clusters to increase the attractiveness of Hong Kong to tourists, the redevelopment of Ocean Park being one of them [see Exhibit 2]. 9 These projects, together with the con struction of a Disney theme park, formed part of the government's plan to turn Hong Kong from a mere business destination into a family destination.\n\nOcean Park, located at Aberdeen on the south side of Hong Kong island, was opened in 1977. It was Hong Kong's only home-grown theme park. It was also the largest marine-based theme park in Asia and the only Asian park to be accredited by the American Zoo and Aquarium Association. The Park's construction was funded by the Hong Kong Jockey Club and was built on land provided by the government at a nominal premium. In July 1987, the Park was severed from the Hong Kong Jockey Club to become a statutory body incorporated under the Ocean Park Corporate Ordinance. The man date of the Ocean Park Corporate was to manage Ocean Park as a public and recreational park and to provide facilities for educational, recreational, and conservation activities to the public on a self financing basis.\n\nOcean Park had enjoyed a surplus in income since it opened until 1997, 10 when the Asian financial crisis hit Hong Kong. The crisis began a spell of losses for the Park that lasted four consecutive years [see Exhibit 3]. Through creative special events, aggressive marketing, and heavy promo tions on the mainland, the Park returned to profitability with a HK$15.3\n\nThe Hong Kong \n\nIn 2002, a government-led task force began charting long-term plans for Ocean Park. One year later, the government also reshuffled the Park's board of directors and appointed new members to replace half of the board. Hong \n\nTotal Visitors (in Millions) 1996-1997 1997-1998 1998-1999 1999-2000 2000-2001 2001-2002 2002-2003 2003-2004 2004-2005 2005-2006 the periphery of Hong Kong's central business district in the early 1980s, he envisioned it as a place for expatriates to gather. He opened a restaurant there, the first of more than a dozen themed food and beverages outlets he owned in the neighbourhood, and eventually transformed Lan Kwai Fong into a bustling centre of activity. \"To sustain your products, you need to create excitement and make customers buy it,\" Zeman said with regard to his success with Lan Kwai Fong. \"I have created different products in Lan Kwai Fong that draw different people 24 hours a day, from breakfast, brunch, lunch, happy hours, dinner, and after dinner.\" 16 A few years after he opened his first restaurant in Lan Kwai Fong, he bought an office building on the same street and boosted the value of the building by renting the office space to retailers and restaurateurs. The venture launched Zeman into the property business, and he eventually bought about 65% of the properties in the neighbourhood. 17\n\nWhen Zeman became chairman of Ocean Park, he hired Thomas Mehr mann to replace Randolph Guthrie as the Park's CEO. Guthrie had retired after serving for 4 1 / 2 years at the Park. Mehrmann was a theme park industry veteran and had almost 30 years of experience behind him. He had held executive positions at Knott's Berry Farm, which was located only seven miles from Disneyland, and at Six Flags Marine World in California. Prior to joining Ocean Park, he was involved in building Warner Bros. Movie World in Madrid. When Mehrmann first visited the Park, he immediately saw various opportunities (he described as \"low hanging fruits\") for the Park's performance to be improved. However, he also realised that the Park needed a major enhancement in order to compete shoulder-to-shoulder with its new and formidable rival, Hong Kong Disneyland.\n\nThe Walt Disney Company, founded in 1923, was one of the largest media and entertainment companies in the world, with revenues of HK$248.82 billion in 2005. The company's business was divided into five business segments: media networks, studio entertainment, theme park and resorts, consumer products, and Internet and direct marketing. Among Disney's activities, the theme park and resort segment, with annual revenues growing 10% to HK$70.2 billion in 2005, was a strongh growth driver. 18 Disney operated seven out of the top ten theme parks in the world, 19 and its parks were widely considered as the benchmark in the theme park industry.\n\nInternational expansion was one of Disney's strategic platforms, and it had already opened two other international theme parks, one in Tokyo in 1983 and one in Paris in 1992, when it decided to open a third international theme park. Investors in the theme park industry had increasingly turned their eyes to Asia, since North America, the long-time market leader in the industry that made up half the global market, 20 showed signs of maturation in the 1980s. 21 Analysts forecasted industry growth for Asia at 5.7%, as compared to 3.9% in North America, between 2005 and 2009. 22 \"Considering that Asia has a population of more than 3.7 billion, you can see the opportunity,\" said Jay Rasulo, president of Walt Disney Parks and Resorts. \"In particular, China is poised to be the biggest market of all.\" 23 Hong Kong, with a population of 6.9 million and a strong tourism base, provided the critical mass to support a Disney theme park. In addition, Hong Kong was no more than a five-hour flight for half of the world's population and was located strategically at the gateway to China, where Disney had set the goal of becoming the number one entertainment company, 24 so opening the next theme park in Hong Kong was a natural choice.\n\nHong Kong Disneyland was built and operated by Hong Kong International Theme Parks Ltd. (HKITP), a joint venture between Disney and the Hong Kong government. The park, located at Penny's Bay on Lantau Island, was 126 hectares in size, with another 54 hectares reserved for further expan sion. The total project development cost was HK$27.67 billion, of which HK$2.3 billion was covered by a commercial loan. The government contrib uted HK$3.25 billion in return for a 57% equity interest in HKITP, and another HK$6.1 billion in loans for the project. In addition, it also invested HK$13.57 billion on site formation and infrastructure building to prepare Penny's Bay for the park's construction. By comparison, Disney invested HK$2.45 billion in return for a 43% equity interest in HKITP. 25 It earned royalty payments between 5 and 10% on revenues generated from admis sions and money spent in the park, and received a 2% base fee plus a variable fee based on the theme park's performance for managing the park. 26 Since the theme park was a commercial project, negotiations between Disney and the government were kept under cover, and the deal was announced only after it was finalised. The government's disproportionate share of investment in the project gave rise to strong responses from the local community. The government defended itself on the grounds that in contrast to Disney, which assessed the project on its commercial rate of return, it assessed the project on the basis of its economic benefits to Hong Kong. 27 The government projected that the Disney theme park would bring net economic benefits of HK$148 billion to the territory over 40 years and would create 54,200 jobs by 2020. 28 The government also saw the Disney theme park as a strategic infrastructural project that would help turn Hong Kong into a \"world city\" 29 and a family destination for tourism. 30 While Hong Kongers generally welcomed the benefits of the park, the controversial co-operation between the government and Disney generated much debate within the community. 31\n\nWhen Disneyland Paris opened in 1992, Disney banned wine from the park's restaurants, as it saw wine as incompatible with family entertainment. Rides were named in English, and its working conditions led workers to walk off in protest days after it opened. Disney's cultural insensitivity caused uproar among the French public, driving one critic to call the park a \"cultural Chernobyl.\" 32 Having learnt its lessons, Disney worked hard to be culturally sensitive in planning Hong Kong Disneyland. The layout of the park was rotated several degrees at the early design stage at the recommendation of a feng shui master. In line with Chinese tradition, auspicious dates were picked for the commencement and completion of all the park's buildings. The number eight, which signified prosperity in Chinese culture, abounded in the park, while the number four, which was associated with death, did not appear even on lift buttons. Park signs and explanation for rides were written in both Chinese and English for the convenience of the Chinese tourists. 33 The park also offered both local music and food, including the first Chinese eatery on Main Street. Taking One such example was when Disney launched a discounted one-day ticket in early 2006 that allowed ticket holders to visit the park anytime within six months aside from special days designated by the park. Disney designated the four days that Hong Kongers enjoyed as public holidays during Chinese New Year as special days. It was unaware that mainland China enjoyed seven days instead. 40 So it was totally unprepared when crowds of mainland tourists swamped its gates, demanding access to the park. In order to control the crowds, park staff shut the gates repeatedly despite the fact that visitors held valid tickets. 41 The commotion that arose was captured by local TV stations, leading to strong criticisms from the local press [see Exhibit 6]. The embarrassing blunder led to an emotional public apology from Bill Ernest, the park's executive vice-president and managing director. \"We regret that anyone may have been disappointed. No one is \n\nMedia Criticism of Disney's Chinese New Year Ticketing Blunder\n\n\"The apology struck the right note. So did the promise to learn South China Morning Post. (February 5, 2006) . \"Disney from mistakes and consult more with the tourist industry Must Come Clean on Ticket Fiasco.\" about expected demand. But sentiment only goes so far. The press conference was conspicuously lacking in frankness about what went wrong, why mistakes were not identified sooner, and about how Disney plans to avoid a repetition. Even in the moment of mea culpa, the lack of transparency and accountability that has marked Disney's management of one of Hong Kong's biggest public assets was on show. Communication was minimal, commercial confidentiality carried to absurd lengths.\" \"The chaos at Hong Kong Disneyland has turned it into the Xin Pao. (February 10, 2006) . \"Disney Is a Shame to the laughingstock of the international community. The foreign\n\nFamily.\" media, which widely reported the incidents, said it was unbelievable.\" \"Following the chaos on the third and fourth of the Chinese Guan, Z. (February 6, 2006) . \"Waiting Overnight to Get into New Year, some mainlanders visiting Hong Kong on the Hong Kong Disneyland Is a Shameful Scene,\" Da Gong Individual Visit Scheme have gone to queue up outside the Bao. gates of Disneyland at two or three o'clock in the morning to avoid not being able to get in. Some children can be seen shivering in the cold night on television, and some adults have baggage lying all around them. It is hard to relate this scene to Disneyland. It looks more like an evacuation or people waiting for relief.\" \". . . Disney theme parks have operated for dozens of years;\n\nLi, C.E. (February 6, 2006) . \"Go Forward, Go Forward,\" when have the parks ever seen such fierce and violent Apple Daily. 'customers'? You don't want to let me in? I just have to get in. You close the gates? I will climb over the wall. Disneyland is not a sealed compound, and it was surrounded by travelers from the Individual Visit Scheme who fought each other to climb over the walls. Chinese people were never worth a dime; they were sent to filling dugouts and block gunshots in wars. Why would Disney not wreck them?\" \"Hong Kong Disneyland got into trouble again. It closed the Gu, T.L. (February 6, 2006) . \"One Must Be Disrespectful gates to people who spent a lot of money to buy its tickets toward Oneself Before Another Will Insult Him,\" The Sun. and came all the way over the mountains and across the water. The foreigners who managed the park actually ignored these people who were crying and jumping up and down as if they did not exist. These foreigners abuse us Chinese without blinking an eye. How can that be?\" more disappointed than we are. As a father, I understand how frustrating it is to disappoint your children,\" he said. 42 Disney also ran into problems with travel agencies and tour operators. Most mainlanders took packaged tours when they went on vacation, so travel agencies and tour operators played a key role in funnelling tourists to the park. Hong Kong Disneyland Hotel and Disney's Hollywood Hotel required Chinese travel agencies to reserve a guaranteed number of rooms weeks in advance when in fact most mainland tourists finalise their plans only a few days before they take off. 43 In addition, Disney was unaware that the places which package-tour guides took their clients to depended on the commission they got from each venue. Hence it failed to give adequate commission to entice mainland travel agencies to market the theme park. 44 \"They started off doing business the American way, so they have encountered problems,\" said Victor Yu, general manager of Beijing's China CYTS Outbound Travel Service. 45 Though Disney had purposely kept down the size of the park during the initial phase, local visitors expressed disappointment at the size of the theme park and its failure to measure up to its counterparts in the United States, while some mainland visitors opted for Ocean Park because the admission price for Disney was too high. Visitors also complained about long queues for rides and at restaurants.\n\nOn the labour front, dissatisfaction among local staff also gave rise to a multitude of complaints and disputes. Within three months of Disneyland's opening, 120 complaints were lodged with the Confederation of Trade Unions by Disney staff. Twenty of the complaints were related to occupa tional sickness, ranging from back pain to damaged voices 46 and serious muscular problems from standing too much. 47 Cast members complained that they were only entitled to a 15-minute break every four hours, compared to every two hours at other Disney theme parks. They also complained of the underhanded manner in which Disney handled overtime pay. Many staff at Hong Kong Disneyland did not work the same number of hours every day, and they received overtime pay only when their work hours exceeded 195 hours monthly, compared with other Disney theme parks, where overtime pay was calculated based on an eight-hour workday. 48 Cast members also complained that Disney's middle management blocked their views from being heard by the top management. 49 Other mishaps included the park staff's refusal to let government food inspectors enter the park to do their job unless they hid their identity by taking off their caps and badges. Pop stars who agreed to act in free promo tional videos for the park complained about being bossed around in the park, and Kelly Chen, one of the most popular singers in Hong Kong, vowed she would never return.\n\nDisney's blunders were further accentuated by its failure to communicate openly with the Hong Kong public, such as its consistent refusal to disclose Disneyland's attendance figures. Disney's refusal, which was in line with Disney's corporate policy, failed to take into account that Hong Kong Dis neyland, though a commercial operation, was built largely with the tax money of Hong Kong residents who expected a reasonable degree of account ability. A poll conducted locally showed that the opinion of 70% of the respondents toward Hong Kong Disneyland took a downward turn following the opening of the park, and 95% of the respondents indicated that Disney should improve its communication with the public. 50\n\nDisney moved to remedy their mistakes quickly. It added subtitles in simplified Chinese characters to its Broadway-style shows and provided crash courses for visitors in the form of day-trip guides that explained how they could enjoy the park, highlighting how the park's experience could improve family relationships. 51 It also changed its advertising campaign from showcasing the park to showing visitors' experience in the park and how families could share the Disneyland experience together to help potential visitors understand the park. 52 prepared for the summer peak season in 2006, it spent three times the amount on marketing than it had up to that time.\n\nDisney learnt to be more flexible with travel agents and tour operators, reducing the advanced notice required for booking hotels. 53 It offered tour operators a 50% personal discount if they visited the park and its hotels to encourage them to bring their customers to the park. Commission for tour operators was increased by HK$2.50 per adult ticket, and tour operators were offered open tickets instead of fixed-date ones to give them more flexibility in bringing visitors to the park. 54 Nonetheless, Disney offered only 10% discount to local travel agents, compared with the 20% offered by Ocean Park. 55 Disney also gave away 50,000 free tickets to Hong Kong taxi drivers so they could share their personal experience of Disney with their passengers. Disney hoped that this move would boost attendance and help the park to meet its target of 5.6 million visitors during its first year of operation. 56\n\nOcean Park expected its attendance to drop by as much as 25% when Hong Kong Disneyland opened, 57 but Disney's opening did not wield a major impact on the Park. September was traditionally a low season for the Park, since schools resumed, and the Park saw an average attendance of 10,000 visitors a day during Disney's opening period, 58 compared to a daily average attendance of 11,000 visitors the previous year. A local poll showed that 80% of the respondents found the experience at Ocean Park comparable with Disneyland, and two-thirds disagreed that most people would like to visit Disneyland more than Ocean Park. 59 \n\nIn 2003, Ocean Park, with its aging facilities, was facing increased competi tion from a range of other areas: from local shopping malls to the growing tendency for families to spend long weekends on the mainland or other parts of Asia. 60 The entrance of Disney also meant the Park had to face one of the most formidable competitors in the theme park industry. Zeman had never visited Ocean Park until he was appointed chairman, and he was blown away by the scenic view of the cable car ride on his first visit. \"I knew we not only had to save the park but make it more relevant to everyone,\" he said. 61 Zeman and his team began immediately formulating a plan for the future of the Park.\n\nThe up side of Disney's entrance for Ocean Park was that it would bring more visitors to Hong Kong and turn the territory into a family destination. The down side was that the local park now had to compete against the leader in the global theme park industry. Ocean Park studied theme parks around the world, especially those located near Disney, and found many of them refrained from competing head to head with the latter. Knott's Berry Farm in California focused on younger children, while SeaWorld in San Diego flour ished on an aquatic theme. 62 In Japan, despite the closing of some theme parks after Universal Studios Japan opened, those with a strong focus on children or animals survived.\n\nWhile Disney was a fantasy operation based on its movie products and intellectual properties, Ocean Park, with its focus on animals and nature, was about reality. Playing on that difference, the Park decided to use the theme of connecting people with nature through the \"Ocean\" and \"Animal Encounter\" 63 to differentiate itself from Disney. If Disney offered cartoons, movies, the castle, and a taste of America, Ocean Park showcased animals, natural surroundings, and a cable car ride with a fantastic view of Hong Kong. 64 Staying true to its mission, Ocean Park also decided to continue focusing on education and conservation in addition to providing entertainment. The Park envisioned its future as a world-class marine-themed park. 65 \"We are not trying to 'outdo Disney' but rather complement it,\" Zeman said. \"With Disney, we have to go world-class, or we will fail.\" 66 The Park also believed that a focus on animals and marine life would offer something for everybody in the family from the oldest to the youngest. 67 In contrast to the American brand, Ocean Park also positioned itself as Hong Kong's home-grown park. \"Disney is a great brand, and one Hong Kong is lucky to get,\" Zeman said. \"But a lot of people look at it as an American brand. Ocean Park is home grown, and Hong Kong people take a lot of pride in it. They have memories growing up around the park, and we want to build on that.\" 68\n\nOcean Park, similar to Disney, targeted the family market. The Park defined the family as everyone from children to grandparents. In order to attract repeat visits from local families, it ran special exhibitions that catered to everybody from kids to grandparents, such as the jellyfish aquarium. In addition, the Park ran programs to target secondary markets. The Ocean Park Academy catered to school children, and special yearly events, such as the Halloween bash, were geared toward teenagers. Ocean Park held its first Halloween bash in 2001, and its haunted houses and scary characters were such a success that the Park had to turn people away for the first time in its history. 69 Attendance at Ocean Park could be categorised into locals; mainlanders, who visited mostly in group tours; and fully independent travelers (FIT) who do not travel as part of a tour group. Local visitors accounted for about 40% of the Park's attendance, mainland visitors 50%, and the rest were FITs. The three groups of visitors showed different patterns in park usage. Local visi tors usually arrived at around 10 a.m. and stayed until 2 p.m.; FITs arrived at the same time and stayed until the park closed, while the group tours arrived at around 2 p.m. and stayed for an average of 3.5 hours. Among the three groups, group tours, restricted by their itineraries and short stays, spent the least in the Park.\n\nThe entrance to a Disney theme park in any market tended to allow local players to raise their price. Ocean Park's strategy was to \"provide 80% of the bang at 60% of the buck.\" 70 It charged HK$185 for an adult day pass and HK$93 for children between the ages of 3 and 11. In comparison, Disneyland charged adults HK$295 on regular days and $350 on peak days, and children between the ages of 3 and 11 paid HK$210 on regular days and HK$250 on peak days [see Exhibit 7]. Zeman pledged that the price of Ocean Park would stay lower than Disneyland as long as he remained Ocean Park's chairman.\n\nWhen Mehrmann joined Ocean Park, the Park was drawing 85% of its revenues from its gates and 15% from in-park spending. Mehrmann saw the opportunity to boost the Park's revenues by increasing in-park spending. \"It's what I refer to as the low-lying fruit,\" he said. The Park brought the retail operations in-house, ending third party relationships of its retail shops and food and beverage outlets to increase its income. It also began to explore the potential of adding three hotels both within the Park and in the neigh bourhood of the Park, a move that would significantly boost in-park spending.\n\nService was an integral part of the theme park experience, and Disney, which defined service excellence as exceeding customers' expectations, had made service excellence a cornerstone of all its theme parks. Following suit, Ocean Park also strived for service excellence. However, service-related complaints remained the most common complaints the Park received, even though it enjoyed more tolerance from visitors as a local park and the number two theme park in the market. \"When you are in a service environment on a 38 degree day with 95% humidity, responding to the same questions and com ments again and again, and employees need to treat each question or com ment as the first time they've heard it, the repetitive nature of the business requires a great deal of patience and perseverance,\" Mehrmann said. 71 Different types of visitors used Ocean Park in different ways, which made achieving service excellence more difficult. As a result of time constraint, group visitors tended to be more aggressive in using the Park compared with local visitors. They were also less protocol-conforming; for example, they were more likely to be found smoking in smoke-free areas or cutting through buildings. As a result, group visitors put a stronger demand on park manage ment as the Park tried to ensure a satisfactory experience for both group and local visitors. The Park also had to keep its staff well trained in Mandarin in order to both serve and manage group visitors, who mainly comprised main land visitors.\n\nOcean Park used no formal metrics for measuring service excellence, and the drive toward service excellence was achieved mainly through changing the management style. Mehrmann described the management team before he came on board as instigators of a \"huge ivory tower situation\" between management and employees. He adopted a different philosophy, walking the Park regularly, picking up rubbish along the way, and taking the time to get to know the employees personally. In addition to quarterly meetings with all the employees, he organised monthly exchange programs with the staff to solicit their input, and made sure that the management responded to that 71 Interview with Thomas Mehrman on September 8, 2006. input. \"To the employees, it's a case of: 'If you take care of us, then we will take care of the guests,'\" he said.\n\nWhereas the old management focused on what the staff did wrong, the Park's new management focused on what they did right. The Park tracked visitors' experiences of the park by asking them to fill out a comment form. Helpful and outstanding employees mentioned by name in the comment form would be rewarded with trips abroad through a lucky draw. By giving employ ees recognition, Mehrmann hoped that they would have a stronger sense of belonging and would go that extra mile for guests, offering simple things such as returning a lost wallet or volunteering to take pictures for guests. \"It's the little things that can make a difference,\" he said. Nonetheless, communica tion with staff was not always easy, as they did not immediately connect the message behind gestures to show appreciation for their work-such as free offers of ice cream and theatre tickets-and the Park's performance.\n\nOcean Park's vision of itself as a world-class marine park was translated into a HK$5.55 billion master plan to revamp the Park [see Exhibit 8]. Under the plan, the size of the Park would increase from 30 hectares to 43.8 hectares, the number of attractions would double to more than 70, the number of shows would triple to 12, and more than 30 new animal species would be introduced by 2010. The number of restaurants would increase from 7 to 27, and the retail area would more than double to 19,000 square feet. However, the construction of hotels was not included in the plan, as that involved amendments to the Ocean Park Ordinance, nor were they factored into the business models.\n\nThe revamping of the Park was planned to be carried out in eight phases over a six-year period. This would ensure that the Park would remain open during construction, until its completion in 2012. New attractions were to include an aquarium where guests could dine with fish swimming around them, an underground train, new thrill rides, and a rainforest, among others [see Exhibit 9]. The redevelopment would increase the daily attendance capa city of the park from 36,300 visitors to 53,600 visitors. Consultants estimated that, with the redevelopment, attendance at the Park would increase to 3. The revamping of the Park was expected to boost Hong Kong as a premiere destination for family visitors, to jumpstart the urban regeneration of the south side of Hong Kong Island and the development of Aberdeen as a tourism area. In terms of economic benefits to the territory, the Park was expected to contribute with 0.5% of Hong Kong's GDP by 2010.\n\nOcean Park launched a syndicated loan in April 2006 to raise funds for its redevelopment project. The master plan was estimated to cost HK$5.5 billion, and the Park did not have enough money to fund the project itself. As of June 2004, the Ocean Park Trust Fund had a balance of HK$288 million, and the Park had an operating cash reserve of HK$325 million. The operating cost of the Park for 2003-2004 was HK$338 million. banking sector. Nonetheless, the government felt that it had to support at least half of Ocean Park's borrowing in order for the Park to secure enough loans for the project, so it offered additional support through a guarantee of repayment of one-third of the commercial loan (HK$1,387.55 million) plus the interest that arose from the loan, which was expected not to exceed HK $700 million. The government's support for Ocean Park's redevelopment entailed a total risk exposure of up to HK$3,475 million. The risk exposure of the loan was shared equally between the government and the commercial market. The financial support given by the government was structured in a way that Ocean Park had to first draw the subordinated loan, followed"}