{"title": "Pediatric respiratory infection RT-qPCR panel", "body": "A cute respiratory infections (ARIs) represent a signifi cant burden to pediatric healthcare. These rank among the top five causes of illness and hospitalization for children, and are among the top ten reasons for visits to the emergency departments (ED) in the United States. [1] The burden of ARIs presents specifi c challenges. Although most ARIs are caused by viruses, up to 60% of young children with ARIs are treated with antibacterial agents. [2] While unnecessary antibiotic usage may be reduced through a number of approaches, including patient and physician education, [3, 4] physicians are often pressured to treat with antibiotics.\n\nRapid detection of the causes of ARIs is another potential means of improving antibiotic stewardship. Rapid detection has been shown to reduce inappropriate prescriptions for pharyngitis. [5] As well, a randomized controlled trial used rapid fluorescent antibody (FA) tests for several viruses to test pediatric ED patient specimens demonstrated a significant reduction in antibiotic prescription after ED discharge, as well as a trend towards decreased post-ED discharge medical office or ED visits. [1] The authors suggested that rapid multi-viral testing in the ED may be a novel strategy to alter community physician antibiotic prescription\n\npatterns. Rapid detection of respiratory pathogens could also potentially reduce unhelpful medical tests in children with viral respiratory infections. For example, a Cochrane review of available studies in this field demonstrated that rapid testing for viral infections in the ED decreased the rate of chest radiography use. [6] In addition to reducing unnecessary antibiotic use and procedures, rapid tests may be benefits for children who have atypical bacterial infections, such as Bordetella pertussis or Mycoplasma pneumoniae, or treatable viral infections such as infl uenza, although these benefi ts have not yet been proven.\n\nWe therefore plan to perform a controlled trial in which children will be randomized to rapid respiratory infection testing or non-testing groups, and then followed for several outcomes to see if clinical care is improved with testing. For this future study, we considered use of a number of molecular detection methods. Based on the published literature, we concluded that singleplex [one target per polymerase chain reaction (PCR) reaction], reverse transcription real-time PCR (RT-qPCR) has so far been shown to be more sensitive than multiplex (multiple targets per PCR reaction) testing and also that standardvolume singleplex RT-qPCR appears to have better sensitivity than low-volume singleplex RT-qPCR for respiratory virus detection. [7] [8] [9] For example, Deng et al [7] detected viral pathogens in 45.9% of respiratory specimens using a commercial multiplex method and in 62.6% of these specimens using singleplex RT-qPCR assays. Gadsby et al [8] compared three viral detection methodologies: FA and culture, singleplex RT-qPCR assays, and another commercial multiplex method. These investigators found at least one respiratory viral pathogen in 13.6% of specimens by FA and culture (combined), in 46.2% by the commercial method, and in 49.7% by RT-qPCR. [8] The RT-qPCR assays were considered to be the gold standard in this paper, and the sensitivity and specificity of the commercial multiplex method were reported as 78.8% and 99.6%, respectively, compared with RT-qPCR.\n\nMultiple low-volume singleplex RT-qPCR has also been described using a 384-well format with 1 μL reaction volumes, known as the TaqMan Array Card (TAC). The TAC method was compared with individual larger volume (25 μL) RT-qPCR assays, and found to have generally lower sensitivity than the larger volume individual RT-qPCR assays, with TAC sensitivity for different viral targets ranging from 54% to 95%. [9] The lower RT-qPCR volumes in the TAC may therefore lower sensitivity somewhat compared with more commonly used reaction volumes.\n\nThus, the current literature suggests that standardvolume singleplex RT-qPCR assay is the best detection method, and we elected to use this method for our study. However, there are disadvantages of performing multiple singleplex assays. The method is laborintensive if pipetting is done manually, and plates preparing with multiple individual RT-qPCR assays in liquid format each time a sample is tested is also timeconsuming. We therefore sought to overcome these barriers by using 1) dried-down assays in a pre-made panel format, and 2) automation for sample extraction and RT-qPCR plate preparation.\n\nWe describe below the results of an initial retrospective evaluation of a 22 target panel containing dried-down, ready-to-use, singleplex standard-volume RT-qPCR assays. The panel included assays for 18 respiratory viruses and 4 atypical respiratory bacterial agents in 96well microtiter plate format, and took approximately 90 minutes to complete.\n\nThe study was performed at the Children's Hospital of Eastern Ontario, a tertiary care pediatric hospital in Ottawa, ON, Canada, with 165 beds and approximately 70 000 ED visits per year. Ethics approval was obtained by the hospital Research Ethics Board for testing of residual aliquots of nasopharyngeal aspirate (NPA) samples that were otherwise to be discarded in 2011-2012.\n\nApproximately 2 mL NPA samples were collected and was saved at 4°C for 1 week. One mL was then saved at -80°C prior to nucleic acid extraction for this study. Only NPA specimens submitted for both respiratory viral testing and testing for Bordetella pertussis and Bordetella parapertussis were included in the study.\n\nThe MS2 bacteriophage (Zeptometrix Corp., Buffalo, NY) was added to samples prior to extraction as a control for extraction, reverse transcription, and amplification. Automated sample nucleic acid extraction was then performed using an iPrep device (Life Technologies, Carlsbad, CA).\n\nThe sequences of respiratory infectious disease RT-qPCR panel primers and probes are shown in Supplementary Table 1. Accession numbers for the sequences and location in the target gene or genome are shown in Supplementary Table 2. All probes were of the 5' exonuclease-type and contained a minor groove binder (Life Technologies, Carlsbad, CA).\n\nFor each assay, amplicon oligonucleotide sequences (Ultramers, Integrated DNA Technologies, Coralville, ID) were obtained to act as quantitative positive controls. The analytical performance of the PCR assays used in the panel was then evaluated in several ways. \n\nThe limit of detection (LoD) was determined using three 10-fold serial dilutions of these oligonucleotides and was considered to be detected if three samples were positive. The efficiencies of the PCR assays were also calculated by the thermocycler software from standard curves produced from serial dilution sample testing in triplicate. Assay repeatability (intra-assay variability) was assessed by calculating the mean coefficient of variation (CV) of six serially diluted samples tested duplicate on the same PCR run. Finally, reproducibility (inter-assay variability) was obtained by calculating the mean CV of six serially diluted samples tested on different days.\n\nSpecificity qPCR assay specificity was tested in several ways. Primer and probe specificity was initially checked in silico by searching GenBank sequences for matches to the primers and probes using the BLAST tool.\n\nWe tested assay specificity in vitro against nucleic acid extracted from a number of viruses and bacteria. \n\nClinical specimen evaluation with the RT-qPCR panel Following these initial evaluations, the assays were manufactured, inserted into wells in 96-well microAmp fast RT-qPCR plates, and dried-down by the manufacturer (Life Technologies, Carlsbad, CA) using a proprietary process. Target and control assays were laid out in 3 columns of 8 wells each. Thus, a maximum of four specimens can be tested per plate. NPA samples described above were then tested with the RT-qPCR panel. Results obtained were then compared with the standard testing methods used by the hospital clinical laboratories. The standard tests were FA testing for respiratory syncytial virus, influenza, and metapneumovirus, viral culture, and RT-qPCR for Bordetella pertussis and Bordetella parapertussis (some specimens were also tested for Mycoplasma pneumoniae by PCR by the clinical laboratory).\n\nTwo control wells were tested with each specimen. These contained an assay for amplifi cation of the MS2 target that had been added to each sample prior to nucleic acid extraction that served as a positive reaction control. A positive reaction in this well indicated successful extraction of the MS2 RNA as well as that inhibition reverse transcription and PCR amplification had not occurred. We also included a well containing the same MS2 assay with master mix and water as a \"no template\" control for contamination, in that a positive reaction would indicate specimen nucleic acid had contaminated this well during plate preparation.\n\nThe sample and master mix were added to the RT-qPCR plate using an automated liquid handling device (Eppendorf 5070, Eppendorf, Mississauga, ON). RT-qPCR was performed in 20 μL volume, using a one-step rapid reverse transcriptase master mix for all reactions (TaqMan FAST Viral master mix, Life Technologies, Carlsbad, CA). Liquid wax (Chill-out™ Liquid Wax, Bio-Rad Canada, Mississauga, ON) was dispensed into each well by the liquid handler to act as a vapor barrier.\n\nThermocycling was performed using a ViiA7 realtime PCR device (Life Technologies, Carlsbad, CA) in a fast mode. Initially, a temperature of 50°C was held for 5 minutes for reverse transcription, followed by 40 cycles of two-temperature cycling at 95°C for 3 seconds followed by 60°C for 30 seconds, with a final cooling stage to 5°C to harden the liquid wax, resulting in sealed microtiter wells. RT-qPCR results were interpreted with the proprietary software of a ViiA7 thermocycler and then exported to Microsoft Excel 2010 for further analysis. The ViiA7 software default threshold set at 0.35 arbitrary units was used for determination of cycle threshold values. RT-qPCR results with cycle threshold values of ≤33 cycles were considered as positive.\n\nRoom temperature stability RT-qPCR panel plates were saved at room temperature until use, in accordance with manufacturer's recommendations. We anticipated that the cycle threshold values for the MS2 control assay would increase over time if the assay deteriorated when stored at room temperature. We therefore assessed room temperature stability by statistically comparing the control cycle threshold values over time. Four clinical NPA samples were tested daily 5 days per week (Monday-Friday). The mean threshold cycle value for the samples tested each day was calculated and recorded. The daily mean values obtained over the two month testing period were plotted vs. time and compared statistically as described below. \n\nGiven that singleplex RT-qPCR is widely accepted as the reference standard for respiratory viral specimen testing, [7] [8] [9] results were considered as true positives if positive by standard tests or if positive with the respiratory infectious disease RT-qPCR panel.\n\nThe McNemar test was then used to compare differences between the respiratory infectious disease panel and the standard tests. For room temperature stability assessment, threshold values over time were plotted and robust linear regression (Huber M-estimation) was used to determine whether the slope was significantly different from zero. [22] Two-sided P values less than 0.05 were deemed to be statistically signifi cant.\n\nAnalytical performance characteristics of PCR assays are shown in Supplementary Table 2 . As shown, the LoD of the assays ranged from 1 to 100 copies per PCR reaction, and the assay efficiencies were all >90%. In terms of repeatability, the mean intra-assay CVs ranged from 0.33 to 4.02, and the reproducibility or inter-assay CVs from 0.99 to 5.98.\n\nSpecificity of the assays was also acceptable, as we did not observe cross-reactions with other viral or bacterial organisms tested for in the panel or with the non-target organisms. Based on these results, the performance of the respiratory infectious disease panel was judged as acceptable for use in the clinical specimen study.\n\nResults of the comparison of the respiratory infectious disease RT-qPCR assays to the proportion of correct results from laboratories participating in the molecular profi ciency studies are shown in Table 1 . As seen, specimen with the lowest concentration of target in the proficiency panel could be detected by the respiratory infectious disease panel assay for 18/22 (82%) of organisms tested. For the four lowest concentration samples that were not detected by the panel assay, the proportion of laboratories able to detect the organism in the same samples using other methods was generally low (Table 1 ). All four organisms were detected by the PCR panel using the second lowest concentration samples.\n\nOne hundred fifty-nine pediatric NPA samples were then tested with the respiratory infectious disease panel. The panel detected one or more of the target organisms in 132/159 (83%) of these samples. This was significantly higher than the detection rate of standard methods (94/159, 59.1%) (P<0.001). Detection of any pathogen (≥1) in the NPA specimens by the two methods is shown in Table 2 .\n\nThe relative distributions of the agents detected by the respiratory infectious disease panel are shown in Fig. 1 . As seen, RSV was the most common agent detected. Both RSV type A (33 specimens) and B (28 specimens) were detected. Rhinoviruses were the second most common organism detected, followed by meta-pneumoviruses and then bocaviruses.\n\nInhibition of amplification, defined by absence of MS2 control assay amplification in the specimen, was not observed in any samples. As well, none of the \"no template\" reaction wells showed amplifi cation of MS2, indicating that cross-contamination did not occur. Fig. 2 compares the detection of organisms by RT-qPCR and standard methods. In total, 159 organisms were detected in the 132 RT-qPCR positive specimens, while 95 organisms were detected in the 94 samples positive by standard testing methods. Eighty-two percent (108/132) of RT-qPCR positive samples had a single organism detected, 21/132 (15.9%) had two organisms detected, and 3/132 (2.3%) samples contained three organisms. Only one sample was reported to have two organisms by standard testing.\n\nRT-qPCR detected 86 of the 95 organisms detected by standard testing as well as 73 additional organisms not detected by standard methods, whereas standard methods detected 9 organisms not detected by RT-qPCR. Among the 73 organisms detected by RT-qPCR but not standard methods there were a large number of rhinoviruses: 26 specimens were found to contain rhinoviruses by RT-qPCR and only 3 specimens by viral culture. RSV and parainfl uenza viruses were also detected more frequently by RT-qPCR than by standard methods. Bocaviruses and coronaviruses, viruses that cannot be grown in viral culture, were also detected by RT-qPCR in several specimens.\n\nAmong the nine organisms detected by standard methods but not by RT-qPCR were 3 samples reported to contain enterovirus by culture. These samples were tested positive for rhinovirus but negative for enterovirus with the RT-qPCR panel. The other samples reported as positive by standard methods but not by RT-qPCR consisted of: 2 RSV, 2 rhinoviruses, 1 Mycoplasma pneumoniae, and 1 Bordetella pertussis.\n\nWith respect to the assessment of room temperature stability, regression analysis of the cycle threshold values for the MS2 control target showed that the slope of the regression line did not differ significantly from zero over the two-month period that the PCR plates were used (P=0.30). This suggests the stability of the panels with room temperature storage over this time frame.\n\nThe respiratory infectious disease multiple-target singleplex RT-qPCR panel detected respiratory viral and bacterial pathogens in a significantly higher proportion of pediatric NPA samples than the standard methods used Original article by our hospital laboratories. As well, the proportion of positive specimens detected with the respiratory infectious disease RT-qPCR panel (83%) was similar to or higher than that reported for other molecular methods. [7] [8] [9] The PCR assays used in the RT-qPCR panel appeared to have acceptable performance characteristics, and also performed well relative to other molecular methods used in molecular profi ciency testing studies. However, other laboratories may prefer to use other assays in similar panels; a major advantage of use of multiple-target singleplex testing is that since each assay is independent, one assay can be replaced with another without affecting the performance of all other assays in the panel. This is in contrast to multiplex single well assays where a change in one assay may adversely affect the performance of other assays, thus requiring extensive laboratory re-testing of the method if any assay changes are made.\n\nThe method devised can be completed in approximately 90 minutes, a shorter test time than many commercially available other multiple-target tests. With this time, it may be feasible to test patients and obtain results while patients are still present in the ED, provided such testing is linked to a strategy of obtaining samples immediately upon the patient's arrival to the ED.\n\nAnother potential advantage of the RT-qPCR method we used is that it can be used to quantify the amount of pathogen present in the specimen. The quantity of virus present has been shown to correlate with disease severity for a number of viruses including RSV, bocaviruses, and rhinoviruses. [23] [24] [25] Although not examined as part of this study, quantification may become an important tool in the future, as this could potentially be used to help predict patients at risk for more severe disease who may therefore require hospital admission or intensive care unit admission.\n\nThere are several limitations to our pilot study. First, it was retrospective, so we have not yet demonstrated prospectively that results can be obtained while patients are still present in our ED. Another limitation in comparison is that not all NPA samples were tested for Mycoplasma pneumoniae in the clinical laboratory. Therefore, we are unable to directly compare the current clinical lab RT-qPCR to that contained in the respiratory infectious disease panel. A technical limitation is that the method is semiautomated but not fully automated, and still requires handson personnel involvement to move samples from the extraction device to the liquid handler and from the liquid handler to the thermocycler. Our evaluation of the stability of the PCR assays in the panel was also a limitation, since for logistic and financial reasons, we were able to assess the stability of the control assay for up to a 2-month period only, and we did not evaluate if the assay remained stable beyond this time period. We also did not assess the stability of all PCR assays. The maximum length of time is determined for dried-down assays which remain stable at room temperature in RT-qPCR panels in the future.\n\nAlso, we were unable to directly compare our method with other multiplex or multiple target molecular methods, and instead compared the RT-qPCR panel with the standard methods used in our clinical laboratories. Some of the standard methods are known to have limitations. FA is generally reported to have a relatively high sensitivity for RSV detection but a poorer sensitivity for other viruses. [19] Viral culture methods have a poor sensitivity for some respiratory viruses. For example, metapneumoviruses, bocaviruses, and coronavirues cannot be isolated using common viral culture methods. Although rhinoviruses can be grown in culture, RT-qPCR is generally a more sensitive detection method for this group of viruses, as seen in this study. A future comparison of our method with one or more other molecular multiple target methods would be useful.\n\nFinally, we observed discordant results between RT-qPCR and culture for three samples that were reported to contain enterovirus by culture but gave positive results for rhinovirus and negative results for enterovirus by PCR. Of note, enteroviruses and rhinoviruses are related members of the Picornaviridae family of viruses. We did not observe cross-reactivity with any of the tested rhinovirus or enterovirus strains used in initial studies of the panel. We plan to further investigate these discordant results to determine if the culture or PCR identifi cation is correct.\n\nIn summary, we were able to demonstrate detection of a large number of respiratory viruses and bacteria in pediatric specimens using the \"gold standard\" detection approach of singleplex standard-volume RT-qPCR using a ready-to-use panel and a rapid semi-automated method. This approach may be an attractive alternative to other multiple target molecular methods for detection of respiratory pathogens.\n\nThe potential clinical and public health advantages of multiple-target detection panels are numerous. Rapid initiation of appropriate antibacterial or antiviral treatment should help reduce morbidity caused by the infectious agent. Better antibiotic stewardship may also be achieved, since reduction of unnecessary antibiotic use will help prevent both adverse outcomes due to antibiotics such as allergic reactions or development of Clostridium difficile diarrhea. [26] The development of antibiotic-resistant bacterial organisms from improper antibiotic prescribing may also decrease. [27] Finally, health care costs might be lowered by decreasing antibiotic costs, reducing unneeded blood tests and diagnostic imaging procedures, and reducing patient length of stay in the ED. Additional health care visits for the illness might also decrease if a diagnosis of a specifi c infectious agent could be provided to parents and physicians. We believe that randomized clinical trials are needed to determine if rapid molecular testing for respiratory infections in children leads to improved outcomes. \n\nFunding: This study was supported by the Ontario Ministry of Health and Long-Term Care Academic Health Science Centre Innovation Fund. Ethical approval: Ethics approval was obtained from the Children's Hospital of Eastern Ontario Research Ethics Board for testing of anonymized residual aliquots of nasopharyngeal aspirate samples that were otherwise to be discarded. Competing interest: One of the authors (Slinger R) previously had a mutual confidentiality agreement with the company Life Technologies Inc. that expired in 2010. No funding or support of any type was received from the company for this study. The other authors have no competing interests. Contributors: Ellis C, Barrowman N, and Langill J analyzed the data. Misir A, Hui C, Jabbour M, Bowes J and Slinger R conceived and designed the study. All authors interpreted data, prepared and reviewed the manuscript."}