{"title": "Detection of viral, Chlamydia pneumoniae and Mycoplasma pneumoniae infections in exacerbations of asthma in children", "body": "The first epidemiological data establishing a relationship between viral infections and asthma were obtained in the 1970s and 1980s by viral isolation and serological techniques. Viral infection was identified in 24 -31.9% of cases in childhood, and in 13.3% of adults (Pattemore et al., 1992) . The three most frequently isolated viruses were rhinovirus, respiratory syncytial (RS) virus and parainfluenza virus, which were detected in 8.8, 6.4 and 6% of cases, respectively. More recently, combining conventional detection methods and molecular techniques, Johnston et al. (1995) published interesting data on the incidence of viral infections in exacerbations of asthma in 9 -11-year-old children. The overall detection rate was 77.3%, and rhinovirus, enterovirus, coronavirus being detected in 28.7, 21.5 and 13% of cases, respectively. In our study, the cohort was expanded to children less than 9 years of age, and the diagnostic methods were different. Both conventional viral and molecular techniques are used to detect RS virus, rhinovirus, enterovirus, adenovirus and coronavirus 229E. For detections of coronavirus OC43, Chlamydia pneumoniae and Mycoplasma pneumoniae, molecular analysis alone was used. The detection of influenza virus and parainfluenza virus was carried out by isolation techniques and immunofluorescence assays (IFA) only.\n\nThe study included 75 children who suffered from an acute attack of asthma. All these diseases were resistant to drug treatment prescribed by a general practitioner, and all of these children required hospitalization due to the severity of their illness. A total of 146 nasal aspirates was collected: 8, 17, 27, 59 and 35, in 1993, 1994, 1995, 1996, and 1997, respectively . There were 132 specimens collected the first day of hospitalisation, and 14 were obtained 6 -9 days later. The children were divided into two groups: 32 infants with a mean age of 9.1 months (range 3-22), and 43 older children with a mean age of 5.6 years (range 2-14). There was a mean number of asthmatic exacerbations of 2.2 (range 1-8) for the former group of children, and of 1.4 (range 1-4) for the second group. The mean time between two asthmatic exacerbations in the same patient was 2.1 months in the infants, and 8.8 months in the older group of children.\n\nConventional methods, carried out on fresh specimens, included the viral isolation technique in MRC5, NCI-H292 and MDCK cells, and IFA on nasal smears using monoclonal antibodies (Imagen ® , Dako, UK), to influenza virus A and B, parainfluenza virus 1, 2, 3, RS virus, adenovirus, and coronavirus 229E (Argene, France). From nasal aspirates resuspended in 5 ml of viral transport medium, 2 ml were used for IFA and 0.25 ml for the viral isolation technique. Isolation of viruses in MRC5, NCI-H292 and MDCK cell lines, was performed using previously reported procedures (Freymuth et al., 1997) . IFA was used to identify influenza virus, RS virus, parainfluenza virus, adenovirus and enterovirus (Dako, UK) in cell culture. Rhinovirus were identified by acid stability testing. RS virus sub-groups A and B were identified by monoclonal antibodies, as previously reported (Freymuth et al., 1991) . Typing of enterovirus was carried out by utilising neutralising antibodies (Eurobio, France).\n\nMolecular techniques were carried out from frozen samples. One positive and several negative controls were included for each infectious agent that was treated identically to the virus samples throughout. Nucleic acids were extracted by RNAzol B ® (Bioprobe, France) for RNA viruses, and a chelex procedure for DNA agents, as previously described (Freymuth et al., 1997) . The polymerase chain reaction (PCR) and retrotranscription PCR (RT-PCR), followed by internal probe hybridization, were used to detect sequences for RS virus, adenovirus, Chlamydia pneumoniae and Mycoplasma pneumoniae. Primers, probes (Table 1 ) and molecular procedures previously defined and assessed in other studies, were used for the detection of RS virus (Freymuth et al., 1995) , adenovirus (Hierholzer et al., 1993) , Chlamydia pneumoniae (Petitjean et al., 1998) , and Mycoplasma pneumoniae (de Barbeyrac et al., 1993) . For the detection of coronavirus OC43 and 229E, the primers and probes were selected in our laboratory from reported sequences of M genes obtained from the gene bank. PCR amplification products were detected by agarose gel electrophoresis and identified according to band location compared with the molecular scale: band at 278 bp for RS virus, 161 bp for adenovirus, 183 for Chlamydia pneumoniae, 466 bp for Mycoplasma pneumoniae, 574 bp for coronavirus 229E, 334 bp for coronavirus OC43. That detection was then followed by a DNA Enzyme Immunoassay (GEN-ETI-K ® DEIA, Sorin). That final test was based on the hybridization of amplified DNA with a single stranded DNA, 5%-biotinylated probe, specific for each agent, and coated on the wall of a microtiter plate with a streptavidin -biotin bond. The hybrid of probe and DNA was detected by using an anti-ds-DNA monoclonal antibody and by the addition of an enzyme tracer (anti-mouse immunoglobulin G (IgG) conjugated to horseradish peroxidase). The assay was performed as recommended by the manufacturer, and an index value was defined as OD sample value/OD cut-off value. RS virus sub-groups A and B were not classified by PCR. For rhinovirus and enterovirus, the amplification protocol was slightly different. Three primers were used simultaneously: OL26-OL27 (Gama et al., 1989) , and nHRV (Hyypïa et al., 1989) in the same RT-PCR assay (Mammes, 1994) . The amplified products were detected by electrophoresis only. There were identified by one band of 380 bp in cases of enterovirus, and two bands of 380 and 200 bp in cases of rhinovirus. Finally, no results were correlated to analysis of serological results of viral, Chlamydia pneumoniae and Mycoplasma pneumoniae infections, since, in that retrospective study, blood samplings were not available. \n\nUsing conventional techniques, IFA and the viral isolation technique, viruses were detected in 44 (33.3%) of the 132 nasal aspirates (Table 2) . By PCR techniques, nucleic acid sequences of virus, Chlamydia pneumoniae and Mycoplasma pneumoniae were obtained in 95 (71.9%) cases. The combination of conventional and molecular techniques detected 108 (81.8%) positive specimens. Two organisms were identified in the same nasal sample in 27 cases (20.4%). Fourteen rhinovirus were detected in association with nine RS virus, two coronavirus OC43, one enterovirus, one Chlamydia pneumoniae and one Mycoplasma pneumoniae, respectively; six RS virus were associated with four adenovirus, one coronavirus OC43, and one Chlamydia pneumoniae; five enterovirus were associated with two adenovirus, one coronavirus OC43, one Chlamydia pneumoniae, one parainfluenza virus; two Chlamydia pneumoniae were associated with one influenza virus A and one Mycoplasma pneumoniae. The comparison of results according to the children's age showed that the percentages of viral, Chlamydia pneumoniae, and Mycoplasma pneumoniae detections were not equal (85.9% vs. 77%) between the two groups. There was a higher level of positive identification in younger children, which was confirmed when using conventional techniques (43.6% vs. 21.3%). That most probably reflected the broader range of infections that children experienced in the first 2 years of life. There were 14 post-acute nasal samples collected in 12 children. Rhinovirus were detected in acute and post-acute nasal samples in two cases and not found in the post-acute samples in eight cases. In two children infected by influenza A virus, or in two others infected by RS virus, only one of them shedded the respective virus in the post-acute control. All these results indicated that only a few viruses could be shedded for longer intervals than 6-9 days. Moreover, as the mean time between two asthmatic exacerbations in the same children was at least 2.1 months, a prolonged shedding of viruses was likely to be exceptional in our study. Table 3 details the detection rates of viruses, Chlamydia pneumoniae and Mycoplasma pneumoniae. The detection rate of those agents was greater using molecular rather than conventional techniques (119 vs. 46, respectively). PCR assays, by their design and nature, were highly sensitive for the detection of pathogens which were poorly detected by culture or immunoassays. Such agents included rhinovirus, coronavirus, Chlamydia pneumoniae and Mycoplasma pneumoniae. The detection of rhinovirus was increased 5.8-fold using the PCR technique as distinct from culture (58 vs. 10). Among six coronavirus PCR-positive samples (five coronavirus OC43, one coronavirus 229E), none were IFA-positive. Chlamydia pneumoniae and Mycoplasma pneumoniae were sought by PCR assays only, because of the previously documented low efficiency of direct detection techniques for their isolation. Molecular techniques also improved the detection rate of viruses which were usually detected by conventional assays: RS virus, adenovirus, enterovirus … For example, 11 of the 28 RS virus PCR-positive samples were IFA and viral isolation technique negative, while two of the six adenovirus PCR-positive samples were IFA and viral isolation technique negative. In that retrospective study, blood samplings were not available from children, and none of the results of the PCR assays could be correlated to serological analyses.\n\nMore than two-thirds of reported exacerbations of asthma were positive for an infectious agent by using a combination of conventional and molecular techniques. As pointed out in Table 4 , the most frequent detectable agents were rhinovirus and RS virus: 62 (46.9%) and 28 (21.2%), respectively. Moreover, their detection was correlated to the epidemiological patterns of these viruses: 89.2% of the RS virus cases were obtained from October to March, whereas detectable rhinovirus cases were spread all over the year. The comparison of results according to the children's age showed that rhinovirus were detected more frequently in older children than in infants (50.8% vs. 43.6%), and that RS virus were detected more frequently in infants (23.9% vs. 18%). The com-parison of results according to the technique showed that the detection rates by PCR assays in relation to conventional techniques were clearly improved in older children in comparison with the younger: 10-fold vs. 4.4-fold for rhinovirus, 2.7fold vs. 1.3-fold for RS virus.\n\nThe level of detection of the other studied respiratory agents, ranging from 2.2 to 9.8%, was as follows: 13 (9.8%) enterovirus, seven (5.1%) influenza virus (four virus type A, three virus type B), six (4.5%) Chlamydia pneumoniae, six (4.5%) adenovirus, six (4.5%) coronavirus (one virus 229E, five virus OC43), five (3.7%) parainfluenza virus (one virus type 1, one virus type 2, three virus type 3), three (2.2%) Mycoplasma pneumoniae, and one herpes simplex virus. By combining conventional and molecular techniques, an infectious organism was identified in 81.8% of cases in our study. That result was similar to that obtained by Johnston et al. (1995) , who identified viruses in 77.3% of 292 reported episodes of asthmatic exacerbations Our data indicated that the types and incidence of infectious agents identified in association with acute asthma were not different from those usually found in childhood acute respiratory illnesses, i.e. respiratory viruses, Chlamydia pneumoniae and Mycoplasma pneumoniae (Freymuth et al., 1987; Jennings et al., 1987) . A low isolation rate, ranging from 2.2 to 5.1%, was found for most conventional respiratory pathogens, namely influenza virus, parainfluenza virus, adenovirus, coronavirus, enterovirus, Chlamydia pneumoniae and Mycoplasma pneumoniae.\n\nIn addition, we noted that rhinovirus and RS virus were detected more frequently than the other agents, those viruses being found in 46.9 and 21.2% of cases, respectively. This observation was strengthened by the seasonal distribution of these two pathogens. RS virus infections were observed during the winter period, whereas rhinovirus infections were distributed all over the year (Freymuth et al., 1987) . The view that acute exacerbations of asthma could be more specifically associated with certain viruses was consistent with other studies over the past 50 years, and more recently by the study of Johnston et al. (1995) in 9-11-year-old children, and Nicholson et al. (1993) in adults. However, the specific rates of rhinovirus detections differed between our study and that of Johnston et al. They reported a specific detection rate of 28.7% for rhinovirus, which contrasted with our rate of 46.9%. But in their study, 21.2% of cases were due to unidentified picornavirus, which were further classified as 'possible' rhinovirus. That raised the possibility that their overall rate of rhinovirus detection could be similar to the one obtained in our study (Johnston et al., 1993) . Although the same primers OL26 and OL27 were used in the two studies to detect picornavirus sequences, the differences in detection rates of rhinovirus could be related to the probe or the primer used to specifically identify rhinovirus from the PCR products. asthma. Using conventional techniques alone, the detection rate for infectious agents did not exceed 30% (Pattemore et al., 1992) . With the development and use of highly sensitive molecular techniques, it was hypothesized that the rate, as well as the range of infectious agents associated with exacerbations of asthma, would have increased. Indeed, as confirmed by Johnston et al. (1995) , the rate of viral detection by PCR based assays increased to 77.3%. We also previously reported that molecular techniques were more sensitive than IFA and viral isolation for the detection of RS virus, rhinovirus, adenovirus and parainfluenza virus in nasal specimens collected from infants with bronchiolitis (Freymuth et al., 1997) , and the present study further confirmed that observation. Despite the obvious usefulness of molecular techniques, viral isolation remained the gold standard for some viruses such as influenza virus, as molecular methods have not yet been fully assessed for their detection.\n\nThe same authors documented RS virus infections in 4.1% of asthmatic exacerbations, which contrasted with a rate of 21.2% identified in our study. Those conflicting results may be related to differences in the age groups, and to different sensitivities of the assays used, resulting in an under-or overestimate of the true viral rates of infection. RS virus has been identified as a frequent respiratory pathogen in early infancy. It was not surprising that it was detected more frequently in the children of our study, who were younger (range of age 0.3 -13 years) than in the Johnston's study (range of age 9 -11 years). Moreover, in our study, the detection rate was higher in infants (23.9%), than in older children (18%). This discrepancy may also be related to the use of PCR assays in our study, which allowed a 1.3-and 2.7-fold increase in RS virus detection in infants and in older children, respectively. Johnston et al. documented coronavirus infections in 13% of the cases, which contrasted with a rate of 4.5% in our study. That may be explained by the use of PCR and serology in the former study, while we used PCR only.\n\nAs we detected 81.8% of positive cases, it was important to evaluate the pathogenic relationship between the detection of these infectious organisms and the development of acute asthma. Firstly, did the detection of RS virus and rhinovirus in the upper respiratory tract of these children specifically link those infections with the bronchial inflammation that contributed to viralinduced exacerbations of asthma? We knew that epithelial cells of the respiratory tract were the principal hosts for the main common respiratory viruses, and there was little doubt that upper and lower airway tissues were simultaneously infected in most of respiratory diseases due to these agents, particularly RS virus, parainfluenza virus, adenovirus … Additionally, several reports established that rhinovirus may also be a lower respiratory tract pathogen. In infants, rhinovirus were associated with lower respiratory tract syndromes such as bronchiolitis and pneumonia (Freymuth et al., 1986; Kellner et al., 1989) . As further evidence of possible lower respiratory tract localisation, rhinovirus RNA was detected in bronchoalveolar lavage from volunteers after experimental inoculation (Gern et al., 1997) . Therefore, it may be suggested that RS virus and rhinovirus infections of the upper airway (as well as other viral, Chlamydia pneumoniae or Mycoplasma pneumoniae infections) could simultaneously infect the lower airway and cause exacerbations of asthma.\n\nSecondly, the significance of the presence of genomic sequences of an infectious agent in nasal aspirates, particularly if viral detection using the viral isolation technique or IFA was negative, needed to be discussed. The finding of PCR RSpositive, and culture and IFA RS-negative cases (n= 11) may be due to several causes. One possibility could be false-positive results related to contamination by carryover of PCR products. However, strict guidelines for the general handling of the PCR procedure were applied in our study. The most likely explanation may be that conventional techniques failed to detect very low levels of virus that could only be detected by the highly sensitive PCR techniques. As we previously demonstrated in bronchiolitis that true RS-positive PCR results did indeed exist in cases missed by viral isolation and IFA (Johnston et al., 1993) , the same thing may also happen in acute exacerbations of asthma.\n\nIt is important to underline, however, that PCR techniques were theoretically unable to differentiate a genuine respiratory infection from a longterm carriage or a latent infection by the same virus. That was different from the situation with positive IFA or viral isolation technique results, where the detection of viral antigens or infectious particles represented active viral replication. It was shown, using conventional isolation techniques, that the mean duration of shedding for RS virus-infected patients was 6.7 days, ranging from 1 to 21 days (Hall et al., 1976) . In volunteers inoculated with rhinovirus, the virus shedding from the nasopharynx lasted from 10 to 16 days (Douglas et al., 1966) . As the average period of time between two asthmatic exacerbations in the same patient was at least 2.1 months in our study, it may be assumed that the detection of RS virus or rhinovirus was not related to a prolonged shedding of viruses. However, no information is yet available on the possibility of true latent viral infection of cells of the airway tract by these viruses. It was shown that RS virus could be isolated from macrophages of the respiratory tract, which played an important immunoregulatory role or could act as a viral reservoir (Midulla et al., 1993) . Also, there were several examples of latent viral infections with other viruses from the same family, i.e. Paramyxoviridae, measles virus and subacute sclerosing panencephalitis, and Picornaviridae, enterovirus and chronic dilated cardiomyopathy. Therefore, at that time, we could not exclude the possibility that RS virus or rhinovirus detection represented latent infection of the airway tract, subsequently minimizing a potential pathogenic role hypothesized in the acute exacerbations of asthma.\n\nIn conclusion, although that study could not address the issue of latent infection, due to the lack of a control group, the results obtained were nonetheless very interesting and stimulating. Respiratory viruses, Chlamydia pneumoniae and Mycoplasma pneumoniae alone or associated, were detected in 81.8% of asthmatic exacerbations, with rhinovirus and RS virus being the most frequent isolated agents. Although the mechanisms of asthma are being more fully understood (Nadel and Busse, 1998) , one important issue regarding the role of respiratory infections in the development of acute exacerbations still remains unclear. This study provides a groundwork and basis for further clinical and virological studies to investigate the specific role of RS virus and rhinovirus in the development of asthma in early life, as well as in the induction of acute exacerbations of asthma."}