{"title": "Vomiting, Diarrhea, Constipation, and Gastroenteritis", "body": "Despite the heterogeneity in potential etiology, a thorough history and physical examination can often focus the approach and narrow the differential diagnosis. The American Gastroenterological Association (AGA) recommends a pragmatic 3-step approach to the management of the patient with nausea and vomiting. 6 After a complete history and physical examination, the clinician should first correct any complications of vomiting such as hypokalemia, metabolic alkalosis, hypovolemia, ketosis, or vitamin deficiencies. Second, the underlying cause should be sought with the intention of initiating targeted therapy. The third step is the initiation of treatment strategies to suppress the symptoms. Although there are no clinical guidelines in the initial workup of the patient with vomiting, pregnancy testing should be considered in women of reproductive age. Serum electrolytes, complete blood count, liver function tests, lipase, urinalysis, and electrocardiogram may also be considered depending on the clinical situation.\n\nWhen a specific etiology of vomiting is diagnosed, targeted intervention toward the underlying process is important. For the empiric treatment of undifferentiated vomiting, the pharmaceutical armamentarium consists of many different drug classes primarily directed at 5 neurotransmitter receptor sites ( Table 2) . Before the recent increase in use of the serotonin 5-hydroxytryptamine-3 (5-HT 3 ) antagonists, the mainstay of therapy had been dopamine receptor antagonists. The literature on this class of Table 1 Differential diagnosis of vomiting medications is vast and at times contradictory. One of the most extensively studied drugs is metoclopramide (Reglan). Metoclopramide has been compared with prochlorperazine (Compazine), with some investigators finding similar efficacy 7, 8 and others finding a modest benefit of one over the other. [9] [10] [11] Metoclopramide is often recommended for pregnant patients, as it is the only medication in this class with a pregnancy category B rating.\n\nSimilar inconclusive findings have been found when comparing promethazine (Phenergan) and prochlorperazine. Recently, however, one randomized, double-blind Vomiting, Diarrhea, Constipation, Gastroenteritis study of 84 ED patients found subjects who received promethazine had a treatment failure rate of 31% versus just 9.5% in the prochlorperazine group. 12 Of interest, both groups had a similar rate of akathisia although the promethazine group experienced increased drowsiness. Other studies have shown a higher rate of akathisia and dystonia with prochlorperazine compared with other antiemetics. 13, 14 In an ED-based study of 229 patients receiving prochlorperazine, 16% developed akathisia and 4% developed acute dystonia. 15 Diphenhydramine (Benadryl) is the first-line choice to treat these reactions. A study of 82 patients with akathisia found diphenhydramine was effective in reducing akathisia from 9.8 to 1.2 on a scale of 0 to 17. 16 These findings have led some clinicians to administer diphenhydramine concurrently with prochlorperazine in an effort to prevent akathisia; however, this practice has not been validated with a randomized, placebo-controlled study.\n\nAs the literature does not consistently support one dopamine receptor antagonist over another, it is not surprising that practice patterns vary. A 2000 ED-based analysis found antiemetics to be used with the frequencies promethazine (55%), prochlorperazine (25.3%), metoclopramide (5.2%), and ondansetron (Zofran) (1.3%), reflecting the choice of antiemetic remains one of clinician preference. 17\n\nOver the past decade, there has been an increase in the use of 5-HT 3 antagonists due to a lower incidence of side effects. Although controversial, the 2001 black box warning by the Food and Drug Administration (FDA) of droperidol (Inapsine) 18 may also have contributed to shifting practice patterns. Of the currently approved drugs in the United States, ondansetron (Zofran), granisetron (Granisol, Kytril), and dolasetron (Anzemet) have all been shown to be equally effective and tolerated. [19] [20] [21] Palonosetron (Aloxi) differs from the others in this class by its longer half-life, and has been shown to reduce delayed chemotherapy-induced vomiting when compared with dolasetron. 22 Although the bulk of the research on this class of drugs comes from the oncology literature for chemotherapy-induced vomiting, 23,24 studies examining undifferentiated ED patients have recently been published. A randomized, placebocontrolled, double-blind trial found ondansetron was not superior to metoclopramide and promethazine in 163 patients presenting to the ED with undifferentiated nausea. 25 Furthermore, a 2008 study of 120 ED patients found no difference in the reduction of nausea between ondansetron and promethazine, however, the group that received ondansetron experienced less sedation. 26 A recent review article examined the evidence supporting the use of droperidol, promethazine, prochlorperazine, metoclopramide, and ondansetron for the treatment of nausea or vomiting in the ED. The investigators concluded that \"based on the safety and efficacy of ondansetron, it may be used as a first-line agent for relief of nausea or vomiting for most patient populations in the ED.\" 27\n\nVomiting in the pediatric patient is an extremely common complaint in children presenting to the ED. 28 While most patients have a self-limiting disease process, vomiting may also be the presenting symptom for severe life-threatening conditions, and a thorough history and physical examination are therefore required to guide management. Clinicians have historically been cautious to prescribe antiemetics for children, a practice reinforced by the American Academy of Pediatrics' (AAP) recommendation to use oral rehydration as first-line therapy for both mildly and moderately dehydrated children with gastroenteritis. 29 In a recent study, 73 children ranging in age from 8 weeks to 3 years with moderate dehydration from viral gastroenteritis were randomized to either oral rehydration therapy (ORT) or intravenous fluids. While nearly 50% of both groups were successfully rehydrated at 4 hours, subjects receiving ORT had shorter ED stays and were hospitalized less often. Based on their findings, the investigators opined that ORT was the preferred treatment option. 30 Despite these recommendations, a survey found 36% of pediatricians believed vomiting was a contraindication to ORT. 31 The FDA's 2006 black box warning on promethazine for pediatric patients younger than 2 years may have contributed to the hesitancy to use antiemetics and subsequently avoid ORT in children. Nonetheless, the past decade has also seen an increase in 5-HT 3 antagonists in the pediatric population. A double-blind, placebo-controlled study from 2002 on intravenous ondansetron for gastroenteritis found a reduction in admission rates for pediatric patients presenting with vomiting and an initial serum carbon dioxide level of 15 mEq/L or more. 32 Pharmacologic data demonstrating that orally administered ondansetron tablets are equivalent to its intravenous formulation have led to further investigations exploring whether intravenous access could be avoided. In 2006, investigators enrolled 215 children aged 6 months to 10 years treated in the ED for gastroenteritis-related dehydration. Compared with placebo, subjects who received ondansetron orally were less likely to vomit (14% vs 35%), had greater oral intake (239 mL vs 196 mL), and were less likely to require intravenous fluids (14% vs 31%). 33 Another pediatric study replicated these results, finding subjects who received oral ondansetron had a decreased need for intravenous fluids than those who received a placebo (21.6% vs 54.5%). 34 These results reinforce the practice of using oral ondansetron and ORT to treat pediatric patients with mild to moderate dehydration.\n\nDiarrhea is classically thought of as a physical sign of a disease rather than a disease in itself; therefore, much of the pertinent literature focuses on its etiology and the supportive, empiric treatment of diarrhea. Nevertheless, while the majority of cases of diarrhea in the United States are self-limited, diarrhea continues to pose an enormous health challenge worldwide. The World Health Organization (WHO) 35 estimates approximately 4 billion cases of diarrhea worldwide per year, with such episodes responsible for a staggering 2.2 million deaths annually. Overall, in the United States, there are an estimated 211 million to 375 million cases of acute diarrhea, resulting in 900,000 hospitalizations. 36 Furthermore, diarrhea remains the most common and incapacitating symptom of patients with ulcerative colitis. 37 Diarrhea is an ailment that can be particularly severe in children, with the majority of the deaths worldwide caused by diarrheal illness occurring in children younger than 5 years old. A recent study found ED visits for pediatric patients with diarrhea nearly doubled from 1995 to 2004, with 25% of those presentations being due to rotavirus. 38, 39 Diarrhea is also common in the military. More than three-quarters of troops deployed to Iraq and Afghanistan reported at least one diarrhea episode during their deployments, with 45% noting a decreased work performance for a median of 3 days. 40 Although definitions vary, diarrhea is typically characterized as a change in normal bowel movements with the passage of 3 or more stools per day or at least 200 g of stool per day. 41 Acute diarrhea is defined as episodes lasting 14 days or less; persistent diarrhea lasts more than 14 days; and chronic diarrhea lasts for more than 30 days. Furthermore, diarrhea is broadly categorized as either secretory or osmotic. Osmotic diarrhea occurs when a nonabsorbable solute exerts an osmotic pressure effect across the intestinal mucosa, a process that produces excessive water output.\n\nSecretory diarrhea, commonly caused by bacterial toxins or neoplasms that disrupt epithelial crypt cells in the gastrointestinal tract, is extremely difficult to control.\n\nThe differential diagnosis for diarrhea is broad, with several causes displaying overlapping signs and symptoms. A focused history including the onset, frequency, and character of the diarrhea (eg, presence of blood or mucus) as well as associated symptoms (eg, fever, vomiting), medical history (eg, human immunodeficiency virus [HIV], inflammatory bowel disease), medications, and travel history may aid in narrowing the differential. Nevertheless, there are several clinically noteworthy causes of diarrhea that have exceptional treatment regimens as well as important clinical ramifications to consider.\n\nClostridium difficile, which affects approximately 3 million patients yearly in the United States with a mortality rate of 1% to 2.5%, 42 is caused by a disruption of normal intestinal flora, 43 and is responsible for 15% to 20% of antibiotic-related cases of diarrhea. 44 Severe C difficile infection may result in life-threatening complications such as toxic megacolon, intestinal perforation, sepsis, or death. Furthermore, diarrhea caused by C difficile may present with severe abdominal pain, high fever, and more than 10 watery stools per day; however, as it is common among elderly patients many or all of these signs and symptoms may be absent. One study found 15% of patients with diarrhea hospitalized at an academic center tested positive for C difficile, 45 while during times of outbreak more than 50% of patients in an affected ward may become colonized. 46 Of interest, although C difficile historically has not been thought of as a pediatric illness, recent evidence suggests the contrary. A pediatric ED-based study found that of specimens that underwent complete testing, 12.4% tested positive for C difficile toxin, 47 and nearly 3% of children tested positive for C difficile toxin in another similar study from France. 48 Recently a new disease pattern, community-onset C difficile-associated diarrhea, has emerged, and may occur without exposure to the typical risk factors including antibiotic usage. 49 Several agents have been implicated in the increased incidence of C difficile, including usage of antibiotics and proton pump inhibitors (PPIs). In one recent study, C difficile diarrhea among hospital inpatients was associated with the use of PPIs (9.3% of patients receiving PPIs vs 4.4% who did not receive PPIs) and receipt of 3 or more antibiotics. 50 Removing the inciting antibiotic treats up to 25% of cases of C difficile diarrhea. 51 Antibiotic treatment regimens have traditionally used oral metronidazole (Flagyl) or vancomycin (Vancocin) for 14 days; however, for recurrent C difficile infection some experts recommend oral tapered-pulsed vancomycin (125 mg once a day for 1 week, 125 mg 3 times a day for 1 week, 125 mg every day for 1 week, 125 mg every other day for 2 weeks, 125 mg every third day for 2 weeks). 52 Traveler's diarrhea, which affects 20% to 50% of individuals traveling from developed to developing countries and 4% to 9% of individuals traveling from developing to developed countries, is typically caused by enterotoxigenic Escherichia coli (ETEC) and enteroaggregative E coli, which bind to the intestinal mucosa to cause diarrhea typically without fever. 53 Incubation periods for ETEC last between 10 hours and 3 days followed by 3 to 5 days of illness. 54 ETEC produces a noninvasive toxin that causes severe watery diarrhea, abdominal cramps, nausea, and (infrequently) fever. 55 Shigella species and Salmonella species are other important bacterial pathogens. Campylobacter jejuni, a bacteria that poses additional hazards because it has been implicated with acute cases of myocarditis, has emerged as another important cause of traveler's diarrhea. 56 Electrolyte disturbances for patients with traveler's diarrhea are rare, and therefore laboratory work is usually unnecessary. 57 Treatment of traveler's diarrhea is centered on antibiotic therapy, such as ciprofloxacin (Cipro), trimethoprim-sulfamethoxazole (Bactrim; resistance common), azithromycin (Zithromax), and rifaximin (Xifaxan). 58 If the patient with suspected traveler's diarrhea has more than 2 unformed stools per day, bloody stools, or fever (>37.8 C), treatment with antibiotics is advised. 59 A short, single-day course of ciprofloxacin, 500 mg twice a day, is usually successful at stopping the illness within 24 hours, 60 although other sources recommend a 3-day course of ciprofloxacin or rifaximin. 61 Prophylactic administration of antibiotics for those traveling to developing countries is not typically recommended. However, in one placebo-controlled trial performed on United States travelers in Mexico, subjects who took rifaximin prophylactically had significantly reduced rates of diarrhea (53.70% for those taking placebo vs 14.74% for those taking rifaximin). 62 Nonetheless, C difficile and Helicobacter pylori must also be on the differential among the traveler afflicted with diarrhea. Noninfectious origins need to be considered if there is no response to antimicrobials or antiparasitics and there is a protracted course. Nonbacterial causes include enteric viruses, viral hepatitis, influenza, giardia, Cryptosporidium, Cyclospora, Entamoeba, Strongyloides, and other less common parasites.\n\nCryptosporidiosis, which typically affects immunocompromised individuals (particularly HIV-infected persons) and may also affect immunocompetent persons (usually children younger than 5 years), causes diarrhea lasting 1 to 2 weeks, and may develop into life-threatening illnesses. Although it appears that nitazoxanide (Alinia) reduces the load of parasites and may be useful in immunocompetent persons, a recent review found there is no evidence for effective agents in the management of cryptosporidiosis. 63 \n\nThe differential diagnosis for the pediatric patient with diarrhea is broad and includes pathogens such as E coli, Campylobacter, Shigella, Salmonella, and viruses. However, in recent years a newer strain of E coli has emerged in the pediatric population: enteroaggregative E coli. In a study of 1327 children younger than 1 year with acute gastroenteritis, enteroaggregative E coli was isolated significantly more often in inpatients (4.7%) and ED patients (10.0%) than from well children (1.4%). 64 Viral gastroenteritis caused by rotaviruses is another concern in the pediatric population. Among middleand low-income countries, it is estimated rotaviruses are responsible for 600,000 to 870,000 pediatric deaths per year, resulting in up to 6% of all mortality in children younger than 5 years. 65 The majority of these deaths were due to dehydration, underscoring the importance of rehydration therapies for children. Implementation of the rotavirus vaccine shows promise. A 2004 review of 64 trials conducted on 21,070 children found the vaccine's effectiveness at preventing diarrhea caused by rotavirus ranged from 22% to 89%. 66 Evaluation of hydration status often dictates the treatment of pediatric patients with diarrhea. While acute appendicitis must always remain on the differential diagnosis of the child with diarrhea, digital rectal examinations and nasogastric tubes rarely provide additional actionable information for pediatric patients. 66 Treatment of the pediatric patient with diarrhea centers on supportive care, with encouragement of fluids for mild to moderate cases, and in severe cases intravenous or nasogastric fluid replacement. Educating parents in the appropriate treatment of their child's diarrhea is crucial. Whereas 52% of parents treated their child's diarrhea with appropriate rehydration fluids and solutions, 13% of parents used treatments not recommended in the current Centers for Disease Control (CDC) guidelines, typically using antidiarrheal agents and fluids high in simple sugars. 67 Vomiting, Diarrhea, Constipation, Gastroenteritis Developed in 1975, the WHO standard oral rehydration solution consists of a high content of sodium (90 mmol/L) and has been found to be effective in the treatment of dehydration from acute gastroenteritis regardless of the etiology of the diarrhea. 68 Several newer products with lower sodium levels, including the WHO revised formula (75 mmol/L) and Pedialyte (45 mmol/L), may be better tolerated among pediatric patients. However, these products may not be appropriate for patients suffering from diarrhea caused by cholera, one of the most serious types of diarrheal disease that can cause rapid electrolyte loss. In an analysis of 7 trials of patients with cholera, the investigators found an increased number of patients with hyponatremia treated with hypoosmolar solutions compared with standard oral rehydration solutions, although the outcomes were similar. 69 \n\nElderly patients afflicted with diarrhea tend to have longer hospital stays (7.4 days in patients older than 75 years versus 4.1 days in those patients 20 to 49 years old) and a higher mortality. 70 Age greater than 65 years is also considered an independent C difficile risk factor. 71 In one ED-based study of 174 patients with diarrhea, it was found that age greater than 40 years with constant abdominal pain and diarrhea was predictive of a surgical etiology for their symptoms. 72 Taken together, these factors should prompt the clinician to at times take a more aggressive and perhaps more comprehensive approach in attempting to search for the origin of diarrhea in the elderly patient.\n\nRehydration and electrolyte replacement remain cornerstones of treatment for patients with diarrhea. To accomplish this, the \"BRAT\" diet (bananas, rice, apple sauce, and toast) is often recommended, although evidence supporting its practice is limited. Loperamide (Imodium) has been shown to be efficacious in reducing the symptoms of diarrhea in undifferentiated patients with mild symptoms 73 ; however, there is scant evidence regarding its safety profile in patients with moderate or severe diarrhea. 74 A recent review did not find conclusive evidence supporting or refuting the usage of antimotility agents and adsorbents in controlling diarrhea in people with HIV/ AIDS, 75 thus reinforcing the need for adjunct treatments such as fluid replacement. Nevertheless, one meta-analysis found that when combined with antibiotic therapy, loperamide was more efficacious than antibiotics alone in decreasing illness duration for adult patients with traveler's diarrhea. 76 Antidiarrheal agents are not recommended in the treatment of pediatric patients with diarrhea, as they have potentially serious side effects in this population. 77 Antibiotics are the mainstay of treatment for patients with a suspected bacterial cause for their diarrheal symptoms. A study of 139 patients presenting with severe diarrhea characterized by one of either profuse watery diarrhea with dehydration, passage of stools containing mucus and blood, temperature greater than 38.4 C, passage of more than 6 soft stools in 24 hours, duration of illness of more than 48 hours, severe abdominal pain in a patient older than 50, or diarrhea in the elderly, found single-dose quinolone therapy shortened the duration of symptoms and was equally efficacious when compared with a 5-day antibiotic regimen. 78 Probiotics, which are found in yogurts, fermented milks, and dietary supplements, may help treat diarrheal diseases. In one randomized, double-blind, placebocontrolled study, consumption of a 100-g drink containing Lactobacillus casei, Lactobacillus bulgaricus, and Streptococcus thermophilus twice daily during a course of antibiotics and 1 week after the antibiotic was finished resulted in an absolute risk reduction of 21.6% for the occurrence of antibiotic-associated diarrhea. 79 Another study noted probiotic organisms may be beneficial for 3 problems common in the elderly: undernutrition, constipation, and the capacity to resist infection. 80 A systematic review of the literature on probiotics, which examined 23 studies with 1917 participants, found probiotics reduced the risk of diarrhea at 3 days and the mean duration of diarrhea by 30 hours. 81 Prevention Most preventive measures aimed at limiting the spread of diarrheal diseases focus on improving the quality of available water sources. Two studies found the addition of household-based water filters reduced the prevalence of diarrhea by 60% in Columbia 82 and by 70% in rural Bolivia. 83 Further, one study found treating turbid water in rural Kenya with a disinfectant resulted in a 19% absolute reduction in the prevalence of diarrhea. 84 Communicable and diarrheal diseases are also major concerns for disaster-affected populations in camp settings. In treated households in Liberia, disinfectants reduced diarrheal prevalence by 83% compared with control households. 85 Other developing countries have instituted hand-washing campaigns. One, in urban squatter settlements in Pakistan, found campaigns promoting handwashing reduced the incidence of diarrhea by 53% among children younger than 15 years. 86 A recent review, which examined 33 trials with more than 53,000 participants, found that interventions focused on improving the quality of drinking water were effective in preventing diarrhea, with interventions aimed at the household level more effective than those aimed at the source. 87 \n\nConstipation is the most common digestive complaint in the United States, affecting up to 27% of the North American population. Although constipation tends to be associated with increasing age, 88 children also may experience this problem. One review of 4157 children younger than 2 years found the prevalence of constipation was 2.9% in the first year of life and 10.1% in the second year of life. While the majority of these cases were diagnosed as functional constipation, in 1.6% of cases underlying disease was responsible. 89 Constipation is also the most common cause of acute abdominal pain in children. A study of 962 children seen in a pediatric office found 9% had a complaint of abdominal pain; chronic constipation was diagnosed in 35% of those patients and acute constipation was diagnosed in 13%. A surgical condition was found in only 2% of the children with abdominal pain. 90 Furthermore, pregnant women are also disproportionately afflicted with constipation, with 25% of healthy women experiencing symptoms during their pregnancy and up to 3 months postpartum. 91 \n\nThe cause of constipation is often multifactorial. While a 2007 review revealed a small number of publications addressing the etiologic factors of this very common problem, 92 it was suggested that insufficient dietary fiber intake, inadequate fluid intake, decreased physical activity, side effects of drugs, hypothyroidism, sex hormones, and colorectal cancer obstruction may be responsible for constipation. 92 Furthermore, the cause of constipation may also be related to abnormal bowel motility, anatomical rectal disorders, neurological disorders, or psychosocial issues ( Table 3) . A thorough review of the patient's medications is advisable, as there are many different medications that secondarily contribute to constipation, such as calcium and iron supplements, opioids, anticonvulsants, antipsychotics, and Vomiting, Diarrhea, Constipation, Gastroenteritis antihistamines. 88 Constipation resistant to simple measures may be caused by painful anorectal conditions, irritable bowel syndrome (IBS), slow transit constipation, or obstructive defecation. Obstructed defecation is a broad term used to describe the inability to empty stool from the rectum, which may result from functional, metabolic, mechanical, or anatomical problems. 93 Mechanical and anatomical disorders causing obstructive defecation include Hirschsprung disease, rectocele, rectoanal intussusception, enterocele, sigmoidocele, and rectal prolapse. 94 Studies have found that obstructive defecation is a significant problem for middle-aged women. Obstructive defecation was self-reported and defined by difficulty in passing stool, hard stool, straining for more than 15 minutes, or incomplete evacuation, occurring at least weekly. In this study of 2109 subjects, 12.3% of women reported obstructive defecation at least once weekly. Risk factors correlated with patients developing obstructive defecation included a history of IBS, vaginal or laparoscopic hysterectomy, unemployment, use of 3 or more medications, symptomatic pelvic organ prolapse, history of urinary incontinence surgery, or other pelvic surgeries. 95 IBS, characterized by chronic abdominal pain and altered bowel habits without a clearly defined organic cause, 96 affects 10% to 15% of North Americans. 97, 98 Attempts to standardize the diagnosis of IBS have been made, and the American Gastroenterology Association recommends clinicians use the Rome III criteria, last revised in 2005, to diagnose IBS. 99 These criteria require the presence of recurrent abdominal pain or discomfort at least 3 days per month as well as 2 or more of the following: improvement with defecation, onset associated with a change in form of stool, or onset associated with a change in frequency of stool. The Rome III diagnostic criteria for IBS must be fulfilled for 3 consecutive months with symptom onset at least 6 months before diagnosis. 100 Other symptoms that are not part of the Rome criteria but support the diagnosis of IBS include defecation straining, urgency, a feeling of incomplete bowel movement, passing mucus, and bloating. Four subtypes of IBS are recognized: IBS with constipation (hard stools 25% and loose stools <25% of bowel movements), IBS with diarrhea (loose stools 25% and hard stools <25% of bowel movements), mixed IBS (hard stools 25% and loose stools 25% of bowel movements), and unsubtyped IBS (insufficient abnormality of stool consistency to meet the other subtypes).\n\nPharmacologic intervention must be tailored to the specific subtype of IBS. While antidepressant therapy has been explored as treatment for IBS, a trial of 51 patients randomized to placebo, imipramine, or citalopram found none of these agents significantly improved global IBS end points. 101 Antibiotics, specifically rifaximin, have also been tried in the treatment of IBS. A recent study of 80 patients randomized to rifaximin or placebo for 10 days found the group that received rifaximin had a greater improvement of IBS symptoms and a lower bloating score. 102\n\nStudies show a discrepancy among how physicians and patients define constipation, although they have a similar understanding of the symptoms. 88 Patients typically describe constipation as straining to have bowel movements, lumpy or hard stools, incomplete evacuation, anorectal obstruction, and a decreased frequency of bowel movements. To establish a standard for defining constipation, the Rome III criteria were created by a consortium of representatives from 18 countries. 88, 100 These criteria include the aforementioned signs and symptoms frequently described by patients, while requiring at least 2 of the following over 3 months' duration: fewer than 3 bowel movements per week, at least 25% of bowel movements involving manual maneuvers to disimpact, straining, passing hard stools, or a sensation of anorectal obstruction. The Rome criteria excludes patients with loose stools as well as those meeting diagnostic criteria for IBS, given that there are separate Rome criteria for the diagnosis of IBS as mentioned previously.\n\nThe physical examination may include a digital rectal examination to determine presence of stool impaction or blood in the stool. The clinician should be aware of what the American College of Gastroenterology (ACG) refers to as \"alarm\" signs or symptoms, which include fever, nausea, vomiting, weight loss of more than 10 pounds, anorexia, blood in stool, anemia, family history of colon cancer, onset of constipation after the age of 50 years, or acute onset of constipation in the elderly. 88, 103 If any of these symptoms are present a workup is advised, including a complete blood count, basic metabolic panel, thyroid tests, and possibly colonoscopy. If these signs are absent, the ACG recommends empiric treatment of the constipation. 88, 103 Radiographic studies are sometimes used to help determine the etiology of constipation. However, in a 2005 review article of the pediatric literature, the investigators found conflicting evidence for an association between a clinical and a radiographic diagnosis of constipation. The investigators therefore do not recommend performing routine abdominal films on pediatric patients presenting with constipation. 104 \n\nThe management of constipation depends on the degree to which the symptoms affect the patient's daily life, patient preference for type of treatment, efficacy of treatments tried in the past, and the provider's clinical judgment. If, for example, the patient is impacted then an enema or manual disimpaction is indicated. The ACG Chronic Constipation Task Force guidelines state exercise may help patients with constipation by reducing gastrointestinal transit time. Further, increasing water and fiber in the diet can increase frequency of bowel movements. 92, 103, 105 However, patient satisfaction surveys show dissatisfaction with initial treatment regimens of lifestyle and dietary changes for chronic constipation, 105 which highlights the importance of a multipronged approach in treating constipation.\n\nWhen lifestyle changes fail, the options for medical treatment include bulking agents, osmotic agents, stimulant laxatives, and enemas ( Table 4 ). Stool softeners are surface-acting agents that function as detergents, allowing water to interact Vomiting, Diarrhea, Constipation, Gastroenteritis more effectively with stool. Docusate sodium (Colace) is a stool softener that is frequently prescribed for the treatment of chronic constipation; however, there are insufficient data to support its use. 106 One placebo-controlled crossover trial of docusate calcium (Surfak) versus placebo demonstrated no differences in stool consistency or frequency between the 2 groups. 107 Another trial, which was a multicenter, randomized, double-blind study of 170 patients with chronic constipation, found psyllium was superior to docusate sodium for increasing the stool water content and frequency of bowel movements. 108 Nevertheless, the ACG recommends osmotic laxatives to treat constipation if an increase in water and dietary fiber fails. 103, 109 One double-blind, multicenter study randomized 100 patients who presented with chronic medication-induced constipation to receive either polyethylene glycol (PEG) 3350 (Miralax) or placebo for 28 days. The standard dosing of PEG, 17 g mixed with 8 ounces of water daily, was given to patients in the treatment group. PEG 3350 was found to be superior to placebo (78.3% vs 39.1%) in relieving constipation. Diarrhea and flatulence occurred more frequently with PEG treatment, although not to a statistically significant extent from placebo. 110 Based on this study and others supporting PEG's efficacy at improving stool frequency and consistency, the ACG Task Force gave PEG as well as lactulose (Cholac) grade A recommendations. 103, 105 Nevertheless, when osmotic laxatives fail to provide relief of symptoms of constipation, stimulant laxatives may be prescribed. Stimulant laxatives include compounds containing senna or bisacodyl, and are thought to act by stimulating the sensory nerve endings of the colonic mucosa. The FDA has approved these agents for treatment of occasional constipation; however, they should be used only as needed and for a brief time (<1 week), due to concerns regarding side effects with chronic use such as abdominal cramping, fecal incontinence, electrolyte imbalances, and reduced colonic motility. 88, 105 One study, which evaluated sennosides (Sennakot) alone versus sennosides plus docusate sodium in the treatment of hospitalized oncologic patients, found that the sennosides group required fewer alternative laxative therapies (40% in the sennosides group versus 57% in the sennosides plus docusate sodium group) to treat constipation. 111 As there are no placebo-controlled trials of stimulant laxatives, insufficient data exist to make a recommendation about the effectiveness of stimulant laxatives in patients with chronic constipation. 106 A drug that has recently emerged for the treatment of chronic constipation is lubiprostone (Amitiza), which works by activating chloride channels that in turn increase secretion of intestinal fluid. 105, 109 Patients treated with lubiprostone in phase 3 clinical trials experienced a median increase of 3 or 4 spontaneous bowel movements per week after 1 month of treatment. 112 Treating constipation in pediatric patients is also challenging, although studies have demonstrated superior efficacy of PEG in this population as well. [113] [114] [115] [116] [117] In one study of 100 children aged 6 months to 15 years with constipation who received PEG or lactulose for 8 weeks, the investigators found a significant increase in the mean number of defecations per week in both groups. In terms of complete relief of symptoms after 18 weeks, however, 56% of patients who received PEG 3350 were successfully treated compared with 29% of patients who received lactulose. 114 Other studies have been performed to establish the most effective dose of PEG. 108, 109 The results showed that 95% of patients receiving a higher dose (1-1.5 g/kg/d) achieved disimpaction versus 55% of patients receiving a lower dose (0.25-0.50 g/kg/d). However, diarrhea and bloating were more common in the higher-dose group. 117 A second study on PEG for children with constipation found low-dose PEG (0.2 g/kg/d) was successful in 77% of patients, mid-dose PEG (0.4 g/kg/d) was successful in 74% of patients, and highdose PEG (0.8 g/kg/d) was successful in 73% of patients. All were more successful than placebo (42% success rate). 118 Nevertheless, a recent review stated that even though PEG achieved more treatment success compared with other laxatives, the studies were not of high enough quality to suggest laxative treatment is better than placebo in children with constipation. 119 \n\nGastroenteritis is defined as a syndrome of vomiting, diarrhea, or the combination of both, that begins abruptly in otherwise healthy individuals. 120 Although the symptoms of vomiting and diarrhea convey a broad differential, it is clinically important to consider the diagnosis of gastroenteritis in patients with these symptoms for public health reasons. Worldwide, infectious gastroenteritis is a leading cause of morbidity and mortality. 120 In the United States, the highest incidence of infectious gastroenteritis is in patients younger than 5 years, whereas severe disease leading to hospitalization and resulting in mortality is most frequently observed in patients older than 60 years. 121 Even so, approximately 10% of hospitalizations in children younger than 5 years are caused by gastroenteritis and dehydration, accounting for nearly 220,000 hospitalizations yearly. 122 Gastroenteritis has many causes, including viral, bacterial, parasitic, and noninfectious ( Table 5) .\n\nThe most prominent cause of acute gastroenteritis is viruses. Noroviruses account for more than 90% of the outbreaks in the United States, and affect both children and adults. 123, 124 Outbreaks occur more commonly in cold-weather climates and in places where people are closely confined, such as schools, nursing homes, hospitals, and Vomiting, Diarrhea, Constipation, Gastroenteritis cruise ships. 125 The primary mode of transmission is through fecal-oral spread, but the virus can also be transmitted by respiratory droplet contact or ingestion of contaminated food or water. Up to 30% of exposed individuals shed the virus before developing the illness, and patients with underlying illnesses or immunocompromised states may continue to do so long after the illness resolves. 126 Noroviruses survive in a variety of temperatures, remaining live on environmental surfaces, in recreational and drinking water, and on raw fruits and vegetables. Although patients may develop illness year-round, outbreaks tend to peak during periods of cold weather. 124 Norovirus illness usually presents with both vomiting and diarrhea, as well as abdominal cramps, malaise, myalgias, and chills. Symptom onset is sudden, with vomiting being more common in children and diarrhea more common in adults. 124 Fever, which is typically low grade, is present in 50% of patients. Symptoms usually last 24 to 60 hours and are typically mild and self-limited, while severe disease may develop in debilitated, elderly, or immunocompromised individuals. 123 Of particular concern, noroviruses may be associated with necrotizing enterocolitis (NEC). In one study of an outbreak of 8 infants with NEC in a neonatal intensive care unit, investigators found 4 (50%) of the infants had stool samples that tested positive for norovirus. 127\n\nAlthough norovirus infection is the most common cause of gastroenteritis outbreaks in people of all ages worldwide, group A rotavirus is the leading cause of diarrheal illness in children younger than 5 years. 128 A cohort study from Europe of 2928 children younger than 5 years with more than 3 loose stools per day for more than 2 weeks found 43.4% of stool samples were positive for rotavirus. 129 A similar incidence was \n\nfound in the United States. In a study of 516 children younger than 3 years with acute gastroenteritis, the investigators found 44% had rotavirus-positive stool samples. 130 Although rotavirus is more common in children, it can also affect adults. In a 4-year prospective study of 683 adults with acute diarrhea, 14% of subjects tested positive for rotavirus. 131 There is a wide spectrum of disease severity for adults presenting with rotavirus, from mild vomiting, diarrhea, or both, to dehydration and severe systemic disease. Vomiting is present in 90% of cases and 30% of patients have a fever (>39.0 C). Finally, while the illness is usually worst in the first 24 hours it is typically mild and self-limited in immunocompetent adults. 132 Salmonella Salmonella infection is the most common cause of bacterial gastroenteritis in the United States, with more than 95% of subjects infected by contaminated food. Usually the source is raw or undercooked eggs, but the bacteria may also be found in meats, unpasteurized dairy products, fruits, vegetables, and peanuts. [133] [134] [135] [136] [137] Transmission may also occur via contact with infected animals, such as turtles. 138 Salmonella infection has a short incubation period of approximately 6 to 48 hours. Symptoms typically persist for 24 hours to 1 week and may include vomiting, diarrhea, crampy abdominal pain, and fever. In patients infected with Salmonella, resistance can be a problem and susceptibility testing is recommended. While antibiotics are thought to increase carrier states in patients with Salmonella infection, in selected patients, or in patients with severe illness, recommended antibiotics include third-generation cephalosporins or fluoroquinolones. 139 Campylobacter jejuni C jejuni is the most common cause of bacterial gastroenteritis worldwide and the second most common in the United States after Salmonella infection. The CDC reported an incidence of C jejuni infection of 13.02 per 100,000 persons in 2009. 140 The highest incidence of disease is among children younger than 5 years. Although C jejuni infection may be acquired from contaminated drinking water or exposure to infected farm or domestic animals, 50% of cases are associated with the handling and consumption of undercooked poultry. 141 Campylobacter infection develops 1 to 10 days postexposure. The illness may start with a prodrome of fever, malaise, chills, and headache before the onset of abdominal symptoms, which include watery but sometimes bloody diarrhea, abdominal pain, nausea, and vomiting. Symptoms typically resolve within 5 days, but in some cases may persist for several weeks. 141 For patients infected with C jejuni, treatment with erythromycin (Erythrocin) or azithromycin (Zithromax) is recommended. Fluoroquinolones are no longer advised as there have been increasing resistance patterns, possibly resulting from the usage of fluoroquinolones for farm animals. 141, 142 Campylobacter infection has also been associated with the development of postinfectious Guillain-Barré Syndrome (GBS), with an incidence of 1 per 1000 individuals. Serological surveys have found anti-C jejuni antibodies in patients with GBS, a finding consistent with recent infection. Further, a high proportion of patients have C jejuni in their stools when they develop GBS. Finally, GBS has been shown to be more severe and more likely to be irreversible when it is preceded by C jejuni infection. 143 \n\nWhereas gastroenteritis caused by the organism Vibrio parahaemolyticus is common in Japan, the CDC reports a total of just 4500 cases per year in the United States. 140 The organism lives in oysters, clams, and crabs, and is transmitted by the ingestion of Vomiting, Diarrhea, Constipation, Gastroenteritis contaminated saltwater seafood or direct exposure of an open wound to seawater. Cases in the United States have predominantly been linked to the consumption of raw oysters. 144 V parahaemolyticus has a 6-hour to 4-day incubation period and presents with the sudden onset of severe watery diarrhea, vomiting, abdominal cramping, and fever. Based on susceptibility testing of an outbreak of 10,000 patients infected with V parahaemolyticus in Chile in 2005, it is best treated with tetracycline (Sumycin), ciprofloxacin, or chloramphenicol. Of note, investigators found the organism was universally resistant to ampicillin. 145 Shigella Shigella infection primarily affects people in developing countries, and the majority of cases are in children younger than 5 years. 146 The incidence of Shigella in the United States in 2009 was 3.99 per 100,000. 140 The bacteria are transmitted mainly through person-to-person contact but may also be acquired from food, water, flies, and feces. Shigella invades the cells of the colonic epithelium, and the shiga toxin induces local inflammation, which in turn produces hemorrhagic colitis. Following an incubation period from 1 to 6 days, patients develop fever, crampy abdominal pain, and diarrhea, which often contains blood and mucus. Infants, on the other hand, present more often with nonbloody stool and lack of fever. 147 Although symptoms caused by Shigella infection are typically self-limiting and resolve within 2 to 3 days, most clinicians treat Shigella with antibiotic therapy. Fluoroquinolones are the mainstays of therapy, while azithromycin, trimethoprim-sulfamethoxazole (Bactrim), ampicillin, and ceftriaxone (Rocephin) are other options.\n\nYersinia is a prominent infection worldwide, but caused only 0.32 cases per 100,000 persons in the United States in 2009. 140 A primary risk factor for acquiring Yersinia is the consumption of contaminated foods, in particular raw pork. 148 Yersinia infection presents with a gradual onset of symptoms from several days to 1 week, which include bloody diarrhea, fever, vomiting, and severe right lower quadrant abdominal pain that may mimic appendicitis. Approximately 20% of patients also present with pharyngitis. 149 Treatment regimens for Yersinia include trimethoprim-sulfamethoxazole, fluoroquinolones, gentamycin, tobramycin, amikacin (Amikin), or cefotaxime (Claforan). Yersiniainfected individuals have a risk of developing bacteremia, liver or spleen abscesses, suppurative appendicitis, peritonitis, intussusception, and toxic megacolon.\n\nE coli infections are categorized as enterohemorrhagic (O157:H7), enterotoxigenic (traveler's diarrhea), enteropathogenic (nontoxin mediated, uses an adhesin to attach and efface intestinal cells), or enteroinvasive. E coli 0157:H7 primarily affects children younger than 10 years and elderly patients, with an incidence of 0.99 per 100,000 persons in the United States in 2009. 140 Transmission has been linked to the consumption of undercooked beef, contaminated drinking water, unpasteurized milk, 150, 151 and from fecal contamination of raw vegetables and unpasteurized apple juice. 152,153 E coli 0157:H7 bacteria cause a hemorrhagic colitis due to a shiga-like cytotoxin that destroys the colonic microvilli. Patients infected with E coli may develop an acute onset of watery diarrhea, which may progress to bloody diarrhea, abdominal cramps, and vomiting. Fever is typically absent or low grade. Approximately 6% of patients with E coli 0157:H7 infection, particularly those younger than 5 years and elderly patients, develop hemolytic uremic syndrome. 154 This risk is increased with bloody diarrhea, leukocytosis, fever, and possibly the use of antimotility agents. 155, 156 Outbreaks Gastroenteritis outbreaks have been studied to determine their causes. One study examined patients hospitalized with community-acquired gastroenteritis in Berlin, Germany. The investigators found Campylobacter in 35% of specimens, norovirus in 23%, Salmonella in 20%, rotavirus in 15%, and a noninfectious cause in 8% of patients, supporting the need to remain diligent in looking for other causes of diarrhea even in an outbreak. In this study, length of hospital stay (median: 5.5 days) was independent of the pathogen, but was associated with patients who had underlying medical conditions. 157 Another study evaluated 29 acute gastroenteritis outbreaks in childcare centers. Stool specimens from symptomatic children and environmental surface swabs found offending pathogens included rotavirus (17% of outbreaks), norovirus (10%), astrovirus (10%), and sapovirus (7%). In 3 of the outbreaks, 10% of patients were found to have multiple viruses responsible for their infection, highlighting the importance of surveillance monitoring during these occurrences. 128 \n\nThe duration and severity of the patient's diarrhea and vomiting should be assessed, along with their fluid intake, urine output, and overall mental status. Malnourished and immunocompromised patients are more likely to have serious outcomes. Stool cultures in the ED are typically reserved for patients with severe illness or for patients presenting with diarrhea in times of community-wide outbreaks. While fecal leukocytes are 70% sensitive and 50% specific for detecting inflammation in studies examining the infectious etiology of diarrhea, white blood cells in the stool may also be present in other conditions such as ulcerative colitis and Crohn disease. 158 Sensitivities can be increased to 83% by testing for fecal calprotectin. 159 Nonetheless, clinicians may consider sending a stool sample if there is blood or mucus in the stool, persistent diarrhea of more than 2 weeks' duration, or to help exclude an intestinal infection.\n\nLaboratory testing for patients with vomiting and diarrhea caused by viral illnesses is typically not helpful, as these patients may not demonstrate markers of infection in their blood work or stool cultures. However, in one study of patients with known norovirus illness, investigators found leukocytosis with a neutrophil predominance was common. Furthermore, 64% of subjects tested positive for fecal leukocytes. This finding was surprising, as it had been thought that leukocytosis and stool leukocytes were rare in patients with norovirus-induced gastroenteritis. 160 \n\nThe mainstay of therapy for acute gastroenteritis is supportive care. No specific antiviral therapy exists for viral gastroenteritis. Rehydration and electrolyte replacement are the most important aspects of treatment. Severely ill, immunocompromised, or very young children with suspected bacterial infections should receive empiric treatment with antibiotics. 161 To help estimate the degree of fluid loss in children, investigators in Canada have created the Clinical Dehydration Scale (CDS) to identify pediatric patients with severe dehydration. The scale assesses 4 characteristics: general appearance, eyes, mucous membranes, and tears. If all of these are normal, the score is zero, and the child is determined to have no dehydration. A score of 1 is given in each category if the child appears thirsty or restless, has slightly sunken eyes, sticky mucous membranes, or decreased tears. A score of 2 is given in each category if the child has a drowsy, limp, cold, or sweaty appearance, has very sunken eyes, dry Vomiting, Diarrhea, Constipation, Gastroenteritis mucous membranes, or absent tears. A CDS score of 1 to 4 indicates some dehydration, whereas a score of 5 to 8 indicates moderate to severe dehydration. 162 According to the CDC, children weighing less than 10 kg should receive 60 to 120 mL of oral rehydration solution per episode of vomiting or diarrheal stool, and those weighing more than 10 kg should receive 120 to 240 mL oral rehydration solution in addition to their daily requirements. 28, 132 The original standard WHO oral rehydration solution had an osmolality of 311 mOsm/kg; however, in 2002 the formulation was changed to a lower osmolality solution (245 mOsm/kg) with lower concentrations of glucose (75 mmol/L) and sodium (75 mEq/L) based on several studies demonstrating a reduced osmolality solution, diminished stool volume, and the duration of diarrhea. 163 Most commercial oral rehydration solutions contain 2% to 3% carbohydrate. Common household fluids such as tea, fruit juice, sports drinks, and soft drinks have too little sodium along with a higher carbohydrate and osmolality content than suggested, and should therefore be avoided when attempting to hydrate a child with diarrhea. 28, 29 In children with severe dehydration (more than 10% body weight loss), intravenous fluids are recommended. A 20 mL/kg bolus of intravenous fluid is suggested except in the case of a malnourished infant, where 10 mL/kg as a starting resuscitative amount is recommended to avoid overhydration or heart failure. After the initial intravenous therapy, 100 mL/kg oral rehydration solution over 4 hours or D5½NS (dextrose 5% in 0.45% normal saline) intravenously at a rate of twice maintenance may be administered.\n\nSuggested indications for hospital admission for children with gastroenteritis include severe dehydration, neurological involvement, toxic state or shock, inability to tolerate oral rehydration, potential for surgery, failure of treatment despite oral rehydration therapy, or uncertain diagnosis. Providers should also consider admission for children younger than 2 months, febrile infants younger than 6 months with bloody stool, children with immunodeficiency or malnutrition, or if there is an inability to take care of the child at home. 132 \n\nPatients commonly present to the ED with symptoms of vomiting, diarrhea, constipation, and gastroenteritis. While management focuses largely on supportive care, the clinician needs to be aware that some patients, particularly infants, the elderly, and immunocompromised individuals, may need more aggressive care. New medications and treatment modalities continue to be developed for these conditions, with the latest pharmaceuticals offering promise in terms of their efficacy and side effect profiles."}