{"title": "Middle East respiratory syndrome (MERS) coronavirus: Putting one health principles into practice?", "body": "Despite only being introduced at the start of this century, the term 'One Health' has become regarded as something of a cliché by many. However, emerging viruses are a paradigm of the one health concept, which broadly refers to the interdependence of the health of people, animals and the ecosystems they inhabit. It is estimated that at least 75% of emerging diseases are of animal origin, and many of these are viral (Taylor et al., 2001) . Although heightened awareness and more efficient detection methods may play a role in the increasing number of new viruses being identified, climate change and increased globalisation (in particular in relation to arboviruses) are thought to be responsible for a genuine increase in viral emergence (Morse, 1995) .\n\nIn a recent issue of The Veterinary Journal, Professor Ulrich Wernery, of the Central Veterinary Research Laboratory, Dubai, and colleagues review Middle East respiratory syndrome (MERS) coronavirus in dromedaries. MERS is not the only emergent coronavirus to have hit the headlines as a threat to human health in recent years. The coronavirus that causes severe acute respiratory syndrome (SARS-CoV) was first detected in China in November 2002 (de Wit et al., 2016) . The virus spread rapidly (via international travel of infected people), resulting in over 8000 cases in 29 countries, encompassing Africa, America, Australia, Asia and Europe. However, the SARS pandemic was declared over by July 2003 and no human cases of SARS have been reported since 2004.\n\nA major reason MERS did not become established as a pandemic disease is that the peak of virus shedding occurs after the onset of symptoms, which means that public health measures, such as preventing people with clinical signs of MERS from boarding aircraft, isolation of infected people and quarantine of their contacts, are effective in controlling spread of the virus (Anderson et al., 2004) . Conversely, in influenza, the archetypal pandemic disease, the majority of virus transmission occurs before people realise that they are ill.\n\nIn contrast to SARS, cases of MERS have been reported on a regular basis since the virus was first detected in September 2012. As of 10th January 2017, a total of 1553 laboratory-confirmed cases of MERS-CoV infection in people have been reported, with a case fatality among these of 41.7%. 1 Although cases have been reported in a similar number of countries as SARS, the majority of cases have been in Saudi Arabia. 2 Camels are thought to be a major source of infection for human beings (Wernery et al., 2017) , but nosocomial outbreaks are frequently reported, with the majority of secondary cases occurring in the hospital setting (patients and healthcare workers) and some in household contacts.\n\nCurrently, no vaccines against MERS-CoV are available, although several are in development. The relatively limited number of cases of MERS to date means that mass vaccination of people in the Arabian Peninsula region may not be justifiable. However, targeted vaccination of healthcare workers and other high-risk groups (e.g. camel herders) may be a cost-effective way to limit the number of human cases.\n\nThree alternative frameworks have been described for vaccines against diseases transmitted from animals to human beings (Monath, 2013) . These are vaccines for use in: (1) both human beings and economically important animals, where they are 'dead-end' hosts and wild animals are the source of infection; (2) domestic animals, where they play a major role in transmission of the disease to human beings; and (3) wild animal reservoir species, to prevent transmission of disease to both human beings and domestic animals. The second option (i.e. vaccination of camels to protect human health) is favoured for the control of MERS, although a potential limitation of the approach is that it remains inconclusive whether there is a wild animal reservoir of MERS-CoV. One of the appeals of this strategy is that there are generally fewer regulatory hurdles to licensing a vaccine for animal use and, therefore, a novel vaccine could be more rapidly deployed. Furthermore, vaccination of camels would provide safety and efficacy data in a relevant host to support registration for human use by regulators such as the United States Food and Drug Administration (Aebersold, 2012) .\n\nDevelopment of vaccines for human or animal health requires collaborations between medical and veterinary disciplines, which have traditionally operated independently, even when part of the same institution. Development of a West Nile virus vaccine is a recent example of successful co-development of a vaccine for human and veterinary species, although it is noteworthy that the veterinary species in this instance, the horse, is a high value animal. As described in the review by Wernery et al. (2017) , MERS has limited economic impact on the camel industry. Therefore it is likely that governments of affected countries would have to finance the vaccination of camels.\n\nIn conclusion, MERS particularly exemplifies the importance of a 'one-health' approach to tackling emerging zoonoses and heightens"}