{"title": "Article Autoadaptive ER-Associated Degradation Defines a Preemptive Unfolded Protein Response Pathway", "body": "The endoplasmic reticulum (ER) is a site of synthesis and maturation of about 30% of the eukaryotic proteins. This membrane-bound organelle faces a continuous, physiologic production of byproducts of protein biogenesis, which results from the innate inefficiency of protein folding programs (Braakman and Hebert, 2013) . The ER load with folding-defective polypeptides may fluctuate and depends on variations in the level of protein synthesis, inherited or sporadic mutations causing polypeptide misfolding, infections, perturbation of the folding environment, aging, and other factors. Misfolded proteins must rapidly be removed from the folding compartment as a prerequisite for maintenance of cellular proteostasis and survival (Balch et al., 2008; Brodsky, 2012; Lindquist and Kelly, 2011; Merulla et al., 2013; Walter and Ron, 2011) . Aberrant gene products are delivered at the ER membrane to be retrotranslocated (dislocated) into the cytosol, polyubiquitylated, and degraded by 26S proteasomes in a series of events collectively defined as ER-associated degradation (ERAD; Brodsky, 2012) . The activity of the ERAD machinery must be adjusted to the luminal load of misfolded polypeptides. Excessive ERAD may in fact interfere with completion of folding programs by inappropriately selecting not-yet-native folding intermediates for destruction, while insufficient ERAD leads to toxic accumulation of misfolded protein conformers (Bernasconi and Molinari, 2011) . Recent evidences hint at direct roles of misfolded polypeptides in regulating ERAD activity by stabilizing otherwise rapidly turned over ERAD factors, by inhibiting the constitutive segregation of ERAD factors from the ER, or by promoting the assembly or inhibiting the disassembly of functional ERAD machineries in a series of posttranslational regulatory events, collectively defined as ERAD tuning (Merulla et al., 2013) .\n\nWith a constitutive proteasome-regulated half-life of 1 hr, HERP is one example of rapidly turned over ERAD factor (Hori et al., 2004; Miura et al., 2010; Sai et al., 2003) . The involvement of HERP in ERAD has been reported, as well as its participation in the evolutionarily conserved dislocation machinery built around the E3 ubiquitin ligase HRD1 that also comprises the adaptor protein SEL1L, the rhomboid pseudoprotease DER1, and a series of membrane-embedded, luminal, and cytosolicassociated factors (Bernasconi et al., 2010a; Christianson et al., 2012; Eura et al., 2012; Gao et al., 2010; Horn et al., 2009; Iida et al., 2011; Kim et al., 2008; Kny et al., 2011; Kokame et al., 2000; McLaughlin et al., 2010; Okuda-Shimizu and Hendershot, 2007; Sato et al., 2012; Schulze et al., 2005; Stolz et al., 2010; van Laar et al., 2000) . However, the function of HERP in the HRD1 dislocation machinery is not understood.\n\nExperiments in S. cerevisiae, where mammalian HERP complements, at least partially, some of the functions of Usa1p in the null mutant, imply that HERP might be the functional equivalent of yeast Usa1p (Carvalho et al., 2006) . Usa1p acts as a scaffold that promotes assembly, maintains the integrity, and activates the ubiquitylation activity of the Hrd1p dislocon (Carroll and Hampton, 2010; Carvalho et al., 2006; Horn et al., 2009; Kanehara et al., 2010; Kim et al., 2009) .\n\nThe short half-life distinguishes HERP from most ER-resident proteins, whose turnover is slow (Cambridge et al., 2011; Price et al., 2010) . The peculiar instability of HERP compared to the stability of the other components of the HRD1 dislocation machinery, which are characterized by half-lives exceeding 30 hr, also violates the rule asserting that turnover rates of constituent subunits of multimeric complexes often fall within a small range (Cambridge et al., 2011; Price et al., 2010) . Altogether, these observations led us to hypothesize that regulated HERP R E T R A C T E D turnover could set the activity of the ERAD machinery by determining the integrity of HRD1 dislocons.\n\nOur analysis of endogenous HRD1 dislocons in cells expressing tunable levels of folding-defective HRD1 clients revealed an unexpected dynamicity of these supramolecular complexes. We report that HRD1 dislocons and the scaffold protein HERP are unstable when not engaged by clients. The constitutively rapid turnover of endogenous HERP is regulated by the E2 ubiquitin-conjugating enzyme UBC6e, the E3 ubiquitin ligase RNF5, the p97/UFD1 complex, and the 26S proteasome. Expression of HRD1 clients stabilizes HRD1 dislocons and delays, in a dose-dependent manner, turnover of endogenous HERP by inhibiting its RNF5-dependent recognition and polyubiquitylation. These findings highlight a mechanism of autoadaptive ERAD, where the integrity of dislocation machineries directly depends on the ER load with folding-defective clients.\n\nThe Constitutive HERP Turnover Is Regulated by UBC6e, RNF5, UFD1, p97, and the 26S Proteasome Unlike other components of the HRD1 dislocon, such as HRD1, SEL1L, DER1, AUP1, UBXD2, BAP31, ERLIN1, ERLIN2, and others (Cambridge et al., 2011; Christianson et al., 2012) , endogenous HERP has a much shorter half-life regulated by the ubiquitin proteasome system (UPS) (t 1/2 of about 60 min; Figures 1A, lanes 1-5, and 1B) (Hori et al., 2004; Miura et al., 2010; Sai et al., 2003) . Consistently, HERP turnover was substantially inhibited upon inactivation of 26S proteasomes with PS-341 and remained unaffected upon cell exposure to lysosomotropic agents such as chloroquine (Figures 1A, lanes 6 and 7, respectively, and 1B).\n\nTo identify the components of the UPS involved in HERP turnover, we first monitored variations in the intracellular level and in the half-life of endogenous HERP upon silencing of select ER membrane-embedded E3 ubiquitin ligases. Individual silencing of HRD1, gp78, RNF103, or RNF166 or combined silencing of HRD1 and gp78 (Figures 2A, S1A , and S1B available online) did not significantly alter the intracellular level (Figures 2A, lanes 1 -4, 6, and 7, and 2B) Figures 2A, 2C , and 2E) remained unchanged upon RNF5 silencing.\n\nTo identify the E2 ubiquitin-conjugating enzyme participating in the constitutive, RNF5-regulated turnover of HERP, we silenced the expression of UBC7, which has a reported role in ERAD (Webster et al., 2003) , and UBC6e, the RNF5-associated E2 enzyme (Younger et al., 2006) . As a positive control, the silencing of RNF5 with three different siRNAs substantially increased the intracellular level of endogenous HERP (Figures 2E, lanes 2-4, and 2F). While the downregulation of UBC7 had no effect (Figures 2E, lane 5, 2F, and S1C), the silencing of UBC6e with two different siRNAs substantially raised the level of HERP (Figures 2E, lanes 6 and 7, and 2F). Likewise, HERP levels substantially increased upon silencing of UFD1, which selectively recruits polyubiquitylated polypeptides to the p97 segregase (Ye et al., 2001 ) (Figures 2E, lane 9, 2F, and S1D-S1F), or upon cell incubation with N 2 ,N 4 -dibenzylquinazoline-2,4-diamine (DBeQ), which selectively inactivates p97 (Figures S1E and S1F) (Chou et al., 2011) .\n\nConsistent with the involvement of the UPS in the turnover of endogenous HERP, cell exposure to the proteasomal inhibitor PS-341 caused the accumulation of polyubiquitylated HERP ( Figure 2G , lane 2 versus 1, refer to Experimental Procedures) (Sai et al., 2003) . Silencing of RNF5 ( Figure 2G , lane 3) or UBC6e (lane 4) reduced the amount of polyubiquitylated HERP upon proteasomal inactivation, thus confirming RNF5 and UBC6e intervention in the rapid constitutive clearance of endogenous HERP from the mammalian ER.\n\nAs an additional indication of the role of RNF5 in the regulation of constitutive HERP turnover, coprecipitation analysis revealed a direct association between RNF5 and HERP at steady state (Figures 2H, first panel, lane 1, and S2A). Significantly, expression of the folding-defective protein Null Hong Kong (NHK), a client of the HRD1 dislocation machinery engaging HERP for efficient clearance from the ER ( Figures S3 and S4A ) (Kny et al., 2011) , dose-dependently inhibited the RNF5:HERP interaction that regulates HERP turnover ( Figure 2H , first panel) and dosedependently favored HERP:HRD1 (second panel), HERP:SEL1L (fourth panel), and HRD1:SEL1L (fifth panel) interactions as an indication that engagement by clients stabilizes HRD1 dislocons, thereby protecting HERP from RNF5-controlled turnover.\n\nSelective, Transcription-Independent Raise in Endogenous HERP Protein Levels in Cells Expressing a Folding-Defective HRD1 Client Expression of a client of the HRD1 dislocation machinery, the folding-defective protein NHK, inhibits HERP recognition by RNF5, the E3 ubiquitin ligase that regulates the rapid, constitutive HERP turnover ( Figure 2 ). We hypothesized that as a direct consequence, NHK expression might stabilize endogenous HERP engaged in the HRD1 dislocon. This could have important consequences on the activity of the HRD1 pathway since, at least in yeast, it has been shown that the HERP ortholog Usa1p regulates the integrity and the activity of the HRD1 dislocation machinery controlling misfolded protein clearance from the ER lumen (Carroll and Hampton, 2010; Carvalho et al., 2006; Horn et al., 2009; Kanehara et al., 2010; Kim et al., 2009) .\n\nNHK is a soluble, folding-defective polypeptide. It is classified as an ERAD-L S substrate ( Figure S3 ), and its clearance from the ER stringently relies on engagement of the HRD1 pathway (Ber- (H) HERP:RNF5, HERP:HRD1, HERP:SEL1L, and HRD1:SEL1L complexes were monitored in cells expressing increasing amount of NHK (induction with 10-100 ng/ml tetracycline for 5 hr). Endogenous HERP (panels 1-3) or SEL1L (panels 4-6) was immunoisolated from lysates, and the associated endogenous RNF5, HRD1, or HERP was revealed by western blot. Please note that the samples for the anti-HERP immunoprecipitations have been normalized (third panel). TCE, total cell extract. Error bars: SD from the mean of three replicates. nasconi et al., 2010a). ERAD-L S substrates are delivered to the ER membrane by the ERAD lectins OS-9 and XTP3-B (Bernasconi et al., 2008; Christianson et al., 2008; Hosokawa et al., 2008) and are retrotranslocated into the cytosol for proteasomal degradation by the HRD1 dislocon comprising HERP, the adaptor SEL1L, and the rhomboid pseudoprotease DER1 (Bernasconi et al., 2010a; Christianson et al., 2008; Greenblatt et al., 2011; Kny et al., 2011) . All in all, NHK is a bona fide client of the HRD1 pathway that relies on HERP for efficient disposal from the ER (Figures S4A, lanes 1-6, and S4B) (Kny et al., 2011) .\n\nThe analysis of a human embryonic kidney 293 (HEK293) cell line characterized by tetracycline-inducible expression of NHK ( Figure 3A , first panel) revealed early responses to expression of the folding-defective transgene consisting of the selective raise of endogenous HERP levels (Figures 3A, second panel, and 3B, white columns). The induction of NHK expression did not affect the protein level of the two conventional ER stress markers BiP and GRP94 or of other components of the HRD1 Quantitative RT-PCR revealed that the accumulation of the HERP protein upon NHK induction could not be ascribed to the activation of transcriptional UPR programs. In fact, the levels of HERP, BiP, and GRP94 transcripts did not increase (Figure 3C) , and variations in Xbp1 splicing were not observed (Figure 3A) . This early response to expression of NHK consisting of the elevation of HERP protein levels in the absence of transcriptional induction anticipated the induction of the UPR. In fact, induction of HERP, BiP, and GRP94 transcription did occur upon prolonged expression of higher concentrations of NHK ( Figures 3D-3F ) or when cells were subjected to widespread stress stimuli such as exposure to tunicamycin for 5 hr (Figures 3A, lane 7, 3B, and 3C).\n\nSince NHK inhibits, in a dose-dependent manner, the recognition of HERP by the E3 ubiquitin ligase RNF5, which controls polyubiquitylation and constitutive turnover of HERP ( Figure 2H ), we predicted that the transcription-independent raise of HERP protein in cells expressing NHK resulted from a client-induced delay of the constitutively rapid HERP turnover. To verify this, the half-life of endogenous HERP was monitored by cycloheximide (CHX) chase in cells incubated for 5 hr in the absence Figure 4A , lanes 1-4) or in the presence of tetracycline to induce NHK expression (lanes 5-8). Western blot analysis of the cell lysates showed that in cells expressing NHK, the HERP turnover was substantially slower (t 1/2 > 120 min; Figures 4A, second panel, lanes 5-8, and 4E, NHK) than in cells not expressing the HRD1 client (t 1/2 of 60 min; Figures 4A, second panel, lanes 1-4, and 4E, mock). Confirming the data shown in Figure 3 , the NHK-induced delay in HERP turnover did increase the intraluminal level of the endogenous protein so that at steady state, the level of endogenous HERP in cells expressing NHK was 1.7 times higher than that in cells not expressing NHK (Figures 4A, second panel, lanes 5 versus 1, and 4E, NHK versus mock), and after a 90 min CHX chase it was 4 times higher ( Figure 4E , NHK versus mock). Similar results were obtained in cells expressing k-LC ( Figure S5 ), another HERP/HRD1 client (Okuda-Shimizu and Hendershot, 2007) .\n\nNHK BACE displays the same luminal misfolded domain of NHK, but it is anchored at the ER membrane (i.e., it is an ERAD-L M substrate, Figure S3 ). Anchorage of ERAD substrates at the membrane renders them more promiscuous in the engagement of ERAD pathways for efficient disposal (Bernasconi et al., 2010a; 2010b; Ninagawa et al., 2011) . Consistent with a less stringent engagement of the HRD1 pathway, silencing of HERP expression did not significantly affect NHK BACE degradation ( Figures S4C and S4D Figures  4C, 4E , and S3) or cell exposure to tetracycline, which is used to induce transgene expression ( Figures 4D and 4E) , did not affect HERP stability or levels.\n\nAltogether, these data reveal that HRD1 clients elicit an autoadaptive regulatory response that anticipates UPR induction to rapidly enhance the intracellular level of HERP by stabilizing its association with components of the HRD1 dislocon, thereby inhibiting its UPS-regulated constitutive turnover.\n\nThe yeast ortholog Usa1p regulates assembly and activity of the HRD1 dislocon (Carroll and Hampton, 2010; Carvalho et al., 2006; Horn et al., 2009; Kanehara et al., 2010; Kim et al., 2009) . Usa1p-and HERP-containing complexes can be analyzed in sedimentation gradients (Carvalho et al., 2006; Horn et al., 2009; Iida et al., 2011; Kny et al., 2011) . Since NHK expression delays the turnover of endogenous HERP, thus increasing its intracellular level (Figures 3 and 4) , we next verified whether expression of this misfolded HRD1 client affects the stability of the pool of endogenous HERP participating in the supramolecular complexes dedicated to ERAD substrate dislocation across the ER membrane.\n\nTo this end, we set up a protocol for differential sedimentation of endogenous HERP excluded from or included into the HERP-SEL1L-HRD1-DER1 dislocon in cells expressing or not expressing NHK. HEK293 cells were lysed in CHAPS, a zwitterionic detergent that preserves multimeric protein complexes. Insoluble material was removed by centrifugation, and the soluble fraction of the cell lysates was loaded at the top of a linear R E T R A C T E D sucrose gradient (10%-60%; Figures 5, S6 , and S7, and Experimental Procedures). After sample ultracentrifugation, 10 fractions were collected from the top (the position of sedimentation markers is shown in Figure 5A ). Western blot analysis showed that the ERAD substrate NHK was mainly distributed in fractions 2-4 and 10. Endogenous HERP and SEL1L were separated in three major pools sedimenting in fractions 2-4, 7-8, and 10. HRD1 was in two major pools in fractions 7-8 and 10. DER1 and RNF5 were mostly found in fraction 10, and CNX was mostly found in fractions 2-4 ( Figure 5A ).\n\nContaining the HRD1 Client NHK Immunoisolation of NHK from the sucrose gradient fractions ( Figure 5B ) and detection of the interacting proteins by western blot showed that in fractions 2-4, NHK was physically associated with CNX, an ER-resident lectin chaperone that assists folding-defective polypeptides during the unsuccessful attempts to attain the native structure (Molinari et al., 2002) , but not with endogenous HERP and SEL1L sedimenting in the same fractions ( Figures 5A and 5B ). In contrast, NHK in fraction 10 was in large complexes containing all major components of the HRD1 dislocation machinery, as shown by the presence of HERP, SEL1L, HRD1, DER1, and NHK in the same immunocomplexes ( Figures  5B and 5C ). RNF5 does not participate in the HRD1 dislocon complex (Christianson et al., 2012) . Consistently, it did not coprecipitate with the HRD1 client NHK ( Figure 5B ) or with other components of the HRD1 dislocon coimmunoisolated from fraction 10 ( Figure 5C ). Altogether, these data and the fact that NHK accumulated in fraction 10 upon inhibition of proteasomal activity ( Figure 5D ) led us to conclude that this fraction contains active dislocons engaged by HRD1 clients for retrotranslocation across the ER membrane. Incomplete dislocons lacking DER1 and NHK ( Figures 5B and 5C ), as well as the HERP:RNF5 complexes whose formation regulates the constitutively fast turnover of HERP ( Figures 2H and S6A) , sediment in lighter fractions of the sucrose gradients (i.e., fractions 6-8).\n\nIn S. cerevisiae, Usa1p ensures the clustering of Hrd1p/Hrd3p/ Der1p-containing oligomers in higher-order functional complexes (Carvalho et al., 2010; Horn et al., 2009) . Consistent with evolutionary conservation of this function in the mammalian system, silencing HERP expression (siHERP; Figure S6B ) caused a sedimentation shift of SEL1L-, HRD1-, and DER1-containing complexes from fraction 10 (Figures 5A-5C and S6D; for cells treated with a scrambled small interfering RNA [siSCR]) to fractions 7 and 8 ( Figures 5E, S6D , and S6F; siHERP). This corresponds to a reduction in HRD1 dislocon size from more than 2,000 kDa (>26S) to approximately 700 kDa (19S). As reported for yeast, such a reduction cannot be explained by the absence of HERP alone. Consistently, DER1 silencing (Figure S6C) , which does not affect clustering of Hrd1 dislocons in (E) Same as in (C) in siHERP cells not expressing NHK. (F) Same as in (E) in siDER1 cells. Analysis of the gradients has been repeated 6, 3, 2, 2, 2, and 2 times, respectively. (Horn et al., 2009) , did not significantly change the sedimentation of complexes containing HERP, SEL1L, and HRD1 ( Figures 5F and S6D, siDER1) . Upon HERP silencing, NHK did not sediment in fraction 10 ( Figure S6E , to be compared with NHK distribution in the sucrose gradient of wild-type cell extracts in Figure 5B ), it did not associate with components of fragmented HRD1 dislocons in fractions 7-9 ( Figures S6E and S6F versus Figures 5B and 5C) , and its disposal from the ER was substantially delayed (Figures S4A and S4B) .\n\nExpression of the HRD1 Client NHK Specifically Stabilizes HERP and the HRD1 Dislocon HERP is subjected to constitutively rapid turnover, which is delayed upon luminal expression of the HRD1 client NHK (Figures 3 and 4) . In sucrose gradients, only endogenous HERP sedimenting in fraction 10 is engaged in complexes with all major components of the HRD1 dislocation machinery and with the HRD1 client to be dislocated across the ER membrane ( Figure 5 ). To test whether HRD1 clients stabilize HERP in the HRD1 dislocon, the turnover of the pool of endogenous HERP excluded from the HRD1 dislocon (fraction 2) was compared with the turnover of HERP engaged in the active HRD1 dislocation machinery (fraction 10). A CHX chase analysis revealed that the pool of endogenous HERP in fraction 2 was relatively stable (35% decay in 45 min; Figures 6A, first panel, lanes 1 versus 3, and 6B , mock, white column). The decay of this pool of HERP was not affected upon induction of NHK expression ( Figures 6A, second panel,  lanes 1 versus 3, and 6B , NHK, gray column). In contrast, the pool of endogenous HERP engaged in the HRD1 dislocon (fraction 10) was unstable at steady state (65% decay in 45 min; Figures 6A, first panel, lanes 2 versus 4, and 6B , mock, white column) and was substantially stabilized upon expression of NHK (only 25% decay in 45 min; Figures 6A, second panel, lanes 2  versus 4, and 6B , NHK, gray column). Consistent with a clientinduced stabilization of endogenous HERP in the HRD1 dislocon, the level of HERP in fraction 10 relative to the free pool in fraction 2 substantially increased upon induction of NHK expression ( Figures 6A, lane 2, first versus second panel, and 6C) .\n\nIn contrast to HERP, the other components of the HRD1 dislocon are stable proteins (Cambridge et al., 2011) . Consistently, the intracellular levels of SEL1L and HRD1 that have half-lives of 26 and 37 hr, respectively ( Figure S7A ) (Cambridge et al., 2011) , did not change during the 45 min of chase of the experiment shown in Figure 6A . Nevertheless, the fraction of SEL1L and HRD1 in the active dislocons sedimenting in fraction 10 was reduced by 35% and 50%, respectively, during a 45 min chase (Figures 6A, third and fifth panel, lanes 4 versus 2, and 6B, SEL1L and HRD1, white columns) and even more after longer CHX chase that fully depletes endogenous HERP (180 min in Figure S7B ). Under these conditions, the HRD1 dislocons disassemble, and the sedimentation of SEL1L-, HRD1-, and DER1-containing complexes shifted from fraction 10 (>2,000 kDa/26S; Figure S7B ) to fractions 7-8, corresponding to an approximate size of 700 kDa/19S ( Figure S7B ). Based on these data, the half-life of HRD1 dislocation machineries can be estimated to be less than 60 min at steady state.\n\nInduction of expression of the HRD1 client NHK, shown above to stabilize HERP, also stabilized the dislocon machinery, as shown by the persistency of SEL1L and HRD1 in the large complexes sedimenting in fraction 10 (Figures 6A, fourth and sixth panels, lanes 4 versus 2, and 6B, SEL1L and HRD1, gray columns). This is consistent with a model in which the engagement of HRD1 dislocons by clients maintains their integrity and stabilizes HERP, thus insuring autoadaptive mechanisms that allow rapid and client-specific adjustments of ERAD activity to variations in misfolded polypeptide load in the ER lumen.\n\nMammalian cells deploy a constitutive ERAD activity that must cope with the physiologic byproducts of protein biogenesis, generated by the intrinsic inefficiency of protein folding programs in the ER lumen. This study reveals an autoadaptive mechanism whereby the ERAD machinery rapidly responds to fluctuations in misfolded clients to be dislocated across the ER membrane for proteasomal degradation. The response consists Figure 6 . Substrate-Induced Stabilization of the HRD1 Dislocon-Associated HERP and of the HRD1 Dislocon (A) HERP turnover in fractions 2 or 10 (first and second panels) and stability of SEL1L-(third and fourth panels) or HRD1-containing complexes (fifth and sixth panels) in fraction 10 monitored by CHX chase in cells not induced (mock) or induced for 16 hr with 10 ng/ml tetracycline (NHK) for expression of NHK. (B) Quantification of remaining HERP in fraction 2 and HERP, SEL1L, and HRD1 in fraction 10 after 45 min CHX chase in mock (white columns) or in cells expressing NHK (gray columns). (C) HERP levels in fraction 10 at steady state (0 min CHX chase; Figure 6A , first and second panels, lane 2) in mock (white columns) and in cells expressing NHK (gray columns) were quantified relative to fraction 2 ( Figure 6A , first and second panels, lane 1) and plotted. Error bars: SD from the mean of two replicates.\n\nof a client-induced stabilization of HRD1 dislocons and of HERP, a crucial regulator of HRD1 dislocon assembly and activity (Figure 7) . Both the dislocons and HERP are intrinsically unstable when not engaged by misfolded polypeptides. We propose that autoadaptive ERAD is the first line of defense to contrast accumulation of misfolded polypeptides, preceding and possibly preventing activation of transcriptional UPR programs.\n\nCumulative data highlight the role of misfolded polypeptides in directly determining ERAD activity (the ERAD tuning model; Bernasconi and Molinari, 2011; Leitman et al., 2013; Merulla et al., 2013) . For example, misfolded polypeptides may act as preferred acceptors for the ubiquitylating activity of membrane-embedded E3 ubiquitin ligases, thereby competing with the heterologous ubiquitylation and self-ubiquitylation shown to constitutively clear from the ER membrane or inactivate E3 ubiquitin ligases such as SURF1, RFP2, and gp78 (Ballar et al., 2010; Guo et al., 2011; Lerner et al., 2007; Shmueli et al., 2009; Weissman et al., 2011) . Moreover, folding-defective clients of specific ERAD pathways may specifically ensure maintenance of the integrity of functional ERAD complexes (Bernasconi et al., 2012a; Calì et al., 2008; Nakatsukasa et al., 2013; Reggiori et al., 2010) and of supramolecular dislocation machineries (this study). By inhibiting the disassembly that occurs when dislocation machineries are unengaged (this study), misfolded proteins may also inhibit the segregation of ERAD factors such as SEL1L, EDEM1, and OS-9 in ER-derived vesicles or in ER subdomains (Bernasconi et al., 2012a; Calì et al., 2008) . Interestingly, these ER-derived subdomains are eventually coopted by arteritis and coronaviruses to become platforms for viral genome replication as an indication that ERAD tuning pathways might be hijacked by pathogens to promote infection (Bernasconi et al., 2012b; Monastyrska et al., 2013; Reggiori et al., 2010) . Finally, misfolded polypeptides have been shown to interfere with the polyubiquitylation of the membrane protein JAMP, thereby promoting recruitment of 26S proteasomes at the ER membrane (Tcherpakov et al., 2009) . In all of these ERAD tuning responses, the expression of misfolded polypeptides enhances ERAD activity directly and immediately. We propose that only when autoadaptive ERAD capacity is overwhelmed by the misfolded protein load might the consequent perturbations in the ER folding environment possibly decoded by the luminal reduction of free BiP activate the conventional UPR, causing ER swelling, enhanced synthesis of ER-resident folding and degradation regulators, and attenuation of cargo proteins production. We speculate that the avidity of the given misfolded polypeptide for BiP may determine the threshold for UPR activation. In other words, substrates with a high capacity for BiP binding may elicit the transition between ERAD tuning response and transcriptional UPR at lower expression levels than polypeptides that bind less BiP.\n\nERAD tuning responses are more rapidly triggered than UPR, whose onset has a latency of several hours (Pincus and Walter, 2012; Walter and Ron, 2011) , and are more readily reversible. Their reversibility relies in fact on the reactivation of the constitutively rapid turnover, removal from the ER, and/or removal from functional ERAD complexes of select ERAD factors that occurs at low doses of misfolded polypeptides when dislocons are empty and are, at least partly, disassembled. In contrast, the recovery from a UPR requires activation of elusive mechanisms that reduce the size of the ER after the UPR-triggered expansion and that remove the excess of chaperones produced during the ER stress phase, most of which have half-lives exceeding 24 hr (Cambridge et al., 2011) .\n\nThe ER membrane contains at least 24 RING finger E3 ubiquitin ligases (Neutzner et al., 2011) . Few of them have a (Bernasconi et al., 2012a) . HRD1 dislocons are unstable when not engaged by clients. As a consequence, the linchpin protein HERP is degraded by the action of UBC6e, RNF5, p97, and the 26S proteasome. (B) Misfolded polypeptides affect ERAD tuning mechanisms to boost ERAD activity. Expression of HRD1 clients recruits and stabilizes the HRD1 dislocons by interfering with the RNF5-dependent HERP recognition and removal. The increased stability of HERP stabilizes, in turn, the whole HRD1 dislocation machinery. RING, really interesting new gene finger domain (catalytic domain); ULD, ubiquitin-like domain.\n\nAutoadaptive ERAD and ERAD Tuning documented role in the clearance of aberrant gene products from the ER, are engaged by misfolded polypeptides with different physicochemical features, and enter supramolecular complexes with specific composition that, in some cases, share common components (Brodsky and Wojcikiewicz, 2009; Christianson et al., 2012; Merulla et al., 2013) . The organization of ERAD as a dynamic network of interacting functional modules that efficiently cope with the production of diverse classes of misfolded polypeptides has been proposed (Christianson et al., 2012) . It is a matter of further investigations to understand whether the client-dependent regulation mechanisms shown to operate for the HRD1 pathway also exist to regulate other dislocation machineries and other ERAD pathways. If this is the case, one could envision that cellular proteostasis is not maintained by pleiotropic and/or nonspecific adaptations of ERAD activity to the compartmental load with misfolded cargo. Rather, selective activation of dedicated pathways and assembly of the relevant modules would allow rapid and specific responses to the species of aberrant gene products that cells are challenged with. We suggest that defective ''ERAD elasticity'' (i.e., the reduced capacity to efficiently cope with fluctuations in misfolded polypeptide load by activating ERAD tuning responses that preempt UPR induction) could be a reason for increased sensitivity to misfolded protein load in aging cells and tissues, possibly resulting in the onset and/or progression of conformational diseases.\n\nCell Lines, CHX Chase, RNAi, and Flp-In T-REx HEK293 Inducible Cell Line HEK293 and HeLa cells were grown in Dulbecco's modified Eagle's medium (DMEM) or in modified Eagle's medium alpha (MEMa), respectively, supplemented with 10% fetal bovine serum (FBS). For HERP turnover analysis, cells at 80%-90% confluence were incubated with 50 mg/ml CHX (Sigma) for the indicated times. At the end of the chase, cells were lysed in ice-cold lysis buffer (2% CHAPS [Anatrace] in HEPES-buffered saline [HBS; pH 6.8], 20 mM N-ethylmaleimide, and protease inhibitors). Proteins of interest were detected by western blot as explained below. For siRNA-based interference, HeLa or HEK293 cells at 50% confluence in a 3.5 cm tissue culture plate were transfected with siRNA duplex (from QIAGEN or Ambion; 50 pmol/dish; Table S1A) using Lipofectamine 2000 (Invitrogen). Experiments were performed 48 hr after transfection. Stable inducible HEK293 cells expressing the gene of interest have been generated using the Flp-In T-REx system (Invitrogen) following the instructions of the manufacturer. Transgene expression was induced by supplementing the cell culture medium with 0-100 ng/ml tetracycline (Sigma) as specified for each figure.\n\nThe following antibodies were used: CNX, gp78, HRD1, RNF5, and UBC6e (kind gifts of A. Helenius, S. Fang, R. Wojcikiewicz, Z. Ronai, and H. Ploegh, respectively); HERP (Kokame et al., 2000) ; HA, DER1, HERP, RNF5, and SEL1L (Sigma); ERp72, KDEL (Stressgen); actin (Santa Cruz); tubulin (Applied Biological Materials); ubiquitin (DAKO). PS-341 (Millennium Pharmaceuticals), CQ, DBeQ, and CHX (Sigma) have been used at final concentrations of 10 mM, 100 mM, 10 or 15 mM, and 50 mg/ml, respectively.\n\nMetabolic Labeling, Immunoprecipitations, Western Blots, and Analysis of Data HeLa or HEK293 cells were pulsed with 0.05 mCi [ 35 S]methionine/cysteine mix and chased for the indicated times with DMEM supplemented with 5 mM cold methionine and cysteine. Postnuclear supernatant (PNS) was prepared by solubilization of cells in lysis buffer. Native immunoprecipitations were performed by adding protein A beads (Sigma; 1:10, w/v swollen in 50 mM HEPES, 200 mM NaCl [HBS] ) with the select antibody and incubated for 2 hr at 4 C. Immunoprecipitates were extensively washed (3 times for 10 min each) with 0.5% CHAPS in HBS, resuspended in sample buffer, incubated at 65 C for 10 min, and finally separated in SDS-PAGE. To assess the polyubiquitylation level of HERP, HERP-containing complexes were disrupted by lysing cells with RIPA buffer. Immunoprecipitates were extensively washed with 0.5% Triton in HBS. Protein transfer was performed with the Trans-Blot Turbo Transfer System (Bio-Rad). Western blots were performed using the SNAP i.d. system (Millipore). The Luminata Forte ECL detection system was from Millipore, and signals were detected using ImageQuant LAS 4000 system (GE Healthcare, Life Sciences). Quantifications using the MultiGauge analysis software were performed in the linear range of the western blot signal ( Figure S2B ).\n\nSemiquantitative and Quantitative RT-PCR Total RNA was isolated using the GenElute Mammalian Total RNA Miniprep Kit (Sigma) according to the instructions of the manufacturer. A total of 2 mg of RNA was used for cDNA synthesis using SuperScript II Reverse Transcriptase and Oligo(dT) (Invitrogen). RT-PCR was performed using Taq DNA Polymerase (Invitrogen) with transcript-specific primers (Table S1B ). Quantitative RT-PCR was performed using 7900HT Fast Real-Time PCR System. The PCR reactions were performed using the Power SYBR Green PCR Master Mix (Applied Biosystems). The housekeeping gene b-actin was used as reference. Data were analyzed using the SDS 2.2.2 software.\n\nSucrose Density Gradient Centrifugation HEK293 cells in a 6 cm dish were solubilized in 0.4 ml lysis buffer and centrifuged at 10,000 rpm for 10 min. PNS was collected and applied to a 10%-60% linear sucrose gradient (in 2% CHAPS-HBS [pH 6.8]) prepared with a Gradient Master BioComp. Separation of the intracellular protein complexes was performed by ultracentrifugation in a MLS-50 rotor (16 hr, 157,000 3 g, 4 C). Fractions (0.5 ml) were collected from the top. Standards are as follows: BSA (66 kDa, 4.6S), b-amylase (200 kDa, 8.9S), and porcine thyroid thyroglobulin (669 kDa, 19S). For immunoprecipitations, fractions were diluted 53 with lysis buffer.\n\nIndependent experiments were quantified, analyzed with the Prism 5 software, and plotted as the mean ± SD.\n\nSupplemental Information includes Supplemental Experimental Procedures, seven figures, and one table and can be found with this article online at http://dx.doi.org/10.1016/j.molcel.2013.10.016."}