{"title": "Comprehensive quantitative analysis of Shuang-Huang-Lian oral liquid using UHPLC-Q-TOF-MS and HPLC-ELSD", "body": "Shuang-Huang-Lian oral liquid (SHL) is a popular Chinese patent drug used to treat acute upper respiratory tract infection caused by virus or bacteria [1] [2] [3] . It comprises three herbs: Radix Scutellariae, Flos Lonicerae Japonicae and Fructus Forsythiae in a ratio of 1:1:2 (w/w/w) [4] . Since the outbreak of Severe Acute Respiratory Syndromes in 2003, commercial demand for SHL has steadily increased. The drug is produced by several manufacturers. The annual output of SHL by one of these manufacturers has reached 600 million bottles, with annual revenue of USD 500 million and an annual growth rate of 13.93% [5] . SHL has become the leading choice in preventing and treating the \"wind-heat\" type of common cold in China [6] .\n\nConsidering the great demanding of SHL, the criteria and level of quality control of SHL has become important. As recorded in Chinese Pharmacopeia [4] , baicalin for Radix Scutellariae, chlorogenic acid for Flos Lonicerae Japonicae, forsythin for Fructus Forsythiae are selected as the chemical markers for quality evaluation. The most widely reported qualitative and quantitative analyses of SHL for the purpose of quality control have been documented using the high performance liquid chromatography (HPLC) method for assaying only major chemical markers such as baicalin, chlorogenic acid and forysthin [7] [8] [9] . Chinese patent drugs may consist of http://dx.doi.org/10.1016/j.jpba.2014.08.025 0731-7085/© 2014 Elsevier B.V. All rights reserved. hundreds or even thousands of components which are responsible for the therapeutic effects by synergistic and/or antagonistic interaction. And SHL has a complex chemical profile with a wide range of components, including phenylethanoid glycosides, lignans, quinic acids, saponins and flavonoids [10] . All these components might contribute to the therapeutic efficacy in different ways. Thus, identification and quantitative determination of only three active markers are not sufficient for quality control of SHL. Although a study published the qualitative analysis of 27 constituents of SHL by high performance liquid chromatography-mass spectrometry (HPLC-MS) [11] and another study even detected 35 compounds, including prototype components and metabolites in human serum, after Shuang-Huang-Lian injection was administrated [12] , no significant improvement in the quantitative analysis has been made.\n\nThe international gold standard for pharmaceuticals is approval by the FDA; once the FDA approves a drug, it is considered safe, and enters world commerce. FDA approval depends on both analysis of the drug and quantification of its components. So far, only two botanical drugs, Fulyzaq and Veregen have been approved by the FDA. Both of these drugs have complex chemical profiles, yet up to 90% of the chemical components can be quantitatively determined [13] [14] and quality can be evaluated. If Chinese patent drugs, including SHL, are to win FDA approval, a higher level of quantitative analysis must be achieved. Being the product of a water decoction, SHL contains both small molecules and macromolecules, particularly a large amount of carbohydrates including monosaccharides, oligosaccharides and polysaccharides. Published analytical methods missed these carbohydrates and could not fully meet the requirements of FDA. Thus, developing more powerful qualitative and quantitative methods is urgent for bringing SHL into the international market.\n\nIn this study, comprehensive combined methods were developed to determine 15 non-saccharide small molecules using ultra-high performance liquid chromatography coupled with quadrupole-time-of-flight mass spectrometry (UHPLC-Q-TOF-MS) and to determine 3 saccharides using high performance liquid chromatography-evaporative light scattering detector on an amino column (HPLC-ELSD), and to determine macromolecules by precipitating, drying and weighting. The methods were validated and were then successfully applied to analyze 12 batches of SHL from four different manufacturers.\n\nCommercial products of SHL produced by four different manufacturers were purchased from drug stores in mainland China named A, B, C, and D. Three batches (samples with different produce time) were collected from each manufacturer (only batch D-1 is concentrated oral liquid). Reference substances of neochlorogenic acid, forsythoside E, chlorogenic acid, cryptochlorogenic acid, forsythoside A, isochlorogenic acid B, isochlorogenic acid A, isochlorogenic acid C, baicalin, oroxylin A-7-O-glucuronide, wogonoside, macranthoidin B, macranthoidin A, dipsacoside B, baicalein were provided by Chengdu Preferred Biotechnology Co. Ltd. (Chengdu, China). Reference substances of d-(−)-fructose, d-(+)-glucose and sucrose were supplied by Sigma (St. Louis, USA). HPLC grade acetonitrile (ACN), methanol, ethanol and formic acid in this study were obtained from Merck (Darmstadt, Germany). Water used was pre-purified with a Millipore Milli-Q water purification system (Bedford, USA).\n\nReference substances of neochlorogenic acid, forsythoside E, chlorogenic acid, cryptochlorogenic acid, forsythoside A, isochlorogenic acid B, isochlorogenic acid A, isochlorogenic acid C, baicalin and baicalein were accurately weighed and dissolved in methanol while oroxylin A-7-O-glucuronide, wogonoside, macranthoidin B, macranthoidin A, dipsacoside B were dissolved in 70% methanol. Then these solutions were mixed to prepare a stock solution of all standards. Another mixed standard stock solution was prepared by dissolving the accurately weighed reference substances of fructose, glucose and sucrose in ACN/water (1:1, v/v). Working standard solutions were obtained for the calibration curves later by appropriate dilution of these two mixed standard solutions.\n\nSHL sample (1 ml) was taken and diluted 5000 times with methanol to make sample solution for UHPLC-MS analysis of small molecules. This solution was filtered through a 0.2 m membrane before analysis. The sample solution and working standard solutions for standard curves needed to be injected in parallel.\n\nFor analysis of saccharides, 1 ml of each SHL product was freeze-dried first (Labconco, 7400 series) and the dried powder was accurately weighed and dissolved in water to make 1 ml of solution before ethanol precipitation. Then 4 ml of ethanol was then added for 80% ethanol precipitation, and the solution left overnight. The solution was then centrifuged (4000 rpm, 15 min), and both supernatant and precipitate were collected. The supernatant was condensed to remove ethanol, and then dissolved in 1 ml of ACN/water (1:1, v/v) to make the sample solution for HPLC-ELSD analysis of fructose, glucose and sucrose. The precipitate was dried and weighed, giving the macromolecule content.\n\nUHPLC data were produced using an Agilent 1290 UHPLC systems (Agilent Technologies, Santa Clara, USA) equipped with a binary pump, a thermostatted column compartment, an autosampler, and a degasser. MS data were performed on an Agilent 6540 Q-TOF mass spectrometer (Agilent Technologies, Santa Clara, USA) equipped with quadrupole-time-of-flight (Q-TOF) mass spectrometer and a JetStream electrospray ion (ESI) source. Data acquisition was controlled by MassHunterB.03 software (Agilent Technologies). The optimized operating parameters in the negative ion mode were as follows: nebulizing gas (N 2 ) flow rate, 8.0 L/min; nebulizing gas temperature, 300 • C; Jet Stream gas flow, 10 L/min; sheath gas temperature, 350 • C; nebulizer, 45 psi; capillary, 3000 V; skimmer, 65 V; Oct RFV, 750 V; and fragmentor voltage, 130 V. Ms/Ms technique could provide parallel alternating scans for acquisition at low collision energy to obtain precursor ion information or at a ramping of high collision energy to obtain a full-scan accurate mass of fragments, precursor ions and neutral loss information [15] [16] . The collision energies for Auto MS/MS analysis were 15 V and 35 V, respectively. Mass spectra were recorded across the range m/z 100-1700 with accurate mass measurement of all mass peaks.\n\nFor saccharides determination, an Agilent 1100 liquid chromatograph system (Agilent Technologies, Palo Alto, USA) with Alltech 2000 evaporative light-scattering detector (Grace, Deerfield, USA) was used. Chromatographic separation was performed on an Asahipak NH 2 P-504E (4.6 mm × 250 mm, Shodex, Tokyo, Japan) column maintained at 30 • C. The mobile phase consisted of water (A) and ACN (B) (0-16 min, 78% B; 16-20 min, 78-62% B; 20-30 min, 62-60% B) at a flow rate of 0.8 mL/min. The drift tube temperature of ELSD was set at 120 • C and the nitrogen flow rate of ELSD was set at 3.2 L/min. The gain number was equal to 1.\n\nThe developed UHPLC-Q-TOF-MS method was evaluated for linearity, sensitivity, repeatability, stability and accuracy. Stock solutions of fifteen reference compounds were diluted to appropriate concentrations for the construction of calibration curves. At least eight concentrations of the solution were analyzed in duplicate, and then linearity calibration curves were generated by plotting peak areas versus the corresponding concentrations. The limits of detection (LOD) and quantitation (LOQ) under the present chromatographic conditions were determined at a signal-to-noise ratio (S/N) of around 3 and 10, respectively. The repeatability and stability of the method were also evaluated for each analyte. The analysis was repeated six times in the same day and additionally on three consecutive days to determine intra-day precision and interday precision, respectively. The sample was stored at 25 • C, and analyzed at 0, 2, 8, 16, 24, 36 h for stability test. RSD (%) = (standard deviation/mean) × 100%. A recovery test was used to evaluate the accuracy of the developed UHPLC-Q-TOF-MS method. Accuracy was determined by adding the standard solution at three different concentration levels (120%, 100% and 80%) to SHL samples in which the contents of the 15 analytes were known. Then the samples were diluted with methanol and analyzed in parallel in accordance with the proposed method and triplicate experiments were performed at each level. The spike recoveries were calculated by the following equation: Spike recovery (%) = (total amount detected − amount original)/amount spiked × 100%.\n\nThe method of HPLC-ELSD for quantitative analysis was evaluated for linearity, sensitivity, repeatability, stability and accuracy. The validation measurements were the same as the UHPLC-Q-TOF-MS method. It should be noted that calibration curves were prepared by plotting the logarithmic of peak area against the logarithmic of corresponding concentrations.\n\nNegative ion mode was selected for MS analysis in this study, as it provided more extensive and clear structural information than positive mode for detection of the SHL ingredients. Typical total ion current (TIC) chromatograms of SHL sample and mixed standards are given in Fig. 1(A) . Fifteen compounds in total were unambiguously identified by comparing their retention times and accurate m/z data with reference substances (Table 1) . Among these 15 compounds, there were four flavonoids (baicalin, oroxylin A-7-O-glucuronide, wogonoside and baicalein) from Radix Scutellariae, six quinic acid derivatives (neochlorogenic acid, chlorogenic acid, cryptochlorogenic acid, isochlorogenic acid B, isochlorogenic acid A and isochlorogenic acid C) and three saponins (macranthoidin B, macranthoidin A and dipsacoside B) from Flos Lonicerae, two phenylethanoid glycosides (forsythoside E and forsythoside A) from Fructus Forsythiae. Their chemical structures are provided in Fig. 2 . The high precision Ms/Ms fragments information obtained were listed in Table 1 . As to saccharide analysis, three peaks in the chromatograms were identified as fructose, glucose and sucrose, respectively, by comparing their retention time with reference standards (Fig. 1(B) ).\n\nAs shown in Table 2 , for UHPLC-Q-TOF-MS method, all the calibration curves showed good linearity with coefficients (R 2 ) no less than 0.9990. The LOQs and LODs of all analytes were less than 2.24 and 0.66 ng/mL, respectively. Relative standard deviations (RSDs) of intra-day precision, inter-day precision and stability were less than 4.82, 4.98, 4.99, respectively, indicating good precision of method and sample stability. The established method also had acceptable accuracy with spike recovery of 95-105% for all analytes. For HPLC-ELSD method, good linearity is demonstrated over the linear range. The LODs for fructose, glucose and sucrose are 0.05, 0.03, 0.01 mg/ml, respectively. The LOQs for fructose, glucose and sucrose are 0.17, 0.11, 0.03 mg/ml, respectively. Relative standard deviations (RSDs) of intra-day precision, inter-day precision and stability were less than 1.26, 4.30 and 4.49, respectively, whilst the accuracy were all within 95-105% of the actual values at each level. All these results demonstrated that the developed UHPLC-Q-TOF-MS and HPLC-ELSD methods were sufficiently reliable and accurate for quantification of the eighteen investigated compounds in SHL.\n\nThe newly established UHPLC-Q-TOF-MS and HPLC-ELSD analytical approaches were subsequently applied to determine the amounts of fifteen non-saccharide small molecules and three saccharides in 12 batches of commercial SHL produced by four manufacturers. The peak areas in the extracted ion chromatograms of fifteen non-saccharide small molecules were calculated and put into calibration curves, which were generated by plotting peak areas and corresponding concentrations. And the peak areas shown by ELSD chromatograms were put into calibration curves of three saccharides, which were prepared by plotting the logarithmic of peak area against the logarithmic of corresponding concentrations. By multipling by 5000 of dilution times, then the concentration of each compound in commercial Shuang-Huang-Lian oral liquid can be known. The results are summarized in Table 3 . The percentages of chemicals found in this study are summarized in Fig. 3 . As shown in Table 3 and Fig. 3 , the total contents of 18 analytes in batch C-1 reached 78.11%, for batches A-1 and A-2, the total contents of 18 analytes existed in a relatively low level which is close to 60%. The results indicate that 57.52-78.11% (w/w) of SHL could be quantitatively determined, including 1.77-3.75% of non-saccharide small molecules, 0.93-20.93% of monosaccharides, 2.63-5.76% of macromolecules and 49.20-65.94% of sucrose. There are still 30% chemicals in SHL remained unidentified and for this reason, may contain amino acid, inorganic salt or other auxiliary material (essence).\n\nIn view of the contents of compounds, both non-saccharide small molecules and carbohydrates, varied significantly among the 12 batches. This study shows that the quality of commercial SHL is inconsistent. These variations may result from different aspects such as sources of raw materials, procedures of processing and manufacturing and standards of quality control for different manufacturers [17] . For example, three saponins (macranthoidin B, macranthoidin A, dipsacoside B) showed the greatest variation in the 12 samples. The amount of macranthoidin B in B-2 is 1.75 times more than B-3. In some batches, such as B-1 and D-3, some saponins could not even be detected.\n\nAs reported, Flos Lonicerae Japonicae samples from different origins contain 2.227-2.931% chlorogenic acid and 0.038-0.0739% galuteolin, without macranthoidin B and dipsacoside B; while The compound numbers are the same as in Fig. 1(A) . Fig. 1(A) . b The units of range, LOQ and LOQ of fructose, glucose and sucrose are mg/ml. \n\nThe content of chemicals determined in 12 batches of SHL sample (g/ml). in Lonicerae Flos the total contents of macranthoidin B and dipasacoside B are as high as 5.59-9.29%, but galuteolin was not found [18] . In this study, we can infer that Lonicerae Japonicae Flos was substituted for Lonicerae Flos in some manufacturers, because macranthoidin B and dipasacoside B in some batches we purchased from drug store were significantly detected in this experiment. Only for samples from manufacturer C, we did not detect macranthoidin B and dipasacoside B or the content of dipasacoside B is relatively small, therefore we can deduce preliminarily Lonicerae Japonicae Flos was used to produce Shuang-Huang-Lian oral liquid. It is commonly seen that Lonicerae Flos is used as substituent of Lonicerae Japonicae Flos in the production of Chinese patent drugs except injections (due to saponin risk), because they have the same function according to Chinese Pharmacopeia [19] .\n\nFurthermore, sucrose as a flavoring agent was added in different amount to each batch. As illustrated in Table 3 , the amount of sucrose is below 200 mg/ml in the product of manufacturer B while it is over 260 mg/ml in that of batch C-1. This is important because, unlike artificial sweeteners, such as cyclamate, which can only affect taste, sucrose also shows synergistic antibacterial effect with anti-inflammatory ingredients [20] . However, SHL may not be accepted by some specific groups, such as elderly patients and the diabetic, due to the high concentration of sugar (over 50% sucrose) in some SHL products. Thus, the content of sugars added in Chinese patent drug need to be concerned.\n\nIn addition, D-1 is concentrated oral liquid compared to other two normal preparation produced by manufacturer D, in this case the content of chemical ingredients in D-1 should be higher than D-2 and D-3. As shown in Table 3 , however, only certain compounds in D-1, such as isochlorogenic acid C and baicalin, show a larger amount, whilst forsythoside A does not show obvious difference among three batches and the content of forsythoside E in D-1 is even lower than other two batches. Base on this observation, it can be considered that the reformative concentrated oral liquid produced by manufactures D does not express enhancement compared to normal oral liquid.\n\nCompared to the reported methods [7] [8] 9, [11] [12] , this new method was able to quantify more than 70% of the total chemical profiles in commercial SHL. This level can ensure the effectiveness and quality of the commercial products and bring the quality control of this Chinese patent drug up to the requirements of FDA. This method may be applied to other herbal formulas, especially those seeking FDA approval.\n\nIn this study, an efficient combination of UHPLC-Q-TOF-MS and HPLC-ELSD analytical methods was established and validated for determination of 18 major components in SHL and then successfully applied to quality evaluation of commercial SHL. The results showed that up to 78% of the chemicals in SHL were quantified and controllable, and also effectively revealed significant variation in the quality of the commercial oral liquid. This research also provided a well-rounded approach to quality investigations of Chinese patent drugs."}