{"title": "Fine-tuning of type I IFN-signaling in microglia - implications for homeostasis, CNS autoimmunity and interferonopathies", "body": "Tobias Goldmann 1 , Thomas Blank 1 and Marco Prinz 1,2 Type I interferons (IFN) are pleiotropic cytokines originally described as molecules used for communication between cells to trigger the protective defenses against viral infections. Upon activation, type I IFN can be produced locally in the central nervous system (CNS) from a number of different cell types including microglia, the CNS-resident macrophages. Increased type I IFN production and signaling in microglia are critically important to limit viral infection and disease progression in multiple sclerosis. However, recent findings suggest that even baseline levels of constitutive IFN expression and secretion are important for homeostasis of the CNS. In fact, in the absence of viral particles chronic elevation of IFN I may be tremendously harmful for the CNS, as assumed for patients suffering from Aicardi-Goutiè res syndrome, Cree encephalitis or other type I interferonopathies. The highly diverse nature of type I IFN for brain homeostasis during health and disease will be discussed in this report.\n\nAs resident immune competent cells of the CNS, microglia are engaged in a multitude of processes including pathogen defense, inflammatory responses and phagocytosis of damaged endogenous tissue [1 ]. Microglial phagocytosis is not restricted to pathogenic events but also occurs in the course of synaptic pruning during developmental stages and even adulthood. These characteristics make microglia essential for normal CNS development, tissue homeostasis and recovery from acute injury. With this review we want to highlight the most recent achievements in the study of type I interferons, which are pleiotropic cytokines that allow microglia to exert a multifactorial role. Type I IFN can be released by microglia to control the microenvironment including, among other cells, even microglia. In part, depending on the IFN type I levels and exposure times, microglia elicit detrimental or beneficial effects.\n\nMicroglia belong to the group of mononuclear phagocytes and are the tissue-resident macrophages within the CNS. Unlike neurons and macroglia (astrocytes and oligodendrocytes), microglia cells arise from the primitive hematopoiesis as lineage-negative (Lin À )-erythromyeloid precursors in the extraembryonic yolk sac and colonize the early developing brain [2] [3] [4] . A physiological contribution from monocytes or bone marrow-derived precursors, derived from hematopoietic stem cells during the definitive hematopoiesis, could be ruled out by different experimental setups [5] [6] [7] . Shortly after birth, the ultimate pool of microglia is set and virtually maintained throughout the lifetime [3, 4, 8] . Initially microglia were thought to be in a silent, resting state until disturbances of the CNS homeostasis occur, which in turn activate microglia in a specific manner. However, more and more evidence accumulates that these cells do not only contribute to pathophysiological processes associated with neurodegeneration or neuroinflammation, but are also mandatory for normal brain homeostasis [9, 10] . Thus, dysregulated microglia might be responsible for a group of neuropsychiatric, neurodegenerative and neuroinflammatory diseases [1 , 11, 12] . Under non-pathological conditions, microglia can directly interact with synapseassociated elements, thus shaping brain architecture and eventually cognitive processes [13, 14] . These cells are constantly active and involved in normal brain physiology (extensively reviewed in [1 ,4] ). Recent data suggest that macrophages are not in a certain stage but rather change their responsive program specifically by reacting to incoming stimuli (e.g. various cytokine combinations) [15] . One can assume that microglia cells possess a versatile repertoire to react to a certain stimulus or to a combination of stimuli depending on the prevailing settings. This implies that even the status of a microglia cell is highly plastic and depends on the local microenvironment within the parenchyma, which again might depend on signals from the periphery. As an example, short-chain fatty acids produced by gut microbiota are able to modulate microglia maturation, morphology and function [16 ] . Furthermore, peripheral injection of Toll-like receptor agonists can induce type I IFN production by microglia, one of the main sources of IFNb within the CNS during inflammatory conditions [17] .\n\nPresence of IFN signaling in the healthy CNS IFN are a family of cytokines involved as effector molecules in adaptive immunity during viral resistance [18, 19] . Furthermore, IFN contributes to and modulates autoimmune diseases and cancer, thereby having an impact on proliferation, cell cycle and cell survival [18, 19, 20 ] . IFNs consist of three different types, namely I, II (IFNg), and III (IFNl). Type I IFNs are further subdivided into a, b, v, k, and e. All of these type I IFN subtypes, but neither type II nor type III IFNs, are capable of binding to the IFNa/b receptor, which itself consists of two different subunits (IFNAR1 and IFNAR2) [21 ] . Upon binding to IFNAR, the two associated kinases, tyrosine kinase 2 (TYK2) and Janus kinase 1 (JAK1), phosphorylate signal transducers and activators of transcription (STAT) family members 1-6. This, in turn, leads to a specific regulation via induction and/or termination of a multitude of different genes, so called IFN-stimulated genes (ISGs) [18, 21 ] . Interestingly, the affinity of the IFNAR receptor varies between the different type I IFN ligands, which again has an impact on the compilation of genes expressed. This diversity is achieved by the activation of different regulatory elements, providing the potential activation of varying signaling pathways in the same cell [21 ,22] . Finally, the IFN-induced signaling is terminated via suppressor of cytokine signaling (SOCS) proteins or ubiquitin specific protease (USP)18, which compete with STAT proteins or bind to IFNAR2, respectively [19, 23] .\n\nTypically, type I IFNs are induced by ssRNA, dsRNA, and cytosolic DNA from viruses or bacteria [18] . However, also under normal physiological conditions a constant type I IFN expression and secretion is present in healthy individuals, and these rather low levels are thought to maintain expression of STAT1 (Figure 1a) . Since STAT1 is a key factor for immune cell responses to type II IFN, type I IFN primes cells, through providing baseline expression of STAT1, to respond to type II IFN signals [24, 25] . Consequently, the absence of IFN-signaling leads to a disturbance of the myeloid compartment in bone marrow and blood of IFNAR À/À mice [26] . Low baseline levels of type I IFN were also detected in the CNS by ELISA [26] , or by crossing a fluorescent reporter line to MX1 Cre mice, which express Cre recombinase under the control of a type I interferon inducible promoter (Mx1) [27] . Of note, these mice were raised under specific pathogen free conditions. Consequently, the lack of the negative regulator of type I IFN, ubiquitin-specific protease (USP)18, results in hyperactivated microglia in the white matter of the CNS [27] . During aging, increased expression of typical type I IFN induced genes is present in CNS, which is responsible for a reduction of hippocampal neurogenesis [28] . Interfering with the increased amount of type I IFN using neutralizing a-IFNAR antibodies counteracted aged-dependent memory decline [28] . However, the origin and the actual stimulus for constitutive type I IFN production as well as the necessity of type I IFN to maintain homeostasis within the CNS still remain to be solved.\n\nAs the IFN system plays an essential role in the viral defense, it seems obvious that this signaling cascade is critical in microglia, as they are thought to be the immune In vivo tau imaging Goldmann, Blank and Prinz 39 competent cells of CNS [29] . For example, intracerebral infection with lymphatic choriomeningitis virus (LCMV) induces a tight and quick IFN response, including the expression of IFN by most likely all cells of the CNS and subsequent activation of microglia, which limits the viral spread [30, 31 ] (Figure 1b) . Upon infection with La Cross virus or coronavirus mouse hepatitis virus, either microglia together with astrocytes or microglia only were identified as type I IFN producing cells [32, 33] . As a consequence of viral infection of the CNS and subsequent type I IFN release, expression of interferon-stimulated genes (ISGs) and interferon regulatory factors (IRFs) are induced in microglia and astrocytes as well as in neurons, ependymal and choroid plexus cells [34] [35] [36] . While an overactivation of the type I IFN signaling, present in mice deficient for the negative regulator USP18, leads to a resistance to intracranial LCMV infections, mice lacking the IFN receptor IFNAR fail to activate microglia and other myeloid cells of the CNS and massively increase their LCMV viral load [31 ,34] . Higher disease burden, increased viral replication and reduced amounts of type I IFN were also present in IFN-induced proteins with tetratricopeptide repeats (IFIT) 2 knockout mice infected intracranially with mouse hepatitis virus strain A59 [37] . Besides the above mentioned examples, there are many more viruses which elicit a similar type I IFN response within the CNS, highlighting the importance of this signaling cascade for anti-viral defense (for reviews see [29, 38] ).\n\nMicroglial type I IFN signaling also contributes to the resolution of sterile injury [39] . In this lesion model, induction of IRF7 expression is restricted to microglial cells and this limits leukocyte recruitment [39] . Entry of leukocytes (monocytes, T-cell and B-cell) into the CNS is a key feature of multiple sclerosis (MS), the most prominent form of CNS autoimmune diseases [1 ,12] . Besides the infiltration of mononuclear cells, MS is characterized by a disruption of the blood-brain-barrier and by activation of microglia, which, in the end, leads to demyelination and death of neurons. Increased expression of type I IFN, measured by ELISA and qPCR, was found in the spinal cord of an experimental autoimmune encephalitis (EAE) mouse model, the most used animal model for MS, resulting in a robust expression of IFN target genes [27,40 ,41 ] . On a cellular level, the expression of IFNs was assigned to microglia/macrophages and astrocytes either by immunohistochemical detection of IFNa, IFNb and IFNg in human tissue samples [42] or to microglia only with the help of an IFNb/YFP reporter mouse line [41 ] . Furthermore, phosphorylation of STAT1 in CD68 + microglia/macrophages indicates the activation of the IFN pathway, which might be responsible for the expression of diverse ISGs [27,40 ,41 ] . The induction of the type I IFN system in the CNS is critical for limiting EAE as IFNb-deficient and IFNAR-deficient mice suffer from a higher disease course, increased macrophage, T-cell and B-cell infiltration and greater demyelination [40 ,43] . CNS endogenous microglia-derived IFNb induces microglia-mediated phagocytosis of myelin debris via Tir domain-containing adapter inducing interferon beta (TRIF), which is suggested to reduce disease burden in EAE [41 ,44] (Figure 1c ).\n\nWhile type I IFN levels were helpful to restrict viral infections, chronically increased levels of IFN have the opposite effect and cause various forms of diseases. This can be achieved by reduced or less-functional expression of USP18, a potent negative regulator of IFN-I signaling that is highly expressed in white matter microglia, where USP18 closely controls their activation status [27] . From this point of view one might speculate that dysregulated microglia might contribute to pathogenesis of white matter diseases. Interestingly, in patients harboring mutations in ISG15, the presence of calcifications of the cerebral basal ganglia as well as an increased type I IFN signature due to reduced protein stability of USP18 have been reported [45 ] . Intracranial calcification is also a feature of a group of autoinflammatory diseases with upregulated type I IFN signaling, such as Aicardi-Goutiè res syndrome (AGS) [46, 47] . The hallmark of AGS and Cree encephalitis, which are allelic hereditary disorders, is markedly increased typeI IFN in the CSF together with a progressive inflammatory encephalopathy [46] . AGS phenotypically also overlaps with systemic lupus erythematosus (SLE), which is likewise associated with elevated IFN I levels in the CNS [46, 47] . Chronic elevation of IFN I in the CNS is also linked to encephalopathies resulting from congenital or persistent viral infections. Alterations in the CNS histology include characteristic microglial nodules and multinucleated macrophages [48, 49] . Although highly speculative, it seems worthwhile to determine the exact role of activated microglia in diseases such as AGS, Cree encephalitis or SLE.\n\nWithin the CNS, microglial cells are one of the main type I IFN producing cells but at the same time, are also highly responsive to IFN type I. Even though type I IFNs have a central role in immune defense against injury or infection, the actual IFN levels must be tightly controlled so as to reduce potential damage to the CNS. A persistent IFN I level, which is either excessively elevated or possibly decreased, seems to induce neurotoxic changes. It is remarkable to note that already in the healthy brain, baseline levels of IFN I are present to contribute to brain homeostasis. While in a variety of neurological disorders increased type I IFN-signatures are detectable in the brain, it is still under debate whether these elevated IFN I levels are causative for the disorder or a simple consequence. The exact mechanisms and the regulating factors important for proper microglia function in health and disease are subjects of ongoing research. Our recent data, using mice lacking microglial USP18, indicates that pronounced IFN I signaling in microglia and their concomitant activation are primary to white matter disease pathogenesis in the CNS. The availability of different new mouse lines, which specifically target microglia cells, has great potential to clarify how far IFN I signaling and microglia are liable for the aforementioned neurological disorders [8, 14, 50] .\n\nNothing declared."}