{"title": "Identification of bovine viral diarrhea virus receptor in different cell types", "body": "The first step in viral infection of a host cell is the binding of virions to cell surface receptors. The interactions between specific viral surface proteins and receptors on target cells may play an important role in determining virus tropism and pathogenicity. Viral receptors so far identified are normal constituents of the cell membrane and usually function as receptors for physiological ligands (Fingeroth et al., 1984; Eppstein et al., 1985; Maddon et al., 1986; Kaner et al., 1990) . Some of the receptor molecules function as viral receptors for several viruses. Two neural cell-specific molecules, the acetylcholine and /3-adrenergic receptors, have been identified as attachment proteins for rabies virus and reovirus type 3 (Co et al., 1985; Kucera et al., 1985; Lentz, 1985) . Some molecules, like mannosedphosphate and heparin sulfate, which are used for initial binding by varicella-zoster and herpes simplex viruses (Gabel et al., 1989; Wudunn and Spear, 1989) ) are present on many types of cells. Therefore, the tissue tropism of the viruses must not be controlled by the receptor molecules alone. The receptor molecules for mouse hepatitis virus in some strains of mouse are functional, but the mice are resistant to infection by the virus (Yokomori and Lai, 1992) .\n\nBovine viral diarrhea virus (BVDV) is an important bovine pathogen responsible for bovine respiratory disease complex and immunosuppression (Baker, 1987; Radostits and Littlejohns, 1988) . BVDV is a positive-stranded enveloped RNA virus and belongs to the genus Pestivirus in the family Flaviviridue (Fran&i et al., 1991) . Hog choleravirus (HCV) and border disease virus (BDV) of sheep also are classified as Pestiviruses, and all three viruses are antigenically related (Horzinek, 1973; Westaway et al., 1985) . Strains of BVDV vary in antigenicity and pathogenicity, but the mechanisms responsible for the variations and virus entry into susceptible cells are still unknown.\n\nOur previous studies demonstrated that the 53 kDa envelope glycoprotein (gp53) of BVDV plays an important role in virus neutralization (Xue et al., 1990) and attachment to the receptors on the cell surface (Xue and Minocha, 1993) . Neutralizing monoclonal antibodies (mAbs) specific for the gp53 neutralized a majority of BVDV strains (Xue et al., 1990) ) and rabbit polyclonal anti-idiotypic antibodies (anti-ids) raised against the mAbs specific for gp53 mimicked the BVDV antigen (Xue et al., 1991) . The anti-ids specifically bound to cultured MDBK cells and immunoprecipitated a 50 kDa cellular membrane protein (Xue and Minocha, 1993) . This study was undertaken to identify BVDV receptor expression in different cell types (both permissive and nonpermissive) and to determine the effects of subcloned and synchronized MDBK cells on the BVDV receptor expression. The results would enable us to better understand the importance of receptors in BVDV attachment and infection.\n\nMadin-Darby bovine kidney cells (MDBK, from ATCC) were used in most experiments. Primary embryo bovine kidney (EBK) cells were made from healthy embryo. Bovine turbinate cells (BT), porcine kidney cells ( PK15), and monkey kidney cells (MA 104 and Vero), originally obtained from ATCC, were kindly provided by Dr. R. M. Phillips (Diagnostic Laboratory, Kansas State University). The cells were maintained in minimum essential medium-Earle medium (MEM) (GIBCO Lab., Grand Island, N.Y.) with 10% fetal bovine serum (FBS) (Sigma Chemicals, St. Louis, MO). All cells and sera were free from BVDV and BVDV-antibody, as tested by immunofluorescent and virus neutralization assays in our laboratory prior to use.\n\nThe NADL strain of BVDV was obtained originally from the National Veterinary Services Laboratory (NVSL, Ames, Iowa) and propagated in MDBK cells in MEM plus 5% FBS. For the virus attachment assay, 35S-labeled BVDV was prepared as described by Ubol and Griflin ( 1991) with slight modifications. Briefly, MDBK cells in 75 cm* tissue culture flasks (Fisher Scientifics, St. Louis, MO) were infected with virus at a multiplicity of infection (MOI) of 1 and incubated at 37°C in the presence of 20 @i [ 35S] -methionine (DuPont. NEN, 1200 Ci/mmol) per ml of methionine-free MEM with 3% horse serum. After 48 h, the viruses were harvested when > 90% of cells showed cytopathic effects. Three flasks of each BVDV-infected cells and non-infected cells were harvested for the virus preparation. The viruses were frozen at -70°C then thawed, and clarified by centrifugation for 30 min at 4000 g ( Sorvall RC-5B Superspeed centrifuge, DuPont Instruments). The clarified viruses were concentrated by centrifugation at 100 000 g for 5 h using SW27 rotor in a Beckman L5-65 ultracentrifuge. The pelleted viruses were purified by gradient centrifugation overnight through 10 to 40% potassium tartrate. The band in the centrifuge tube between 30% and 40% potassium tartrate layers contained highest virus titer (2 X lo* PFU/ml) as detected by plaque assay. The virus specific activity (0.3 X 1O-3 CPM/PFU) was determined by scintillation counting. The 35S-labeled uninfected MDBK cells were prepared in the same way as the viruses were prepared. The same band in potassium tartrate gradient was collected by using a long Pasteur pipet. The radioactivity of the cellular protein was detected by scintillation counting and finally the radioactivity concentration of the cellular protein was adjusted to 6 X 104CPM/ml that was the same as labeled viruses. The 35S-labelled cell proteins were used in the experiments as control.\n\nThe production and characterization of BVDV mAbs and anti-ids have been described previous,ly (Xue et al., 1990 (Xue et al., , 1991 . Neutralizing mAbs D89 and Cl7 are specific for the gp53 of BVDV, and anti-D89 anti-ids mimic gp53 epitopes. The rabbit polyclonal anti-ids were purified by a sequential immunoaffinity chromatography (Xue et al., 199 1) ) and the mAbs were purified by using a recombinant Protein A Column (Clinetics Corp., Tustin, CA). The concentrations of antibodies were determined by using a protein assay kit from Bio-Rad Laboratories (Richmond, CA).\n\nThe cell membrane proteins were prepared as described by Wang et al. ( 1991) with some modification. Briefly, cells were grown in 150 cm2 flask to a monolayer, washed with PBS, removed from the flask by treatment with 5 m&f EDTA in PBS, and collected by centrifugation. The cell pellets were resuspended in 1 mM NaHCO, containing 10 mM EDTA and protease inhibitors ( 1 n&f PMSF, 0.5 fig/ml each of pepstain A and leupeptin, and 1% approtinin) (Sigma, St. Louis, MO) and lysed by Dounce homogenization. The nuclei were pelleted by centrifugation for 5 min at 2000 g. The supematants were collected and centrifuged for 2 h at 100 000 g at 4°C and the pellet was resuspended in 1% Triton X-100 in 50 mM Tris-HCl, pH 7.5, 300 mM NaCl, 5 m&f EDTA, and protease inhibitors. The insoluble materials were removed by centrifugation using a microfuge at 4°C and supematants were collected and further purified by a gradient centrifugation through 15% to 60% sucrose for 1 h at 100 000 g at 4°C. The top band in the centrifuge tube between 15% and 30% sucrose layers is membrane proteins and was collected. Other two lower bands are cytoskeletal proteins and remaining nuclei and were discarded. The isolated membrane proteins were used in virus plaque reduction assay, SDS-PAGE and immunoblot assay.\n\nBinding of anti-ids to cultured cells was assayed by using flow cytometry as described previously (Xue and Minocha, 1993) . Briefly, 5 X 10' cells were incubated with anti-ids anti-D89 or control anti-normal mouse IgG (anti-NMG) in 0.5 ml of PBS for 1 h on ice. After two washes with cold PBS, FITC-labeled goat anti-rabbit IgGs (Hyclone Lab. Logan, Utah) ( 1:50 in PBS) were added to the cells, which were incubated for another 1 h on ice. The fluorescent-positive cells were analyzed by flow cytometry (FACscan; Becton Dickinson), and the percent anti-id binding of cells was determined. The mean of three individual experiments is presented in the results.\n\nTo test the specificity of the anti-id binding, inhibitory binding assays were performed. The anti-D89 ( 150 pg) were incubated with homologous or heterologous mAbs ( 100 pg ) for 1 h at 4°C to block the binding sites on anti-ids, and the mixtures were subjected to cell binding assay as described. The cells were also incubated with BVDV or a control virus (bovine herpesvirus-1) at 1: 100 cell to virus ratio (or MO1 = 100) for 1 h at 4°C to block the receptors on the cell surface, followed by incubation with anti-D89. The percent bound cells by anti-D89 in both with inhibitors and without inhibitors were compared and the percent inhibition was calculated.\n\nVirus attachment was quantified by using radiolabeled viruses and a method adapted for human cytomegalovirus (Nowlin et al., 1991) . Cells growing as a confluent monolayer in 96-well microtiter plates (there were about 50 000 cells per well) were washed and incubated for 30 min in PBS containing 1% glucose, 1% inactivated FBS and 2% BSA at 4°C.\n\n[\"S] methionine-1abeledBVDV or cellular proteins were added at adifferent concentrations to cells in PBS-GC and incubated for 1 h at 4°C with frequent, gentle agitation. The extra viruses were removed by washing, and the cells were lysed in 1% Triton x-100 and 1% SDS in PBS. Average radioactivity in samples was determined by counting of cell samples in triplicate. The mean of two individual experiments was presented in results. To test the attachment of BVDV to different cells, 40 ,ul of 35S-BVDV was added to cell monolayers of each cell line in the assays. This concentration of 35S-BVDV was determined to give maximum attachment to cells in previous experiment.\n\nIn order to determine the specificity of virus-cell interaction, virus attachment inhibition assays were performed. Before 35S-BVDV was added, the cells were incubated with antiids or unlabeled viruses for 1 h at 4°C. After removing the unabsorbed anti-ids or unlabeled viruses by washing with cold PBS, the cells were incubated with 35S-BVDV and virus attachment was analyzed as described.\n\nTo determine if BVDV replicates in different cells or not, all cells were grown in 60 mm petri dishes to about 90% confluence. The cells were infected with the BVDV NADL strain at a MOI of 1 and incubated for 1 h at 37°C. The extra virus was removed, and the cells were washed with warm PBS and incubated with MEM plus 5% FBS until the harvest. The virus-infected cells were harvested at 0, 12,24,48, and 72 h, respectively. The BVDV titer in each sample was determined by plaque assay.\n\nTo test if different cells contain the BVDV receptor protein components on their surface, a plaque reduction assay was performed using membrane proteins from all cells. One hundred PFU BVDV was incubated with 50 /*g membrane proteins from each cell line for 1 h at 442. The mixture was then added to MDBK monolayers for plaque assay. The total plaques were counted and percent inhibition was calculated. The control is 100 PFU BVDV in PBS without any cellular membrane protein. The mean of three individual experiments was presented in the results. Meanwhile, anti-ids were used to reverse the reduction of plaques by the membrane proteins from each cell line. The membrane proteins were incubated with anti-D89 or anti-NMG for 1 h at 37°C then the mixtures were incubated with 100 PFL' BVDV for a plaque reduction assay.\n\nCell membrane proteins (30 pg/lane) were loaded for SDS-PAGE (Laemmli, 1970 ) on a 10% acrylamide gel. A pre-stained protein molecular weight marker (cat.# SDS4B from Sigma Chem., St. Louis, MO) was used to identify the proteins. The proteins in the gel were transferred onto a nitrocellulose membrane. The blots were blocked with 2% bovine serum albumin (BSA, from Sigma) in TBS buffer (Tris 20 mM, NaCl380 mM, pH 7.5) overnight and incubated with anti-ids, 1:200 dilution in TBS with 1% gelatin for 3 to 5 h at room temperature. After three washes with TBS-T (TBS plus 0.05% Tween 20), peroxidase-labeled goat anti-rabbit IgGs (Hyclone Lab., Logan, Utah), 1: 1500 in TBS-T with 1%~ gelatin, were added, and the mixture were incubated for another 3 h. Finally, substrate (60 mg 4-chloro-1 -naphthol in 20 ml cold methanol mixed with 60 ~130% H,Oz in 100 ml TBS just before use) was added for color development.\n\nTo determine if any subpopulation of MDBK cells had greater specificity to BVDV, we cloned MDBK cells by limiting dilution. Briefly, MDBK cells were counted and diluted, and 1, 3, 10 cells were put in the wells separately in 96-well plates. After incubation for 3 to 5 days, the wells with only a single clone of cells were selected and the cells from these wells were cultured. Totally, 15 clones of MDBK cells were prepared. These clones were used in .an anti-id binding assay to measure whether certain clones of cells had enhanced anti-id binding. \n\nThe effect of synchronization of MDBK cells on virus receptor expression was measured. The MDBK cells were synchronized by treatment with aphidicolin, a DNA polymerase (Y inhibitor, as described by Matherly et al. ( 1989) with some modification. Briefly, MDBK cells were grown to about 90% confluence and treated with 2.5 w aphidicolin (Sigma, St. Louis, MO) in MEM with 10% FBS for 12 h. The synchronization of cells was determined by cell DNA staining with propidium iodide (PI) (Sigma) and analyzed by flow cytometry. The inhibitor was replaced by normal media (MEM plus 10% FBS), and the cells were collected at 4,8, 12, and 24 h respectively, and used in an anti-id binding assay.\n\nOur previous study using flow cytometry showed that anti-D89 specifically bound to MDBK cells (Xue and Minocha, 1993) . In this experiment, different cell lines were screened by anti-id binding assay for BVDV receptor expression. As illustrated in Fig. 1 , anti-D89 specifically bound to all the cell lines in an identical pattern. This binding was dose-dependent and reached a plateau at concentration of 150 pg anti-D89. No significant differences were observed among the cell lines for anti-D89 binding. To test the specificity of the anti-id binding, binding inhibition assays were performed. Preincubation of anti-D89 with mAb D89 inhibited anti-D89 binding to all cells. However, this inhibition did not occur when anti-D89 was preincubated with mAb, indicating that the cell-binding sites on anti- D89 are specific for the idiotope on the mAb D89 but not on the mAb C17. The MDBK cells were also preincubated with BVDV or BHV-1 at a 1: 100 cell to virus ratio prior to the anti-id binding assay. The BVD viruses competitively inhibited binding of anti-D89 to cells, suggesting specificity of BVDV receptor on all cells.\n\nThe 3?S-BVDV was used to study the adsorption of virus to different cells. Results showed that the radioactive-labelled BVDV specifically attached to MDBK cells in a dosedependent manner ( Fig. 2A) . At concentration of 30 to 40 ,ul of viruses, the attachment reached to the highest level. However, the 35S-labelled cell proteins, which had the same radioactivity as virus proteins, did not attach to cells. The attachment was inhibited partially by pretreatment of cells with anti-D89 (Fig. 2B) . At concentration of 25 pg anti-D89, the attachment was blocked by about 50%. Anti-NMG did not inhibit this virus specific attachment. Preincubation of the cell monolayer with unlabeled (cold) BVDV also inhibited the subsequent attachment of 35S-BVDV to the cells (Fig. 2C) . The % inhibition was propor- tional to the increasing concentration of the virus. Control virus BHV-1 did not show inhibition of the virus attachment. The virus attachment was also studied in different cells using 30 ~1 of 35S-BVDV, and the results revealed specific virus adsorption in all cells (Fig. 2D) . These results indicated that BVDV specifically binds not only to bovine cells but also to porcine and monkey cells, and these all cells presumAbly have receptor components on the surface. Fig. 3 illustrates the titers of BVDV grown in different cells and harvested at varied times. At 0 h, the BVDV showed titer of approximately 5 X lo2 PFU/ml in all cells, suggesting that the virus adsorbed to all cells at the same level. In bovine cells (MDBK, BT, and EBK) , the virus titer increased gradually at different harvesting times and finally reached 1.6X IO6 PFU/ml at 48 h postinfection (PI). In PK15, the virus titer dropped slightly at 12 h PI and then increased gradually to 5 X lo5 PFU/ml at 72 h PI. Although BVDV adsorption did occur in monkey kidney cells, the virus did not replicate and the residual virus could not be detected after 12 -24 h. These results suggested that adsorption alone is not a unique function leading to BVDV productive infection of cells. Other factors, like entry and uncoating also may play crucial roles in the virus infection process.\n\nIn order to reveal if the BVDV receptors were present in different cells, we isolated surface membrane proteins from all cells and used them in virus plaque reduction assay. Fig. 4 demonstrates that the virus plaques were reduced by 50-70% after preincubation of The results demonstrated that the plaque re'duction caused by membrane proteins was partially reversed by preincubation of the cell membrane proteins with anti-D89, but not with anti-NMG. This again suggested that the membrane proteins from all 'cells contain the specific receptors for BVDV.\n\nAnti-ids have been used successfully for isolation of BVDV receptors by immunoprecipitation (: Xue and Minocha, 1993) . In this experiment, we performed an immunoblotting assay using the anti-ids to detect BVDV receptors from all cell lines. Fig. 5 reveals that anti-D89, but not anti-NMG, recognized a 50 kDa protein (Fig. 5A ) from MDBK cell membrane protein. The 50 kDa protein was detected in all cells (Fig. 5B) , although in monkey cells a fainter band was observed than in other cells. Another protein with a size of about kDa also was found only in monkey kidney cells. The results indicated that the 50 kDa protein might be a very common surface component for most (if not all) cells, and serves as, a receptor for BVDV.\n\nTo test if subpopulations of MDBK cells exist with greater specificity for BVDV, we cloned MDBK cells and performed a receptor binding assay using anti-ids. Results demonstrated no differences of anti-id binding among different clones of MDBK cells and normal cultured cells. This suggested a lack of subpopulations of MDBK cells which may have greater receptor binding affinity for BVDV. The effect of cell life cycle on BVDV receptor expression was investigated. Aphidicolin, a Go/G, phase DNA inhibitor (Matherly et al., 1989) , was used to synchronize cells. Results of cell DNA staining with propidium iodide (PI) showed that more than 95% cells were in G,/G, phase and only 5% cells in S phase after treated with aphidicolin. The receptor binding assay using anti-D89 revealed no significant difference of anti-D89 binding in both synchronized and non-synchronized cells.\n\nIn the previous study, using internal image anti-idiotypic antibodies, we isolated a 50 kDa putative BVDV receptor protein from MDBK cells (Xue and Minocha, 1993) . Present study revealed that this 50 kDa protein also exists in other cell lines, including BVDV permissive bovine cells, porcine kidney cells, and nonpermissive monkey kidney cells. BVDV attached and replicated in all bovine cells. The virus in porcine kidney cells needed a longer time to replicate to the same level as observed in bovine cells (Fig. 3) . BVDV did not replicate in monkey kidney cells, however, MA 104 and Vero cells expressed functional receptors for BVDV because BVDV anti-ids specifically bound to the cells and BVDV attached to the cells. Most importantly, immunoblotting with anti-ids revealed the 50 kDa protein from these cells. Recently, Harding and Molitor ( 1992) reported that a mAb that recognizes cell receptor for porcine parvovirus detected a virus receptor polypeptide from both permissive and nonpermissive cell lines. The receptor for mouse hepatitis virus also was found to be functional in the resistant mouse strain (Yokomori and Lai, 1992) . Therefore, it is reasonable to suggest that there are some post-attachment restriction to virus growth and some other factor(s) may be required for virus entry and replication and may determine the virus host specificity. It also could reflect that the receptors on different cells may either be functional or non-functional to virus infection. In our experiment, the 50 kDa protein, a putative receptor for BVDV might be functional in bovine cells and relatively weakly functional in porcine cells. On the other hand, monkey kidney cells may lack functional receptor protein. Attachment to a cell receptor may not be the only essential step for a virus to infect a target cell. In fact, cell receptor-independent infection by a neurotropic murine coronavirus has been observed (Gallagher et al., 1992) . Therefore, different viruses may have novel ways for infection of host cells.\n\nMultiple receptors are involved in virus attachment and entry in several virus systems, such as reoviruses (Choi et al., 1990; Paul and Lee, 1987; Verdin et al., 1989) and alphaviruses (Wang et al., 1991) . For BVDV, virus attachment and penetration mediated by multiple receptors are very possible. Anti-ids against BVDV-specific mAb only partially inhibited BVDV infection (Xue et al., 1991) and specifically bind to only about 40-50% of the cells. A mAb that recognized a bovine cell surface protein could not completely inhibit BVDV infection (Collett et al., 1989) . We believe that the 50 kDa protein is an important receptor for BVDV, and more further studies need to be carried out to address if there are multiple receptors for BVDV or multiple binding sites on the same receptor. Besides the cell lines we described above, anti-D89 also bound specifically to baby hamster kidney cells (BHK), equine kidney (EK), and canine kidney cells (MDCK) (data not shown). This indicated that the membrane proteins bound by the anti-ids are very common to tissue culture cells. Studies on expression of human cytomegalovirus receptor revealed that the virus receptor proteins presented on several kinds of cells (fibroblast, epithelial, monocytoid, and lymphoid) from different species (human, simian, and rodent) except insect cells (Nowlin et al., 1991) .\n\nFor some viruses, receptor expression has been observed in some cell subpopulations but not in others. The SV40 receptor was expressed at high levels only by a subset of cells in the monol.ayer (Basak et al., 1992) . A controversy over the receptor expression for reovirus on Rl. 1 cells leads to a suggestion that two distinct subpopulations of Rl. 1 cells may exist (El-Ghorr et al., 1992) . We cloned MDBK cells and used anti-ids in the receptor binding assay. No differences were found among the cloned cells and between cloned and noncloned cells in binding by anti-ids, suggesting the lack of subpopulations of MDBK cells with greater affinity for BVDV. The low percentage of binding by anti-ids may have been due to a multiple receptor requirement for BVDV infection. Another explanation might be that only a small part of anti-id response is an \"internal image\" response (Urbain et al., 1984) . However, a subpopulation of MDBK cells was recently found to be non-susceptible to BVDV infection (Donis, University of Nebraska, Personal Communication). Therefore more studlies are needed to address this aspect.\n\nMany studies of cultured mammalian cells require the use of cell populations synchronized with regard to their transit through the cell cycle. Some receptor expressions are cellcycle-dependent, and these include the SV40 (Basak et al., 1992) , CD4 (Martin et al., 1991) , and transferrin receptors (Kute and Quadri, 1991) . However, our results with synchronized MDBK cells demonstrated that the anti-id binding is cell-cycle-independent, suggesting that BVDV receptor expression does not depend on the cell cycle. Therefore, the relationship of receptor expression to cell cycle may be more pronounced in some viruses than in others and in some cells than in others."}