{"title": "Mutagenesis of the murine hepatitis virus nsp1-coding region identifies residues important for protein processing, viral RNA synthesis, and viral replication", "body": "Mutagenesis of the murine hepatitis virus nsp1-coding region identifies residues important for protein processing, viral RNA synthesis, and viral replication\n\nCoronaviruses belong to a family of enveloped positivestrand RNA viruses that are responsible for devastating illnesses in livestock and domestic animals. The identification of a novel human coronavirus as the etiological agent of Severe Acute Respiratory Syndrome (SARS) in 2003 highlighted the potential of this virus family to also cause severe human disease (Kuiken et al., 2003) . Even with continuing research addressing how coronaviruses replicate and cause disease, the functions of many viral proteins remain to be elucidated. For example, 14 -16 nonstructural proteins (nsps) are expressed from coronavirus gene 1 polyproteins, but at least seven of these nsps have no known roles in viral replication. In the past, gene 1 has been referred to as the ''replicase gene'' and gene 1 nsps as ''replicase proteins'' named by their molecular weight in kilodaltons. More recently, nsps have been named based on their order in gene 1 and are numbered consecutively beginning at the amino-terminus of the polyprotein (i.e., nsp1 through nsp16) (Harcourt et al., 2004; Prentice et al., 2004b; Snijder et al., 2003) . The gene 1 nsps of the coronavirus murine hepatitis virus (MHV) are similar in number, size, and organization to those of SARS coronavirus (SARS-CoV) (Marra et al., 2003; Snijder et al., 2003) . This resemblance suggests that MHV is an excellent model for studies of coronavirus nsp function and may 0042-6822/$ -see front matter D 2005 Elsevier Inc. All rights reserved. doi:10.1016/j.virol.2005.06.035 increase our understanding of SARS-CoV replication and pathogenesis.\n\nFollowing entry of MHV into a host cell, the first event in the virus life cycle is translation of two polyproteins from gene 1 of the input RNA genome. Gene 1 is comprised of two overlapping open reading frames (ORF1a and ORF1b) that are connected by a À1 ribosomal frameshift (Fig. 1A ) (Bonilla et al., 1994; Bredenbeek et al., 1990; Brierley et al., 1989; Lee et al., 1991; Pachuk et al., 1989) . Translation of either ORF1a or the ORF1ab fusion results in possible 495-kDa or 803-kDa polyproteins, respectively. These co-aminoterminal polyproteins are proteolytically processed by three virus-encoded proteinases, including two papain-like proteinases (PLP1 and PLP2 within nsp3) and a picoronavirus 3C-like proteinase (nsp5), to yield at least 16 mature gene 1 nsps as well as intermediate precursors. To date, all MHV gene 1 nsps tested co-localize with sites of active viral RNA synthesis at cytoplasmic viral replication complexes on intracellular double-membrane vesicles (Bost et al., 2000 (Bost et al., , 2001 Brockway et al., 2003 Brockway et al., , 2004 Gosert et al., 2002; Prentice et al., 2004a; Shi et al., 1999; van der Meer et al., 1999) . Nsps are thought to mediate replication of the MHV RNA genome and subgenomic RNA synthesis at these membrane-bound complexes. However, the viral proteinases are the only MHV nsps with experimentally confirmed functions (Baker et al., 1989; Bonilla et al., 1995; Lu et al., 1996; Lu et al., 1995) . Based on homology to proteins with known functions, roles in viral RNA synthesis have been predicted for several other MHV gene 1 nsps. These proteins include two trans-membrane scaffolding proteins (nsp4 and nsp6) (Gosert et al., 2002) , an RNA-dependent RNA polymerase (nsp12) (Cheng et al., 2005; Gorbalenya et al., 1989; Lee et al., 1991) , an RNA helicase (nsp13) (Seybert and Ziebuhr, 2001; Seybert et al., 2000) , and several RNA processing enzymes (nsp14, nsp15, and nsp16) (Bhardwaj et al., 2004; Ivanov et al., 2004; Thiel et al., 2003; Ziebuhr, 2005) . Currently, there are no known or envisaged functions in replication for at least seven MHV gene 1 proteins (nsp1, nsp2, and nsp7 -11) .\n\nPrevious studies have provided intriguing evidence about the potential functions of the 28-kDa amino-terminal protein nsp1 (previously referred to as p28) in MHV replication. The kinetics of nsp1 expression suggest that it might have an early regulatory role during the viral life cycle. Nsp1 is the first mature protein processed from the gene 1 polyprotein and is likely cleaved quickly following trans- ORF1a -ORF1b fusion polyprotein is illustrated with mature nonstructural protein (nsps) represented as numbered boxes. The gray box represents the aminoterminal cleavage product (nsp1). Nsps with confirmed or predicted functions include: two papain-like proteinases (PLP1 and PLP2 within nsp3), the 3C-like proteinase (3CL pro ; nsp5), two trans-membrane proteins (MP1 and MP2; nsp4 and nsp6, respectively), the RNA-dependent RNA polymerase (Pol; nsp12), the RNA helicase (Hel; nsp13), the 3V-to-5V exonuclease (Exo; nsp14), the endoribonuclease (Endo; nsp15), and the RNA methyltransferase (MT; nsp16). (B) Nsp1 mutant proteins. The schematics illustrate the engineered deletions and point mutations within nsp1. Nsp1 amino acid numbers are listed below each protein, and the predicted protein size (in kilodaltons) is listed to the right of each. The amino-terminal charge-to-alanine mutations for each VUSB mutants are listed below the bottom nsp1 protein. The asterisks (*) indicate mutants that did not establish productive infections as determined by lack of recovered virus from electroporated cells. lation of PLP1 within nsp3 (Baker et al., 1989 (Baker et al., , 1993 Denison and Perlman, 1987; Denison and Perlman, 1986; Denison et al., 1992 Denison et al., , 1995 . MHV mutants that are incapable of liberating nsp1 from the nascent polyprotein exhibit delayed replication, diminished peak titers, small plaques, and reduced RNA synthesis compared to wild-type controls . These results emphasize the importance of nsp1 cleavage for optimal viral RNA synthesis and suggest that nsp1 might play an important role at MHV replication complexes. In support of this notion, nsp1 localizes to replication complexes in the infected cell cytoplasm during times of peak viral RNA synthesis, and biochemical experiments demonstrate interactions between nsp1 and two other replication complexassociated proteins (nsp7 and nsp10) . However, later in infection, nsp1 is distinct from replication complexes and instead co-localizes with MHV structural proteins at virion assembly sites . It has also been reported that exogenous MHV nsp1 expression induces cell-cycle arrest (Chen et al., 2004) . Together, these results led to the hypothesis that nsp1 may participate in multiple stages of the MHV life cycle. Still, the function of this protein remains a mystery as analysis of nsp1 primary amino acid sequence does not reveal common motifs or protein homologs, and the nsp1 crystal structure has not been solved.\n\nThe goal of the current study was to determine the role of nsp1 during MHV replication in cell culture and to identify regions of the protein that are critical for its function. Using the reverse genetic system for MHV developed by Yount et al. (2002) , genomic RNA molecules that contained deletions or point mutations within the nsp1-coding region were generated and tested for their capacity to produce infectious virus following transfection into permissive cells. The results demonstrate that the carboxy-terminal half of nsp1 is dispensable for replication in culture but is important for efficient proteolytic cleavage of the protein and optimal viral replication. In contrast, deletion of the entire nsp1 protein or a middle region of the protein resulted in the lack of virus recovered from electroporated cells. Analysis of nsp1 point mutants identified residues important for viral replication and RNA synthesis. The results of this study provide valuable information regarding the possible functions of the amino-terminal nsp1 protein in coronavirus replication.\n\nThe carboxy-terminal half of nsp1 is dispensable for MHV replication\n\nTo determine whether nsp1 is required for MHV replication, viruses were engineered to lack nsp1 residues A 2 through L 241 (nsp1DFL) or to express truncated forms of the protein lacking either Q 87 through N 164 (nsp1DMid) or K 124 through L 241 (nsp1DC) (Fig. 1B) . All deletion constructs were designed to maintain the start codon, the translational reading frame, and the minimal residues thought to be required for cleavage of nsp1 from the polyprotein by PLP1 (nsp1 residues K 243 through G 247 ) . Mutations were engineered into the nsp1-coding region within the MHV infectious cDNA (icMHV) fragment A plasmid. The mutagenized plasmids were then used to assemble full-length MHV cDNA, which was transcribed in vitro to yield MHV genomic RNA (Yount et al., 2002) . BHK-MHVR cells were electroporated with either assembled wild-type (icwt) or nsp1 mutant genomic RNA transcripts. Cells were incubated at 37 -C and were monitored for syncytia formation, a cytopathic effect (CPE) of MHV replication.\n\nVirus-induced syncytia were detected at 24 h postelectroporation (p.e.) in cells transfected with icwt genomic RNA and at 72 h p.e. in cells transfected with genomic RNA for the carboxy-terminal truncation mutant (nsp1DC). Clarified cell culture media harvested from cells electroporated with either icwt or nsp1DC RNA were capable of initiating a productive infection in freshly inoculated DBT-9 cells, demonstrating the presence of viable virus. In contrast, cells electroporated with nsp1DFL or nsp1DMid RNA showed foci containing 5 -10 cell nuclei at 72 -96 h p.e., but these multi-nucleated foci did not progress or spread over time like wild-type MHV syncytia. The clarified media from cells electroporated with nsp1DFL or nsp1DMid genomes were not capable of producing CPE in freshly inoculated DBT-9 cells. This result indicated that nsp1DFL and nsp1DMid were not capable of completing a productive life cycle, defined by the lack of infectious virus particles in the cell media supernatant following electroporation. Nsp1DFL and nsp1DMid RNA molecules were tested for their capacity to produce viruses in three independent experiments, all of which yielded this same result. The nsp1DC virus was purified by three rounds of plaque isolation, and RT-PCR was used to sequence across the entire nsp1-coding region. The mutant virus maintained the engineered deletion and had no other mutations within nsp1. These results demonstrate that the carboxy-terminal half of nsp1 is dispensable for MHV replication and suggest that deletion of residues in the amino-terminal half is not tolerated for a productive infection.\n\nCharge-to-alanine mutagenesis of the nsp1 amino-terminus\n\nThe fact that nsp1DFL and nsp1DMid did not generate productive infections suggests that this region of the protein has a critical function in MHV replication. However, it is also possible that the deletions removed required RNA elements within the 5V end of the nsp1coding sequence. To investigate the function of the nsp1 amino-terminus with minimal disruption of the correspond-ing RNA sequence, viruses were engineered to contain point mutations within this region. Mutations were introduced into the icMHV fragment A plasmid using sitedirected mutagenesis. Single or paired charged residues (D, E, R, K, and H) within the amino-terminal half of MHV nsp1 that are conserved across all group 2 coronaviruses were substituted with alanine (Fig. 1B) . Mutated fragment A cDNAs were used as before to generate full-length genomic viral RNA.\n\nVirus-induced syncytia were detected within 24 h in BHK-MHVR cells electroporated with either icwt RNA or with RNA for nsp1 mutants VUSB1, VUSB2, VUSB3, or VUSB7. The timing and extent of CPE following transfection with these mutants were indistinguishable from icwt. Cells transfected with RNA for VUSB4 exhibited CPE at 72 h p.e., similar to the kinetics observed with nsp1DC. The clarified media supernatants from cells transfected with VUSB1, VUSB2, VUSB3, VUSB4, or VUSB7 RNA were capable of infecting DBT-9 cells, indicating that they contained nsp1 mutant viruses. As with nsp1DC, the nsp1 point mutants were purified by three rounds of plaque isolation, and RT-PCR was used to sequence across the entire nsp1-coding region. The mutant viruses maintained the engineered changes and lacked other mutations within nsp1.\n\nSimilar to the results with nsp1DFL and nsp1DMid, cells transfected with VUSB5 or VUSB6 RNA produced foci containing 5 -10 cell nuclei at 72 -96 h p.e, but the extent of these multi-nucleated foci did not increase over time. Moreover, clarified media supernatant harvested from cells transfected with VUSB5 or VUSB6 RNA did not generate a productive infection following incubation with DBT-9 cells, indicating that VUSB5 and VUSB6 were blocked at some stage in the viral life cycle. VUSB5 and VUSB6 RNA molecule were assayed for their capacity to produce viruses in two independent experiments, both of which showed the same result. It has been reported that charge-to-alanine mutagenesis of viral proteins may generate temperaturesensitive mutants (Hanley et al., 2002; Hassett and Condit, 1994; Tang et al., 2002) . In the current study, nsp1 mutants VUSB5, VUSB6, and nsp1DMid did not exhibit temperature-sensitive phenotypes as no infectious virus was recovered at either 37 -C or 32 -C. The nsp1DFL virus was not tested at 32 -C.\n\nExperiments were next performed to determine if viral gene expression occurred in cells electroporated with RNA for mutants that did not produce infectious virus (VUSB5, VUSB6, nsp1DFL, and nsp1DMid). Using antisera against MHV virions (a-MHV) or against nsp2 (a-nsp2), no viral proteins could be detected by immunofluorescence or immunoprecipitation (data not shown). Furthermore, no specific products were amplified from electroporated cells using RT-PCR and a primer that detects subgenomic RNAs (data not shown). These results suggest that, if viral protein or RNA expression occurred, it was below the level of detection using these assays.\n\nTo determine whether mutagenesis of nsp1 results in viral replication defects, single-cycle replication assays were performed with the nsp1 mutants (Fig. 2) . DBT-9 cells were infected with icwt or nsp1 mutants (VUSB1, VUSB2, VUSB3, VUSB4, VUSB7, or nsp1DC). Samples of infected cell media supernatant were taken at various times from 1 -24 h post-infection (p.i.), and viral titers in each sample were determined by plaque assays. Wild-type (icwt) or nsp1 mutant viruses were used to infect DBT-9 cells at an MOI of 5. Cells were rinsed three times with PBS, incubated under medium at 37 -C, and samples of medium were obtained at the indicated times post-infection. Viral titers in each sample were determined using plaque assays on DBT-9 cells at 37 -C. The graph shows the results of a representative experiment. Values are the averages obtained from duplicate media samples. (B) Nsp1 mutant viral yield. To determine viral yield, viral titer at 1 h p.i. was subtracted from peak titer for each virus. Bars represent average viral yield calculated from the experiments (n = 3). Lines represent standard error from the experiments. Statistical analysis software was used to determine P values using a two-sample t test. Asterisks (*) indicate P values 0.05. (C) Relative plaque size of icwt, VUSB1, and VUSB4 (15 h p.i.). Images were obtained at the same resolution (10Â) on a Nikon Eclipse TE2000-E microscope. White circles were drawn to facilitate visualization of the plaque boundary.\n\nThe nsp1 mutants exhibited viral replication kinetics similar to icwt with peak virus release occurring between 12 -16 h p.i. (Fig. 2A) . However, several of the nsp1 mutants (VUSB1, VUSB 4, and nsp1DC) showed a reduction in viral yield compared with icwt ( Fig. 2B ). Whereas icwt gave an average yield of approximately 4.9 Â 10 6 PFU/ml, VUSB1, VUSB4, nsp1DC viruses exhibited viral yields of 2.4 Â 10 5 , 1.4 Â 10 6 , 1.0 Â 10 6 PFU/ml, respectively. All of the nsp1 mutants exhibited decreased yields; however, only the VUSB1, VUSB4, and nsp1DC yields were statistically significant ( P 0.05 using a twosample t test). VUSB1 and VUSB4 also demonstrated small plaque phenotypes (Fig. 2C ). These results indicate that nsp1 mutants have replication defects in cultured DBT-9 cells.\n\nNsp1 mutant viruses were evaluated to determine whether they are defective in the expression or processing of viral proteins (Fig. 3) . Immunoprecipitation experiments were performed to analyze processing of nsp1 and nsp2 or 3CLpro-mediated processing of nsp8. To confirm expression of the structural proteins, antisera raised against MHV virions (a-MHV) were used. DBT-9 cells were either mockinfected or infected with icwt or nsp1 mutants, radiolabeled from 5-8 h p.i. with [ 35 S]Met/Cys, and used to prepare cytoplasmic lysates for immunoprecipitations.\n\nAntisera against nsp1 (a-nsp1) immunoprecipitated a 28-kDa protein (nsp1) from cells infected with icwt or the nsp1 point mutants (VUSB1, VUSB2, VUSB3, VUSB4, or VUSB7) (Fig. 3A) . Migration of VUSB7-nsp1 differed from icwt and all other point mutants, suggesting differences in protein folding or charge. No 28-kDa proteins were immunoprecipitated from mock-infected cell lysates or from lysates generated from cells infected with the nsp1DC virus ( Fig. 3A) . Rather, from nsp1DC-infected cell lysate, a-nsp1 immunoprecipitated a unique 14-kDa protein, the predicted size of nsp1DC, as well as a previously undescribed 80-kDa protein (Fig. 3A) . In both VUSB4-and nsp1DC-infected cells, several additional proteins (30 to 60 kDa) of unknown identity were also precipitated using a-nsp1 (Fig. 3A ). Antisera against nsp2 (a-nsp2) immunoprecipitated a 65-kDa protein (nsp2) from all infected cell lysates, but not from mock-infected lysates (Fig. 3B ). Similar to the result using a-nsp1, an 80-kDa protein was also detected by a-nsp2 in nsp1DC-infected cells (Fig. 3B ). Antisera against nsp8 (a-nsp8) immunoprecipitated a 22-kDa protein (nsp8) from all infected cell lysates, but not from mock-infected cell lysates (Fig. 3C ). The viral structural protein S, N, and M were detected in all infected cell lysates using antisera against virions (a-MHV) (Fig. 3D ). The nsp1 mutants showed band intensities slightly increased compared with icwt. The reason for this difference in band intensity is unknown but might be a reflection of more protein synthesis or processing with the mutants at the time of label. Still, although the amount of protein detected differed slightly, the results show that amino-terminal nsp1 point mutants do not have defects in their capacities to express or process viral proteins. Nonetheless, the detection of an 80-kDa protein from nsp1DC-infected cells using either a-nsp1 or a-nsp2 suggests that cleavage of nsp1DC from nsp2 may be inefficient. Fig. 3 . Nsp1 mutant viral protein expression and processing. Cytoplasmic lysates were generated from radiolabeled DBT-9 cells that were either mock-infected (m) or infected with icwt or nsp1 mutant viruses. Labeled proteins were immunoprecipitated from cytoplasmic lysates with the indicated polyclonal antisera. Proteins were resolved by SDS-PAGE in 5 -18% polyacrylamide gradient gels and visualized following fluorography. Images were obtained following 4-day film exposure. Bands corresponding to unique or predicted proteins are indicated on the right of the fluorograms, and molecular weight standards (in kilodaltons) are shown on the left. The MHV structural proteins are designated as follows: spike (S), nucleocapsid (N), and membrane (M). The antisera used for immunoprecipitation are indicated:\n\nThe carboxy-terminal half of nsp1 is required for efficient cleavage at CS1\n\nPrevious studies have shown that nsp1 is processed from the gene 1 polyprotein very rapidly, and nsp1-containing precursors have not been detected (Denison et al., 1992) . In contrast, nsp2 is processed with slower kinetics likely from a 275-kDa nsp2 -nsp3 precursor protein (Denison et al., 1992 Harcourt et al., 2004; Schiller et al., 1998) . To determine the expression kinetics of the 80-kDa protein in nsp1DC virus-infected cells and to determine whether this protein is capable of being processed into 14-kDa (nsp1DC) and 65-kDa (nsp2) proteins, pulse-chase translation experiments were performed (Fig. 4) . DBT-9 cells were infected with either icwt or the nsp1DC virus, and proteins were radiolabeled from 6 -6.5 h p.i. with [ 35 S]Met/Cys. Infected cells were then chased in medium without radiolabel but containing cyclohexamide to inhibit new protein synthesis. Cells were harvested at various times post-chase (p.c.), and cytoplasmic lysates were generated for immunoprecipitations using a-nsp1 and a-nsp2.\n\nIn the current study, the kinetics of nsp1 and nsp2 expression and processing in icwt-infected cells were similar to published reports (Fig. 4A ). Nsp1 was detected as a mature 28-kDa protein at 0 min p.c., suggesting that this protein was processed during the 30 min radiolabeling period. Although nsp2 was detected as a mature 65-kDa protein at 15 min p.c., nsp2 detection was increased at 60-360 min p.c. The result that nsp1 and nsp2 remained detectable even at 360 min p.c. suggested that these proteins were stable. In these experiments, the 275-kDa nsp2 -nsp3 precursor was not detected by a-nsp2.\n\nLike nsp1 from icwt, nsp1DC (14 kDa) was detectable at 0 min p.c., indicating that processing at CS1 occurred within Fig. 4 . Pulse-chase translation in nsp1DC virus-infected cells. Proteins in infected DBT-9 cells were radiolabeled for 30 min with [ 35 S]Met/Cys at 6 h p.i. and then incubated in medium containing cyclohexamide for 15 to 360 min as described in Materials and methods. Cells were lysed at the indicated times (min) post-chase (p.c.), and cytoplasmic lysates were generated for immunoprecipitation studies using a-nsp1 and a-nsp2. Proteins were analyzed as in Fig. 3 . The identities of proteins are indicated to the right of the fluorograms. The number of days the gels were exposed to film (d exp) to generate the image is listed next to the antisera used for immunoprecipitation. Pulse-chase translation in cells infected with (A) icwt or (B) nsp1DC virus. . Intracellular localization of mutant nsp1 proteins. DBT-9 cells grown on glass coverslips were infected with icwt or nsp1 mutant viruses for 7 h, fixed and permeablized with 100% methanol, and incubated with antibodies against nsp1 (red), nsp2 (green), and N (purple). Cells were imaged using a Zeiss LSM 510 confocal microscope at 546 nm (red), 488 nm (green), and 633 nm (purple). Images are single confocal slices obtained using a 40Â objective. Co-localization of green and purple for VUSB1 is shown in the merged image as light green pixels. Co-localization of all three colors is shown in the merged images as white pixels. Multi-nucleated cells are a cytopathic effect of MHV replication. the 30 min period of radiolabel. However, in contrast to icwt nsp1, nsp1DC was not detectable after 120 min p.c., suggesting that once processed the protein may be subject to degradation. The kinetics of nsp2 expression in nsp1DC virus-infected cells were similar to those of nsp2 from icwt (Fig. 4B) ; nsp2 (65 kDa) was first detected at 0-15 min p.c., but detection was increased at 60 -360 min p.c. Using either a-nsp1 or a-nsp2, the 80-kDa protein was detectable by 0 min p.c. and remained stable or increasing until 240 min p.c. At 360 min p.c., the 80-kDa band was slightly less intense; however, at this time point, there was no concurrent increase in nsp1DC or nsp2 detection. This result suggests that the 80-kDa protein may be degraded at late times of chase rather than processed. As with icwt, the high molecular weight nsp1DC viral precursor proteins were not detected by the antisera.\n\nDuring early times of infection (4 -7 h p.i.), nsp1 colocalizes with nsp2 and the viral nucleocapsid protein (N) at viral replication complexes in the cytoplasm . At these times, nsp1 is mostly distinct from the virion membrane protein (M), which localizes to sites of particle assembly . To determine the intracellular localization of viral proteins from the nsp1 mutants, immunofluorescence confocal microscopy was performed. DBT-9 cells on glass coverslips were infected for 7 h, fixed and permeabilized with methanol, and incubated with antisera against nsp1, nsp2, and either N or M (Fig. 5) .\n\nThe a-nsp1 staining pattern in cells infected with VUSB2, VUSB3, VUSB4, VUSB7, or nsp1DC was similar to icwt. Nsp1 from these mutant viruses co-localized with nsp2 and N in punctate cytoplasmic replication complexes (Fig. 5) . At this time point, the nsp1 proteins from VUSB2, VUSB3, VUSB4, VUSB7, nsp1DC, or icwt viruses were also distinct from sites of virion assembly as determined by lack of predominant nsp1 co-localization with M (data not shown). Using the a-nsp1 antisera, no specific staining above background levels was detected in VUSB1-infected cells, whereas nsp2, N, and M staining was indistinguishable from icwt ( Fig. 5 and data not shown) . The nsp1 antiserum is capable of detecting VUSB1-nsp1 by immunoprecipitation (Fig. 3A) , demonstrating that the engineered substitutions did not abolish the epitope(s). Therefore, the lack of staining during immunofluorescence assays might reflect alternative folding of VUSB1-nsp1. Nonetheless, these results suggest that nsp1 mutant viruses do not have defects in intracellular protein localization or replication complex formation.\n\nTo investigate whether the nsp1 mutant viruses exhibit changes in the timing or levels of viral RNA synthesis, metabolic labeling assays were performed (Fig. 6 ). DBT-9 Fig. 6 . Nsp1 mutant viral RNA levels. (A) Nsp1 mutant viral RNA levels represented as percent of icwt. DBT-9 cells were infected at an MOI of 5 with icwt or nsp1 mutant viruses. Actinomycin D was added to a final concentration of 20 Ag/ml 30 min prior to the addition of [ 3 H]uridine. Viral RNA was radiolabeled from 5 -9 h p.i. and then precipitated from equal volumes of cytoplasmic lysates in replicate using trichloracetic acid. To quantitate [ 3 H]uridine incorporation as counts per minute (CPM), liquid scintillation was used. For each experiment (n = 5), labeled viral RNA levels (CPM) for icwt were set to 100%, and nsp1 mutant viral RNA was calculated as a percentage of the icwt value. The bars represent the average percent viral RNA from all experiments, and lines indicate standard error. Statistical analysis software was used to determine P values using a one-sample t test. Asterisks (*) indicate P values 0.05. (B) Gel analysis of viral RNA. DBT-9 cells were mock-infected or infected with icwt or the indicated nsp1 mutants. RNA was labeled as in panel (A) above, and cells were lysed using Trizol. RNA was isolated from cell lysates and normalized so as to electrophorese the same amount of radiolabeled viral RNA for each mutant (approximately 400,000 CPM from a maximum of 10 6 cells). For the mock-infected control (m), RNA from 10 6 cells was used. The RNA was separated in an 0.8% formaldehyde/agarose gel, and individual RNA species were visualized following fluorography. The image is from a 2-day exposure of the gel to film. Individual viral RNA species are numbered to the right of the fluorogram (RNA 1 = genome and RNA 2 -7 = subgenomic RNAs). The asterisk (*) indicates a unique RNA band detected in nsp1DC virus-infected cells. cells were infected with icwt or nsp1 mutants (VUSB1, VUSB2, VUSB3, VUSB4, VUSB7, or nsp1DC). Viral RNAs were radiolabeled from 1 -13 h p.i. at intervals using 100 ACi/ml of [ 3 H]uridine in the presence of Actinomycin D, a drug that inhibits DNA-dependent RNA synthesis. RNA was precipitated from cytoplasmic lysates using trichloroacetic acid, and 3 H levels were quantitated using liquid scintillation. The timing of RNA synthesis for the nsp1 mutants was indistinguishable from icwt, with all viruses exhibiting maximal [ 3 H]uridine incorporation when cells were labeled between 5 -9 h p.i. (data not shown). However, the total levels of radiolabeled viral RNA differed among the nsp1 mutants when compared with icwt. VUSB1 and VUSB4 RNA levels were only 73% and 79% of icwt, respectively, whereas VUSB3 RNA levels were 129% if icwt (Fig. 6A) . These data suggest that nsp1 may function at the replication complex in the synthesis of viral RNA.\n\nTo determine whether nsp1 mutants have specific defects in genome replication or subgenomic RNA synthesis, radiolabeled viral RNA was analyzed by gel electrophoresis (Fig. 6B ). DBT-9 cells were either mock-infected or infected with icwt or nsp1 mutant viruses, and RNA was labeled in the presence of Actinomycin D from 5 -9 h p.i. using [ 3 H]uridine. Total viral and cellular RNA was extracted from cell lysates, and radioactivity in each sample was quantitated using liquid scintillation. Equal amounts of radiolabeled viral RNA (equal CPM) were separated by electrophoresis in formaldehyde/agarose gels and then visualized following fluorography. All seven species of MHV viral RNA were detected with the nsp1 mutant viruses and icwt. Interestingly, with the nsp1DC virus, an additional band that migrated above RNA4 was consistently detected. The identity of this band is not known, but it might represent a more stable replicative intermediate or a new subgenomic RNA species. Still, the approximate ratio of RNA1 (genome) to RNA7 for each nsp1 mutant was similar to that of icwt, suggesting that nsp1 mutants do not have specific defects in either genome replication or subgenomic RNA synthesis as detected by this assay.\n\nCoronavirus gene 1 nsps are predicted to function in the synthesis of viral RNA at cytoplasmic replication complexes; however, many of these proteins have no known roles during the viral life cycle. In the current study, a reverse genetic approach was used to investigate the role of nsp1 during MHV replication in cell culture and to identify residues critical for its function. It was shown that viruses containing deletions within nsp1 amino-terminal to K 124 are not capable of establishing productive infections, suggesting that residues essential for MHV viability reside within the amino-terminal half of the protein. Several such residues were identified using point mutagenesis, and the importance of the nsp1 for viral replication and RNA synthesis was characterized. Moreover, the results show that the carboxyterminal half of nsp1 is not required for MHV to complete its life cycle but is necessary for efficient cleavage of nsp1 from the gene 1 polyprotein and for optimal viral replication. Together, these data are consistent with the hypothesis that MHV nsp1 contains at least two domains important for virus replication: (1) an essential aminoterminal domain involved in viral RNA synthesis and (2) a non-essential carboxy-terminal domain that influences CS1 cleavage efficiency.\n\nThe analyses of MHV nsp1 deletion and point mutants emphasize the significance of the amino-terminus for virus viability, replication, and RNA synthesis. Deletion of different portions of the nsp1 amino-terminal half, as was done with nsp1DFL and nsp1DMid, was not tolerated for virus viability. This result is consistent with the idea that critical replication determinants reside within the region spanning residues M 1 through P 123 . Charge-to-alanine mutagenesis identified four candidate residues (R 64 and E 69 with VUSB5; R 78 and D 79 with VUSB6), all or any of which may be vital for some stage of the MHV life cycle. In cells transfected with RNA genomes for these nonproductive mutants (nsp1DFL, nsp1DMid, VUSB5, or VUSB6), foci containing 5 -10 cell nuclei were seen. How these foci form in electroporated cell monolayers is unknown, but the presence of this CPE suggests that transient viral gene expression may have occurred. However, no viral protein was detected in transfected cell monolayers by immunoprecipitation or immunofluorescence assays, and RT-PCR did not amplify subgenomic RNA, indicating that, if gene expression occurred, it was below the limits of detection using these assays. Consequently, the exact stage of the MHV life cycle at which these mutant viruses are blocked could not be determined. Still, the result that nsp1DFL, nsp1DMid, VUSB5, or VUSB6 did not establish productive infections underscores the importance of the nsp1 amino-terminus and suggests that this protein has a critical function during viral replication.\n\nIn support of nsp1 having a central role in the MHV life cycle, it was demonstrated that all of the viable nsp1 point mutants exhibited reduced viral yields during singlecycle replication assays. VUSB1 and VUSB4 were the most defective and resulted in viral titers approximately 0.2-to 1.3-log reduced compared with icwt. These two viruses also exhibited small plaque phenotypes, suggesting defects in cell-to-cell spread. The reduced replication and small plaques seen with VUSB1 and VUSB4 are most likely a reflection of reduced viral gene expression as both of these nsp1 point mutants showed significantly lower levels of viral RNA. Interestingly, compared with icwt, VUSB3 had increased levels of viral RNA associated with a slight reduction in viral replication, suggesting that any deviation from wild-type viral RNA levels may negatively impact viral replication. There were no detectable differences in the ratios of genome RNA versus subgenomic RNAs for any of the viable nsp1 mutants. These results suggest that nsp1 might play a role in the regulation of total viral RNA amounts rather than in species-specific viral RNA synthesis. It has been previously shown that MHV mutants unable to liberate nsp1 from the gene 1 polyprotein (DCS1 mutants) exhibit phenotypes very similar to the nsp1 mutant viruses described in this study . Because the DCS1 mutations resulted in a noncleaved nsp1-nsp2 fusion protein, it could not be concluded that the viral phenotypes were solely related to defects in nsp1 function. This study corroborates and extends these previous findings and directly correlates mutations in the MHV nsp1-coding region with changes in viral replication and RNA synthesis.\n\nThe results of this study raise important questions regarding the mechanistic basis for the described replication and RNA synthesis defects with nsp1 mutants. Why is the nsp1 amino-terminus required for MHV replication? What function does this domain have during MHV RNA synthesis? Do the deletion and point mutations change the nature of nsp1 -protein interactions? Yeast two-hybrid and co-immunoprecipitation assays previously demonstrated that wild-type nsp1 directly binds to nsp7 and nsp10, two other gene 1 proteins . The interactions between nsp1, nsp7, and nsp10 do not require the nsp1 carboxy-terminus (F 167 through G 247 ) but do require residues amino-terminal to F 167 (i.e., residues E 84 through R 166 ). Because the nsp1DMid virus was engineered to lack this putative interaction domain, it is interesting to speculate whether the lack of viability for this mutant correlates with a loss of nsp1 binding to either nsp7 and/or nsp10. Furthermore, it is thought that charge-to-alanine mutagenesis alters a protein's capacity to participate in interand intra-molecular interactions (Cunningham and Wells, 1989) . This mutagenesis approach is supposed to minimize disruption of protein secondary structure; however, it is possible that some of the charge-to-alanine mutations caused nsp1 to misfold. In support of this possibility, VUSB1-nsp1 was detected by a-nsp1 antisera during immunoprecipitation assays but not during immunofluorescence assays, suggesting that this mutant protein may have a different structural conformation. Regardless, the introduced mutations may have altered the capacity of nsp1 to bind to nsp7, nsp10, or other proteins resulting in viral RNA synthesis and viral replication defects.\n\nDuring wild-type MHV infection, nsp1, nsp2, and nsp3 are processed in an ordered manner (Fig. 7A) . Immediately following translation of PLP1 within nsp3, CS1 is rapidly cleaved, releasing nsp1 as polyprotein synthesis continues (Denison et al., 1992 Harcourt et al., 2004; Schiller et al., 1998) . Next, cleavage site 3 (CS3) is cleaved (likely by PLP2) liberating an nsp2 -nsp3 precursor, which is finally processed at cleavage site 2 (CS2) to release mature nsp2 and nsp3 products (Denison et al., 1992 Harcourt et al., 2004; Schiller et al., 1998) . In nsp1DC virus-infected cells, nsp1DC (14-kDa) and nsp2 are present, demonstrating that the carboxy-terminal half of nsp1 is not absolutely essential for cleavage at either CS1 or CS2. However, the identification of an 80-kDa nsp1DC -nsp2 polypeptide in nsp1DC virus-infected cells reveals that this region of the protein (residues K 124 through L 241 ) is important for efficient CS1 processing. Fig. 7 . Model of icwt and nsp1DC virus protein processing. Shown are schematics of wild-type and nsp1DC virus amino-terminal gene 1 nsps (boxes). PLP1 and PLP2 are shown as gray boxes within nsp3. The individual cleavage sites are labeled, and the order of processing is indicated above the closed arrowheads. Lines below the protein schematics illustrate the size of mature proteins following cleavage at individual sites. (A) Processing of wild-type nsp1, nsp2, and nsp3. During infection, nsp1 (28 kDa) is cleaved rapidly at cleavage site 1 (CS1) as the polyprotein is translated (indicated by forward slashes). Next, cleavage site 3 (CS3) is processed to yield a 275-kDa nsp2 -nsp3 precursor. Finally, cleavage site 2 (CS2) is cleaved to liberate nsp2 (65 kDa) and nsp3 (210 kDa). (B) Wildtype pattern of processing for nsp1DC mutant. The order of cleavage for nsp1DC mutant polyprotein is identical to that of icwt. Nsp1DC protein (DC; 14 kDa) is liberated by CS1 cleavage. Next, CS3 is processed to yield a 275-kDa nsp2 -nsp3 precursor. Finally, CS2 is cleaved to liberate nsp2 (65 kDa) and nsp3 (210 kDa). (C) Alternative pattern of processing for nsp1DC mutant. If CS1 is not initially cleaved, a 290-kDa nsp1DC -nsp2 -nsp3 precursor is made following CS3 processing. This precursor is then cleaved at CS2 to yield an 80-kDa protein (nsp1DC -nsp2) and nsp3.\n\nThe results described in this report are consistent with a model in which the nsp1DC gene 1 polyprotein exists in two different conformations: a CS1 cleavable form and a CS1 non-cleavable from. If the mutant polyprotein is folded in such a manner that CS1 is accessible by the proteinase, then this site is cleaved normally and the mutant polyprotein follows a wild-type pattern of processing (Fig. 7B) . Alternatively, if the mutant polyprotein is folded in a way that masks CS1, this site is not processed and nsp1DC remains fused to nsp2 (Fig. 7C ). In this model, an nsp1DC-nsp2 -nsp3 precursor is the first processed protein following CS3 cleavage. This polypeptide is then processed at CS2 to yield the 80-kDa protein (nsp1DC -nsp2) and nsp3. Although the high molecular weight precursors were not detected in these studies, the kinetics of appearance for nsp1DC, nsp2, and the 80-kDa protein are compatible with the proposed model. During pulse-chase experiments, nsp1DC and nsp2 are first detected in nsp1DC virus-infected cells with the same timing as the corresponding nsp1 and nsp2 proteins in icwt-infected cells. However, the expression kinetics for the 80-kDa protein are unlike either nsp1 or nsp2, suggesting that the timing and order of polyprotein processing are different under circumstances where CS1 is not immediately cleaved. Whether the 80-kDa protein is capable of being subsequently processed into nsp1DC and nsp2 could not be determined from these studies. At extended times p.c. (360 min), the 80-kDa protein is still detectable, albeit at slightly reduced levels, and there is no new accumulation of nsp1DC at this same time. These data are most consistent with the idea that the 80-kDa protein is not further processed once it is generated.\n\nIn addition to CS1 processing defects, the nsp1DC virus also exhibits subtle replication defects, but normal viral RNA synthesis levels, compared with icwt. A unique RNA species migrating above RNA4 was detected in nsp1DCinfected cells. The identity of this RNA band remains to be determined, but it might represent a stable replicative intermediate and implies that this mutant virus may have minor defects in discontinuous transcription. Another interesting possibility is that this band might represent a new species of subgenomic RNA. Because some molecules of nsp1DC are fused to nsp2, defects in nsp2 function may contribute to the mutant viral phenotype. Alternatively, the reduced replication of the nsp1DC virus might suggest that nsp1 plays an important role downstream of viral RNA synthesis, such as in virion assembly. At late times of infection, wild-type nsp1 co-localizes with the MHV structural protein M at virion assembly sites . Because the a-nsp1 antisera used in this study also detects the 80-kDa nsp1DC -nsp2 protein, we were unable to precisely determine whether the 14-kDa nsp1DC protein is capable of localizing to virion assembly sites late in infection. Nonetheless, it will be valuable to determine whether nsp1DC, or any of the mutant nsp1 proteins, exhibit differences in protein localization during late times of infection.\n\nIn summary, the phenotypes of these MHV mutant viruses reveal new information about the possible roles of nsp1 during viral replication. However, it is important to note the limitations of the reverse genetic approach used in this study and to explore alternative explanations of the available data. For example, it has been reported that exogenous MHV nsp1 expression induces cell-cycle arrest (Chen et al., 2004) . Therefore, it is also possible that the nsp1 mutations have an indirect effect on MHV replication as a result of cell biological changes during infection. Moreover, while it is clear that some of the nsp1 mutants have differences in nsp1 confirmation and interactions, it is possible that uncharacterized RNA structural elements have also been disrupted as a result of nsp1 mutagenesis resulting in changes in viral RNA synthesis and replication. Furthermore, in the absence of sequencing the entire 32-kb genomes of the nsp1 mutant viruses, the possibility that other mutations contribute to the described phenotypes cannot be excluded. To rule out the contributions of other mutations or RNA elements, wild-type nsp1 expressed in cells must complement the defects of these viruses. While ideal, trans-complementation using protein expression has not been successful for coronaviruses. In fact, efficient complementation for other positive-strand RNA viruses has required the development of replicon systems to facilitate viral replication complex formation (Appel et al., 2005; Grassmann et al., 2001; Khromykh et al., 1998; Lindenbach and Rice, 1997; Liu et al., 2002) . Despite these limitations, this is the first report of detailed mutagenesis of an MHV gene 1 nsp-coding region within the context of a virus. These results will enhance our knowledge of MHV replication determinants, and future analysis of nsp1 mutant viruses will provide greater insight into the function of RNA and protein elements within the 5V end of gene 1. Even more, studies with these engineered mutant viruses are expected to contribute to understanding the replication strategies of other coronaviruses, such as SARS-CoV.\n\nDelayed brain tumor cells selected for high-level expression of the MHV receptor carcino-embryonic antigen cell adhesion molecule-1 (DBT-9) (Chen et al., 1997; Hirano et al., 1976; Yount et al., 2002) and baby hamster kidney-21 cells expressing the MHV receptor (BHK-MHVR) (Chen et al., 1997; Yount et al., 2002) were grown in Dulbecco's modified Eagle medium (DMEM) (Gibco) that was supplemented with 10% heat-inactivated fetal calf serum (FCS) (Sigma) for all experiments. Medium for BHK-MHVR cells was supplemented with G418 (800 Ag/ ml) to select for cells expressing the MHV receptor.\n\nPolyclonal antisera used for biochemical and immunofluorescence experiments have been previously described.\n\nThese include guinea pig a-nsp1 antisera (GP3) ; rabbit a-nsp2 antisera (VU153) (Sims et al., 2000) ; rabbit a-nsp8 antisera (p1a-22) (Bost et al., 2000) ; and rabbit a-MHV antisera generated against intact virions . J. Fleming (University of Wisconsin, Madison) kindly provided murine monoclonal antibodies specific for the structural proteins nucleocapsid (a-N, J.3.3) and membrane protein (a-M, J.1.3).\n\nTo delete portions of the nsp1-coding sequence, PCR was performed using the icMHV-A59 fragment A plasmid (pCR-XL-TopoA) as template (Yount et al., 2002) . To generate nsp1DFL, deleting nearly the entire nsp1-coding sequence (nsp1 amino acids A 2 through L 241 ), a PCR product was amplified using oligodeoxynucleotide primers (sense) 5V-GTT TAA ACG AGA CAT AAT ACG-3V and (antisense) 5V-CTT AAG CAT TAT GCA ACC TAT-3V. To generate nsp1DMid, deleting the middle portion of nsp1 (Q 87 through N 164 ), two separate PCR products were amplified. The first PCR reaction used primers (sense) 5V-CCG CCG GCC TGG TCT TGT-3V and (antisense) 5V-GGA TCC TCA TCT ACA AA-3V to amplify sequences corresponding to the 5VUTR and the amino-terminal 86 residues (M 1 through P 86 ) of nsp1. The second reaction used primers (sense) 5V-GAT CCC GGC CGT TTT ATA GGC-3V and (antisense) 5V-CTT AAG AAG AGC ATA-3V to amplify sequences corresponding to the carboxy-terminal 78 residues (G 165 through L 241 ). To generate nsp1DC, deleting the carboxy-terminus of nsp1 (K 124 through L 241 ), a PCR product was amplified using primers (sense) 5V-CCG CCG GCC TGG TCT TGT-3V and (antisense) 5V-CTT AAG GGG AAG CAC ACC CAA-3V.\n\nAll PCR products were ligated into pGEM-T-Easy (Promega) and sequenced to ensure the fidelity of PCR. Nsp1 sequences were then subcloned into pCR-XL-TopoA in place of wild-type nsp1 using primer-generated restriction sites: nsp1DFL (5VPmeI to 3VAflII), nsp1DMid (first ligated at the BamHI site then subcloned into pCR-XL-TopoA using 5V SacII and 3VAflII), and nsp1DC (5V SacII to 3VAflII). All fragment A plasmids were sequenced across the nsp1coding region to ensure proper ligation and maintenance of the translational reading frame.\n\nThe MHV-A59 nucleotides (nt) 103 to 954 (restriction sites 5V SacII to 3VAflII) were PCR amplified using pCR-XL-TopoA as template and cloned into pGEM-T-Easy to generate pGEM-nsp1. Charge-to-alanine substitutions were introduced into pGEM-nsp1 using complementary pairs of mutagenic primers and the QuikChange Site-Directed Mutagenesis Kit (Stratagene). Mutagenized pGEM-nsp1 plasmids were sequenced to verify the incorporation of the appropriate substitutions and the fidelity of PCR. Restriction enzyme sites 5V SacII and 3VAflII were then used to subclone mutant nsp1 sequences into pCR-XL-TopoA in place of the wild-type nsp1 sequence.\n\nViruses containing nsp1 mutations were produced using the infectious clone strategy for MHV-A59 (icMHV) described by Yount et al. (2002) and modified by Denison et al. (2004) . All assembled viruses, including the wildtype control (icwt), were generated using the icMHV fragment F plasmid corresponding to the virulent VUSS3 strain (Sperry et al., 2005) . Plasmids containing the cDNA cassettes of the MHV genome were digested using MluI and BsmBI for fragment A, BglI and BsmBI for fragments B and C, NciI and BsmBI for fragments D and E, BsmBI for F, and SfiI and BsmBI for fragment G. Gel purified restriction fragments were ligated together using T4 DNA ligase (New England Biolabs) in a total reaction volume of 150 Al at 16 -C overnight. Following chloroform extraction and isopropanol precipitation of ligated cDNA, full-length transcripts of icMHV RNA were generated in vitro using the mMessage mMachine T7 Transcription Kit (Ambion) according to the manufacturer's protocol with the following modifications. Fifty microliter reactions were supplemented with 7.5 Al of 30 mM GTP, and transcription was performed at 40.5 -C for 25 min, 37.5 -C for 50 min, and 40.5 -C for 25 min. In parallel, RNA transcripts encoding the MHV nucleocapsid protein (N) were generated from N cDNA. N transcripts and icMHV genomic RNA were then mixed and electroporated into BHK-MHVR cells. Briefly, BHK-MHVR cells were grown to sub-confluence, trypsinized, then washed twice with phosphate-buffered saline (PBS) and resuspended in PBS at 10 7 cells/ml. Six hundred microliters cells were then added to RNA transcripts in a 4-mm gap electroporation cuvette, and three electrical pulses of 850 V at 25 AF were delivered with a Gene Pulser II electroporator (Bio-Rad). Transfected cells were then seeded on a monolayer of 10 6 uninfected DBT-9 cells in a 150 cm 2 flask and incubated at either 37 -C or 32 -C for 24 to 96 h. Virus viability was determined by syncytia formation in the electroporated cell culture and by the capacity of the clarified transfected cell supernatant to induce syncytia in a monolayer of fresh DBT-9 cells.\n\nPlaque purification, RT-PCR, and sequencing Mutant viruses were subjected to three rounds of plaque purification, and reverse transcription (RT)-PCR was used to amplify the 5V end of the viral genome for sequence analysis. RNA was harvested from infected DBT-9 cells using Trizol (Invitrogen) according to the manufacturer's protocol and used as template for RT-PCR. To generate viral cDNA, reverse transcription was performed using Superscript II RT (Invitrogen) and an antisense primer complimentary to nt 5531 -5500 of the MHV-A59 genome. The nsp1-coding region was then amplified using PCR with primers corresponding to nt 284-302 (sense) and nt 1150-1165 (antisense). The resulting amplicons were sequenced across the nsp1-coding region to confirm the retention of the introduced nsp1 mutations and the absence of second-site mutations.\n\nViable nsp1 mutant viruses were analyzed for replication using single-cycle replication assays as previously described . Briefly, DBT-9 cells (approximately 10 6 cells) were infected at an MOI of 5 PFU/cell with icwt or nsp1 mutant viruses. Virus inoculum was removed following 30 min adsorption at 25 -C, and cells were washed three times with PBS. Cells were then incubated at 37 -C in fresh pre-warmed DMEM with 10% FCS, and samples of medium were collected at various times up to 24 h post-infection (p.i.). Viral titers in the medium were determined by plaque assay (Hirano et al., 1976) . To determine viral yield, titer at 1 h p.i. was subtracted from peak titer for each virus, and an average was calculated using data from three separate experiments. Data analysis was performed using Smith's Statistical Package-Version 2.75. A two-sample t test was performed for each virus ( P value 0.05).\n\nFor imaging relative plaque size, confluent DBT-9 cells in 60-mm culture dishes were infected with serial dilutions of icwt, VUSB1, or VUSB4 virus and then were overlaid with 1% agar -DMEM supplemented with 10% FCS. At 15 h p.i., the agar medium was removed, and the cells were fixed for 30 min using À20 -C 100% methanol. Cells were incubated in PBS for 30 min, and then images of plaques were obtained on a Nikon Eclipse TE2000-E microscope using a 10Â objective. Images were prepared using Adobe Photoshop 8.0 (Adobe).\n\nDBT-9 cells (approximately 3 Â 10 6 cells) were either infected at an MOI of 5 or mock-infected using DMEM with 10% FCS. At 2.5 h p.i., the medium was replaced with fresh DMEM lacking methionine and cysteine and supplemented with 5% FCS and Actinomycin D (5 Ag/ml). Proteins were radiolabeled from 5 -8 h p.i. using 100 ACi/ml of [ 35 S]Met/ Cys (Translabel; ICN). For pulse-chase analysis, proteins were radiolabeled from 6-6.5 h p.i. and then chased for various times with DMEM supplemented with 10% FCS and cyclohexamide (250 Ag/ml). Cells were washed using 500 Al of PBS and then lysed in 300 Al of lysis buffer containing 150 mM NaCl, 1% NP40, 0.5% DOC, 50 mM Tris pH 8.0. Lysates were subjected to centrifugation at 3500 Â g to remove cell nuclei.\n\nImmunoprecipitations were performed in a final volume of 500 Al using protein A -Sepharose beads (Sigma), 100 Al of radiolabeled cytoplasmic lysate (derived from approximately 10 6 cells) which was boiled for 5 min in 1% SDS, and 2 -10 Al of polyclonal antisera in immunoprecipitation buffer containing 300 mM NaCl, 0.1% SDS, 0.5% TX-100, 4 mM EDTA, 0.1% DTT, and 50 mM Tris pH 7.4. Immunoprecipitation reactions were incubated at 4 -C for 4 h with rotation. Protein-bead conjugates were washed three times in immunoprecipitation buffer, and proteins were eluted from beads by boiling for 5 min in 2Â protein loading buffer (200 mM DTT, 100 mM Tris pH 6.8, 0.04% bromophenol blue, 20% glycerol). Proteins were resolved by SDS-PAGE in 5 -18% polyacrylamide gradient gels and analyzed by fluorography. The [ 14 C] high molecular weight standard (Gibco) and full-range rainbow marker (Invitrogen) were used as molecular weight standards. Images were prepared using Adobe Photoshop 8.0 (Adobe).\n\nDBT-9 cells cultured on glass coverslips were either mock-infected or infected at an MOI of 5 at 25 -C for 30 min. Following virus adsorption, infected medium was replaced with pre-warmed DMEM with 10% FCS, and cells were incubated at 37 -C. At 7 h p.i., cells were fixed and permeablized with À20 -C 100% methanol for a minimum of 30 min. Indirect immunofluorescence assays were performed as previously described (Bost et al., 2000) . GP3 was used at 1:2000 dilution, and all rabbit polyclonal antisera were used at 1:100 dilution. Murine monoclonal antibodies were used at 1:1000 dilution. Secondary antibodies conjugated to fluorophores (Molecular Probes) were used at 1:1000 and included a-guinea pig-Alexa 546, arabbit-Alexa 488, and a-murine-Alexa 633. Immunofluorescence was detected using a Zeiss LSM 510 laser scanning confocal microscope with a 40Â oil immersion objective. Image analysis and merging were performed using Adobe Photoshop 8.0 (Adobe).\n\nDBT-9 cells (approximately 10 6 cells) were infected at an MOI of 5 with icwt or nsp1 mutant viruses. Virus inoculum was removed following 30 min adsorption at 25 -C, and cells were washed three times with PBS. Cells were then incubated for various times in fresh pre-warmed DMEM with 10% FCS at 37 -C. At 30 min prior to addition of radiolabel, cell medium was supplemented with Actinomycin D (5 Ag/ml). Viral RNA was metabolically labeled in the presence of Actinomycin D using 100 ACi/ml [ 3 H]uridine. To harvest viral RNA, cells were washed twice with PBS and then lysed with 300 Al of cell lysis buffer (150 mM NaCl, 1% NP40, 0.5% DOC and 50 mM Tris pH 8.0). Lysates were centrifuged at 3500 Â g to remove nuclei, and RNA in 100 Al of cytoplasmic extract was precipitated in replicate using 10% trichloroacetic acid. Precipitated RNA was dried onto glass microfiber filters (Whatman) using vacuum filtration, and radioactivity was measured as counts per minute (CPM) using a liquid scintillation counter (Beckman). Statistical analysis software (Smith's Statistical Package-Version 2.75) was used for data analysis. For each experiment (n = 5), icwt values (CPM) from the 5-9 h time intervals were set to equal 100%. And, nsp1 mutant values were calculated as percent of icwt. One-sample t tests were performed using a P value 0.05. Analysis of [ 3 H] viral RNA by gel electrophoresis was performed as described previously (Kim et al., 1995) with a few modifications. Viral RNA was radiolabeled from 5-9 h p.i. as before and was isolated using Trizol (Invitrogen) according to the manufacturer's protocol. The amount of [ 3 H] incorporation was quantitated using liquid scintillation. Equal amounts of radiolabeled viral RNA (approximately 400,000 CPM from a maximum of 10 6 cells) were denatured in formamide gel loading buffer at 65 -C for 10 min and then electrophoresed in a 0.8% formaldehyde/ agarose gel at 144 V for 4 h. For mock-infected samples, RNA from 10 6 cells was used. Following electrophoresis, the gel was incubated in 100% methanol for 2 h then in 1% diphenyloxazole/methanol for 2 h prior to overnight incubation in distilled water. The gel was dried at 50 -C using vacuum filtration before exposing it to film. Images were prepared using Adobe Photoshop 8.0 (Adobe)."}