{"title": "Antagonistes du récepteur CCR5 et infection par le VIH-1 : bases et conséquences de cette approche thérapeutique CCR5 antagonists and HIV-1 infection: Bases and consequences of this therapeutic approach", "body": "Bien que la thérapeutique anti-VIH-1 comporte actuellement cinq classes antirétrovirales comprenant plus de 25 molécules, la recherche de nouveaux agents reste primordiale afin d'améliorer l'observance médicamenteuse, de limiter la toxicité et de garantir une activité efficace prolongée. Un certain nombre de molécules prometteuses sont en cours de développement, dans les classes déjà existantes (inhibiteurs de la transcriptase inverse, de la protéase virale et inhibiteurs de fusion) mais également dans de nouvelles classes (inhibiteurs de l'intégrase). Cependant, l'identification de traitements exploitant de nouvelles cibles du cycle antirétroviral demeure essentielle. En effet, la découverte du principal corécepteur du VIH-1, le récepteur de chimiokines CCR5 [1] [2] [3] [4] [5] , a ouvert de nouvelles possibilités thérapeutiques, notamment des antagonistes de ce corécepteur. Dans cette revue, nous allons décrire brièvement les caractéristiques biologiques du CCR5, les conséquences virologiques et immunologiques de son blocage, ainsi que les caractéristiques des principales molécules antirétrovirales le ciblant.\n\nLe CCR5, récepteur de chimiokines et corécepteur du VIH-1 En 1996, a été identifiée la molécule CXCR4, récepteur de chimiokines dont le seul ligand connu est la chimiokine CXCL12 (SDF-1), en tant que corécepteur des souches du VIH-1 à « tropisme lymphocytaire T » ou « tropisme X4 » [6] utilisé en complément du récepteur CD4 (Tableau 1). Peu après, a été identifiée la molécule CCR5 en tant que corécepteur des souches du VIH-1 à « tropisme macrophagique M » ou « tropisme R5 » [1] [2] [3] [4] [5] . Le CCR5 est un récepteur membranaire couplé aux protéines G (RCPG) qui lie des chimiokines de la famille C-C, essentiellement le CCL3 (MIP-1a), le CCL4 (MIP-1b) et le CCL5 (RANTES) [7] . D'autres RCPG, notamment CCR3, CCR8 et CXCR1, peuvent être utilisés en tant que corécepteurs du VIH-1 in vitro, mais leur rôle reste incertain in vivo.\n\nComme tous les RCPG, le CCR5 et le CXCR4 sont constitués d'un domaine N-terminal extracellulaire, de sept domaines transmembranaires (formant trois boucles extra-et trois boucles intracellulaires) ainsi que d'un domaine C-terminal intracytoplasmique (Fig. 1) . Des études par mutagenèse, utilisation de peptides homologues, d'anticorps monoclonaux ou de molécules hybrides entre le CCR5 et d'autres récepteurs de chimiokines, ont montré que le domaine N-terminal (surtout les 20 premiers aminoacides) et les boucles extracellulaires du CCR5 (essentiellement la deuxième) participent à la liaison de la glycoprotéine rétrovirale gp120 avec le CCR5, la fusion membranaire entre la cellule et la particule virale et l'entrée du VIH-1 dans la cellule. Il est à noter qu'il existe une certaine variabilité dans la façon dont les souches virales interagissent avec la molécule de CCR5. En effet, des différences de sites de liaison ont été observées entre les souches à tropisme R5 ou dual (R5X4) [8] , les souches VIH-1 des soustypes B ou non-B [9] , ainsi que les souches des sous-types B entre elles. Le chevauchement du site de liaison de la gp120 avec le site de liaison des chimiokines est partiel, ce qui peut expliquer le fait que seuls certains antagonistes des CCR5 empêchent la liaison des chimiokines. D'un point de vue quantitatif, Kuhmann et al. [10] ont estimé que quatre à six molécules de CCR5 s'assemblent autour du virion afin de former un complexe permettant l'infection. Les molécules de CD4 et de CCR5 sont coexprimées sur les cellules T CD4+, les cellules dendritiques ainsi que sur les monocytes et macrophages. L'importance de la présence du CCR5 pour l'infection par le VIH-1 in vivo est démontrée par le fait que des sujets homozygotes pour l'allèle CCR5-D32 (défini par une délétion de 32 paires de bases responsable de l'apparition d'un codon stop prématuré), codant pour une protéine CCR5 tronquée qui n'est pas exprimée à la surface cellulaire ( Fig. 1) , sont habituellement résistants à l'infection par le VIH-1 [11, 12] .\n\nQuel que soit le mode de transmission, les virus à tropisme R5 (souches de VIH-1 utilisant préférentiellement le corécepteur CCR5) peuvent être détectés à tous les stades de l'infection, tandis que les virus à tropisme X4 (souches utilisant le corécepteur CXCR4) ou dual R5/X4 (souches pouvant utiliser soit CCR5, soit CXCR4) sont isolés chez un tiers à la moitié des patients, surtout aux stades avancés de l'infection (Tableau 1) [13] . Ainsi, chez des patients naïfs de tout traitement antirétroviral, une étude a rapporté que les souches R5 sont détectées de façon exclusive chez environ 90 % des sujets ayant un nombre de cellules T CD4+ supérieur à 200/mm 3 , chez environ 70 % des sujets ayant un nombre de cellules T CD4+ entre 25 et 200/mm 3 et chez environ 45 % des sujets avec un nombre de cellules T CD4+ inférieur à 25/mm 3 [14] . La prédominance des souches R5 dans les stades précoces de la maladie et l'émergence des souches X4 chez certains des patients dans les stades plus tardifs, qui est corrélée à une progression plus rapide de la maladie [15] [16] [17] , sont des phénomènes encore mal expliqués. De nombreux facteurs peuvent participer à la prédominance des souches R5 pendant la plus grande partie de la phase chronique de l'infection à VIH-1. Certains auteurs soutiennent l'idée que la réponse immunitaire humorale [18] ou cytotoxique [19] est plus efficace contre les souches X4, ainsi le système immunitaire devrait-il être affaibli par les souches R5 afin de permettre l'expansion des souches X4. D'autres pensent que cette prédominance est due à une plus grande capacité réplicative des souches R5. Cette dernière pourrait être le résultat d'une plus grande densité de CCR5 à la surface des cellules T CD4+, d'une proximité stérique de la molécule CCR5 avec le récepteur CD4 [20] , d'une affinité plus forte de la gp120 des souches R5 pour le corécepteur CCR5 [21] ou d'un pouvoir pathogène plus important des souches X4 [22] .\n\nLe récepteur CCR5 est exprimé à la surface de certaines cellules hématopoïétiques (cellules dendritiques immatures, monocytes et macrophages, cellules T CD4+ ou CD8+) [23, 24] , des cellules du système nerveux central (neurones, astrocytes et cellules microgliales), de certaines cellules épithéliales ou endothéliales, de cellules musculaires lisses vasculaires, ainsi que de fibroblastes [25] . Par cytométrie de flux, on a pu quantifier le nombre des molécules de CCR5 à la membrane de chaque cellule T CD4+ qui se situe entre 4000 et 24 000 en dehors des sujets homozygotes pour la mutation D32 [26] . Cette densité en CCR5 est constante pour un individu donné, ce qui permet de distinguer des sujets ayant une forte ou une faible densité membranaire en CCR5 [26] . Des polymorphismes génétiques dans le promoteur du gène CCR5 responsables d'une expression quantitativement différente du CCR5 à la surface cellulaire sont significativement corrélés à la progression plus ou moins rapide de l'infection par le VIH-1 [27] [28] [29] .\n\nLes chimiokines qui se lient au récepteur CCR5 induisent son endocytose au sein d'endosomes primaires, suivie du recyclage du récepteur à la surface cellulaire. Le fait que la densité membranaire en CCR5 sur les cellules T CD4+ soit inversement corrélée à la quantité d'ARN messager du CCL5 présent dans les cellules sanguines mononuclées périphériques [30] est en faveur d'un modèle où la concentration plasmatique des chimiokines liant CCR5 régulerait le niveau d'expression membranaire du CCR5. Dans le même sens, l'administration d'un antagoniste de CCR5 empêchant l'interaction CCR5-chimiokine à des volontaires sains a comme résultat l'augmentation de la densité membranaire en CCR5 à la surface des cellules T CD4+ [30] . En l'absence de ligand, il existe un cycle de renouvellement naturel du CCR5 qui a une demi-vie membranaire de quelques heures [31] .\n\nL'expression du CCR5 à la surface des cellules T CD4+ peut être influencée par différents facteurs. On observe une augmentation de la densité en CCR5 en présence de certaines cytokines (IL-2, IL-15, IFN-g) [32] ou à la suite de stimulations antigéniques [33] . Inversement, la densité en CCR5 diminue après stimulation via la molécule CD28 [34] , en présence d'autres cytokines (IL-4, IL-10, IL-16) [32] ou de progestérone [35] .\n\nIl est à noter que la densité membranaire en CCR5 augmente pendant la primo-infection VIH-1, puis reste stable au cours du temps, au moins durant la phase asymptomatique de l'infection [26] . Inversement, le pourcentage des cellules T CD4+ exprimant le corécepteur CCR5 à leur surface n'est pas stable au cours du temps, aussi bien chez les sujets infectés par le VIH-1 que les sujets non infectés.\n\nLe CCR5 n'est pas uniquement un récepteur responsable de phénomènes de chimiotactisme, mais également un récepteur responsable de phénomènes de coactivation cellulaire Figure 1 Expression de CCR5 à la surface de la cellule. Le gène sauvage avec expression membranaire normale du récepteur est représenté à gauche. À droite, le gène CCR5D32 code pour un récepteur tronqué qui n'est pas exprimé à la surface cellulaire. CCR5 expression at the cell surface. Wild-type gene is responsible for a normal level of expression of the receptor and is represented at the left part of the figure. At the right part of the figure is represented the deleted CCR5D32 gene, which encodes a truncated receptor that is not expressed at the cell surface.\n\n( Fig. 2 ). En effet, la chimiokine RANTES est capable d'induire l'expression de marqueurs d'activation à la surface des cellules T primaires d'origine murine in vitro ; de plus, elle est capable d'engendrer une prolifération cellulaire T, une production cytokinique (CCL3, IFNg, IL-2) et une division cellulaire accrues en réponse à une stimulation antigénique in vivo chez la souris [36] .\n\nPlus spécifiquement, le CCR5 est un acteur de l'immunité cellulaire ; il est exprimé à la surface des cellules T CD4+ de type Th1, c'est-à-dire les cellules T produisant les cytokines de type 1 (IL-2 et IFNg) qui favorisent la réponse immunitaire de type cellulaire [37] .\n\nPourtant la molécule CCR5 ne paraît pas être physiologiquement indispensable. Des souris ayant une délétion ciblée du gène CCR5 se développent normalement dans un environnement dépourvu d'agents pathogènes et présentent peu de perturbations de leur sécrétion cytokinique. De même, les sujets homozygotes pour l'allèle CCR5-D32, qui n'ont pas d'expression membranaire de CCR5, ne présentent pas de pathologie particulière, à part une prévalence plus importante d'hypertension artérielle [38, 39] .\n\nMême si le récepteur CCR5 n'est pas indispensable dans des conditions physiologiques, il paraît être impliqué dans plusieurs situations pathologiques.\n\nLe rôle du récepteur CCR5 en pathologie Le rôle du CCR5 en maladies infectieuses En dehors du rôle de corécepteur pour le VIH-1, la molécule CCR5 est impliquée dans la défense immunitaire contre un certain nombre d'agents transmissibles. Ainsi, la réponse immunitaire contre Listeria monocytogenes [40] , Cryptococcus neoformans [41] , Toxoplasma gondii [42] , le virus Influenza A [43] , Herpes simplex virus de type 2 [44] , Trypanosoma cruzi [45] et Chlamydia trachomatis [46] est-elle compromise chez des souris déficientes en CCR5 ?\n\nChez l'homme, des variations génétiques du promoteur de CCR5 sont associées à des formes sévères de bronchiolites dues au virus respiratoire syncytial [47] , et le déficit complet en CCR5 confère un risque augmenté d'infection symptomatique sévère par deux Flaviviridae, le virus de la fièvre de West-Nile [48] et le virus de la méningo-encéphalite saisonnière européenne à tiques (Tick Born Encephalitis) [49] . De plus, certains auteurs ont rapporté que le phénotype homozygote CCR5-D32 est plus souvent rencontré chez les sujets infectés par le virus de l'hépatite C [50] , et que dans ce cas les sujets ont des charges virales plasmatiques plus élevées [50] , des niveaux plasmatiques de transaminases ALAT plus importants [39] et une réponse faible au traitement par IFNa [51] . Cependant, ces dernières observations sont controversées [52] [53] [54] [55] [56] .\n\nInversement, le récepteur CCR5 pourrait jouer un rôle péjoratif dans d'autres pathologies impliquant la réponse immunitaire antimicrobienne elle-même. Par exemple, les souris CCR5 À/À paraissent moins susceptibles au neuropaludisme grâce à un défaut de l'accumulation leucocytaire dans le cerveau [57] , présentent une démyélinisation moins sévère après infection par un coronavirus neurotrope (du fait d'une diminution de la mobilisation macrophagique dans le système nerveux central) [58] et semblent protégées contre le choc endotoxique induit par le lipopolysaccharide (LPS) [40] .\n\nToutes ces observations prouvent que d'un côté le récepteur CCR5 participe à la défense immunitaire contre certains agents infectieux mais que, de l'autre, ce même récepteur est à l'origine de phénomènes immunitaires pathogènes induits par d'autres agents.\n\nLe rôle du récepteur CCR5 en pathologie non infectieuse Le CCR5 intervient probablement dans la réponse immunitaire et l'infiltration par des cellules mononucléées dans plusieurs pathologies auto-immunes, dont plus particulièrement la sclérose en plaques, le diabète de type I, les colites et la polyarthrite rhumatoïde. Par exemple, de multiples arguments plaident en faveur de la responsabilité du CCR5 dans le recrutement des monocytes et des cellules Th1 dans les articulations inflammatoires durant la polyarthrite rhumatoïde. De cette façon, des sujets hétérozygotes CCR5-D32 pourraient être partiellement protégés contre la polyarthrite rhumatoïde [59] [60] [61] et plus particulièrement contre les formes sévères de cette maladie [62] . L'expression de CCR5 paraît faciliter le développement de l'athérosclérose. Ainsi, chez des souris susceptibles de développer une athérosclérose, le déficit en CCR5 est protecteur [63, 64] et les antagonistes de CCR5 réduisent la formation des plaques d'athérome [65] .\n\nLe CCR5 est également impliqué dans les mécanismes de rejet de greffe. Ainsi, Fischereder et al. ont remarqué qu'il y avait une augmentation de la survie des transplants rénaux chez les sujets homozygotes CCR5-D32 [66] ; Abdi et al. ont observé un risque de rejet aigu de greffe rénale diminué chez des sujets homozygotes pour la mutation CCR5-59029-A/G du promoteur de CCR5, résultant en une faible expression de CCR5 [67] .\n\nDe plus, Hall et al. ont observé une association entre CCR5-D32 et un risque réduit d'asthme [68] , cependant cette association n'a pas été retrouvée par d'autres auteurs [69] [70] [71] .\n\nEnfin, le CCR5 a un rôle ambivalent dans le cancer ; d'un côté, il pourrait être responsable de signaux de prolifération Figure 2 Le CCR5 en tant que molécule de coactivation cellulaire : il induit l'expression de marqueurs d'activation, il peut engendrer la prolifération cellulaire, la production de cytokines et la division cellulaire accrue. CCR5 is also a coactivation receptor: it induces the expression of activation markers, may induce cellular proliferation, cytokine production and active cell division.\n\n[72], d'invasion et de métastase [73] , ce qui a comme conséquence un effet protumoral, et de l'autre côté, il pourrait être à l'origine d'un effet antitumoral par l'intermédiaire des leucocytes infiltrant la tumeur et exprimant le CCR5 [74] . Un autre effet antitumoral plus direct a été rapporté par Mañes et al., qui ont mis en évidence une survie inférieure chez des patients ayant un cancer du sein et porteurs de l'allèle CCR5D32 [75] .\n\nConséquences potentielles de l'usage des antagonistes CCR5\n\nConséquences positives : effet anti-VIH-1. Les antagonistes de CCR5 sont classiquement décrits comme des inhibiteurs de l'entrée du VIH-1 dans la cellule. En réalité, ils possèdent trois effets antiviraux surajoutés. Premièrement, ils inhibent le développement de syncytia, résultat de la fusion entre cellules infectées et non infectées et ayant été considéré comme une des causes de la chute du nombre des lymphocytes T CD4+ chez les sujets infectés. Deuxièmement, ils inhibent l'apoptose induite par la gp120, qui constitue un autre mécanisme potentiel de destruction des cellules T CD4+. L'intensité de cette apoptose dépend de la densité membranaire de CCR5 [76] . Enfin, il a été démontré que les antagonistes de CCR5 sont capables d'agir en intracellulaire en prévenant l'interaction entre la gp120 et le CCR5 qui a également comme conséquence la lyse cellulaire [77] .\n\nAu total, les antagonistes de CCR5 inhibent non seulement la réplication du VIH-1, mais diminuent également la cytopathogénicité provoquée par la réplication virale.\n\nEnfin, il a été démontré in vitro que l'action des antagonistes CCR5 est synergique avec celle des autres traitements antirétroviraux [78] . Cette observation est concordante avec celle de Gervaix et al. et Vincent et al. qui mettent en évidence une réponse thérapeutique dépendante de la densité membranaire en CCR5 des cellules T CD4+ [79, 80] . En cas d'utilisation des antagonistes CCR5, l'augmentation de l'efficacité thérapeutique antirétrovirale pourrait être due à une diminution de la densité fonctionnelle de CCR5 qui est occupé par les antagonistes. Cela est particulièrement vrai pour les inhibiteurs de fusion, dans la mesure où les antagonistes de CCR5 pourraient prolonger le temps de contact de la gp41 avec ces médicaments [81] . Les travaux d'Heredia et al. ont d'ailleurs suggéré que l'efficacité de l'enfuvirtide est inversement corrélée à la densité en CCR5 [82] .\n\nCommutation de R5 à X4. Chez un sujet infecté, il existe une compétition permanente entre les différentes souches de VIH-1. En ce qui concerne les souches R5 et X4, cette compétition pourrait être pour les cellules cibles, dans la mesure où 34 à 76 % des cellules T CD4+ coexpriment CCR5 et CXCR4 [83] . Cette compétition n'est pourtant que relative car jusqu'à 60 % des cellules T CD4+CXCR4+ sont CCR5À, ce qui laisse sous-entendre que la prolifération des souches X4 pourrait ne pas être inhibée par la production des souches R5 [83] .\n\nDans ce contexte, la question majeure est de savoir si l'utilisation des antagonistes de CCR5 risque de provoquer une commutation des souches R5 vers les souches X4 (Fig. 3) , ce qui pourrait être à l'origine d'un échec virologique et aggraver la pathogénicité virale. En effet, comme on l'a mentionné ci-dessus, les causes de la modification du tropisme des souches du VIH-1 au cours de l'évolution de la maladie ne sont pas élucidées. En particulier, un bas niveau d'expression du récepteur CCR5 peut-il favoriser cet évènement ? Selon la théorie de la compétition, une diminution de la densité en CCR5 pourrait induire la commutation en allégeant la pression sur les souches virales X4. De l'autre côté, on peut penser qu'une forte densité membranaire en CCR5 pourrait au contraire être à l'origine d'un haut degré de réplication des souches R5, et par conséquent d'une plus grande prévalence de mutations, qui pourraient engendrer cette commutation de R5 en X4. Enfin, la pression thérapeutique pourrait démasquer des populations virales à tropisme X4, préexistant à bas niveau et non détectées par les tests de tropisme standard. Cela est suggéré par le fait que les souches R5X4 et X4, détectées au moment de l'échec virologique sous antagoniste de CCR5, sont phylogénétiquement distinctes des souches R5 initiales [84] .\n\nChez les patients hétérozygotes pour l'allèle CCR5-D32, ayant une faible densité membranaire en CCR5, une plus grande incidence de commutation R5!X4 n'est pas établie. En effet, de Roda Husman et al. ont rapporté que la commutation est plus tardive chez les patients hétérozygotes pour CCR5-D32 comparativement aux sujets homozygotes pour CCR5 wt [85] . Au contraire, D'Aquila et al. [86] et Zhang et al. [87] ont remarqué que le phénotype X4 était plus fréquent chez les sujets hétérozygotes pour CCR5-D32 que chez les homozygotes pour l'allèle sauvage.\n\nPar ailleurs, l'impact de l'utilisation des antagonistes de CCR5 sur le phénotype viral a déjà été analysé in vitro et in vivo, mais les conclusions ne sont pas concordantes. Des études in vitro ont suggéré que l'utilisation de petites molécules antagonistes de CCR5 induisait l'émergence de souches VIH-1 mutées résistantes qui utilisaient CCR5 comme corécepteur même en présence de l'inhibiteur, mais incapables d'utiliser le corécepteur CXCR4 [88] [89] [90] . Inversement, l'utilisation d'une molécule dérivée de RANTES, antagoniste de CCR5, chez des souris hu-PBL-SCID infectées par une souche R5, a induit l'apparition de souches X4 [91] . D'autres auteurs ont rapporté que des macaques infectés par deux souches R5 SIV et X4 SHIV ne présentaient pas d'augmentation significative de leur charge virale en X4 après traitement par inhibiteur de CCR5 [92] . Ainsi, il est difficile de conclure concernant l'effet de l'administration d'un antagoniste de CCR5 sur la commutation des souches virales, et le risque potentiel d'émergence des souches X4 après instauration d'un traitement par antagoniste CCR5 doit être considéré comme une possibilité.\n\nRésistance aux antagonistes CCR5. Pour tout traitement antirétroviral, il existe un risque de résistance naturelle ou induite par le traitement. Ce risque provient du fait qu'il existe une certaine plasticité dans l'interaction entre gp120 et CCR5, ainsi que de la force variable de cette interaction.\n\nEn effet, ont été identifiées des souches R5 :\n\nqui grâce à des mutations au sein de la boucle V3 de la gp120 deviennent très affines (Fig. 4) pour CCR5 [10, 93, 94] , de sorte que la gp120 devient capable d'interagir avec le CCR5 même en présence de l'antagoniste [95] ; ou possédant des sites de liaison inhabituels (Fig. 4 ) [8, 9, [96] [97] [98] ; ou étant peu inhibées par les modifications des boucles extracellulaires de CCR5 [99] .\n\nDe plus, Karlsson et al. ont démontré qu'il existait au cours de l'infection par le VIH une évolution vers des souches R5 de moindre sensibilité à l'inhibition par RANTES [100] . Toutes ces souches pourraient exister naturellement [101] et émerger lors de l'administration des antagonistes CCR5 [102] . Ce qui n'est pas encore élucidé est de savoir si ces souches auront un pouvoir de réplication normal ou altéré [103, 104] .\n\nEffets sur les réponses immunes spécifiques. Le chevauchement des sites de liaison de la gp120 et des chimiokines sur le CCR5 est responsable du fait que les antagonistes CCR5 bloquant le VIH-1 peuvent également empêcher la liaison des ligands physiologiques du CCR5. Même si cette éventualité n'a pas de conséquences néfastes en conditions physiologiques, elle pourrait favoriser la survenue des maladies infectieuses où le corécepteur CCR5 joue un rôle important, par exemple dans le cas des infections opportunistes par le C. neoformans, le T. gondii ou l'Herpes virus. Ces considérations avantagent par conséquent les antagonistes qui n'inhibent pas la fixation des chimiokines au CCR5. Inversement, ces mêmes antagonistes CCR5 inhibant la fixation des chimiokines pourraient être bénéfiques dans le cadre de pathologies dues à la réponse immune antimicrobienne, ou bien dans le cadre de pathologies non infectieuses, telle l'athérosclérose chez les patients infectés par le VIH-1 dans lesquelles CCR5 joue un rôle délétère.\n\nEffets sur l'activation immune polyclonale et l'apoptose des cellules T. Si l'on considère le rôle du récepteur CCR5 dans l'activation des cellules T, ainsi que celui de l'activation T dans la progression de l'infection par le VIH-1 [105] , il est tentant de supposer que le CCR5 par l'intermédiaire de l'activation immunitaire cellulaire polyclonale pourrait être impliqué dans la destruction des cellules T. En effet, de nombreuses études plaident en faveur du rôle modulateur de CCR5 dans l'activation des cellules T et ainsi dans leur mort programmée [106, 107] .\n\nDeux travaux en particulier vont dans le sens de cette hypothèse. D'une part, l'équipe d'Ahuja a démontré qu'il existait un rapport entre l'évolutivité de la maladie et la génétique des patients (génotype CCR5 et nombre des copies du gène CCL3-L1) indépendamment du niveau de réplication virale [108] . Par conséquent, on pourrait imaginer que l'axe formé par CCR5 et ses ligands pourrait être impliqué dans un mécanisme de destruction cellulaire ne faisant pas intervenir le virus.\n\nD'autre part, les travaux de Pandrea et al. chez les primates concluent que les primates infectés par le virus SIV qui évoluent vers le stade SIDA ont une forte expression de CCR5 à la surface de leurs cellules T CD4+, tandis que ceux qui ne possèdent pas une forte activation immunitaire et qui ne progressent pas malgré une forte virémie, sous-expriment CCR5 [109] .\n\nDe plus, l'hypothèse d'une responsabilité immunologique de CCR5 dans la destruction des cellules T CD4+ indépendamment de sa responsabilité en tant que corécepteur, pourrait expliquer le fait que dans les études cliniques récentes, les sujets infectés par le VIH-1 et traités par des antagonistes du CCR5 présentent une augmentation inhabituelle de leur nombre de cellules T CD4+ par rapport aux sujets non traités par anti-CCR5. En effet, une méta-analyse des études cliniques de phase II/III chez des patients prétraités a prouvé que cette restauration immunologique était supérieure sous anti-CCR5 [110] . Il est à souligner que, dans ces mêmes études, l'augmentation de cellules T CD4+ est indépendante de l'efficacité virologique [111] , concerne également les sujets infectés par des souches R5/X4 et X4 (+30 et +56 cellules T CD4+/ml respectivement dans les groupes d'une ou deux prises quotidiennes de MVC des études MOTIVATE) [112, 113] un ou deux ans de traitement antirétroviral intensif. En France, l'étude Marimuno est une étude pilote évaluant le bénéfice immunologique d'une intensification de 24 semaines par MVC (Celsentri 1 ) chez des patients sous traitement antirétroviral stable (! 24 mois) et efficace (CV < 50 copies/ml) mais avec restauration immunologique incomplète (CD4 < 350 cellules/mm 3 ).\n\nEnfin, si les antagonistes de CCR5 sont capables de diminuer l'activation immunitaire globale, ils pourraient également être indiqués dans le cas du syndrome inflammatoire de restauration immunitaire (IRIS) où cette activation peut avoir des conséquences graves.\n\nSeules trois molécules antagonistes du CCR5 ont fait l'objet d'essais cliniques randomisés.\n\nMalgré une activité antirétrovirale similaire in vitro à celle du vicriviroc (VCV) et du maraviroc (MVC) [114] , le laboratoire GlaxoSmithKline a interrompu tous les essais ainsi que le développement de cette molécule en 2005, devant la constatation de quatre cas de toxicité hépatique parfois fatale [115] . L'étude de phase IIb EPIC chez des patients naïfs de tout traitement antirétroviral et infectés par une souche R5 ou duale/mixte a rapporté une activité antirétrovirale du bras aplaviroc inférieure à celle du bras témoin lamivudine/zidovudine (chacun en association avec lopinavir/ritonavir), avec une grande variabilité interindividuelle de réponse virologique [116] .\n\nLe VCV (anciennement dénommé SCH417690 ou SCH-D) est une petite molécule antagoniste du CCR5, à biodisponibilité orale, efficace à des concentrations nanomolaires [117] . Il est métabolisé par le cytochrome CYP3A4 et ses concentrations plasmatiques se trouvent augmentées d'un facteur allant de 2 à 6 s'il est coadministré avec 100 mg de ritonavir, ce qui lui confère une demi-vie plasmatique de plus de 24 heures, permettant une seule prise quotidienne [118] . Les études précliniques ont objectivé des crises convulsives chez des animaux recevant des doses élevées, cependant aucun effet secondaire neurologique central n'a été observé dans les études cliniques à ce jour. La première étude randomisée prouvant l'efficacité clinique du VCV a été effectuée chez des patients ayant un tropisme R5, naïfs ou n'ayant pas reçu de traitement antirétroviral pendant au moins huit semaines [119] . Le VCV a été administré en monothérapie de 14 jours versus placebo, avec des doses de 10, 25 ou 50 mg deux fois par jour, ce qui conférait une diminution de la charge virale plasmatique d'au moins un log chez respectivement 45, 77 et 82 % des patients. La tolérance des groupes sous VCV ou placebo a été similaire.\n\nUne étude randomisée de phase IIb chez des patients infectés par le VIH-1 et naïfs de tout traitement antirétroviral a été interrompue avant la durée prévue de 48 semaines à cause des taux élevés d'échec virologique dans deux bras de VCV. Elle comparaît trois posologies de VCV à une prise quotidienne (QD) (25, 50 ou 75 mg) entre elles et avec le bras témoin d'efavirenz (EFV) (les patients ont reçu le VCV ou le placebo en monothérapie pendant 14 jours, puis le VCV ou l'EFV combinés à zidovudine-lamivudine dans une association ZDV/3TC à posologie fixe) (Tableau 2) [120] . Au moment de l'arrêt de l'étude, seul le bras sous 75 mg de VCV donnait un taux d'échec virologique qui n'était pas statistiquement différent par rapport au bras témoin d'EFV.\n\nMalgré le fait que dans cette étude le mécanisme précis d'échec virologique n'ait pas été identifié, le taux élevé d'émergence de la mutation M184 V chez tous les patients en échec virologique évoque une inhibition inadéquate de la réplication virologique par le VCV aux conditions d'administration utilisées pendant l'étude. Par ailleurs, l'absence de plateau dans la courbe dose-réponse lors de l'analyse posthoc, ainsi que la grande variabilité de la concentration inhibitrice 50 (IC 50 ) suggèrent que des doses plus élevées de VCV sont nécessaires afin d'optimiser la suppression Tableau 2 Résultats de l'étude IIb chez les patients naïfs.\n\nOutcomes of the phase IIb study in treatment-naive subjects. [121] . Même si cette analyse suggère de meilleurs taux de réponse si les souches ont un tropisme R5 inchangé aux visites de sélection et d'inclusion, son impact sur la réponse virologique de 24 semaines paraît minime. Concernant les effets indésirables, huit cas de pathologie tumorale maligne ont été observés sous VCV versus deux cas sous placebo avec un lien de causalité qui a finalement été infirmé par l'étude Vicriviroc in Combination Treatment with Optimized ART Regimen (VICTOR-E1) [122] .\n\nL'étude VICTOR-E1 [118] est une étude randomisée, en double insu chez des patients prétraités avec les trois classes d'antirétroviraux, possédant au moins une résistance documentée aux inhibiteurs de protéase et aux inhibiteurs nucléosidiques de la transcriptase inverse (INTI). Elle a évalué l'efficacité immunovirologique de 20 ou 30 mg de VCV par jour versus placebo, en association dans les trois bras à un traitement optimisé. La diminution de l'ARN VIH plasmatique observée sous VCV était en moyenne de 1,75 log versus 0,79 log sous placebo, indépendamment du nombre des molécules actives inclues dans le traitement optimisé (Tableau 4). Elle a également démontré la supériorité de la dose de 30 mg de VCV chez les patients avancés (charge virale plasmatique supérieure à 100 000 copies/ml) ou quand le traitement optimisé ne comprenait aucune ou seulement une molécule active. Une augmentation significative du nombre des cellules T CD4+ a été détectée uniquement dans le bras de 20 mg de VCV. La tolérance clinicobiologique a été comparable dans les trois bras et aucune pathologie tumorale maligne n'a été rapportée.\n\nDeux larges études de phase III, VICTOR-E3 et VICTOR-E4, sont actuellement en cours, comparant deux bras : le VCV à 30 mg QD versus placebo, en association avec un traitement optimisé chez des patients prétraités. [123] . Son mécanisme d'action passe par une liaison réversible au corécepteur CCR5 [124] , à l'origine d'un changement conformationnel de ce dernier, ce qui empêche l'interaction de la gp120 avec la boucle V3. Sa demi-vie plasmatique est de 13,2 heures et la molécule est métabolisée par le cytochrome CYP3A4 et le substrat P-gp, sans pourtant induire ou inhiber les enzymes de ce cytochrome [125] . Des études de phase II chez des patients asymptomatiques ayant des souches à tropisme R5 ont été réalisées, avec administration de dix jours de MVC en monothérapie, et suivi jusqu'à j40 ; la réduction de la charge virale plasmatique était d'au moins 1,35 log à partir d'une dose journalière de 200 mg. Les données de pharmacocinétique ont suggéré que l'alimentation réduit la concentration maximale ainsi que l'aire sous la courbe [126] .\n\nL'efficacité et la bonne tolérance du MVC ont été démontrées chez des patients prétraités, en échec virologique et infectés par des souches R5, dans les études cliniques randomisées et en double insu Motivate-1 et Motivate-2 de phase IIb/III (Tableau 5) [127, 128] comparant trois bras : placebo, MVC 150 mg en une ou deux prises quotidiennes (QID), chacun en addition à un traitement optimisé (randomisation selon un schéma 1 : 2 : 2). L'analyse « poolée » des résultats à 48 semaines de traitement ont montré une réponse virologique significativement supérieure aux bras avec MVC, aussi bien en termes de réduction moyenne de la charge virale plasmatique que de pourcentage des patients atteignant l'indétectabilité de l'ARN VIH-1 (Tableau 5). Cette réponse était d'autant plus prononcée que les patients avaient une charge virale de base inférieure à 100 000 copies/ml ou un chiffre de cellules T CD4+ élevé [129] ; de même, le pourcentage obtenu d'indétectabilité au seuil de 50 copies/ml était influencé par le nombre des molécules actives dans le traitement optimisé associé [125, 129] . En effet : on observait une amélioration des résultats virologiques avec un nombre croissant des molécules actives ; une différence apparaissait entre les deux bras de MVC en absence de molécule active (en faveur de la double prise quotidienne) ; en présence d'au moins trois molécules actives le taux de succès paraissait similaire dans les trois bras.\n\nLa réponse immunologique en termes de gain de cellules T CD4+ était également significativement supérieure dans les bras de MVC (même pour les patients en échec virologique) comparativement au placebo, et chez les patients avec un tropisme R5 conservé à l'échec ; le gain en cellules T CD4+ était pourtant moindre chez les patients ayant une résistance documentée aux trois classes antirétrovirales classiques (+108 cellules/ml versus +150 cellules/ml). D'ailleurs, ces derniers étaient également plus susceptibles à l'échec virologique (45,6 % versus 37,6 %) [125] . Le profil de tolérance était comparable dans les bras avec ou sans MVC [129] , notamment sans différence significative du nombre d'interruptions thérapeutiques dues aux effets secondaires, de l'hépatotoxicité chez les patients co-infectés avec le virus de l'hépatite B et C [130] , ou du taux des pathologies tumorales malignes associées ou non au VIH [129] . Lors de l'analyse des sous-groupes relativement aux modifications de tropisme, on a constaté que 8 % des 1042 patients ayant un tropisme R5 à la visite de sélection avaient un tropisme DM à la visite d'inclusion [127] . Parmi les patients en échec thérapeutique avec un tropisme initial R5, 57 % avaient un tropisme X4/DM à l'échec, dont la majorité avait reçu du MVC.\n\nPlus spécifiquement, van der Ryst et Westby [113] [133] , qui a évalué le rôle du MVC (300 mg une ou deux fois par jour) versus l'EFV, chacun en association avec le combivir (CBV), chez 721 patients naïfs porteurs de souches de tropisme R5. À 48 semaines, et après réanalyse à l'aide du test phénoty-pique Enhanced Sensitivity Trofile 1 Assay (ESTA) qui a reclassé 15 % des souches R5 de la visite d'inclusion (tropisme effectué à l'aide de l'essai Trofile 1 standard) en souches R5/ X4, il a été démontré la non-infériorité du MVC par rapport à l'EFV, avec un niveau de non-infériorité prédéfini à 10 % [134] . En effet, la proportion des patients dont la CV était indétectable au seuil de 400 copies/ml était de 73,3 % dans le bras MVC versus 72,3 % dans le bras EFV (différence de 0,6 avec la limite inférieure de l'IC 97,5 % -6,4, mais pourtant avec un intérêt purement descriptif sachant qu'il ne s'agit pas de l'analyse primaire), tandis qu'au seuil de 50 copies/ml, les taux étaient de 68,5 % et de 68,3 % respectivement (différence de À0,2 avec limite de l'IC à À7,4). La restauration immunologique était meilleure dans le bras MVC comparativement au bras EFV (respectivement +174 cellules/mm 3 versus +144 cellules/mm 3 , différence de 30 avec IC 95 % [10,51]) [135] . Enfin, plus de patients dans le bras MVC ont arrêté le traitement à cause d'un manque d'efficacité (9,3 % versus 4 %), tandis que plus de patients du bras EFV ont présenté des pathologies malignes ou ont arrêté le traitement à cause d'effets indésirables de grade 3 ou 4 (14,2 % versus 4,2 %).\n\nDiverses études sont en cours concernant le développement d'approches qui visent à diminuer la fonctionnalité de CCR5 en tant que corécepteur du VIH.\n\nEn ce qui concerne les approches extracellulaires, les travaux actuels portent essentiellement sur : l'utilisation d'anticorps anti-CCR5 (PRO140, HGS 004, HGS 101) [111, 136, 137] ou d'autres petites molécules inhibant CCR5 (INCB009471, TAK-779 ou 652) [138, 139] ; la recherche de situations biologiques ou médicamenteuses pouvant induire l'augmentation plasmatique des chimiokines liant CCR5 (dans la mesure où ces dernières soit induisent l'internalisation des molécules CCR5, soit sont en compétition avec les virions pour la liaison au CCR5) [140] ; la recherche d'autres RCPG qui pourraient interagir avec CCR5 (hétérodimérisation, internalisation et/ou hétérodésensibilisation) entraînant ainsi une interférence avec la fixation de la particule virale sur le CCR5 [141] . Tableau 6 Efficacité à 24 semaines du MVC chez des patients infectés avec une souche D/M du VIH-1 au moment de la visite de sélection. Efficacy of maraviroc at 24 weeks in patients infected with dual-or mixed-tropic human immunodeficiency virus type 1 (HIV-1) at screening.\n\nPlacebo (n = 58) Maraviroc QD (n = 57) Maraviroc BID (n = 52)\n\nVariation moyenne de la CV à partir des valeurs à l'inclusion (log 10 copies/ml) À0,97 À0,91 ( p = 0,83) À1,20 ( p = 0,38)\n\nCV plasmatique < 50 copies/ml (% des patients) 16 21 27 Variation moyenne des cellules T CD4+/ml Sur le total des 167 patients +36 +60 ( p = 0,06) +62 ( p = 0,04) Chez les patients interrompant l'étude pour échec thérapeutique En particulier, l'anticorps PRO140 (anticorps inhibant l'attachement du VIH sans inhiber les fonctions naturelles du CCR5) a été évalué lors d'une étude randomisée, en double insu versus placebo, chez des patients prétraités, en interruption thérapeutique depuis 12 semaines, ayant plus de 300 cellules T CD4+/mm 3 et porteurs de souches virales de tropisme R5 [142] . Quarante-quatre patients ont ainsi été randomisés en quatre bras (monothérapie de PRO140 à trois posologies différentes en sous-cutané versus placebo) dont l'évolution virologique est représentée cidessous (Tableau 7). La tolérance semblait satisfaisante, y compris cutanée aux points d'injection.\n\nD'un point de vue intracellulaire :\n\ndes molécules inhibant l'expression du gène CCR5 (rapamycine, prostaglandine E2, statines, thalidomide ou antioxydants) sont en cours d'étude [143] [144] [145] [146] [147] ; le transfert de gènes interférant avec l'expression de CCR5 (plasmide codant pour l'anticorps intracellulaire ST6, vecteur lentiviral exprimant des micro ARN anti-CCR5) semble prometteur in vitro mais d'application in vivo encore problématique [148, 149] .\n\nL'utilisation de CCR5 en tant que nouvelle cible de la thérapeutique antirétrovirale semble prometteuse. Les antagonistes de CCR5 bloquent le cycle de réplication du VIH-1 à un stade très précoce. L'efficacité virologique et la bonne tolérance des anti-CCR5 sont confirmées par toutes les études cliniques récentes, qui ne démontrent par ailleurs pas d'effets toxiques ou de résistance croisée avec les autres classes thérapeutiques. Cependant, plusieurs points restent encore à éclaircir comme la tolérance à long terme, le risque d'induction de la commutation R5-X4, le risque de diminuer certaines réponses immunitaires spécifiques, l'impact clinique d'un tropisme éventuellement discordant entre le plasma et les autres compartiments de l'organisme, ainsi que les interactions potentielles avec les autres antirétroviraux. Leur profil conférant une restauration immunologique supérieure suscite l'évaluation des antagonistes CCR5 chez les patients en immunodépression sévère ou ayant une réponse immunovirologique dissociée. En dehors de leur rôle en pathologie infectieuse, les antagonistes CCR5 pourraient avoir des indications d'utilisation dans les pathologies où le récepteur CCR5 est impliqué, comme le rejet des greffes et les maladies auto-immunes. Médiane D à j22 (log 10 ) +0,21 À0,75 À1,20 À1,51"}