{"title": "ENHANCEMENT OF IgE-MEDIATED HISTAMINE RELEASE FROM HUMAN BASOPHILS BY VIRUSES: ROLE OF INTERFERON", "body": "were supplemented with penicillin (50 U/ml), streptomycin (50/~g/ml), fungizone (0.125 ftg/ml), and 2% or 10% fetal bovine serum (FBS) heat inactivated at 56°C for 30 rain. Primary rabbit kidney (PRK) cells were maintained in MEM with 2% FBS.\n\nTris A-buffered saline (Tris A, pH 7.4) contained 120 mM NaC1, 5 mM KCI, 24 mM Tris, and 0.03% HSA. Tris A-EDTA is Tris A with 4 mM EDTA and Tris ACM is Tris A with 1 mM Ca ++ and 0.5 mM Mg ++.\n\nVirus Preparation. Herpes simplex virus type 1 (HSV-1), adenovirus type 1 (Adeno-1), and simian foamy virus type 7 (SFV-7) were propagated and assayed in PRK cells. Influenza virus type A (PR-8) and parainfluensa virus type 1 (Sendal) were propagated and assayed by inoculation of the allantoic fluid of embryonating hen's eggs. Virus pools, uninfected PRK cell controls, and allantoic fluids were centrifuged at 2,000 rpm for 10 rain to remove cell debris. The supernatant fluids were centrifuged at 30,000 rpm for 2 h and the pellets were resuspended in Dulbecco's phosphate-buffered saline (PBS) to 1/10 the original volume. Single virus pools containing the following titers were used throughout the study: HSV-1, 1.3 × 10 s plaque-forming units (PFU)/ml; Adeno-1, 5.6 × 107 tissue culture infectious dosesso (TCIDso)/ml; SFV-7, 1 x 10 e TCID~/ml; Influenza A, 3 × 109 egg infectious dosesso (EIDso)/ml; and Sendai, 3 × 10 ~9 EID~o/ml. Leukocyte Preparation. Human peripheral blood was mixed with 2.25 ml of Dextran (Dextran 6% wt/vol in saline, Abbott Laboratories, North Chicago, Ill.) supplemented with 0.25 ml of 15% glucose and 1.0 ml of 0.1 M EDTA per 10 ml of blood. The mixture was allowed to settle at room temperature for about 90 rain. The leukocyte-rich plasma was removed and the cells were sedimented at 1,200 rpm for 8 rain at 4°C and suspended in Tris A-EDTA. Removal of red blood cells was accomplished by a 30-s hypotonic shock. After sequential washes in Tris A-EDTA and RPMI medium, the leukocytes were resuspended in RPMI medium containing 2% FBS (21) .\n\nHistamine Release Reaction. Leukocyte suspensions, containing about 5 x 10 s cells in 0.5 ml, were incubated with either an equal volume of infectious virus or the equivalent amount of UVinactivated virus or the appropriate control media. Except where stated, a virus:cell ratio of 1:1, expressed as the multiplicity of infection (moi), was used. After incubation at 37°C in a 5% COs atmosphere for 2 h, the cells were washed, resuspended in RPMI medium, and incubated for an additional 22 h at 37°C. All experiments were performed at least twice and in each experiment reactions were set up in duplicate. Controls consisted of media, uninfected PRK cells, or allantoic fluid prepared and diluted in the same manner as the virus pools.\n\nAt the end of the 24-h incubation period, the leukocytes were sedimented by centrifugation at 1,100 rpm for 8 rain and the supernatant fluids were saved for histamine assay or interferon titration. The cells were then washed once with Tris A and resuspended with an appropriate amount of Tris ACM. Duplicate cell samples in 0.1 ml vol were incubated at 37°C with an equal volume of serial dilutions of ragweed antigen E or anti-human IgE. Ai~r 45 min the tubes were transferred to an icebath and 0.3 ml of cold Tris ACM was added. The cells were centrifuged at 1,700 rpm for 15 min at 4°C and the supernatant fluids were assayed for histamine. Total cellular histamine content, expressed as \"completes,\" was determined by lysis of leukocytes with 3% perchloric acid. The histamine released into the supernatant fluids of the \"blanks\" which contained cells and Tris ACM did not exceed 10% of the total cellular histamine.\n\nHistamine Assay. Histamine was assayed by an automated fluorometric technique (22, 23) .\n\nPercent histamine release was calculated by the formula: % release = 100 (el -/~/~ -/~), where e, = fluorometric readings for experimental supernates, 6 = mean of blanks, and ~ = mean of completes. The data were analyzed by either the standard t test for two means, or by paired t tests when two histamine release curves were compared.\n\nInterferon Assay. Interferon activity in the supernatant fluids of leukocyte cultures was assayed by a modification of the microplate method developed by Green et al. (24) . In brief, monolayers of WISH cells in microplates were incubated for 5 h at 37°C with serial twofold dilutions of interferon samples in a 0.1-ml vol. The cells were then challenged with 30-50 PFU of VSV. At the end of 1 h, the virus inoculum was removed and the cells were washed and refed with 0.1 ml of MEM supplemented with 2% FBS and 0.75% methylcellulose. After 18 h at 37°C, the cells were fixed with ethanol and stained with Giemsa's solution and viral plaques were counted. The interferon titer was expressed as the reciprocal of the highest dilution that reduced VSV plaque counts by 50%.\n\nThe initial experiments were designed to see whether the incubation of viruses with leukocytes caused the release of histamine. Peripheral blood leukocytes obtained from both allergic and nonallergic human donors were incubated with HSV-1, Influenza A, and Adeno-1 at an moi of 0.1 or 1.0. After 24 h of incubation at 37°C in a 5% CO2 atmosphere, the supernatant fluids were assayed for their histamine content. As seen in Table I , the amount of histamine released into the supernatant fluids was not altered by the addition of either infectious or inactivated viruses to the leukocyte cultures. There also was no appreciable change in the cellular histamine content (data not shown).\n\nINFECTIOUS VIRUS. Leukocytes were incubated with infectious viruses or control media for 24 h and then challenged with anti-IgE for 45 min and the amount of histamine released into the supernatant fluids was determined. The results of a typical experiment with the cells from one individual are shown in Fig. 1 . Leukocytes that had been treated with HSV-1 showed enhanced histamine release when exposed to anti-IgE (P < 0.001). At the optimum anti-IgE concentration, the cells cultured with control media released 20% histamine whereas cells cultured with HSV-1 released 36% (Fig. 1 a) . Similarly, leukocytes incubated with Influenza A and then challenged with anti-IgE showed enhanced histamine release (P < 0.001). At optimum concentrations of anti-IgE, cells treated with control allanteic fluids released 22% histamine, whereas cells treated with Influenza A released 51% histamine ( Fig. 1 b) . Incubation of cells with Adeno-1 also resulted in a statistically significant increase in histamine release (P < 0.001), although the absolute enhancement was not as pronounced as with the other viruses ( challenged with different concentrations of anti-IgE. The data in Fig. 2 show that leukocytes incubated with either infectious or UV-inactivated virus released significantly more histamine than leukocytes exposed to control media (P < 0.001). Paired t tests revealed no significant difference between the curves generated by infectious vs. UV-inactivated virus (P > 0.1). In subsequent histamine release experiments, UV-inactivated viruses were used. To see if the increase in histamine release was due to activation of phagocytesis, leukocytes were incubated with latex beads for 24 h. Analysis of the supernatant fluids after incubation of the leukocytes with anti-IgE failed to reveal any enhancement of histamine release (data not shown).\n\nDOSE-RESPONSE STUDIES. The relationship between the concentration of virus (HSV-1) incubated with leukocytes and the resulting increase in histamine release is shown in Fig. 3 . A significant enhancement of histamine release (P < 0.001) was observed when the ratio of virus to leukocytes (moi) was 0.01 or greater. At an moi of 0.001 there was no significant increase in histamine release (P > 0.1).\n\nRelease and Interferon Activity. The capacity of viruses to enhance histamine release after challenge with ragweed antigen E or anti-IgE was tested with leukocytes from different donors. The data in Table II show that HSV-1 enhanced histamine release in six out of seven donors (P < 0.001). Leukocytes from tim seventh donor released high amounts of histamine on challenge with anti-IgE and the presence of virus did not result in further enhancement. The demonstration that both infectious and UV-inactivated virus enhanced histamine release indicated that viral replication was not required, and raised the possibility that enhancement might be immune specific. To study this possibility, the relationship between the level of anti-HSV neutralizing antibody and histamine release was investigated. Preliminary experiments (data not shown) revealed that exposure of leukocytes from anti-HSV-1 negative individuals to UV-inactivated HSV-1 resulted in enhanced histamine release.\n\nThe observation that inactivated virus was capable of enhancing histamine release in nonimmune individuals tended to exclude an immune-specific mechanism and led us to look at the possible role of virus-induced interferon.\n\nSupernatant fluids from leukocyte cultures that had been incubated with virus (HSV-1) or control (PRK) media (Table II) were assayed for interferon activity. The supernatant fluids of control cultures contained no interferon activity. In contrast, in five out of six cases tested, the supernatant fluids from cultures exposed to virus contained interferon activity ranging from 20 to 320 U/ 0.1 ml. The only exception was donor no. 7 whose leukocytes showed no increase in histamine release, and the interferon titer in the supernatant fluids was less than 10 U/0.1 ml.\n\nTo determine the minimum length of time between exposure of leukocytes to virus and development of enhanced histamine release, leukocytes were exposed to UV-inactivated HSV-1 for 2 h. The viral inoculum was removed and the cells were washed and incubated at 37°C. At 4, 8, 16, 24 , and 48 h after initial exposure to virus, the leukocytes were challenged with anti-IgE. The data in Fig. 4 show significant enhancement of histamine release beginning at 8 h after exposure of cells to virus (P < 0.001). This effect increased progressively up to 48 h.\n\nTo see if the enhancement of histamine release was related to the presence of interferon, supernatant fluids collected at the different times were assayed for interferon activity. In all control cultures there was less than 10 U interferon/0.1 ml. In contrast, the interferon titer in the supernatant fluids from cultures treated with HSV-1 rose to 20 U by 8 h and was 320 U/0.1 ml by 24 h. Table III show that histamine release is enhanced by HSV-1, Influenza A, and Sendai virus, but not by SFV-7. Between 20 and 160 U of interferorg0.1 ml were detected in the supernatant fluids from cultures treated with HSV-1, Influenza A, and Sendai virus, while less than 2 U of interferon/0.1 ml was found in supernatant fluids from cultures treated with SFV-7.\n\nCultures. The previous experiments showed a correlation between enhancement of histamine release and the presence of interferon in the supernatant fluids. To test whether interferon-containing supernatant fluids could transfer the capacity to enhance histamine release, supernatant fluids from cultures 24 h after exposure to UV-inactivated HSV-1 or PRK control media were added to fresh leukocytes. The interferon titer in the supernatant fluids from the HSV-1treated cultures was 320 U/0.1 ml, while the interferon titer in the supernatant fluids from the PRK control cultures was less than 10 U/0.1 ml. These supernatant fluids were incubated with fresh leukocytes for 24 h and the cells were then washed and challenged with ragweed antigen E and the amount of histamine released was determined. The data in Fig. 5 a demonstrate that the supernatant fluids from the HSV-l-treated cultures markedly enhanced the release of histamine (P < 0.001).\n\nTo rule out the possibility that residual virus, rather than interferon, was responsible for the enhancement of histamine release, leukocyte cultures were stimulated with a nonviral interferon inducer. Cultures were exposed to poly I:poly C (20 ~g/ml) for 2 h, washed, reincubated for 22 h, and then exposed to ragweed antigen E. The data in Fig. 5 b show that treatment with poly I:poly C * Leukocytes were exposed to UV-inactivated viruses at an moi of 0.1 or an equivalent dilution of control media (PRK media or allantoic fluid). $ Leukocytes were challenged with nine different concentrations of ragweed antigen E; for statistical analysis the entire histamine release curves were compared by utilizing the paired t test. The data presented are the percent histamine release at the optimal ragweed antigen E concentration ( The effect of.different concentrations of leukocyte interferon on histamine release is illustrated in Fig. 6 . The data show that as the concentration of interferon was increased, the capacity of the cells to release histamine was correspondingly enhanced. Statistically significant enhancement was found with 80 U or more of interferon per milliliter (P < 0.001), but not with 8 U/ml (P > 0.01).\n\nTo see if the antiviral activity of interferon could be dissociated from the factor responsible for enhancement of histamine release, interferon samples were treated by: (a) dialysis (pH 2.0 for 24 h); (b) heat (65°C for 30 min); or (c) trypsin (0.002% trypsin for 1 h at 37°C). The treated samples were then tested for their ability to enhance histamine release and for their antiviral activity. The data in Table IV show that trypsin destroyed both the antiviral and the histamineenhancing activity of the samples, while treatment with pH 2.0 or heat failed to destroy either activity.\n\nSince interferon is known to be species specific, the effect of mouse interferon on the release of histamine from human leukocytes was examined (Fig. 7) . Statistical analysis of the histamine release curves by paired t tests showed that mouse interferon produced significantly less enhancement of histamine release (P > 0.01) than human interferon (P < 0.001). (a) supernatant fluids from leukocyte cultures exposed to HSV-1 (320 interferon U/0.1 ml) or PRK control media (<10 interferon U/0.1 ml); (b) poly I:poly C (20 pg/ml); (c) human leukocyte interferon (80 U/0.1 ml) or human fibroblast interferon (100 U/0.1 ml). After 24 h of incubation, leukocytes were challenged with ragweed antigen E and histamine release was determined.\n\nThe present study showed that incubation of HSV-1, Influenza A, or Adeno-1 viruses with human peripheral blood leukocytes failed to release histamine into the supernatant fluids. If, however, these leukocyte cultures were first incubated with virus and then challenged with ragweed antigen E or anti-IgE, a marked enhancement of histamine release occurred. Both infectious and nonin- fectious viruses were effective. Examination of the culture fluids revealed that the enhancement of histamine release was associated with a soluble factor that had the properties of interferon. Several lines of evidence indicate that interferon, in fact, was responsible for the enhancement of histamine release. First, all stimulants that enhanced histamine release (i.e., viruses and poly I:poly C) also induced interferon. In contrast, stimulants that did not enhance histamine release (Simian foamy virus, PRK cell control, allantoic fluids, RPMI medium) did not induce interferon (25) . Second, there was a direct relationship between both the time of appearance and the amount of interferon in the culture fluids and the degree of histamine enhancement. Third, all preparations of human interferon, regardless of the tissue of origin (i.e. leukocytes or fibroblasts), were effective. Controls not containing interferon and heterologous interferon (i.e. mouse) were ineffective. Fourth, the soluble factor responsible for the enhancement of histamine release could not be dissociated from the antiviral activity of interferon by standard physicochemical means. Whether the enhancement of histamine release by interferon requires new RNA and protein synthesis (e.g., the reputed \"antiviral protein\" of interferon) is presently under investigation.\n\nSince the basophils in human peripheral blood represent less than 1% of the total leukocyte population, the majority of the virus-induced interferon in leukocyte cultures almost certainly comes from the other cell types (26) . In an individual not immune to a particular virus, interferon could be nonspecifically induced by the interaction of that virus with a variety of cell types (e.g., lymphocytes, macrophages, fibroblasts). In an individual immune to a particular virus, interferon could be specifically induced by the interaction of that virus with immune lymphocytes (26) . The resulting interferons, regardless of origin, could then act on the basophils to enhance histamine release.\n\nHow interferon enhances histamine release is not clear. It is known that in preparations of human leukocytes, histamine is present only in basophils. These basophils have specific receptors for IgE and such receptors are not present on other leukocytes (19, 27) . The release of histamine is triggered by the bridging of two IgE molecules on the basophil surface (28) . The reaction can be initiated by either ragweed antigen E or anti-IgE and the two mechanisms appear identical (29) . The release of histamine from the cell is a secretory process and does not result in cell death. This secretory process is modulated by the level of intracellular cyclic AMP, and agents such as isoproterenol, prostaglandin E, cholera toxin, or theophylline, which raise intracellular levels of cyclic AMP, will inhibit the release of histamine. Agents which either decrease cyclic AMP levels (e.g., imidazole, a-adrenergic compounds, PGF~), or increase cyclic GMP levels (e.g., exogenous cyclic GMP, carbamylcholine) have been reported to enhance histamine release from lung mast cells (30, 31) , but thus far not from peripheral basophils (32) . Microtubules and microfilaments also play a role in this secretory process; colchicine, which inhibits microtubular aggregation, inhibits the release reaction. Heavy water, which in many systems promotes microtubular aggregation, enhances histamine release and also reverses the action of colchicine (33, 34) . Cytochalasin B, an agent known to disrupt microfilaments, also will enhance the IgE-mediated histamine release reaction (34) (35) (36) . Whether or not interferon enhances histamine release by altering cyclic nucleotide levels, promoting microtubule aggregation, disrupting microfilaments, or some other mechanism remains to be determined.\n\nThe demonstration here that interferon enhances histamine release represents a hitherto unrecognized biological role for interferon. This points to the possibility that the induction of interferon may be one of the cofactors responsible for precipitating or potentiating attacks of bronchial asthma during viral infections (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) . Recent evidence from several laboratories indicates that interferon can suppress the growth of certain tumor cells and alter the functional response of cells of the immune system (for review, see reference 26). If it turns out that interferon acts on a common metabolic pathway (e.g., cyclic nucleotides or microtubule aggregation), interferon may modulate a variety of other biological processes.\n\nHuman leukocytes maintained in culture are induced to release histamine when exposed to ragweed antigen E or anti-IgE. Leukocyte cultures incubated with virus (i.e. HSV-1, Influenza A, and Adeno-1) but not exposed to ragweed antigen E or anti-IgE fail to release histamine. If, however, leukocyte cultures are first exposed to virus and then to ragweed antigen E or anti-IgE, significant enhancement of histamine release occurs. Both infectious and inactivated virus enhance histamine release and the degree of enhancement is related to the concentration of virus and the length of the incubation. Tissue culture fluid harvested 8 h after exposure of leukocytes to virus contains a soluble factor which is capable of enhancing histamine release when added to fresh leukocyte cultures. This factor has all the properties of interferon including species specificity and cannot be dissociated from the antiviral activity of interferon. Moreover, both known inducers of interferon (poly I:poly C) and standard preparations of interferon are capable of enhancing histamine release. The enhancement of histamine release by interferon represents a new biological role for interferon."}