{"title": "Hepatitis E: A disease of reemerging importance Basic virology and epidemiology of hepatitis E virus Recent developments in hepatitis E", "body": "protease, helicase, and RNA-dependent RNA polymerase. ORF2 encodes the capsid protein, which enables virus cell entry and contains the targets for neutralizing antibodies. ORF3 encodes a phosphorylated protein that is important for virus release. 1 It is estimated that there are 20 million hepatitis E infections worldwide every year, making it the most common cause of acute viral hepatitis in most regions including Hong Kong. 2, 3 HEV infection is silent in most individuals and when symptomatic, usually produces a self-limiting icteric illness. However, progression to severe fulminant liver failure may occur in certain high-risk groups, such as pregnant women and elderly patients with underlying liver disease. Although there is only one serotype, four major HEV genotypes capable of infecting humans are currently recognized. HEV genotypes 1 and 2 are only found in humans and account for most of the hepatitis E in the developing world where transmission occurs by the fecaloral route via contaminated waterways. HEV genotypes 3 and 4 are found in swine and other animals across the world, sporadically infecting humans in industrialized countries via foodborne routes. Human-to-human spread in developed countries is limited to blood-borne transmission via blood products derived from viremic donors. In addition to these genotypes of clinical importance, several novel HEV-like viruses have been discovered in a variety of animal specimens, similar to each other in overall genomic organization but differing in terms of the total genome length and position of ORF3 with respect to the ORF1/2 junction. 4 Expanding range of animal reservoirs of HEV: More than just pigs Domestic pigs are the most important reservoirs of the HEV genotypes that are capable of infecting humans. HEV3 was first isolated from swine specimens in the United States in 1997, when it was also discovered that large proportions of herds across the North American Midwest were seropositive against HEV, a finding echoed by studies on swine populations across the world. 5, 6 Another genotype of clinical importance, HEV4, was identified from pigs in Taiwan. 7 This genotype has subsequently been found to be enzootic in China and Japan; it has also recently been reported in swine populations and autochthonous human infections in Europe. 8e11 HEV infection generally affects young pigs and is subclinical. Given the high fecal viral loads and prolonged periods of virus shedding in stool, transmission between pigs is likely to be fecal-oral. 12 HEV genotypes 3 and 4 have also been found in a number of other animal species, most significantly in animals hunted for game meat such as deer and wild boar. 13e15 Closely related strains have also been detected in mongooses, rabbits, and rats. 16e22 In addition, the discovery of a number of novel HEV-like viruses from an increasing variety of animals has brought light to the immense ecological diversity of HEVs and has resulted in a call for an expansion and reorganization of the current classification system of the Hepeviridae family. 23e38 As an example, our recent work on dromedary camels has not only led to the discovery of a novel genotype of HEV, but is also the first description of different genomic features in different strains of the same HEV. 38 The geographical distribution of terrestrial animal reservoirs of HEV is summarized in (Table 1 ) and (Fig. 1 ).\n\nZoonotic transmission of HEV3 and HEV4 to humans is well established by various lines of evidence. Increased HEV seroprevalence in swine handlers compared to the general public provides indirect evidence for subclinical infection due to contact with infected animals. 39, 40 Nonhuman primates have been successfully infected by both HEV genotypes 3 and 4 in experimental settings, proving the feasibility of zoonotic infection. 3, 41 Epidemiological studies from outbreaks and case series show that a history of consumption of uncooked deer, wild boar meat, and shellfish is a risk factor for acquiring hepatitis E. 42e44 The foodborne zoonotic source hypothesis is further supported by the high sequence similarity of HEV gene sequences from patients with autochthonous hepatitis E and animal sources in the same region. 45, 46 HEV3 and HEV4 RNA are frequently detected in meat products originating from pigs and feral animals that are sold for human consumption. 45e49 In a local study in Hong Kong, 31% of pig liver samples were positive for HEV RNA and the sequences were identical to human cases in the region, highlighting the risk of acquiring hepatitis E from consumption of foods such as pig liver congee, which is a common delicacy in the region. 50 Homogenates of such contaminated meat have been successfully used to infect pigs, demonstrating that the HEV RNA forms a part of the fully viable infectious particles. 49 Deserving special mention is the recent detection of HEV3 RNA from shellfish, which may be an emerging, indirect vehicle for zoonotic transmission and highlights the health risks of consuming undercooked bivalves that filter feed in waterbeds supplied by runoff contaminated with swine excreta or viscera. 51 Due to rapid industrialization and improvement in sanitary conditions in many parts of East Asia, zoonotic HEV transmission is assuming an increasing importance with a resultant genotype switch from HEV1 to HEV3 or HEV4. 8 In other developing countries in Asia, although HEV genotypes are frequently detected in pigs and other animals, most human disease still occurs by personeperson spread of HEV1. 52 However, even in such settings, zoonotic transmission may account for some hepatitis E cases. 53 Although rat, rabbit, and mongoose populations are known to harbor HEV strains that are closely related to human pathogenic HEV strains, their role in causing zoonotic human hepatitis E is unclear at this stage. 16e22 The potential of rats to harbor infectious HEV is a particular concern due to their close proximity to urban human dwellings. As for the possible role of dromedary camel HEV, although a study has shown that HEV is the commonest cause of acute hepatitis in Dubai, 54 no sequence information from the HEV strains involved is available. Further genomic studies on HEV from Dubai patients should reveal the importance of dromedaries as the possible source of HEV in the Middle East.\n\nThe ubiquitous presence of HEV3 and HEV4 in various animal reservoirs has a direct impact on clinical practice.\n\nPatients presenting with acute hepatitis should be asked about recent consumption of undercooked pork, shellfish, or game meat. Contact with swine or their effluent should be explored. Transfusion of blood products is also a potential route of acquisition of hepatitis E. Patients reporting such exposures should be tested for HEV immunoglobulin M or RNA. Besides expediting diagnosis, such epidemiological clues could also enable treatment of certain groups of patients at risk of chronic hepatitis E infection (see below) and facilitate outbreak investigation. Although most zoonotic HEV cases are sporadic, point source foodborne HEV outbreaks are well documented. 44 Figure 1 Geographical distribution of hepatitis E virus 3 (HEV3), HEV4, and novel HEV-like viruses in terrestrial animals. Pigs, wild boar, and deer have been definitively implicated in zoonotic transmission of HEV3 and HEV4 to humans. The role of mongooses, rats, and rabbits in causing human hepatitis E is unclear.\n\nAcquisition of HEV through the use of porcine derived medical products such as heparin, insulin, or coagulation factors has never been convincingly demonstrated, but remains a theoretical possibility given the ubiquity of HEV in swine populations. 55 The zoonotic potential of the increasing number of newly discovered HEV genotypes is unclear at this stage. These viruses demonstrate high host specificity: interspecies transmission of non-3, non-4 HEVs is seldom achieved in experimental infection settings and also appears to be rare in nature. 3, 56 However, this possibility should always be considered in patients presenting with acute hepatitis after contact with exotic animals or consumption of their meat. If the novel HEV has highly divergent nucleotide sequences, the performance of conventional serological diagnostic tests is uncertain. However, the use of panhepeviral consensus primers will still enable such cases to be recognized. The increasing use of unbiased next generation sequencing on randomly amplified nucleic acid extracts as part of metagenomic analysis of patient specimens may also enable detection of novel HEVs in clinical settings.\n\nThe understanding of reservoirs and routes of transmission enables the institution of specific preventive measures. Public health education on the avoidance of undercooked meat and seafood remains the single most important preventative measure; there is evidence to suggest that boiling meat or stir-frying at high heat for 5 minutes can inactivate infectious viral particles. 57 Patients who face immunosuppression should be reminded of such dietary practice given the potentially severe sequelae of hepatitis E in this group. Vaccination is an attractive alternative, but its cost-effectiveness for population-wide usage remains to be evaluated. HEV control at the level of animal husbandry remains to be assessed; measures such as housing swine in barrier conditions and regular screening of HEV RNA have been proposed for herds raised to provide xenotransplants and other medical products. 58 However, such methods are likely to be inhumane and commercially impractical for swine raised for the food industry. With increasing public recognition of the risk of foodborne hepatitis E, HEV control solutions at other steps in the meat production chain must be sought.\n\nHepatitis E was previously considered to be a cause of acute hepatitis with no progression to chronic carriage. However, this perception changed with the publication of a case series of 14 solid organ transplant recipients with acute autochthonous HEV3 infection in southern France. 59 The authors showed that eight of the 14 patients progressed to chronic hepatitis characterized by mild derangement in liver enzymes, persistently detectable HEV RNA in serum and stool for > 3 months, delayed/absent HEV seroconversion, and histological features of chronic viral hepatitis such as dense lymphocytic periportal infiltrates with piecemeal necrosis. Chronic HEV carriage has been described in liver, kidney, pancreas, heart-lung, and stem cell transplant recipients. 59e64 Autochthonous hepatitis E infection in the posttransplant setting appears to be uncommon. Screening studies of HEV RNA in the sera of liver transplant recipients showed a hepatitis E infection prevalence of < 1% in Europe. 65, 66 However, approximately half of all patients with acute autochthonous hepatitis E in the posttransplant period progress to chronic infection; conversion rates of 80% have been reported in one French case series. 58, 67 The prevalence of chronic hepatitis E among transplant recipients in Asian countries is unknown.\n\nAlarmingly, a significant proportion of these chronic HEV carriers rapidly progress to cirrhosis and portal hypertension. 60 The inability to clear HEV viremia is directly related to the degree of immunosuppression of these patients at the time of infection. Therefore, infections that occur shortly after transplantation, rejection episodes, or when the patient has low total lymphocyte counts are more likely to progress to chronic infection. 43 The use of tacrolimus (as opposed to ciclosporin) is also known to be a risk factor for chronic HEV in posttransplant patients. 43 HEV immunoglobulin G seropositivity prior to transplantation does not exclude these patients from reinfection posttransplantation and such reinfections have been reported to progress to chronic infection. 68 Reactivation of endogenous HEV post-stem cell transplantation has also been reported. 69 Chronic HEV infection has also rarely been described in two other immunocompromised patient groups e HIV carriers and patients with hematological malignancy. From the little data available, it appears that chronic HEV coinfection in some HIV positive patients with low CD4 counts (< 200 cells/mL) produces severe liver injury with rapid progression to cirrhosis. 70e74 Awareness and recognition of this entity is crucial as specific therapy is available to halt disease progression (see below). The exact prevalence of chronic HEV carriage in the HIV carrying population remains to be delineated. The description of chronic HEV in patients with leukemia and lymphoma on chemotherapy is limited to a few case reports. 75e77 Although this may reflect that the condition is uncommon, underdiagnosis due to lack of awareness among clinicians is a possibility.\n\nThere are many causes of liver function derangement in transplant patients including drugs, cytomegalovirus disease, graft rejection, graft versus host disease, etc. Hepatitis E is often not considered in the list of differentials by physicians. Even when hepatitis E is considered, an inappropriate diagnostic strategy may result in the diagnosis being missed. This is because enzyme immunoassay based tests that are frequently used for exclusion of acute hepatitis E in immunocompetent patients are unreliable for diagnosis in immunocompromised patients, due to their variable timeframe to seroconversion. 57,78 HEV reverse transcriptase-polymerase chain reaction of blood and stool specimens should be considered in any immunocompromised patient with deranged liver function tests of unknown etiology. Although only three groups of immunocompromised patients have been identified to be at risk for chronic hepatitis E so far, clinicians may also face this condition in other patients with profound chronic immunosuppression e especially autoimmune conditions such as systemic lupus erythematosus.\n\nMost cases of chronic HEV infection are related to the consumption of undercooked pork or, in some cases, mussels and game meat. 79 Blood product transfusions are a potentially important mode of acquisition as well. In the United Kingdom, it has recently been estimated that one in 2848 donors have hepatitis E viremia at the time of donation. 80 This was associated with acute hepatitis as well as persistent infection in some immunocompromised recipients. This raises questions about the need for screening blood products for HEV RNA prior to transfusion to groups at risk of persistent infection. Given the asymptomatic or mild course of the majority of cases of hepatitis E infection in the general population, instituting generalized screening of blood products for HEV prior to transfusion requires a thorough cost-effectiveness analysis. Transmission of HEV via an infected liver graft has been reported. 81 Most cases of chronic HEV are reported from Europe and the Americas. Unsurprisingly, nearly all the HEV isolates from these patients belong to genotype 3, the predominating HEV genotype in these areas. The first case of HEV4 chronic infection has only recently been described in a patient from China. 77 The potential of HEV1 and HEV2 to establish chronic infection in human beings is unknown. With wider availability of molecular diagnosis and sequencing, close surveillance of transplant recipients and HIV positive patients in developing countries should be undertaken to define this risk.\n\nA comparative summary of clinical features and diagnosis of acute and chronic forms of hepatitis E is presented in ( Table 2 ).\n\nImmunocompromised patients diagnosed with hepatitis E should be closely followed up with regular monitoring of blood HEV RNA viral load, liver function tests, and liver stiffness. Delay in the management of persistent viremia should be minimized due to the potentially rapid onset of irreversible liver injury. Reduction in immunosuppression should be considered for patients with persistent HEV viremia for > 3 months. If viremia still persists or if immunosuppression is otherwise essential, specific antiviral treatment or immunomodulation should be considered. Immunomodulation with pegylated interferon has been used successfully in liver transplant recipients with chronic hepatitis E, but its wider use in the transplant setting is discouraged due to the risk of graft rejection. 82 A 24-week course of pegylated interferon has been used to treat HIV positive patients with chronic HEV. 72 There is accumulating evidence for the use of the guanosine analogue ribavirin in persistently viremic patients who fail a trial of immunosuppression reduction. 83e85 In a recent case series involving 59 post-solid organ transplant patients with chronic hepatitis E, ribavirin monotherapy for a median of 3 months resulted in a sustained virological response (defined in the study as clearance of viremia for 25 months after treatment) in 78% of patients. 85 Liver function tests normalized in all of these patients. Some patients who developed recurrent viremia achieved sustained virological response after retreatment with ribavirin for 6 months. Anemia was the most important treatment related side effect. Six months of ribavirin monotherapy has also been used anecdotally in HIV patients with chronic HEV with clearance of viremia and improvement in liver stiffness and liver function tests. 74 The effect of antiretroviral therapy in facilitating clearance of HEV viremia is unknown.\n\nPatients with delayed diagnosis who present with liver cirrhosis may be considered for liver transplantation. However, reactivation of HEV after liver transplantation for chronic hepatitis E has been described; this can result in recurrent hepatitis of the liver graft. 69 Therefore, virological clearance with ribavirin should be considered before considering transplantation for this patient group. The management of immunocompromised patients diagnosed with hepatitis E is summarized in (Fig. 2) .\n\nRibavirin has anecdotally been used for treatment of acute hepatitis E in both immunocompetent and HIV positive patients. 86e89 It is unclear whether the patients recovered due to ribavirin use or as a result of the natural course of the disease. It is generally accepted that the acute hepatitis following HEV infection arises from immunopathology rather than a direct viral cytopathic effect. Therefore, the biological role of ribavirin in modulating disease progress is unclear. Controlled trials are required to define the role of ribavirin in the treatment of patients with acute hepatitis E. Ribavirin prophylaxis has been described for postexposure prophylaxis of some viral hemorrhagic fever viruses. 90 This raises the intriguing possibility of ribavirin for postexposure prophylaxis in sequestered outbreak settings, such as refugee camps and military . In a subsequent analysis on the vaccinated population, protection extends to 2 years after vaccination and is independent of hepatitis B carrier status. 95, 96 The vaccine was well tolerated and also appears to be safe in pregnancy on preliminary analysis. 97 Interestingly, the majority of patients in the placebo group who developed clinical hepatitis E had genotype 4 HEV RNA on sequencing. This supports previous animal studies that found this genotype 1 based vaccine to be highly cross protective against HEV4, a zoonotic genotype. This is a significant finding that encourages trial of the vaccine in areas with HEV3 predominance. While the vaccine appears highly promising, questions remain about the duration of protection, efficacy in outbreak settings, immunogenicity in young children, immunogenicity against HEV3, and efficacy in immunocompromised patients. A Phase IV trial, currently in progress, involving individuals above the age of 65 years, will address the effectiveness of the vaccine in elderly recipients, a group at risk for severe zoonotic HEV infection. 98 The HEV 239 vaccine has also been shown to be highly immunogenic in rabbits, conferring protection against both HEV4 and rabbit HEV. 99 If vaccination is found to be effective in blocking transmission in swine populations, animal vaccination may be an effective intervention to reduce zoonotic hepatitis E in developed countries. The rHEV vaccine is another capsid antigen based purified polypeptide vaccine produced in insect cell lines infected by a recombinant baculovirus vector. This vaccine was found to be safe and effective in a Phase II trial involving HEV seronegative army recruits in Nepal, where HEV1 predominates. Further assessment of this vaccine is pending. 100 In the light of the above evidence, the HEV 239 vaccine may be offered to healthy adults at risk of acquiring hepatitis E À a population that includes residents and travelers to HEV1 and HEV4 endemic areas. Vaccine efficacy in outbreak settings, HEV3 endemic areas, pediatric populations, and immunocompromised patients require further study.\n\nWith a better understanding of HEV come new challenges. While improvement of sanitation facilities is the clear (if difficult to achieve) solution for hepatitis E control in resource-poor settings, the roadmap for autochthonous foodborne disease control in developed countries is less clear. Effective HEV control in meat production chains will take a major industry initiative, but may be the only way forward for sustained control of autochthonous hepatitis E. The need to screen blood products for HEV RNA is currently under debate and is generating considerable public interest. Further refinement of treatment paradigms of acute and chronic hepatitis E is required. The genetic basis for reduced viral ribavirin susceptibility should be defined for patients who fail ribavirin therapy. Alternatives such as favipiravir should be explored in case of ribavirin treatment failure in chronic hepatitis E patients. Finally, political will and resource mobilization is required to export the effective and safe vaccine to areas where it is most required. Ongoing characterization of novel animal HEV genotypes is important due to the possibility of such viruses undertaking a species jump to cause human infections in the future. Tsareva "}