{"title": "A register-based study of the antimicrobial usage in Danish veal calves and young bulls", "body": "High antimicrobial usage and multidrug resistance have been found in Belgian and Dutch veal calves (Catry et al., 2007; Pardon et al., 2012a; Bos et al., 2012) . In the same countries antimicrobial usage in veal calves has been found to exceed that of pig, poultry, dairy and beef cattle production (Pardon et al., 2012a; Bondt et al., 2013) . An explanation may be that producers of pigs and poultry receive animals from a limited number of suppliers, while veal calf producers typically purchase calves from numerous dairy herds. A large number of suppliers, new feed and stress related to the transport and commingling of new animals exposes veal calves to a high risk of disease and may explain the higher use of antimicrobials (Pardon et al., 2012a) .\n\nVeal calf production can generally be divided into two types; white and rosé veal calf production. White veal calves are primarily fed on calf milk replacer and are slaughtered at around 6-8 months of age, while rosé veal calves are weaned in the beginning of the fattening period and subsequently fed on roughage and concentrate, until they are slaughtered at around 8-12 months of age (Bos et al., 2012) . Additionally, rosé veal calf production can be divided into rosé starter and rosé finisher herds with large differences in antimicrobial usage (Bos et al., 2013) .\n\nDenmark only produce rosé veal calves. The vast majority of Danish rosé veal calves, are bull calves purchased from domestic dairy herds. Some of the calves are slaughtered as veal (8-12 months of age) (EU Regulation EC, 2007) , while some are slaughtered as young bulls (>12 months of age) (Danish Agriculture and http://dx.doi.org/10. 1016/j.prevetmed.2016.07 .004 0167-5877/© 2016 Elsevier B.V. All rights reserved. Food Council, 2016) . In 2014, around 200,000 veal and young bulls were slaughtered in Denmark (Danish Agriculture and Food Council, 2015) . Heifers only make up around 1% of the total number of produced calves (SEGES, 2016) . After arrival in a specialized veal calf herd, the calves receive calf milk replacer until around 8 weeks of age, after which they are typically fed on a ration of grain and concentrate or on a total mixed ration based on corn silage. The calves are predominantly Danish Holsteins, though a small percentage of them are Holstein crossbreds. Specialized Danish rosé veal calf producers generally keep the calves in compartments of multiple straw-bedded pens or cubicles, where each unit may hold 6-50 calves of the same age, depending on the producer. Typically, an all-in-all-out production is implemented at pen level, but not at compartment level. Depending on the facilities, this may result in calves of different ages being housed under the same roof, thus facilitating the transmission of airborne pathogens (Mars et al., 1999; Niskanen and Lindberg, 2003) .\n\nIn herds with a Veterinary Advisory Service Contract, Danish veterinarians can prescribe drugs for use within 63 days (Anon., 2016) . This means that most Danish veal and young bull producers have a veterinary visit at least every second month. All prescriptiononly drugs for veterinary use are registered in the national database VetStat, which holds detailed information on each purchase of drug such as the date, prescribing veterinarian, receiving herd ID, species, age group and clinical indication (Stege et al., 2003) . In addition, the Danish cattle database holds detailed information on all Danish cattle and their movements, including the date of birth, date of movement and herd ID of the sender and recipient.\n\nThere is limited research into the overall disease occurrence in Danish veal calf production. A study from 1984 found pneumonia and enteritis to be the predominant diseases (Madsen, 1984) . In Swiss and Belgian white veal calves, respiratory disease was found to be the main indication for antimicrobial treatment (Pardon et al., 2012a; Lava et al., 2016b) , with a peak incidence in the third week after arrival (Pardon et al., 2012b) . The second most common indication for treatment of Belgian white veal calves was diarrhea (12%), while arrival prophylaxis made up 13% of the treatments (Pardon et al., 2012a) . Group treatments were widely applied in the production in both countries (>84%) (Pardon et al., 2012a; Lava et al., 2016b) .\n\nRecent risk factor studies on white veal calves in Switzerland have demonstrated purchase of calves and herd size to be significantly associated with the use of metaphylactic treatments (Lava et al., 2016a) , while the lack of quarantine and clinical examination upon arrival, as well as shared airspace for several groups of calves were associated with an increased antimicrobial usage (Lava et al., 2016b) . To the best knowledge of the authors, no risk factor study on rosé veal calf production has so far been carried out. Therefore, based on register data, our aim was to characterize antimicrobial usage in Danish veal calves specified in the following two objectives: a Describe the total amount of antimicrobials registered for all large Danish herds with a veal calf and potentially young bull production in 2014. b Identify risk factors influencing the amount of antimicrobials registered at herd level in large Danish herds which purchased calves and raised them to slaughter (full-line production).\n\nBased on the Danish Cattle database, herds included in the study population had to fulfill the following three criteria:\n\n1. No delivery of milk to a dairy in 2014 2. Slaughter more than 100 bull calves in 2014 3. Less than 80% of the cattle in the herd should be of dairy or mixed breeds Bovines which had stayed in one of the study herds in the period 01 January, 2014-31 December, 2014 were included. For these animals, all movements were extracted from the Danish Cattle database until 31 December 2014. Based on the definition of veal by the European Council (EU Regulation EC, 2007) , calves were defined as being less than 366 days of age at the time of slaughter. Only bovines which were calves (<366 days of age) at the time of introduction in one of the study herds were retained in the final dataset.\n\nFor each calf, we consecutively numerated each herd through which the calf had passed, aside from the originating dairy herd, markets and delivering traders. Based on this, we defined four different types of herds: Starter and full-line herds, where ≥95% of the calves entering the herd came directly from the herd where they were born (possibly through a market or delivery trader); and finisher herds, where ≥95% of the entering calves came from a starter herd. Herds with a low average age of exit (<250 days) or a high variance in the age at exit (>10 days) were checked manually, to differentiate starter and full-line herds. Herds, which did not fulfill the definitions of starter, finisher or full-line herds, were defined as herds with inconsistencies in movements.\n\nThe number of registered calves on the first day of each month was extracted from the Danish Cattle database. We calculated a weighted herd size for 2014 based on this information and taking into account the number of days in each month. Additionally, calf mortality from day 0-180 was calculated for each herd as a modified Kaplan-Meier estimate. The Kaplan-Meier estimate follows a specific cohort of calves during the first 180 days of their lives, for which a mortality risk is calculated as the number of fallen and euthanized calves divided by the number of calves at risk (Nielsen et al., 2010) . Due to availability of data, the calf mortality was stated for the period between 01 October, 2014 and 30 September, 2015, covering calves born between 01 April, 2014 and 31 March, 2015. For each herd, we summarized the number of calves purchased, the average age at introduction, the average time in the herd, frequency of purchase, purchase from markets and delivering traders, and the number of suppliers (excluding delivering traders and markets). Furthermore, we calculated the proportion of calves slaughtered <366 days of age out of the total number of slaughtered bovine.\n\nIn VetStat, all prescription-only drugs for production animals are registered in detail at the time of purchase by farmers (from either pharmacies or veterinarians) (Stege et al., 2003) . We retrieved records on antimicrobials for calves registered by both pharmacies and veterinarians in 2014 from VetStat on 01 June, 2015. Antimicrobials registered by veterinarians were manually checked and systematic errors were corrected. Furthermore, registrations with an invalid code of indication (e.g. disease in other species) were deleted.\n\nFor each herd in the study, the amount of antimicrobials registered in VetStat for calves was used as a measure for the amount of antimicrobials used. Antimicrobials were quantified as the number of Animal Daily Doses (ADD 200 ) (Jensen et al., 2004) . Based on the official Danish quantification of antimicrobials, we used a standard weight of 200 kg for calves (personal communication Erik Jacobsen, Danish Veterinary and Food Administration). The standard dose, ADD 200 corresponds to the treatment of one 200 kg calf for one day. For comparison between herds, the amount of antimicrobials was standardized in agreement with the official unit as the number of Animal Daily Doses per 100 calves per day (ADD 200 /100 calves/day). This unit approximates the percentage of calves treated daily at the herd assuming that all calves weigh 200 kg (Anon., 2014) . Based on the Anatomical Therapeutic Chemical classification system, antimicrobial products were grouped according to active substance as amphenicols, combination products (all except sulphonamide/trimethoprim and lincospectin), macrolides, sulphonamide/trimethoprim, tetracyclines, simple or extended-spectrum penicillin products, lincospectin, lincosamides, cephalosporin, aminoglycosides and colistin. The products were further characterized as intended for parenteral or oral use, based on the definitions in VetStat. Clinical indication according to diagnostic grouping in VetStat (Stege et al., 2003) was categorized as gastrointestinal, respiratory, joint/limbs/Central Nervous System (CNS) or other disorders (covering the three VetStat diagnostic groups reproduction, udder and metabolism as well as missing disorders). In addition, information about registered vaccines against respiratory disorders was extracted.\n\nFor all large Danish herds producing veal calves and young bulls, a descriptive analysis was performed, including the total amount of antimicrobials registered, quantified as ADD 200 , according to months of registration, route of administration, antimicrobial active substance and clinical indication, as stated in VetStat.\n\nFor full-line herds, we performed a multivariable regression analysis with ADD 200 /100 calves/day as the response variable. Potential risk factors included: Herd size, number of suppliers, number of calves purchased, frequency of purchase, average age at introduction, average time in the herd and vaccination.\n\nThe number of calves introduced was 10 log-transformed to improve linearity with the outcome. Additional continuous risk factors with a non-linear relationship with the outcome were each categorized into three categories according to their distribution. Prior to categorization, the correlation between all continuous explanatory variables were investigated two at a time, and if Spearman's coefficient >0.6 only one of the parameters was included in the final model.\n\nInitially, each possible risk factor was tested with the outcome in a univariable analysis. If found to be significant (p < 0.05), pairwise post-test comparisons were performed using the contrast procedure in the Least-Squares Means package in R (Lenth and Herv, 2015) . For the multivariable analysis, all factors sufficiently associated with the outcome (p < 0.20 in univariable analysis) were included. All biologically plausible interactions were assessed individually to see, if they significantly improved the model including all risk factors. Following this, the model with all risk factors was reduced by stepwise backward elimination. To improve the residuals of the model, the outcome was Box-Cox transformed. Due to null-values, we added half the minimum value to the outcome prior to the Box-Cox transformation.\n\nData management was carried out using the software SAS ® (SAS Institute Inc., 2014), while statistical analyses were performed in R (R Core Team, 2014).\n\nA total of 333 herds fulfilled the initial inclusion criteria. Subsequently, 8 herds were excluded due to cessation (1), systematic incorrect registrations (1), partly beef production (2) and combined starter-/full-line production (4). Based on the movement of calves, we defined 22 starter herds, 24 finisher herds, 183 full-line herds and 96 herds with inconsistent movements of calves. Herds with inconsistencies in movements received calves by the second to seventh movement of the calf after it left the dairy herd (average 2.3 movements).\n\nThe majority of starter-, finisher and full-line herds slaughtered more than 90% of their calves as veal <366 days of age, while herds with inconsistent movements slaughtered a larger proportion of young bulls ≥366 days (Table 1) .\n\nIn total, twelve herds purchased calves from delivering traders and 19 herds purchased from markets. From these sources, the herds received a median number of six calves (ranging from 1 to 398) and nine calves (ranging from 1 to 269), respectively.\n\nIn 2014, a total of 1,062,376 ADD 200 were registered for calves in VetStat. Of these, 537,399 ADD 200 (51%) were registered for the selected 325 large veal calf and young bull producing herds, with 532,438 ADD 200 (99%) originating from pharmacies and 4961 ADD 200 (1%) from veterinarians.\n\nThe amount of antimicrobials varied between seasons, with the largest amounts of antimicrobials registered in autumn and winter (September-February) (Fig. 1) .\n\nOf the registered antimicrobials, 85.4% were for parenteral use and 14.6% for oral use. Long-acting formulations with a therapeutic effect of more than 48 h covered 58% of all antimicrobials for parenteral use. Amphenicols, macrolides and extended penicillins were the primary active substances of long-acting formulations. For oral use, the majority of antimicrobials were soluble tetracyclines (Fig. 2) . Lincospectin, lincosamide, cephalosporin, aminoglycoside and colistin only covered a total of 1603 (0.3%) ADD 200 and are therefore not illustrated in Fig. 2 .\n\nRespiratory disorders were the primary indication for antimicrobial use, accounting for 78.9% of all ADD 200 in 2014. Joints/limbs/CNS disorders accounted for 17.1%, gastrointestinal disorders for 3.7% and other conditions for 0.3% of the total amount of ADD 200 (Fig. 2) . Antimicrobials registered for respiratory disorders primarily included macrolides (37%) and tetracyclines (34%), while simple penicillins (50%) were most often registered for joints/limbs/CNS disorders, and sulphonamides/trimethoprim (39%) and tetracyclines (33%) for gastrointestinal disorders. Standardized at the herd-level, antimicrobial use, measured as ADD 200 Starter herds used significantly more antimicrobials than all other herd types (p < 0.001), while no difference was demonstrated in antimicrobial usage between any of the other production types (Fig. 3) .\n\nOf the previously described 325 herds, 183 had a full-line production and were included in the risk-factor analysis. Of these herds, 6 (3%) had not purchased antimicrobials in 2014.\n\nSeveral of the investigated risk factors were correlated, and therefore not all factors could be included in the model. The number of suppliers was positively correlated with the herd size (Spearman's coeff = 0.67) and the number of inserted calves (Spearman's coeff = 0.69), like herd size was correlated with the number of inserted calves (Spearman's coeff = 0.98). We kept the number of inserted calves in the model, since we found this to be the most valid parameter of the investigated parameters. In the univariable analyses, antimicrobial usage was significantly higher in herds with a short average length in the herd (<291 days), large number of purchases per year (>61) or a large number of introduced calves. Herds which introduced calves at a low (12-28 days) or high (35-240 days) age had a significantly lower use of antimicrobials than herds where calves were introduced at a medium (39-34 days) age. Herds introducing young calves kept the calves significantly longer time in the herd, compared to herds which introduced calves older than 29 days of age (p = 0.037). No effect was demonstrated from purchase from markets/delivering traders or vaccination (Table 2) . Only one vaccine was used against respiratory disorders. This was a combination vaccine holding inactivated bovine respiratory syncytial virus (BRSV), parainfluenza-3-virus (PI-3) and Mannheimia haemolytica serotype A1.\n\nThe initial regression analysis included average age at introduction, average length of time in the herd, frequency of purchase, vaccination, breeding of own calves and number of calves introduced. The final model had (ADD 200 /100 calves/day + 0.00275) 0.424 as outcome and log10(number of introduced calves) as only significant risk factor (p < 0.001) with an intercept of −1.04 (SE = 0.16) and an estimate of 0.70 (SE = 0.06). The predicted antimicrobial use (back-transformed) as a function of the number of introduced calves is presented in Fig. 4 .\n\nAntimicrobials registered for the selected 325 large veal calf and young bull producing herds, covered 51% of the total amount of antimicrobials registered for calves in Denmark. The majority of antimicrobials (78.9%) were registered for respiratory disease. This is in line with previous studies showing bovine respiratory disease to be the clinical indication of 56.1% (Pardon et al., 2012b) to 73% (Lava et al., 2016b) of the antimicrobial treatments. Penicillin is the recommended first drug of choice for respiratory diseases (SEGES Dairy and Beef Research Centre et al., 2013) , yet, in our study, this accounted for only 9% of the antimicrobials registered for respiratory disorders (Fig. 2) . Incongruence between recommendations and use may be due to tradition, unawareness or a lack of clinical effect.\n\nThe second largest amount of antimicrobials was registered for joints/limbs/CNS disorders (17.1%). This VetStat category includes a number of various disorders which clinically are not related, e.g. omphalitis, arthritis, otitis media and interdigital phlegmon. Based on VetStat registrations, it is not possible to specify which clinical conditions registered drugs are supposed to target. Arthritis is more prevalent in young calves, while interdigital phlegmon typically is seen in older calves >240 days of age. Hence, a large amount of antimicrobials may be used for the latter, but only cover a relatively small number of treatments due to the treatment of heavier cattle (Ortman and Svensson, 2004) . Pardon et al. (2013) found otitis and arthritis to represent 1.5% and 1.6% of the initial causes of antimicrobial treatment, which can be explained by a high prevalence of Mycoplasma bovis. M. bovis is highly prevalent among veal calves in Europe (Arcangioli et al., 2008; Radaelli et al., 2008; Pardon et al., 2013) and North America (Soehnlen et al., 2012) . Recently, M. bovis has also been found in Danish veal calf herds (Nielsen, 2016) and may be responsible for a proportion of the treatments of joints/limbs/CNS and respiratory disorders in young calves. Mycoplasmas are innate resistant to penicillin (Taylor-Robinson and Bébéar, 1997) , which may explain the relatively low use of penicillin (Fig. 2) .\n\nAlthough injection of antimicrobials requires a higher workload, more on-farm awareness and well-educated staff (Pardon et al., 2012a) compared to peroral administration, the vast majority of antimicrobials used in Danish veal calves and young bulls were administered parenterally (85.4%). Only 14.6% were administered orally, in contrast to white veal calf production in Switzerland (84.6%) (Lava et al., 2016b) and Belgium (95.8%) (Pardon et al., 2012a ). An explanation of this difference in administration routes may be found in the feeding. Shortage on roughage for white veal calves reduces ruminal development to a well-functioning fermentative process, enabling oral administration of antimicrobials. The official Danish guidelines on antimicrobial treatment of cattle merely recommend oral administration of antimicrobials for gastrointestinal disorders of calves, such as Escherichia coli infections in preweaned calves. Caution against oral administration is based on limited absorption, as well as side effects for the intestinal flora (SEGES Dairy and Beef Research Centre et al., 2013) . Additionally, oral administration of antimicrobials has been found associated with the development of antimicrobial resistance (Bos et al., 2012; Burow et al., 2014) . Despite the allocation of oral antimicrobial treatments for gastrointestinal disorders, the majority of oral treatments were registered for respiratory disorders (Fig. 2) .\n\nLarge variation was seen in antimicrobial usage between herd types (Fig. 3) . As the majority of treatments is targeted respiratory disorders in the beginning of the fattening period (Pardon et al., 2012b) , starter and full-line herds are expected to house the majority of diseased calves. In full-line herds, treatment of disease in the beginning of the production period is evened out by a longer time in the herd, which may explain the significantly lower use of antimicrobials compared to starter herds. Compared to Danish pig herds, Danish veal calf and young bull producing herds seem to use less antimicrobials. As shown in Fig. 3 , the median standardized usage of antimicrobials (ADD 200 /100 animals/day) was 2.14 in starter herds, 0.48 in finisher herds, 0.78 in full-line herds and 0.62 in herds with inconsistent movements. The median use of antimicrobials in Danish pig herds in 2012-2013 was around 8.0 for weaners, 0.8 for finishers and 1.8 for sows (Fertner et al., 2015) . This higher usage in weaner pigs may be explained three main factors, Firstly, the indication of treatment differed, with gastrointestinal disorders being the primarily indication for treatment in pigs (Jensen et al., 2014) , while respiratory disorders dominated in large veal calf and young bull producing herds. Secondly, pigs are categorized into more agegroups, which imply the standard weights for pigs being closer to the actual weight at treatment (15 kg (weaners), 50 kg (finishers) and 200 kg (sows/piglets)) compared to veal calves and young bulls (200 kg), where the applied standard weight is higher than the expected weight at treatment. Thirdly, the higher turn-over of pigs, where finishers are slaughtered at the average age of 5-6 months (Danish Agriculture and Food Council, 2014) may explain a higher usage.\n\nOne ADD 200 may represent the treatment of one 200 kg calf or three 67 kg calves in one day. This means that when we use ADD 200 for all veal calf and young bull producing herds, the estimated number of treatments in starter herds is likely to be underestimated, compared to the estimated number of treatments in finisher herds. We assumed that all registered drugs for a given age group on a given herd were actually consumed by that group of animals at the point in time where the drugs were purchased. This is most likely not the case. However, due to the long study period (one year) we expect irregularities in purchase patterns to be evened out to reflect an averagely actual usage.\n\nThe number of introduced calves and the number of suppliers were strongly correlated, which hindered the inclusion of both factors in the final risk factor analysis. Both factors are proxies for the risk of introducing pathogens and may impact the antimicrobial usage. Woolums et al. (2013) found the detection of respiratory disease in nursing beef calves to be positively associated with herd size. In addition, Taylor et al. (2010) and Cusack et al. (2003) reported commingling of cattle from various sources to increase the risk of respiratory disease, like Lava et al. (2016a) reported the purchase of veal calves to increase mortality, unwanted early slaughter and the application of metaphylaxis. Taylor et al. (2010) further reported purchase of calves from markets as a risk factor of respiratory disease. As demonstrated in our results, relatively few calves were sold on markets or through delivering traders in Denmark, which may explain, why we did not see an effect of these factors on the amounts of antimicrobial used. Due to the setup of the study as purely based on data from registers, it was not possible to study the effect of influencing factors in the management such as housing and shared air space.\n\nRegistration of purchased vaccines against BRSV, PI-3 and Mannheimia haemolytica serotype A1 was not found to influence the amount of antimicrobials. Due to the limited amount of herds using vaccines, we chose to dichotomize the variable in the risk factor analysis, as usage or not. A part of the insignificance may be explained by the limitations in our data. We only evaluated the effect on vaccination in the veal calf and young bull producing herd and not in the supplying dairy herd. Neither did we evaluate the administration procedure. An optimal vaccination program would require the supplying dairy herd manager to administer the vaccine 2-3 weeks prior to delivery in order to ensure sufficient immunoresponse at the time of arrival in the veal calf herd (Cusack et al., 2003) . Another explanation of the insignificance may be found in the variety of pathogens. In Denmark, the most prevalent pathogens isolated from severe outbreaks of calf pneumonia in mono-or multi-culture include BRSV, Pasteurella multocida, Histophilus somnus, Mannheimia haemolytica, Trueperella pyogenes (Tegtmeier et al., 1999) , Bovine coronavirus (Liu et al., 2006) and recently M. bovis (Nielsen, 2016) , while PI-3 seems to play a minor role (Tegtmeier et al., 1999) . Hence, a range of other pathogens may be involved in respiratory disorders than those three included in the vaccine. Cusack et al. (2003) did also not find any effect of vaccination on the prevalence of respiratory disorders and attribute the nonsignificance to the possibility of multiple pathogens being involved in the infection, making it infeasible to vaccinate against all.\n\nStudies on antimicrobial treatment incidences in white veal calves in European countries have previously been carried out (Pardon et al., 2012a; Lava et al., 2016b) . Treatment incidences in these two studies were not comparable to our results due to two issues: The lack of standardized standard dosages and the lack of standardized standard weights. Approved dosages of products with identical active substance and administration route have been found to differ almost four-fold between countries and up to ten-fold within the same country (Postma et al., 2015) . Likewise, a consensus on approved standard weight is lacking. Previous publications have suggested or applied standard weights of 164 kg (Pardon et al., 2012a; Lava et al., 2016a,b) , 140 kg (European Medicines Agency, 2015) and 172 kg (MARAN, 2016) . Considering the large differences between white and rosé veal calves, it might be worthwhile to differentiate standard weights as done in the Netherlands (white (160 kg), rosé starter (77.5 kg) and rosé finisher (232.5 kg)) (Bos et al., 2013) .\n\nIn VetStat, calves are defined as all bovines that have not calved. Hence, it is not possible to distinguish between heifers, young bulls and veal calves. We therefore excluded herds which seemed to produce heifers for dairy herds. Despite of the selection of large veal calf producers only, we still found quite some variation in production, e.g. herds producing both veal and young cattle. This may indicate a more heterogeneous Danish veal calf production compared to countries with a larger production of veal calves (Bos et al., 2012) .\n\nBased on register-data, we characterized the amount of used antimicrobials for large Danish herds producing veal calves and young bulls in 2014. Respiratory disorders followed by joints/limbs/CNS disorders were the diagnostic groups for which most antimicrobials were registered. The majority of antimicrobials were administered parenterally (85.6%), mainly with long-acting formulations.\n\nFor full-line herds we found the number of introduced calves to be positively associated with the amount of registered antimicrobials."}