{"title": "Host Responses from Innate to Adaptive Immunity after Vaccination: Molecular and Cellular Events", "body": "Vertebrates have evolved defense immune systems to eliminate pathogens in the body. The mammalian immune system has two major branches, innate and adaptive immunity. The innate immune system recognizes pathogen associated molecular patterns through a limited number of germ-line encoded pathogen recognition receptors (PRRs). The innate immune response is relatively nonspecific in recognizing pathogens and does not induce immune memory. In contrast, the adaptive immune system utilizes a large repertoire of rearranged receptors. The innate immune system acts at the early phase as the front line host defense whereas adaptive immunity plays a major role in eliminating pathogens in the late phase of infection as well as in generating immunological memory. A hallmark of the vertebrate adaptive immune system is its ability to remember an encounter with a foreign antigen even for a whole lifetime in cases of some vaccine or pathogen antigens (Kaech et al., 2002) . Acquired immunity develops by clonal selection from a vast repertoire of lymphocytes bearing antigen-specific receptors that are pre-generated via a mechanism generally known as gene rearrangement during an early developmental stage (Burrows and Cooper, 1997) . This fundamental characteristic of the host immune system to generate immunological memory provides the rationale for vaccination as the most effective measure in preventing infectious diseases. Induction of longterm protective immunity is the goal of developing successful and safe vaccines.\n\nIn order to develop an effective vaccine, it is speculated that the intrinsic property of vaccine antigens needs to be designed to mimic pathogens. The host immune system is likely to recognize a vaccine as a foreign antigen like a pathogen, and send danger signals to the host. The innate immune system starts to react with vaccine antigens and activate the adaptive immunity to remember the antigen. However, most successful vaccines have been empirically derived (Plotkin, 2005; Rappuoli, 2004) . Therefore, the immunological mechanisms to explain how these successful vaccines induce long-term protective immunity remain largely unknown. The innate immune system has also been recognized to be important in controlling microbial infections in a majority of animal species. Effective response to and control of microbial infection seems to require several levels of interactions between the innate and adaptive immune systems. Recent studies suggest that the induction of co-stimulatory molecules and secretion of cytokines and chemokines by the cells of the innate immune system significantly affect the quality and quantities of T and B cells of the adaptive immune system. In this review, we will describe the current understanding of the molecular and cellular events of innate and adaptive immune cells in recognizing vaccine antigens in comparison with live viral infection.\n\nThere are two major types of vaccines, replicating live attenuated vaccines and non-replicating vaccines (Fig. 1) . Live viral vaccines can efficiently trigger the activation of the innate im- mune system which recognizes vaccine or pathogen-associated signals (such as viral RNA) through pattern recognition receptors (Fig. 2) . Following injection, replicating live viral particles or micro-organisms rapidly disseminate to the host immune organs or tissues throughout the vascular network. This injection is mimicking a natural infection, including the initial mucosal replication for vaccines administered through the nasal/oral routes. Therefore, dendritic cells (DCs) or other antigen presenting cells are activated at multiple sites, migrate towards the corresponding lymphoid organs such as lymph nodes or spleen, and initiate adaptive immune (T and B cells) activation. This phenomenon explains the generally higher immunogenicity of live vaccines (Bachmann et al., 1998) . The site and route of injection of live viral vaccines makes no significant differences on dissemination of live vaccines.\n\nNon-living vaccines include subunit vaccines such as proteins, polysaccharides, glycoconjugates or killed microorganisms, which may still contain PRRs capable of initiating innate responses (van Duin et al., 2006) . In the absence of microbial replication, non-living vaccines locally activate innate responses at their site of injection. Marked antigen dose sparing effects were observed with intradermal immunization of rabies in many countries probably due to the high number of DCs in the skin dermis (Chen and Gluud, 2005; de Lalla et al., 1988) . Also, intradermal skin immunization with influenza vaccines was shown to be more effective in inducing predicted protective immune responses (Alarcon et al., 2007; Auewarakul et al., 2007; Khanlou et al., 2006; Van Damme et al., 2009) . Therefore, the site and route of administration may result in differences in immune responses.\n\nIn a comparative study of live influenza virus, heat-inactivated virus, and formalin-inactivated detergent split influenza vaccine, all three types of vaccines induced proliferation of human peripheral blood mononuclear cells (PBMC) at similar levels (Blazevic et al., 2000) . However, split influenza vaccine induced significantly lower levels of IFN-γ compared with live or heat-inactivated whole viruses upon áå=îáíêç stimulation of PBMC. Only live virus stimulated PBMC áå=îáíêç culture to induce influenza-specific cytotoxic T lymphocyte activity, and to up-regulate the expression levels of co-stimulatory molecules (CD80, CD86, CD40) and human leukocyte antigen-DR (HLA-DR) at high levels. Therefore, most formulations of non-living vaccines include an adjuvant to trigger a sufficient activation of the innate system as danger signals (Pashine et al., 2005) . Nonetheless, the degree of innate immune activation by live vaccines seems to exceed that of nonliving vaccines even with the use of an adjuvant. Proposed TLR signaling network modified from previous reports (Barton and Medzhitov, 2003; Kawai and Akira, 2007; Lee et al., 2006) . MyD88, myeloid differentiation factor 88. TIRAP, TRIF, Toll-interleukin 1 receptor (TIR) domain-containing adaptor proteins. TRAM, TRIFrelated adaptor molecule. Rac1I a GTPase belonging to the RAS family. PI3K, phosphoinositide 3-kinase. Akt, a kinase involved in PI3K signaling pathway. IRAK, IL-1 receptor-associated kinase. NF-κB, nuclear factor kappa B. AP1, activating protein-1. IRF, interferon regulatory factor. RANTES, regulated upon activation normal T cell expressed and secreted. TAK, transforming growth factor β-activated kinase. IKK, Ikappa B kinase complex. MAPK, mitogen-activated protein kinase. ERK, extracellular signalregulated kinase. JNK, c-Jun N-terminal kinase.\n\nPathogen recognition receptors (PRRs) have common characteristics Pulendran, 2004) . 1) PRRs recognize microbial components, known as pathogen associated molecular patterns that are likely to be essential for the survival of the microorganism and are therefore conserved for the microorganism. 2) PRRs are expressed constitutively in the host and detect the pathogens or their intermediate products during pathogens' lifecycle. 3) PRRs are germline encoded, nonclonal, and independent of immunologic memory. Different PRRs react with specific microbial components different from the self, show distinct expression patterns, and activate specific signaling pathways that drive biological responses against pathogens.\n\nToll-like receptors (TLRs) are an important family of PRRs Beutler et al., 2004; Germain, 2004) . TLRs are highly conserved from the worm (`~ÉåçêÜ~ÄÇáíáë=bäÉÖ~åë) to mammals. TLRs are type I integral membrane glycoproteins with extracellular domains containing varying numbers of leucine-rich-repeat motifs and a cytoplasmic signaling domain homologous to that of the interleukin 1 receptor (IL-1R), termed the Toll/IL-1R homology domain (Bowie and O'Neill, 2000) . Thus, the molecules involved in TLR signaling are shared by IL-1R signaling. However, the signaling pathways of individual TLRs can be divided into several subfamilies based on their primary sequences, and each TLR in a subfamily recognizes related pathogen components. The subfamily of TLR1, TLR2, and TLR6 reacts with bacterial lipids or zymosan, whereas the highly related TLR7, TLR8, and TLR9 recognize viral and bacterial nucleic acids (Fig. 2) . TLR3 is known to recognize double strand RNAs (viral RNA components). TLR4, together with its extracellular components (MD-2 and CD14 surface molecules), recognizes structurally different ligands such as lipopolysaccharide (LPS) from Gram-negative bacteria, which can cause septic shock . CD14 is a glycosyl-phosphatidlyinositol (GPI)-anchored protein, can bind bacterial LPS and viruses on the cell surface, and interacts with various TLRs to induce cytokines after virus or bacterial infection (Lee et al., 2006) . TLR5 can recognize bacterial flagellin (Gewirtz et al., 2001) . However, some TLRs can recognize several structurally unrelated ligands. For example, TLR4 is also known to recognize the fusion protein of respiratory syncytial virus (RSV), fibronectin, and heat-shock proteins van der Sluijs et al., 2003) . TLR2 forms heterodimers with TLR1 or TLR6 to discriminate and recognize peptidoglycan, lipopeptides and lipoproteins of Gram-positive bacteria, Mycobacterium tuberculosis lipoprotein, mycoplasma lipopeptides and fungal zymosan Shin et al., 2008) .\n\nTypes of cells that express TLRs are diverse. TLRs are expressed on various immune cells including macrophages, dendritic cells (DCs), B cells, specific types of T cells (Cairns et al., 2006; Gururajan et al., 2007) . Even non-immune cells such as fibroblasts and epithelial cells express TLRs. Expression of TLRs is not static but rather regulated rapidly in response to pathogens, a variety of cytokines, and environmental stresses. Furthermore, different TLRs are expressed extra-or intracellularly. TLRs 1, 2, 4, 5, and 6 are expressed on the cell surface , whereas other TLRs such as TLR3, 7, 8, and 9 are found almost exclusively in intracellular compartments such as endosomes, and thus their ligands (mainly nucleic acids) require internalization to the endosome for signaling to occur.\n\nAnother important family of PRRs is the C-type lectins that play key roles in the induction of immune responses against numerous pathogens. The representative C-type lectins are den-dritic cell (DC) -specific ICAM-3 grabbing non-integrin (DC-SIGN) and DC-associated C-type lectin-1 (Dentin-1) both of which shape immune responses against various pathogens. Among pathogens that interact with DC-SIGN, jóÅçÄ~ÅíÉêáìã= íìÄÉêÅìJ äçëáë= and human immunodeficiency virus type 1 (HIV-1) are known to induce specific gene transcription profiles via NF-kappa B subunit p65 (den Dunnen et al., 2008) .\n\nAfter recognizing pathogens, TLR-ligand interaction results in the triggering of downstream signaling cascades and production of proinflammatory cytokines and chemokines (Akira, 2006; Takeda and Akira, 2004) . All TLRs, except for TLR3, use the downstream adaptor molecule myeloid differentiation factor 88 (MyD88), whereas TLR3, and also TLR4 in part, signal via the adaptor TRIF (Toll/IL-1R domain-containing adaptor inducing interferon-β). As shown in Fig. 2 , TLR ligation can result in activation of transcription factors (IRF3, IRF7, AP-1, NF-κB) through a complex cascade of signaling molecular events. The inflammatory cytokine genes induced by TLR interaction include TNF-β, IL-6, IL-1β, and IL-12. Ligation of TLRs can also elicit the up-regulation of co-stimulatory molecules (CD40, CD80, CD86) or chemokines (TNF-alpha, RANTES, MIP1a, MIP1b) depending on types of ligands and TLRs, which is an important step for inducing pathogen or vaccine antigen specific adaptive immune responses. Furthermore, some TLRs (TLRs 7, 8, 9) are capable of inducing type 1 interferons (IFN-α/ β) to elicit antiviral responses.\n\nAntigen-presenting cells (APCs) such as DCs and macrophages prominently express TLRs. APCs which ingest and degrade pathogens play critical roles in activating innate immune system as well as initiating the activation of adaptive immune cells. APCs also activate the adaptive immune response by migrating from the infection site to the regional lymph node, where the induction of T and B cell responses occurs. The induction of effective antigen-specific B and T cell responses requires their activation by specific APCs ingesting antigens. Among APCs, DCs are known to have the unique and most potent capacity to provide antigen-specific activation as well as co-stimulatory signals to naïve T cells and possibly B cells also (Pasare and Medzhitov, 2004) . These 'danger signals' are required to activate naïve T cells (Palucka et al., 2005) . Therefore, the first requirement for a vaccine to be effective is to provide sufficient danger signals to DCs through vaccine antigens and/or adjuvants and to trigger an inflammatory reaction to a certain degree, which is mediated by cells of the innate immune system Kwissa et al., 2007) . Some vaccine components were shown to be able to activate innate PRRs. For example, the live attenuated yellow fever vaccine, one of the most effective vaccines, was demonstrated to activate multiple DC subsets via TLRs 2, 7, 8 and 9 (Querec et al., 2006) . During intracellular pathogen infection, TLR3 and TLR7 are likely to recognize double stranded and single stranded viral RNAs respectively. Also, live attenuated (coldadapted) influenza vaccines are likely to activate TLR 3 and 7 during intra-cellular replication leading to the up-regulation of inflammatory cytokines (Diebold, 2008; Le Goffic et al., 2006) . TLR9 has been demonstrated to be activated by bacterial and viral DNA containing unmethylated CpG motifs (Hemmi et al., 2000) . Some vaccine adjuvants have been selected because of their properties to activate TLRs. Monophosphoryl lipid A (MPA), a derivative of LPS activates TLR4; CpG DNA oligonucleotide activates TLR9, and bacterial flagellin activates TLR5 respectively (Gewirtz et al., 2001; Martin et al., 2003) . TLR agonists or their derivatives were demonstrated to be effective in enhancing the immunogenicity of co-admini-stered vaccine antigens and are under clinical trials (Persing et al., 2002; Tiberio et al., 2004) . Activated DCs up-regulate costimulatory molecules (CD40, CD80, CD86) mostly through PRR-mediated recognition of a pathogen or a vaccine antigen and can instruct the differentiation of naive CD4 + T cells into T helper 1 (Th1) cells or Th2 cells (Pasare and Medzhitov, 2004) . Also, certain subsets of DCs can initiate the activation and maturation of other adaptive immune cells including CD8 T cells and B cells (Dubois et al., 2001) . Thus, innate immunity is a key element in the inflammatory response as well as in initiating the adaptive immune response against pathogens. Vaccines that can activate multiple innate PRRs are expected to be effective in inducing protective immunity.\n\nRegarding infections particularly for RNA viruses, the mammalian host innate immune response has two major pathways to control virus infections. One involves TLR 3, 7, or 9 mediated signaling pathways by recognition of the viral genome or its intermediates. The other is mediated through cytoplasmic RNA helicase retinoic acid inducible gene I (RIG I) or melanoma differentiation associated gene 5 (MDA5), both of which can recognize 5′ triphosphorylated or double stranded viral RNAs respectively to activate host anti-viral innate immune system (Loo et al., 2008; Takeshita et al., 2008) . However, viruses have evolved means of innate immune evasion in order to establish a productive infection, and can produce proteins that inhibit the signaling cascade from the PRRs of the innate immune system (Unterholzner and Bowie, 2008) . Vaccinia virus suppresses innate immune signaling by its double-stranded RNA binding protein, E3 that inhibits mitochondrial antiviral signaling protein (MAVS), an adaptor for cytoplasmic viral RNA sensors RIG-I and MDA5 (Deng et al., 2008) . Also, the influenza nonstructural protein (NS1) is known to inhibit the production of anti-viral cytokines and the maturation of DCs probably by binding viral RNAs, which results in hiding the danger signals to the host (Fernandez-Sesma et al., 2006; Li et al., 2006) . Influenza viruses containing a mutant NS1 protein showed attenuated phenotypes but still maintain their immunogenicity, and mutating the influenza NS1 protein has been suggested as a useful approach in developing an effective live influenza vaccine (Hai et al., 2008; Palese et al., 1999; Talon et al., 2000) . Therefore, information on the virus-host interactions provides important insights in developing viral vaccine vectors or attenuated live virus vaccines.\n\nInnate TLR signaling and adaptive B cell immune responses B cells express a membrane bound antibody molecule called the B cell receptor specific to an antigen, which is selected as a clone during B cell development in the bone marrow. B cells are one of most important adaptive immune components. Furthermore, recent studies suggest that B cells also express TLRs involved in host innate immune system (Gururajan et al., 2007; Mansson et al., 2006) . Follicular B cells from C57BL/6 mice express TLRs 1, 2, 4, 7, and 9 (Gururajan et al., 2007) .\n\nThese B cells also showed proliferative responses upon the áå= îáíêç stimulation with TLR2 (Pam3Cys), TLR3 (Poly I:C), TLR4 (lipopolysaccharide), TLR7 and TLR9 agonists. Isotype switched antibodies were found to be secreted in the culture supernatant upon TLRs 2, 4, 6, 7, and 9 agonist áå=îáíêç stimulation of B cells (Gururajan et al., 2007) .\n\nThere have been controversies regarding whether TLR signaling is essential for B cell responses in general after vaccination Nemazee et al., 2006; Pasare and Medzhitov, 2005) . Comparable antibody responses were induced in both wild type and TLR signaling-deficient mice (both MyD88 and TRIF knockout) when immunized with hapten conjugated to highly immunogenic protein antigens (hemocyanin and keyhole limpet hemocyanin that are chemically coupled to the hapten trinitrophenol) in the presence of different types of adjuvant (aluminium hydroxide, complete/incomplete Freund's adjuvants, and monophosphoryl-lipid A) . In this study, Gavin et al. concluded that TLR signaling is not essential for inducing antibody responses to highly immunogenic protein antigen in the presence of strong adjuvants. Also, it was demonstrated that B cell-intrinsic TLR signals were not required for humoral immunity to hapten NP (4-hydroxy-3-nitrophenylacetyl) conjugated chicken gamma globulin co-administered with aluminium hydroxide as adjuvant (Meyer-Bahlburg et al., 2007) .\n\nIn contrast, other studies demonstrated that TLR signaling on B cells plays a critical role in inducing antibody production and isotype switching. Infection with viruses and parasites can induce IFN-γ-independent class switching to IgG2a (Markine-Goriaynoff et al., 2000) , indicating a possible role of TLR signaling in B cells in class switching. The addition of TLR9 ligand CpGs to B cells áå= îáíêç cultures induced the production of IgG2a, IgG2b and IgG3 antibodies (Lin et al., 2004; Liu et al., 2003) . This isotype switching was correlated with an increase in expression of the transcription factor T-bet. MyD88-deficient mice have been shown to have a profound defect in the activation of antigen specific Th1 immune responses including IgG2a isotype switching when immunized with ovalbumin plus complete Freund adjuvant (Schnare et al., 2001) . MyD88 or TLR4 deficient mice and MyD88 or TLR4 signaling deficient B cells were severely impaired in inducing IgG antibody production to human serum albumin and ovalbumin when administered with lipopolysaccharide (Pasare and Medzhitov, 2005) . This information obtained using model antigens should be carefully evaluated in translating to vaccines and should be validated with clinically relevant vaccines. It is likely that weakly immunogenic antigens (e.g. soluble proteins) fail to effectively induce IgG antibody responses in the absence of TLR ligands. In contrast, more immunogenic antigens in adjuvants might be able to induce antibody responses without TLR signaling.\n\nHost responses upon immunization with live versus inactivated vaccines would be quite different. Infection of mice with deficiency of either MyD88 or interferon-β promoter stimulator 1 (IPS-1) signaling could induce anti-viral responses although they had significantly lower titers of total anti-influenza hemagglutinin IgG and IgG2a antibodies than WT mice (Koyama et al., 2007) . In contrast, vaccination of either MyD88-or IPS-1signaling deficient mice with inactivated virus showed significantly lower virus-specific antibody levels and survival rates. The roles of TLRs or innate signals in regulating functions of B cells after vaccination remain to be further determined with clinically relevant vaccines.\n\nThe goal of vaccination is to induce long-term protective immunity, which is a hallmark of adaptive immunity. In contrast, innate immunity does not have immunological memory. The long-term protective immunity is provided by the vaccine antigen (or pathogen)-specific immune effectors and the induction of immune memory cells that can be efficiently and rapidly reactivated upon pathogen exposure (Kalia et al., 2006; Quan et al., 2007a; 2008a) . Most vaccines licensed so far induce antibodies produced by B cells which are likely to be responsible for long-term protection by the vaccine (Crotty et al., 2004; Rappuoli, 2007) . Another adaptive immune component contributing to protection is cytotoxic CD8 + T lymphocytes (CTL) that can limit the spread of infectious agents by recognizing and killing infected cells or by secreting antiviral cytokines (Kaech et al., 2002) . CD4 T helper cells support the generation and maintenance of both B and CD8 T cell responses. Antibodies can prevent or reduce infection by extra-and intracellular agents whereas T cells do not prevent infection but reduce and control intracellular pathogens. However, the longevity of T cell immunity after vaccination remains unknown. In addition, vaccines purely based on T cell immunity have not been demonstrated yet (Rappuoli, 2007) .\n\nVaccine antigen or pathogen binding to B cell receptors (antibody in a membrane-bound form) triggers the expression of an early activation marker CD69 (Sancho et al., 2005) as well as a chemokine receptor CCR7 that drives antigen-specific B cells towards the T cell zone of secondary lymphoid tissues (McHeyzer-Williams and McHeyzer-Williams, 2005; Reif et al., 2002) . At this location, vaccine antigen-specific B cells are likely to interact with recently activated T cells and DCs or follicular DCs with specific surface molecules (CD40, CD80, CD86). This T cell help rapidly drives B cell differentiation into antibody secreting short-lived plasma cells that produce low-affinity germline encoded antibodies (Kelsoe, 2000) .\n\nB cells can process vaccine antigens into small peptides and display these peptide antigens at their surface through MHC (major histocompatibility complex) class II molecules. MHC IIpeptide complexes on B cells or DCs become available for binding by a specific subset of CD4 + T cells, follicular helper T cells (Vinuesa et al., 2005) . Helper T cells in follicles stimulate B cells in return through co-stimulatory molecules (CD40L, ICOS) and cytokines (IL-10, IL-21). Some vaccine antigen-specific B cells that receive sufficient help from antigen-specific T cells initiate a germinal center reaction and develop germinal centers (GCs). CXCL13-expressing follicular DCs attract antigenspecific activated B and T cells expressing CXCR5. Receiving additional activation and survival signals from both follicular DCs and follicular T cells, B cells undergo massive clonal proliferation, which result in antibody class switching (IgG isotypes, IgA) and affinity maturation of B cells.\n\nB cells in GCs have a binding affinity for peanut agglutinin, and are typically characterized by increased expression of GL7 and CD95 (Fas), and decreased expression of CD38 (Ridderstad and Tarlinton, 1998; Shinall et al., 2000) . During the GC reaction, B cells undergo somatic hypermutation of immunoglobulin (Ig) variable gene segments and high affinity IgG antibodies to protein vaccine antigens are beginning to appear in the blood 10-14 days after priming indicating that the development of this GC reaction requires a couple of weeks (Flehmig et al., 1997; Kelsoe, 2000) . GC responses control the magnitude of B cell differentiation into plasma cells (Blink et al., 2005; McHeyzer-Williams and McHeyzer-Williams, 2005) . Such positively selected high-affinity B cells may migrate to the plasma foci and become antibody-producing cells, migrate to the bone marrow to become a long-lived plasma cell, or differentiate into longlived memory B cells (Crotty et al., 2003; Kalia et al., 2006) . It usually takes 4 to 6 weeks for the peak level of IgG vaccine antibody to be secreted into the blood stream after primary immunization depending on the dosage and nature of vaccine as demonstrated in our preliminary studies with influenza particulate or soluble vaccines (Song et al., unpublished data) . We also found that lower doses of particulate vaccines took a longer time for levels of antibodies to reach their peak (Quan et al., unpublished data) . The nature of vaccines, the immunogenicity of the vaccine antigen and types of adjuvant seem to affect the cellular interactions among DCs, B cells, follicular T helper cells and follicular DCs, which determine the quality and quantity of antibody responses. Most information on the molecular and cellular events leading to the production of highaffinity antibodies has been obtained using hapten-conjugated model antigens. Similar studies using clinically meaningful vaccines should be performed, which will provide very informative insight in designing effective vaccines.\n\nA fraction of plasma cells generated during GC reactions acquires the capacity to migrate towards long-term survival niches mostly located within the bone marrow (BM) and from there they produce vaccine-induced antibodies during extended periods (Minges Wols et al., 2002; Shapiro-Shelef and Calame, 2005) . Plasma cells are characterized by expression of syndecan-1 (CD138; Synd-1), a marker of plasma cell differentiation (Chilosi et al., 1999) . The mechanisms by which vaccineinduced antibody levels are maintained for many years remain yet undefined, and may depend on the nature of vaccine antigens (Manz et al., 2005) or the presence of polyclonal stimulation which differentiates memory B cells into plasma cells continuously in an antigen-independent manner (Bernasconi et al., 2002) . Regardless of the exact mechanisms supporting BM plasma cell survival, the duration and magnitude of antibody responses are likely to be determined by the number of longlived plasma cells generated by vaccination. Antibody persistence may be reliably predicted by the antibody titers reached at the time of 6-12 months after immunization when levels of antibodies are presumed to be maintained by long-lived plasma cells as predicted by mathematical modeling of hepatitis vaccines (Honorati et al., 1999; Van Herck et al., 2000) .\n\nComplement=consists of a group of serum proteins that work as a part of the innate immune system and play an important role in maintaining long-term antibody responses. A possible mechanism is that complement can regulate the B cell response by lowering the signaling threshold of the B cell receptor by engaging the complement receptor complexes on B cells (CD21-CD19-CD35) (Gustavsson et al., 1995; Hebell et al., 1991) . Co-ligation of CD21 (a complement receptor) and the B cell receptor was shown to lower the threshold for B cell activation (Carter and Fearon, 1992; Carter et al., 1988) . Importantly, in the absence of co-stimulation through the CD21 receptor complex, post-GC B cells were unable to up-regulate the plasma cell transcription factors Blimp-1 and XBP-1, which resulted in a failure for GC B cells to differentiate into long-lived plasma cells (Gatto et al., 2005) . Therefore, complement is an important immune component in enhancing the B cell responses and in establishing long-term memory IgG antibody responses after vaccination. However, some antigens can induce immune responses in the absence of complement. Live vesicular stomatitis or influenza viruses are able to induce normal immune responses in complement-deficient mice (Kopf et al., 2002; Ochsenbein et al., 1999) . Viruses possess a highly organized repetitive structure with capacity to cross-link the B cell receptor, which may account for their decreased depend-ence on complement signals.\n\nMemory B cells are generated, in parallel to plasma cells, during the GC reaction of T-dependent vaccines (McHeyzer-Williams and McHeyzer-Williams, 2005) . Unless re-exposure to antigen drives their differentiation into antibody producing plasma cells, memory B cells do not produce antibodies. This reactivation is a rapid process characterized by the immediate increase to higher titers of antibodies that have a higher affinity for antigen than antibodies generated during primary responses. Memory B cells may thus be recalled by lower amounts of antigen and in the absence of CD4 + T cell help (McHeyzer-Williams and McHeyzer-Williams, 2005) . The reactivation, proliferation and differentiation of memory B cells occur without requiring the GC reactions and this process is thus much more rapidly completed than that of primary responses. Our and other studies demonstrated that a window of 4-7 days was sufficient for inducing high levels of antigen-specific vaccine antibodies in previously primed infants (Pichichero et al., 1999) or mice (Quan et al., 2007a; 2008a) Virus-like particles (VLPs) as a promising vaccine platform Live bacterial or viral vaccines efficiently activate the innate immune system, presumably through pathogen-associated signals allowing their recognition by PRRs. Following vaccination with a live viral vaccine mimicking a natural infection, APCs including DCs are activated at multiple sites, migrate towards the draining lymph nodes, and initiate the adaptive immune system (T, B cells). This effectiveness explains empirically successful examples of approved live vaccines including smallpox, rabies, tuberculosis, yellow fever, polio, measles, adenovirus, rotavirus, and cold-adapted influenza virus (Plotkin, 2005) . However, vaccination with live vaccines has safety concerns and restrictions in application to diverse populations. In addition, some pathogens are very difficult to grow áå=îáíêç=(an example, human hepatitis C virus), and require high bio-safety facilities and highly trained personnel to handle live pathogens (examples, Ebola and avian influenza viruses). In addition, live vaccines would not be acceptable for certain highly pathogenic viruses such as HIV-1 (AIDS) and hemorrhagic fever viruses (Ebola, Marburg, Dengue, Lassa fever, Rift Valley fever, Hantavirus) and some bacterial pathogens [Yersinia pestis, Francisella tularensis (tularemia)] against which there are no vaccines available.\n\nAs an alternative to live viral vaccines, approaches to develop vaccines mimicking the viral structure would be desirable. The structural proteins of many viruses have the ability to assemble into repeated, organized structure or virus-like particles (VLPs). As shown in Fig. 1 , VLP vaccine can be produced in cells expressing recombinant structural proteins of interest using genetic engineering and recombinant technologies. For examples, licensed vaccines against human hepatitis B virus and papillomavirus are based on the concept of VLPs. Such VLPs are within the general range of viral sizes (22-150 nm) with their exact size and morphology depending on the particular viral proteins incorporated. VLPs are non-infectious because they assemble in the absence of viral genomes. Their particulate nature and repetitive, high density display of epitopes are likely to be optimal for activating the innate immune system as well as for binding and triggering B cell receptor leading to strong immune responses and less dependence on T cell help.\n\nLive viruses trigger TLRs or other innate immune activating signals leading to the switch to IgG2a isotype antibody responses. Our and other laboratories found that immunization of mice with influenza VLPs induced IgG2a antibody as a dominant isotype indicating a possibility that VLPs might activate immune responses through triggering TLR-mediated innate immune signaling (Bright et al., 2008; Jegerlehner et al., 2007; Quan et al., 2007a) . This IgG2a isotype is known to promote a cascade of complement activation and thus to be more efficient in clearing viral and bacterial infections (Coutelier et al., 1987; Klaus et al., 1979; Nimmerjahn and Ravetch, 2005) . Therefore, studies in our and other laboratories suggest that VLPs are a promising approach as evidenced in preclinical studies for developing vaccines against viral pathogens including HIV-1, influenza, poliovirus, rotavirus, Ebola, Marburg, Norwalk virus, and severe acute respiratory syndrome coronavirus (Bertolotti-Ciarlet et al., 2003; Deml et al., 2005; Galarza et al., 2005; Grgacic and Anderson, 2006; Lobue et al., 2006; Mortola and Roy, 2004; Pushko et al., 2005; Quan et al., 2007a; Sun et al., 2009; Warfield et al., 2005) . Influenza VLPs produced in insect cells using recombinant baculovirus expression system were demonstrated to induce protective immunity against lethal challenge with pathogenic seasonal or pandemic influenza viruses (Bright et al., 2008; Quan et al., 2007a) . Also, we found that levels of protective influenza virus specific antibodies were maintained for over 14 months post immunization of mice with influenza VLPs in the absence of adjuvant (Quan et al., 2008b) . HIV-1 VLPs have been shown to induce neutralizing antibodies as well as cellular immune responses in animal models (Buonaguro et al., 2006; Deml et al., 1997; Kang et al., 2004; Quan et al., 2007b; Sailaja et al., 2007) . VLPs were shown to be highly immunogenic themselves and to induce protective immune responses without adjuvants, while soluble subunit vaccines are poorly immunogenic and usually require the nonspecific inflammatory stimuli of an adjuvant to induce a protective immune response (Bachmann et al., 1998) . Therefore, VLPs can be a promising format for developing vaccines.\n\nThere are studies to better understand the underlying mechanisms how non-replicating VLPs can activate the innate immune system leading to the induction of long-term protective immune responses. Our study suggests that HIV VLPs can induce maturation of DCs and monocyte/macrophage populations as evidenced by the up-regulation of activation markers (CD40, CD80, CD86) and cytokines (IL-12, IL-6, IL-10) (Sailaja et al., 2007) . VLP antigen-loaded DCs can activate adaptive immune cells including T and B cells (Sailaja et al., 2007) . Administration of VLPs to mice induced acute activation of multiple types of immune cells involved in the innate and adaptive immune systems by expressing the early activation marker CD69 and down-regulating the homing receptor CD62L (Sailaja et al., 2007) .\n\nUsing a microarray approach, stimulation of monocytederived DCs or peripheral blood mononuclear cells with HIV VLPs induced significant changes in gene expression profiles demonstrating the possible molecular events involved in DC activation and maturation, which might occur with nonreplicating VLP vaccination (Buonaguro et al., 2008) . VLP induced changes were observed in several pathways including cytoskeletal genes that may potentially mediate migratory behavior of activated DCs and increased expression levels of genes relating to immune cytokines, chemokines, and recep-tors contributing to the recruitment of monocytes, DCs, and macrophages to the infection site.\n\nThe functional implication of genes showing increased transcriptional levels has been evaluated in response to HIV VLP stimulation of DCs áå=îáíêç (Buonaguro et al., 2008) . E-Selectin (SELE) and chemokine (C-C motif) receptor 7 (CCR7) are likely to be expressed on mature DCs, following exposure to VLP antigens, which will favor the interaction with the endothelial cells and the migration from peripheral tissues to the T cell areas of secondary lymphoid organs. A set of cytokine receptors that share a common gamma chain (IL-2R, IL-7R, IL-15R, and IL-4R) were also up-regulated, promoting DCs to respond to lymphocyte derived interleukins within the lymph node. In addition, increased levels of CD40 and ICAM-1 expression, and secreted cytokines (IL-12, IL-18) may contribute to prime naïve T cells and to trigger effector T-cell responses. Information on the levels of gene expression further supports evidence that VLPs can be developed as an effective vaccine capable of inducing cellular and immunogical differentiation of DCs, a potent immune component in linking innate and adaptive immune system. In support of this, influenza VLPs were demonstrated to induce potent protective immunity without the use of adjuvants (Bright et al., 2008; Quan et al., 2007a; 2008b) .\n\nRecent studies to understand host responses upon pathogen exposure provide evidence that molecular recognition of pathogens by cells of the innate immune system plays a significant role in determining the nature of the adaptive T and B cell immune responses. This should be a key area for further research to understand the molecular and cellular innate immune mechanisms by which successful vaccines induce long-lasting protective immune responses. What specific roles do different TLRs or PRRs of innate immune receptors play in inducing the differentiation of long-lived memory B cells and plasma cells? What roles do B cell intrinsic TLRs play in generating long-lived memory B cells and plasma cells? In addition, the roles played by the non-TLR viral sensors (RIG-I, Mda-5, MAVS, protein kinase R) in mediating effective adaptive immunity remain to be further defined.\n\nMost evidence relating the roles of innate immunity has been collected from studies using infectious pathogens or live vaccines. While it is evident that live vaccines are excellent at inducing long-lasting protective immunity, there is still a risk of actually causing the disease which vaccines are designed to protect against. Although inactivated or killed vaccines are relatively good at inducing protective antibody responses, there are problems associated with vaccine manufacturing and their safety. Thus, it should be a future goal to dissect out the different characteristics of viruses, which will instruct to design recombinant vaccines integrating these immunogenic features responsible for effectively inducing neutralizing antibodies or protective immunity. Using recombinant DNA technology, nonreplicating VLPs are a good example of recapitalizing the features of virus and viral structures, except for the replicating property, for developing vaccines. However, the molecular and cellular components of innate and adaptive immunity that are responsible for inducing protective immunity by non-replicating vaccines mostly remain undefined.\n\nMost existing vaccines licensed so far have been developed against pathogens that show no or limited antigenic variation, which are supposed to be controlled by induction of neutralizing antibodies by vaccination. In some cases, the vaccine protection seems to go beyond the serum antibody levels alone es-pecially for live vaccines. Mucosal and T-cell-mediated immunity should contribute to protection, but it has been difficult to prove this in vaccinated individuals. For pathogens that are extremely variable antigenically, it has been difficult to make an effective vaccine by a conventional approach. As an extreme example, HIV-1 an RNA virus can generate antigenically different forms daily in the absence of its proof-editing property and in the presence of host immune pressure. To develop more effective measures against highly variable pathogens, we need a better understanding of the molecular and cellular interactions between host and pathogen, and determine how mucosal and T-cell-mediated immunities contribute to protection.\n\nThis work was supported by NIH/NIAID grant AI0680003 (R.W.C.) and the Korea Ginseng Society (S.K). We thank our laboratory members Drs. Fu-Shi Quan and Jae-Min Song who contributed to discussions. We regret that not all related and important references are cited due to space limitations."}