{"title": "Selection of and recombination between minor variants lead to the adaptation of an avian coronavirus to primate cells", "body": "The aetiologic agent of the recent outbreaks of severe acute respiratory syndrome (SARS) was identified as a new coronavirus [13] . SARS-CoV belongs to a large family of enveloped RNA viruses that infect a wide range of avian and mammalian species [9] . The exact origin of this novel coronavirus is still uncertain, but current molecular epidemiological evidence favors an animal origin of the virus [4] . As coronavirus was traditionally considered to be host-specific [20] , it would be interesting to know how a coronavirus breaks the host species barrier and becomes zoonotic. Studies towards understanding the molecular events that occur to the major viral structural proteins, especially the protein that mediates viral entry into host cells, during adaptation of coronaviruses to a new host would be essential to address this difficult issue.\n\nAvian coronaviruses have been isolated in chicken, turkeys, and pheasants, and may exist in many, if not all, avian species [3] . Avian coronavirus infectious bronchitis virus (IBV) is the prototype member. Similar to other coronaviruses, IBV exhibits limited host range specificity and is usually associated with respiratory disease in domestic fowl. Chicken is believed to be the only natural host of IBV. However, pheasants were also shown to be susceptible to IBV infection [7, 17] . In this report, we systematically characterize the genotypic changes of the major surface protein, the spike protein (S), of the Beaudette strain of IBV over adaptation of the virus from chicken embryo to Vero cells, by exploiting the property that IBV can be readily adapted to this monkey cell line.\n\nViruses and cells. Vero cells were maintained in complete DMEM supplemented with 10% newborn calf serum. The chicken fibroblast cell line, UMNSAH/DF1, was purchased from ATCC (CRL-12203). The Beaudette strain of IBV was purchased from ATCC and propagated in chicken embryonated eggs for three passages. The virus was then adapted to grow and passage on Vero cells for 65 passages at 37°C.\n\nRT-PCR and sequencing. Viral RNA was extracted from infected cell cultures or purified virions using the RNeasy Mini Kit (Qiagen) according to the manufacturerÕs instructions. RT-PCR was performed using the Expand Reverse Transcription and High Fidelity PCR Kits (Roche). Viral RNA extracted from the amniotic fluid of infected embryos was amplified by RT-PCR and cloned into PCR2.1-TOPO vector (Invitrogen). PCR products or cDNA clones were sequenced by automated sequencing.\n\nImmunofluorescent staining of IBV-infected Vero cells. Confluent cells were infected with viruses and incubated at 37°C for 10-15 h. Cells were fixed in 4% paraformaldehyde-PBS and permeabilized with 0.2% Triton X-100-PBS. Immunofluorescent staining was performed by incubating cells with rabbit anti-IBV serum and subsequently with FITC-conjugated anti-rabbit antibody. Cells were examined by fluorescent microscopy.\n\nSDS-PAGE and Western blot analysis. Proteins were separated by SDS-PAGE and transferred to nitrocellulose membranes. The membranes were incubated with rabbit anti-IBV N antibodies and horseradish peroxidase-conjugated anti-rabbit immunoglobulin (DAKO), and detected using the enhanced chemiluminescence (ECL) detection reagents (Amersham).\n\nAdaptation of IBV from chicken embryos to Vero cells and analysis of the fusogenicity of S protein derived from the Vero cell-adapted IBV strain\n\nThe Beaudette strain of IBV, grown in chicken embryos, was adapted to and serially propagated on monkey kidney cell line, Vero cells, for 65 passages [16] . A typical cytopathic effect (CPE) of coronaviruses, the formation of giant syncytial cells, was observed 2 days postinfection on the fourth passage and plaques formed 3 days postinfection after first three blind passages on Vero cells. Immunofluorescent staining of Vero cells infected with the third passage (EP3) in chicken embryos (p1), Vero cell passage 4 (p4), 6 (p6), 15 (p15), 36 (p36), and 65 (p65) showed that approximately 1%, 3%, 5%, 30%, 70%, and 75% cells, respectively, were positive (Fig. 1A) . Except in p1, the majority of these positive cells are in the form of syncytial cells (Fig. 1A) . These results clearly show that gradually increased infectivity of the virus to Vero cells was obtained.\n\nTo assay the fusogenicity of the S protein derived from different passages of IBV, the S gene from EP3, p15, p36, and p65 was cloned into a plasmid under the control of a T7 promoter and expressed in Vero cells using a vaccinia/T7 expression system. As shown in Fig. 1B , the S protein of EP3 did not cause cell-cell fusion and syncytial formation; massive cell-cell fusion and syncytial formation were observed in cells expressing S protein derived from p15, p36, and p65. Under the condition used in this experiment, no apparent difference in the fusogenicity of the S protein derived from p15, p36, and p65 was observed (Fig. 1B) . These results demonstrate that adaptation of IBV to Vero cells increases the fusogenicity of the S protein.\n\nDetermination of the complete genomic RNA sequence of the dominant EP3 strain and plaque-purified p65 was carried out. The complete nucleotide sequences of these two IBV strains were submitted to GenBank and the Accession Nos. DQ001338 for EP3 and DQ001339 for p65. Compared to EP3, a total of 49 amino acid substitutions were found in p65. Among them, 26 (53.06%) are in the S protein.\n\nTo gain more information on the chronological order of the accumulation of these mutations in the S protein, the nucleotide sequences of S protein derived from the dominant strains of EP3, p7, and p15, and plaque-purified p35, p50, and p65 were determined. Compared to the prototype EP3, 26 point mutations at the nucleotide level were found in p7 and p15, which cause 25 amino acid substitutions (Table 1 ). An additional amino acid substitution (G 405 -D 405 ) was accumulated at p35, which was also fixed at p50 and p65. In addition, the amino acid residue at position 246 was mutated from I 246 -T 246 in p7, p15, p35, and p50 (Table 1 ). This amino acid was found to be mutated to S 246 in p65 (Table 1 ). These results indicated that the selection process or accumulation of mutations was largely accomplished and fixed at p7, suggesting that adaptation of IBV from chicken embryo to a monkey kidney cell line either induces rapid and dramatic changes in the S protein or leads to rapid selection of a fitter variant.\n\nTo test whether the rapid emergency of a Vero celladapted strain that grows well and becomes dominant after as short as seven passages on Vero cells is due to the accumulation of mutations or by selection of pre-existing minor variants, viral RNA was purified from the amniotic fluid of chicken embryos infected with chicken embryo passage 2. The S protein region was then amplified by RT-PCR and cloned into PCR-2.1-TOPO vector. Twenty-seven clones were randomly selected and sequenced. As shown in Table  2 , sequence heterogeneity of S protein was observed. Among the 27 clones sequenced, 21 (77.8%) clones (EP3) show identical sequence to the EP3 sequence shown in Table 1 at both nucleotide and amino acid levels. Two (7.4%) clones (EP3V1) have differences at 13 amino acid positions in the S1 region from amino acids 38 to 181 (Table 2) . Interestingly, these 13 amino acids are identical to the amino acid sequences of the dominant p7 and later passages at the same positions as listed in Table 1 . Four more clones with amino acid differences in the S2 region were also identified from this analysis. As can be seen, two clones (7.4%) (EP3V2) were found to have mutations at seven amino acid positions in the S2 region from amino acids 623 to 1012 ( Table 2 ). The other two clones (7.4%) (EP3V3) with mutations at five amino acid positions in the same region were also found ( Table 2 ). These mutations are identical to mutations found at the same positions in the dominant p7 and later passages as listed in Table 1 . These results suggest that the dominant Vero cell-adapted virus may be derived by recombination between the two minor variants, EP3V1 and EP3V2, in chicken embryo with accumulation of seven additional mutations in the region from amino acids 246 to 391.\n\nSimilar approach was used to amplify the S protein region from p7, p12, and p14. Five clones were isolated from p7 and p12 each and 8 clones from p14. Sequencing analysis showed that all of these clones have nucleotide and amino acid sequences at these positions identical to those the dominant Vero cell-adapted strain listed in Table 1 . No minor variants were isolated from these three passages by this analysis.\n\nTo further test if sequence heterogeneity of S protein existed in Vero cell-adapted passages, p20 and p36 were subjected to plaque purification. Eleven plaques for each of p20 and p36 were randomly selected. The S gene of each purified virus clone was amplified and sequenced. Among these clones, 10 out of 11 (91%) have the identical mutations as the dominant p7 listed in Table 1 , which carry 18 (p20) amino acid substitutions in the S1 region and 7 in the S2 region. Interestingly, one unique isolate from each passage (p20c22 and p36c12) has the identical S protein sequence as the minor variant EP3V2, except with an unchanged Phe residue at amino acid position 692 (Table  2 ). These results showed that the virus population remained to be a quasispecies even after successful adaptation to the new host cells. It also indicates that the five mutations in the S2 region are sufficient for the variant to acquire infectivity and cell-to-cell membrane fusion of Vero cells. As both variants grow well and induce syncytial formation [16] , it is reasonable to assume that the variants without mutations in the S1 region could bind to receptor(s) and enter the new host cells (see Table 2 ).\n\nThe infectivity of the Vero cell-adapted strain to its original host cells was then checked by infection of a chicken fibroblast cell line, UMNSAH/DF1, with EP3 and p65, respectively. The formation of CPE was examined by microscopy and the viral protein expression was analysed by Western blot with anti-N antibodies. As shown in Fig. 2A , both EP3 and p65 can infect UMNSAH/DF1 cells, but the infected cells showed different CPE. In cells infected with EP3, cell rounding up and lysis are the prominent CPE observed; the infected areas were usually restricted ( Fig. 2A) . In cells infected with p65, the prominent CPE is the formation of large syncytial cells ( Fig. 2A) . Western blot analysis showed the detection of N protein in cells infected with EP3 and p65, respectively (Fig. 2B) . Gradually increased detection of the N protein in cells infected with EP3 was observed over a time-course experiment (Fig. 2B, lanes 1-5) . Interestingly, more efficient detection of the N protein was observed in cells infected with p65 (Fig. 2B, lane 6) . As the Vero cell-adapted IBV strain can also efficiently infect chick-en embryo [16] , these results suggest that mutations in the S protein broaden the host range specificity of IBV and might increase the infectivity of the virus to its original host cells.\n\nRNA viruses are characterized by their high mutation rate due to the lack of proofreading activities of the replicases [11, 12] . This high mutation rate results in the formation of a heterogeneous population, often described as a quasispecies [6] . When switching to a new host, the pre-existing quasispecies with a mixed population of RNA genomes would enable these viruses to respond very quickly to the changing environment. High mutation rates per generation coupled with the change of host cells would then help to fix the mutations. In this report, we test the adaptability of avian coronaviruses IBV from its native chicken host to monkey cells through serial passages. After adaptation, more than 53.06% (26/49) of mutations were located in the S gene which caused amino acid changes. More interestingly, the majority of these mutations were fixed as early as at passage 7 to form a dominant Vero cell-adapted strain. The highly selective and concentrative mutations in the S protein support that S gene and its product play important roles in viral acquisition of a new host, and that beneficial mutations in S protein are required for virus to enter the new target cells and spread infection.\n\nHow is this dominant strain derived? Evidence presented in this report supports that it may be derived T  I  T  I  T  I  T  I  T  I T  I  T  I  T  I  T  I  T  I The mutated nucleotide and amino acid sequences are indicated in bold. a The cleavage site for IBV S1/S2 is between amino acid positions 526 and 537.\n\nby selection of pre-existing minor variants and by recombination between minor variants. The selective pressure in this case was the initial low infectivity of the virus to a new host cell and the lack of membrane fusion of the virus during the first few passages. Several blind passages on Vero cells were needed before the viral RNA became detectable and typical CPE appeared. The detection of single, isolated infected cells at p1 suggested that pre-existing minor variants in the prototype population could enter the new host cell and replicate though at low efficiency. The existence of minor variants was confirmed by sequencing of viral RNA extracted from EP3 and by isolation of minor variants in p20 and p36. Interestingly, the minor variants isolated from p20 and p36 share almost identical sequence with one minor variant (EP3V1) identified in EP3. The fact that these minor variants co-exist with the dominant strains long after the virus was well adapted to the new host cells demonstrates the heterogeneous nature of the quasispecies. More importantly, comparison of the amino acid sequences of EP3V1 and EP3V2 with the dominant Vero cell-adapted strain suggests that the dominant Vero cell-adapted strain may be derived by a recombination event between EP3V1 and EP3V2, and by simultaneous accumulation of a few more mutations. Coronavirus S protein is an important determinant for host specificity and tissue tropism. This is largely determined by the cellular distribution and abundance of its receptor(s). A diverse group of cellular proteins has been identified as receptors for different coronaviruses, including angiotensin-converting enzyme II and CD209L (L-SIGN) for SARS-CoV [8, 10] , aminopeptidase N for human coronavirus-229E, porcine coronavirus transmissible gastroenteritis virus, feline infectious peritonitis virus, and canine coronavirus [5, 22] , and carcioembryonic antigen-related adhesion molecule for mouse hepatitis virus [21] . To date, the cellular receptor(s) for IBV has not been identified in its native or adapted host cells. Based on studies with other coronaviruses [14, 18] , the receptor binding domain of IBV S protein may also reside in the S1 region. Mutations in the S1 region would change receptor-binding properties of the S protein and be responsible for the broadened host range specificity of the Vero cell-adapted virus, presumably due to its increased binding affinity to the receptor. Intriguing- Table 2 Sequence heterogeneity of IBV S protein derived from same passages in chicken embryo and Vero cells a The published IBV sequence (M95169) [2] . b The amino acid sequence at this position for p20c22 and p36c12 was mistakenly listed as Leu in Shen et al. [15] . ly, the two minor variants, p20c22 and p36c12, have almost identical amino acid sequence in the S1 region to the dominant EP3 strains, and showed similar growth properties to the dominant Vero cell-adapted strain after purified by plaque-purification [16] , suggesting that receptor-binding affinity alone may not be the only factor that determined the host range of the virus. It also indicates that a mammalian counterpart could be used as a receptor for IBV, though at low affinity. This molecule may share structural and functional similarity with that of the native receptor on chicken cells.\n\nThe S protein-mediated virus-cell and cell-cell fusion is another essential requirement for viral entry into host cells and for spread of infection to the neighbouring cells. This membrane-fusion activity is mainly associated with domains in the S2 region [1] , though residues in the S1 region may also be involved [19] . The minor variant EP3V1 has only 7 amino acid difference in the S1 region from the dominant Vero cell-adapted strain and would have a comparatively higher binding affinity to Vero cells than the other minor variant EP3V2. As no amino acid mutations were accumulated in the S2 region, this minor variant was lost during adaptation of EP3 to Vero cells. However, EP3V2 shares seven amino acid substitutions in the S2 region but with identical S1 region with the dominant EP3, it co-adapted with the dominant Vero cell-adapted strain until p36. As some of these mutations are located in the heptad repeat 1 and 2 region, these mutations may alter the fusogenic properties of the S protein. It suggests that the ability to mediate membrane fusion is also important for IBV to cross this species barrier. Recombination between EP3V1 and EP3V2 plus accumulation of several additional mutations in the S1 region led to the formation of the dominant Vero cell-adapted IBV. This virus shows a broadened host range specificity and can induce efficient cell-cell fusion in the new host cells. "}