{"title": "News from the Underground", "body": "The 13th ERS Lung Science Conference (LSC) was organised to bring academics together from all over the world to present and discuss the latest developments regarding lung infection and immunity. The conference took place in breathtaking Estoril, Portugal; however, it wasn't the beautiful surroundings that were our main motivation to attend, but instead the scientific merit of the conference and the chance to create new scientific collaborations. The scientific programme [1] was packed with the most up-to-date content in the field of lung infection and immunity and included some of the top researchers within this exciting area. Moreover, the convenient size of the LSC offered the opportunity to renew and intensify friendships and collaborations. In particular, for researchers at the start of their career, this is a great feature and we therefore warmly recommend the LSC to ERS Juniors Members! During the first session, the complex mechanisms of immunity and host defense were discussed. The role of dendritic cells in sensing viral infections was explained as well as the three recognition pathways these cells use to sense pathogen components: toll like receptors (TLRs), DExD/H-box helicases and C-type lectin [2, 3] . Interestingly, one very specific C-type lectin, i.e. DNGR-1, does not directly sense pathogens but instead recognises F-actin exposed by necrotic cells [4] . Understanding the receptors and signalling pathways regulating dendritic cell activation opens a wide area of research regarding the regulation of the immune system with respect to other causes of cell necrosis, such as immunotherapy of cancer or treatment of idiopathic pulmonary fibrosis (IPF). Indeed, although little is known about the exact triggers initiating IPF, it is now recognised that infectious exacerbations are a determining factor in the progression and worsening of this disease [5] and that bacterial load can be regarded as an independent predictor of disease progression. An increase in the IPF-lung bacterial load might be due to several potentially pathogenic bacteria and might be linked to polymorphisms in the gene MUC5B and to abnormalties in macrophage function [6] . It was concluded that immunity is not only a defense mechanism but can also become a therapeutic target that can be either upregulated to fight diseases such as cancer or downregulate to combat auto-activating diseases.\n\nAnother research area emphasised the importance of host microbiome interactions in future development of chronic lung diseases. Germ-free mice models were presented that highlighted the clinical importance of early-life multi-bacterial stimuli in developing pulmonary immunity. In these models, a variety of cellular mediators including dendritic cells and T lymphocytes play a role in decreasing the future likelihood of developing atopic asthma, and similar close interactions between host and microbiome are present in humans [7] . Another important aspect in terms of future possible respiratory pathogen prophylaxis, was the elucidation of bacterial sensing therein. Recognition of living bacteria, as opposed to dead ones, through so-called viability-associated PAMPs (vita-PAMPs) induces a stronger immune response via a T1 helper cell response cascade [8] . The last presentation of the session highlighted the evidence for increased de novo hyaluronan synthesis in a murine influenza infection model. It was shown that by reducing hyaluronan content, the disease severity and time to recovery were decreased, thereby giving hope for future specific treatment targets [9] .\n\nThe session devoted to the inflammasome highlighted not only the important differences between the four known bona fide inflammasomes but also the role of the epithelium inflammasome in fighting infections induced by intra-cellular pathogens [10, 11] .\n\nThe four well-described human inflammasomes comprise NLRP1, NLRP3, NLRC4 and AIM2 that share their dependence on caspase-1 activation for cytokine production and that are all so-called pattern-recognition receptors capable of sensing molecules excreted by or indicating the presence of invading pathogens [12, 13] . NLRC4 combats bacterial pathogens by recognising their flagellin and rod proteins in a TLR5-independent manner whereas NLRP3 offers protection against intracellular pathogens by sensing bacterial toxins, microbial RNA or extracellular ATP [14] . Examples of such intracellular pathogens, inducing respectively inflammation or infection, are Porphyromonas gingivalis and Chlamydia pneumoniae. Indeed, infecting cells or mice with these pathogens elucidates the importance of a functional epithelium inflammasome in combatting both inflammation and infection [15, 16] .\n\nInterestingly, all the discussed pulmonary and intestinal models describe a rather general signalling pathway for the activation of both NLRP3 and NLRP 4, beginning with a potassium efflux and resulting in a caspase-1-induced interleukin-1β production needed to recruit anti-inflammatory chemokines and neutrophils [12, 14] . Although the exact mechanism underlying the activation of the inflammasome by the observed potassium efflux is not yet known, it has been suggested that the production of reactive oxygen species might also be involved [17] .\n\nThe early evening session on Friday featured talks by Mike Catchpole from the European Center for Disease Prevention and Control (ECDC; Stockholm, Sweden) and virologist Bart Haagmans (Rotterdam, The Netherlands) on recent infectious outbreaks. According to Dr Catchpole, the ever-increasing urbanisation, multinational and trans-continental travel and trade together with an aging population puts the world of today at greater danger of pandemics than ever before. Less (in)famous than SARS and ebola, the recent spread of the West Nile virus into Southeastern Europe was highlighted as an effect of climate change, which favour its mosquito vector [18] .\n\nIn the meantime, advances in technology and knowledge present promising countermeasures. The genomes of pathogens can today be rapidly sequenced for the development of treatments and vaccines, but still limiting the spread of disease by exit screening of travellers remains a fundamental method. IT as a means of disease surveillance has yielded mixed results [19, 20] , and detection of new outbreaks to date relies on the vigilance of local clinicians. Dr Haagmans' talk exemplified this. The meticulous testing and sequencing of the first case in Saudi Arabia of a novel coronavirus infection that had high morbidity and mortality ultimately led to several additional, previously unrecognised cases being identified. The similarity with the dreaded SARS outbreak led to the idea of an animal virus reservoir, and Dr Haagmans told the fascinating story of how the disease was ultimately traced back to racing dromedaries [21] . The alertness of the audience despite the intense day demonstrated the strength of such sessions, where clinical and epidemiological perspectives combine to fertilise mechanistic research.\n\nNovel data on lung infections, particularly on the involvement of pulmonary macrophages herein, were presented during the Saturday morning session. These cells have pluripotent functions in host defense and Scott Buddinger added new data about their role in pulmonary fibrosis [22] . The migration of bone marrow-derived macrophages to lung tissue is increased in lung fibrosis and regulated by caspase 8. Subsequently, the balance between bone marrow-derived and tissueresident macrophages is skewed toward the former fraction. Christin Becker presented a novel pathway which is involved in influenza virus-induced epithelial dysfunction. Influenza-infected macrophages start producing interferon and tumour necrosis factor-related apoptosis-inducing ligand (TRAIL) which decrease the expression of epithelial Na-K ATPase. Viruses also lead to delayed activation of airway macrophages as shown by Tracy Hussell. Interestingly, airway macrophages of COPD patients respond slower to infectious agents compared with similar cells from healthy individuals. This delayed response is also augmented by hyaluronic acid accumulation in the airways. In summary, all three presentations highlighted potential new therapeutic targets for drug development.\n\nThe Young Investigator Session on Saturday featured the top five communications competing for the William MacNee Award, named after the distinguished professor and former ERS President. The importance and impact of the LSC was once again shown, given the high scientific quality of these five presentations. The work presented included the demonstration of, in a rhinovirus infection scenario, the requirement of cell contact between neutrophils and monocytes for preformed mediators to be released and reduce cytokine mRNA and protein levels Moreover, it was shown that bacterial burden was not increased following an experimental rhinovirus infection in either healthy or asthmatics individuals. Also, a secretory leukocyte protease inhibitor variant (SLPI-A16G) was proposed as a promising tool for anti-inflammatory treatment in lungs with cystic fibrosis. The dysregulation of regulatory T cells function by cAMP-responsive element binding protein and upstream microRNAs was also a topic of this session, as it was demonstrated that this might contribute to chronic inflammatory diseases. The final communication, and also the winner of the award, was presented by Rena Brauer from the Cedars-Sinai Medical Center (Los Angeles, CA, USA). She concluded that syndecan-1, a cell surface heparin proteoglycan with multiple roles in healthy and pathological conditions, is cytoprotective to the cells of the lung epithelium and attenuates lung injury during influenza virus infection. Congratulations to all the presenting authors and all the research teams that participated in this great session! One of the most important and successful sessions was the ERS Junior Members and Fellows Networking Session co-organised by our colleagues Anne Olland and Agnes Boots. During this session, presentations regarding different career opportunities within the field of pulmonary research and clinical care were given by Maria Belvisi and Lynne Murray. Additionally, Liz Elvidge talked about the possibilities and pitfalls when preparing your resume and job interview. The session was concluded with a discussion with the audience during which a lot of attending juniors used the chance provided to ask advice regarding their career paths. Since this mixture of expertise and young passion is off great importance to the ERS and JMC, it has already been decided that a similar initiative will take place during the next LSC.\n\nDuring the Sunday morning session we heard three very exciting presentations on alveolar macrophage and neutrophil function in the lungs. Venizelos Papayannopoulos showed data that neutrophils, in addition to phagocytosis and antibacterial granulae, are also capable of releasing webbing structures called neutrophil extracellular traps (NETs). In addition, neutrophils seem to implement different strategies selectively depending on the microbe size, e.g. they react differently to fungi in their hyphae or spore forms [23] . Ricardo Jose highlighted in his presentation the role of protease-activated receptor 1 (PAR1) in Streptococcus Pneumonia induced infection. PAR1 was shown to lead to an exaggerated inflammatory response, involving cytokines such as IL-1β, CXCL1, CCL2 and CCL7. Its antagonist, a molecule called SCH530348, significantly reduced neutrophil recruitment without affecting macrophage number. Finally, Jahar Bhattacharya presented results on macrophage-epithelial communication, recently published in Nature [24] . It was shown that sessile alveolar macrophages form gap junctions with alveolar epithelium via connexin 43. Knocking out this junction leads to increased neutrophil influx, suggesting a regulatory role in host defense. Particularly, hours after bacterium-induced neutrophil migration, the connection between alveolar macrophage and epithelial cells is essential to suppress neutrophil involvement.\n\nTo conclude, we are convinced that the LSC offers an excellent opportunity to boost young respiratory researchers' scientific careers and to provide all means to establish interesting networks and friendships for life. Therefore, we will attend the next LSC and we hope to see even more juniors there in future years!"}