{"title": "For the SPRINT-SARI investigators", "body": "► Severe acute respiratory infections (SARI) are one of the leading global causes of mortality and the most likely syndrome associated with future pandemics. ► Research preparedness for future pandemics includes demonstrating global collaboration, as well as understanding the baseline clinical features of the disease. ► Baseline severity of illness scores are highly predictive of outcomes. ► Global collaboration across regions with standardised data collection is feasible, and rapid dissemination of data during a future pandemic through this platform holds great promise. ► Future research should refine data elements collected and expand sampling at disparate regions to improve research preparedness for future pandemics.\n\nSevere acute respiratory infections (SARI) remain one of the leading causes of mortality around the world in all age groups. There is large global variation in epidemiology, clinical management and outcomes, including mortality. We performed a short period observational data collection in critical care units distributed globally during regional peak SARI seasons from 1 January 2016 until 31 August 2017, using standardised data collection tools. Data were collected for 1 week on all admitted patients who met the inclusion criteria for SARI, with follow-up to hospital discharge. Proportions of patients across regions were compared for microbiology, management strategies and outcomes. Regions were divided geographically and economically according to World Bank definitions. Data were collected for 682 patients from 95 hospitals and 23 countries. The overall mortality was 9.5%. Of the patients, 21 .7% were children, with case fatality proportions of 1% for those less than 5 years. The highest mortality was in those above 60 years, at 18 \n\nLower respiratory infections are the leading infectious cause of death worldwide. 1 Severe acute respiratory infection (SARI) is an acute respiratory infection with fever, cough and hospitalisation and is used for surveillance in acute care settings globally. Organ-specific support is often required, with high attributable mortality. 2 A better understanding of global variability in the epidemiology and care provided for critically ill patients with SARI is lacking. The SPRINT-SARI (Short Period prevalence Study of Severe Acute Respiratory Infection) programme leverages the function of existing networks that have been established to provide a rapid research response in the event of a future respiratory outbreak of public health importance.\n\nAs part of the SPRINT-SARI and International Severe Acute Respiratory and Emerging Infection Consortium networks of clinical research preparedness for future SARI outbreaks, we are collecting period prevalence data for SARI across disparate research networks and hospitals around the world. The primary aim in establishing this network is to create a global collection of hospitals, from disparate regions and hospital types, primed to collect observational data on patients with SARI in a future outbreak. 3 This involves annual data collection rehearsals to both better understand epidemiology over time and to maintain institutional familiarity BMJ Global Health with the process of clinical research data collection. 4 The importance of preapproved protocols for research during emergencies has been well demonstrated. 5 6 This is the first time that the global readiness to conduct such outbreak-related research has been repeatedly tested using a common data set among many global regions.\n\nIn addition to research preparedness for future outbreaks, documenting variation in epidemiology, management and outcomes of patients with SARI across regions is the first step towards standardising care, improving outcomes, and ensuring that interventional studies are performed on the background of optimal, standardised clinical care. We present combined results from the first two seasons of data collection for this programme during 2016-2017, where the primary circulating respiratory viruses were influenza A (H3N2) and A(H1N1)pdm09. 7 8 roll-ouT of dATA ColleCTIon InfrASTruCTure design SPRINT-SARI is an annual period prevalence study enrolling newly admitted patients with SARI to participating intensive care units or hospital wards where intensive care units were not accessible. All patients admitted over a 1-week period during the peak respiratory infection season in northern and southern hemispheres were enrolled. Hospitals and intensive care units were sampled through convenience, due to their participation in prior studies or involvement with ongoing research networks. This study was registered at ClinicalTrials. gov (NCT02498587).\n\nEligible patients were those admitted to the relevant hospital unit of interest if they met the following inclusion criteria: suspected or proven acute respiratory infection with onset within the past 14 days, with one or more of the following: fever, cough, dyspnoea or tachypnoea. There were no exclusion criteria. Consent was obtained where deemed appropriate per local ethics boards, and waived at other institutions due to the routine and anonymised nature of the data collected. 9 data collected Clinical data were collected prospectively at participating centres, and consisted of presenting signs and symptoms, severity of illness, comorbidities, interventions received during hospitalisation and clinical outcomes at time of discharge. Pathogen testing was according to routine diagnostic practices at each participating centre. Organ dysfunction for adults was determined through calculating the Sequential Organ Failure Assessment (SOFA) scores. 10 For children, an adapted organ dysfunction score was used to capture rates of organ dysfunction. 11 Scores were calculated from worst reported component data obtained on the first day of admission. Outcomes were not censored for the duration of stay. Data collection was facilitated through open-access clinical protocols, case report forms and web-based data entry of fully anonymised data through secure servers.\n\nThe data were first checked for completeness and missing values. Data explorations were performed by running frequency checks and descriptive statistics. Data on primary study variables (outcomes, exposure metrics and derived covariates) were summarised using descriptive statistics, including measures of central tendency and dispersion for continuous variables (mean and SD, median and IQR) and frequencies with proportions for categorical variables. Univariate and multivariate logistic regressions were used to assess the association between mortality and main a priori proposed risk factors or adjusting for potential confounders. All statistical significance was assessed at the 5% level of significance (two-sided p<0.05). Analyses were performed using STATA V.14 statistical software. Regions were defined by income and geography according to World Bank country and lending groups criteria. 12 CrITICAl IllneSS due To Severe ACuTe reSPIrATory InfeCTIonS Data were collected from 1 January 2016 until 31 August 2017, from 682 patients admitted to 95 participating hospitals in 20 countries (see table 1 and figure 1). There was a bimodal distribution of age, with the majority of the sample children less than 10 years of age (30.0%) and those above 60 (39.9%) years (27.7%) (see figure 2 ).\n\nThe overall mortality was 9.5%. The lowest case fatality proportion was in children under 5 years (1%). The highest case fatality proportions were in adults over 60 years: 18.4% mortality in patients aged 60-79 years and 18.9% in those >80 years. Mortality in low-income/ low-middle-income countries was 4% (12 of 302) and was 14% (53 of 380) in high-income countries. Mortality varied between geographical regions, with East Asia and Pacific at 10.2%, Sub-Saharan Africa 4.3%, South Asia at 0%, North America 13.6%, and Europe and Central Asia 14.3%. The availability of higher level care in intensive care-type settings was variable across regions, with access to ventilators absent in eight sites in low-income/ low-middle-income countries. This possibly explains the unexpected variability in mortality, where less-sick patients were enrolled in Sub-Saharan Africa, given the lack of formal intensive care units in the region.\n\nWhen examining interventions used, patients in East Asia (50.7%), North America (49.3%) and Europe (35.6%) had higher frequencies of invasive mechanical ventilation compared with patients in South Asia (4.4%) and Sub-Saharan Africa (14.3%). Dialysis was received in 0% in Sub-Saharan Africa and Latin America and the Caribbean, 8.3% in Europe and Central Asia, 9.3% in North America, and 6.7% in East Asia and Pacific, although with BMJ Global Health Pathogen-specific disease burden has been examined by a number of other groups. 13 14 However, our finding that the majority of critically ill patients with SARI have no diagnosed microbial aetiology reinforces the need for syndrome-based, in addition to pathogen-based, surveillance for critically ill patients. This is especially true given the lack of relevant diagnostic testing in much of the world, which impacted the proportion of patients without identified pathogens. 15 The availability of global data and collaboration is essential, given the likely international nature of future outbreaks and requirements for pre-established coordination efforts. 16 The lack of a dedicated sampling protocol clearly impacts on interpretation of those findings. Future work should focus on optimising hospital sampling strategies to better understand global SARI disease; the lack of SARI pathogen-specific diagnostics on recently released Essential Diagnostic Lists exemplifies the lack of clarity on best testing strategies. 17 Regional SARI surveillance data have been published from a variety of countries 18 19 ; while we have yet to completely avoid site selection bias through BMJ Global Health the availability of reporting hospitals, the data collection tools used help reduce the risk of bias from individual patient selection or pathogen-specific attribution.\n\nIncreasing SOFA score on presentation was associated with increasing mortality (27% increase in mortality for every additional SOFA score point; figure 3 ). The highest organ dysfunction scores were in patients in the East Asia and Pacific (57.5% having scores between 8-11% and 48%, with scores of more than 12) and North America (35% having scores between 8-11% and 24%, with scores of more than 12; figure 4 ). In children, full data on the adapted SOFA score were available in only 122 of 220 patients aged less than 10 years, with only 2 dying, leading to an inability to perform association studies between organ dysfunction and hospital mortality. Missing complete data for organ dysfunction (n=122) were exclusively focused on lower income regions, with greater missing data among children. Univariate and multivariate logistic regressions were used to assess the association between mortality and main a priori proposed risk factors or adjusting for potential confounders (table 2). We identified that SOFA score at admission and increasing age were independent predictors of hospital mortality across all age groups, where SOFA scores were available. After adjusting for potential confounders, increasing SOFA score was associated with increased mortality, when compared with those with a SOFA score ≤3: SOFA 4-7 (OR=3.57 (95% CI 1.08 to 11.81), p=0.04), SOFA 8-11 (OR=2.95 (95% CI 0.71 to 12.23), p=0.14) and SOFA ≥12 (OR=12.74 (95% CI 2.86 to 56.69), p=0.001). There was a 3% increased risk of mortality for every yearly increase in age (adjusted OR=1.03 (95% CI 1.01 to 1.05), p<0.001). Analysis by year showed no significant differences between analyses restricted to 2016 or 2017 seasons.\n\nThe variability in case fatality proportions in our data set, particularly among children, in addition to patient-specific variables, is likely due to a variety of factors, including intensive care unit admission criteria, 20 the availability of interventions 21 and the presence of reporting bias in this convenience sample, particularly as it relates to the sparse data sources for BMJ Global Health acute care in lower income regions and the known disease burden in those regions. 1 The stepwise increase in mortality by age in our data set reflects this surprisingly low mortality in the <5-year-old cohort. The lack of complete severity-of-illness data from lower income regions impedes the ability to effectively understand this counterintuitive result.\n\nfrom loCAl To globAl dATA on Severe ACuTe reSPIrATory InfeCTIonS The global SPRINT-SARI programme has a primary purpose of testing the clinical research infrastructure and network logistics in varied settings. We demonstrated that presentation, management and outcomes for patients with SARI vary substantially according to global region. The implications of this variation are large, and suggest a need for ongoing, prospective data collection at a global scale to ensure a better understanding of patient characteristics, specific SARI risk factors and the importance of a reliable risk adjustment method for international comparative studies. Further, the use of organ dysfunction, as measured by a SOFA score collected on presentation for critically ill patients with SARI in disparate settings, appears promising. This deserves further work for risk stratification and early outbreak severity predictions, particularly in children where our data are limited.\n\nGiven previously documented variability in application of case definitions and to different care areas (eg, hospital wards, intensive care units, emergency departments), differential inclusion of patients with SARI is an ongoing risk during outbreaks, emphasising the need for standardised operating procedures for clinical data reporting. 22 We have compiled standardised open-access tools at isaric. tghn. org/ sprint-sari to assist in this goal. The data reported in this manuscript serve to demonstrate the tools; however, without a truly representative sample of hospitals and regions, accurate comparisons cannot be made.\n\nThere are a number of further limitations to this work. The first is the nature of the data collected. Given its primary objective of being a research preparedness exercise, data verification audits were not exhaustively performed, and small numbers in some regions may lead to unstable proportions during comparisons. The patients that were enrolled in the study may not be representative of all critically ill patients with SARI, based on the period of data collected and location of participating hospitals. Second is the lack of a formal denominator to assess the impact of SARI on hospital-level or population-level burden of disease, or to generate estimates of disease incidence. Capturing hospital-wide activity requires substantially larger research resources at participating institutions, and there is variation as to the screening processes present at participating institutions. Third, integrating alternate patient-centred outcomes such as quality of life or functional status on discharge 23 24 would provide valuable data; however, this data collection is beyond the scope of this work and will be further integrated as programmes continue to scale. Given the mostly unfunded nature of this work at the site level, these expansions can only occur with established operational support. Finally, the availability and definitions of intensive care units are variable across regions, and this impacts any discussion on interventions received, such as dialysis or mechanical ventilation. 25 \n\nWe have shown that it is feasible for a global network of hospitals to collect standardised clinical data variables on critically ill adults and children with SARI. While severity of illness and age are associated with mortality, we have also highlighted substantial variability in pathogens, management strategies and clinical outcomes according to global regions. This emphasises the importance of collecting a globally applicable severity of illness score at admission for adults and children in order to perform valid international comparative studies of patients with SARI and for future outbreak severity assessments. Future work in documenting SARI care and outcomes around the world requires ongoing, standardized prospective data collection in varied regions, particularly among children and other vulnerable populations."}