{"title": "Egg forensics: An appraisal of DNA sequencing to assist in species identification of illegally smuggled eggs", "body": "Psittaciformes (parrots and cockatoos) are charismatic birds, their plumage and capacity for learning make them highly sought after pets. The illegal trade in parrots and cockatoos poses a serious threat to the viability of native populations; in addition, species transported to non-endemic areas may potentially vector disease and genetically 'pollute' local native avifauna. To reduce the logistical difficulties associated with trafficking live birds, smugglers often transport eggs. This creates a problem for authorities in elucidating accurate species identification without the laborious task of incubation and hand rearing until a morphological identification can be made. Here, we use 99 avian eggs seized from carriers coming into and within Australia, as a result of suspected illegal trade. We investigate and evaluate the use of mitochondrial DNA (mtDNA) to accurately identify eggs to family, genus or species level. However, Identification of a species based on percentage mtDNA similarities is difficult without good representations of the inter-and intra-levels of species variation. Based on the available reference database, we were able to identify 52% of the eggs to species level. Of those, 10 species from eight genera were detected, all of which belong to the parrot (Psittacidae) and cockatoo (Cacatuidae) families. Of the remaining 48%, a further 36% of eggs were identified to genus level, and 12% identified to family level using our assignment criteria. Clearly the lack of validated DNA reference sequences is hindering our ability to accurately assign a species identity, and accordingly, we advocate that more attention needs to be paid to establishing validated, multi locus mtDNA reference databases for exotic birds that can both assist in genetic identifications and withstand legal scrutiny.\n\nß 2011 Elsevier Ireland Ltd. All rights reserved. [9, 10] . Another detrimental consequence is the threat to human and native species health, with the introduction of disease [11] [12] [13] .\n\nThe wildlife trade has already been associated with the spread of disease in humans, as in 2003, with the outbreak of severe acute respiratory syndrome (SARS), linked to a local wildlife market in China [11, 14] . Several other infectious diseases affecting avian species that are of concern include Newcastle disease, psittacosis, and avian influenza virus. These diseases not only threaten the health of native avian species but also pose a threat to human public health [11, 12] .\n\nIn light of the detrimental ramifications of the illegal avian trade, it is imperative that global measures are taken to intercept, reduce and eliminate trafficking. Many federal customs services play an active and extremely important role in the interruption of such trade at country borders. However, it is often difficult for authorities to detect all of those in possession of wildlife material owing to the sheer volume of travellers and to the fact that traffickers are skilled at concealing their cargo. It is common for illegal bird traffickers to transport eggs prior to hatching, as they are seemingly less cumbersome to transport than live animals [5] . The use of purpose-built body vests to prevent damage to the bird eggs, maintain incubation, while also aiding concealment, has been observed recently in cases of illegal trafficking into Australia (see Fig. 1 ) [5, 11] .\n\nThe seizure of eggs introduces one further challenge for detection authorities: correct species identification. A robust species identification is of critical importance in the success of wildlife forensic prosecutions [15] . Without the ability to identify the species of seized wildlife material, the likelihood of conviction and appropriate sentencing of traffickers may be greatly diminished [16, 17] . Correctly identifying avian species using eggshell morphology alone can be difficult. In these types of cases, genetic identification can be used as a tool when morphological features cannot be relied upon to accurately assign a species to a given wildlife sample [16] . However, this method of species identification must rely on the successful DNA extraction from eggshell or egg contents, including membrane, tissue or blood vessels where an embryo is/was present (see Fig. 1 ). Recent work has shown that DNA can be successfully extracted from eggshell membranes and from the eggshell itself, even in highly degraded samples. Trimbos et al. [18] determined that it was possible to obtain high quality DNA from eggshell membranes of the Black-tailed Godwit. The results of the study showed that in 99% of eggshell membrane samples, nuclear DNA could be successfully extracted and amplified for use in genotyping, and that the quality of the extracted DNA was comparable to that extracted from blood samples [18] . Likewise Oskam et al. [19] successfully developed a method for extracting ancient DNA from fossil eggshell $19,000 years old, illustrating the DNA in the eggshell matrix is stable for extended periods of time.\n\nIn wildlife forensics, DNA species identification is commonly carried out by amplifying and sequencing fragments of the mitochondrial DNA (mtDNA) genes cytochrome oxidase I (COI), cytochrome b (Cytb), or 12S ribosomal RNA (12S) [15, 17, 20, 21] . This method of species identification relies on the existence and availability of reference sequences having been deposited on a publicly accessible database, such as GenBank [22] , to enable a close match between the known sequence and that of the query sequence. In this study, 99 bird eggs of unknown species identity were obtained from the Australian Customs and Border Protection Service (ACBPS) (62 eggs), and the Department of Water, Heritage and the Arts (DEWHA) (37 eggs) between 2004 and 2009. The aim of the study was to gain an insight into the target species being illegally smuggled into, or traded within, Australia. Lastly we feel there is a need to explore the viability of DNA based species identification approaches, including the use of GenBank and the Barcode of Life database (BOLD), and to develop criteria for cases involving egg seizures.\n\nNinety-nine eggs were received for this study through collaboration with the ACBPS and the DEWHA. Sixty-two eggs were received from the ACBPS after being autoclaved for 30 min at 121 8C ($15 psi), as per the Australian Quarantine and Inspection Service (AQIS) requirements. Thirty-seven eggs were received from DEWHA, which had not been autoclaved. All samples received were stored in our secure and quarantine approved facility at Murdoch University. Samples in this study have been stripped of case details as they have been, or are being, used in legal proceedings.\n\nAll egg samples were processed in a designated DNA clean room for sample preparation and DNA extraction. Each sample was photographed, and a small piece of eggshell was cut out using sterilised scissors and forceps to expose the interior. Depending on the stage of development of the egg, either a small piece of tissue from the embryo was cut away with scissors and placed into a 2 mL Eppendorf tube or, if no tissue could be accessed, a small piece of membrane or blood vessel was cut out with scissors and placed in a were then placed on a rotating oven and digested overnight ($12 h) at 55 8C.\n\nAll samples, post-overnight digestion, were centrifuged for 3 min at 15,000 rpm. 200 mL of supernatant was mixed with 1 mL of Qiagen PBI buffer (CA, USA) and transferred to a Qiagen spin column and centrifuged for 1 min at 15,000 rpm. Two wash steps followed (Qiagen AWI buffer and AWII buffer) prior to elution of DNA from the spin column membrane with 50 mL of 10 mM Tris (pH 8.0). All extracted DNA was quantified via real-time quantitative PCR (qPCR; Applied Biosystems [ABI]), using generic avian primers targeting the 12S rRNA mitochondrial gene (12Sa forward primer 5 0 -CTGGGATTAGATACCCCACTAT-3 0 , 12Sh reverse primer 5 0 -CCTTGACCTGTCTTGTTAGC-3 0 ) [23] . Samples were assessed for quality and quantity of mitochondrial DNA using three DNA dilutions (neat, 1/10, 1/100), not only to assess if successful isolation of DNA was achieved, but also to identify the presence of PCR inhibition. The optimal DNA concentration, free of inhibition [24] was used for further analysis. Briefly, PCR was conducted in 25 mL reactions using ABI power SYBR master mix together with 0.8 mM of 12Sa and 12Sh primers and cycled at 95 8C Genomic DNA dilutions identified with cycle threshold (CT) values between 25 and 29 were determined to be ideal for subsequent PCR analysis. Genomic samples with low DNA yields (i.e. CT values greater than 30 was used as an arbitrary cut-off) were excluded from further analysis in order to ensure the fidelity of the data and reduce the likelihood of both contamination and DNA damage.\n\nThe mitochondrial genes 12S (12Sa/12Sh primers, as above) [23] , and Cytb were PCR amplified (MCB Cytb forward primer 5 0 -TACCATGAGGACAAATATCATTCTG-3 0 and MCB Cytb reverse primer 5 0 -CCTCCTAGTTTGTTAGGGATTGATCG-3 0 ) [25] , using the following PCR reagent concentrations in a 25 mL total volume including 2 mL of DNA (as screened by qPCR): 2.5 mM magnesium chloride, 1Â Taq polymerase buffer, 0.4 mM dNTPs, 0.1 mg BSA, 0.32 mM of each primer, and 0.25 mL of AmpliTaq Gold (ABI). PCR conditions included: initial denaturation at 95 8C for 5 min, followed by 40 cycles of 95 8C for 30 s, 51-57 8C for 45 s, 72 8C for 45 s, and a final extension at 72 8C for 10 min (Corbett Research, NSW, Australia). PCR products were visualised on a 2% agarose gel to confirm the correct amplicon size. All successfully amplified PCR products were purified using a Qiaquick Purification kit (Qiagen), and sequenced in both directions using ABI Big Dye chemistry on a 3130xl genetic analyser (ABI, Macrogen). Cytb and 12S mtDNA loci were selected in this casework primarily due to better database coverage of the Psittaciformes (see discussion). Due to the fact that the taxonomic identifications of these seized eggs are uncertain, we regard it as being counter-productive to upload them onto GenBank. However, the sequence data can be requested directly from the authors.\n\nComparative sequence searches were conducted using the BLASTn portal within the National Centre for Biotechnology Information (NCBI) database, to identify a matching sequence of high similarity. Several factors were considered upon interpretation of the search results. Firstly, the percentage similarity between the NCBI reference and query sequence were required to be high. A threshold value of >98% was used for Cytb and 12S genes, a similar value has been employed in DNA barcoding approaches using COI [26] . Although the 98% cut-off is somewhat imprecise, such limits are required unless a detailed knowledge of the inter-specific and intra-specific variation exists for each mtDNA gene. Secondly, the number of reference sequences available for each gene (12S and Cytb) was considered, together with a determination as to whether reference sequence(s) had arisen from published work (as opposed to direct submissions to GenBank which has circumvented peer review). Thirdly, the number of available reference sequences for other closely related species was also an important consideration, because if a group (e.g. cockatoos) had been genetically well characterised, the chance of misidentifying a sample as a closely related species decreased.\n\nThe difficulty in accurate species assignments was confounded when only one reference sequence was available; in addition to only a few sequences for closely related species for comparative inter-species purposes. It would be difficult to argue, in a legal context, with any degree of certainty that a sample be assigned to a species without the knowledge of the genetic variability of closely related taxa. Therefore, species level identification was only assigned to those samples when more than one published reference sequence was available for at least one of the two chosen genes for this study, or alternatively, when at least one published sequence was available for both 12S and Cytb genes. We chose a sequence similarity value of >98% for both genes as a requirement for assigning species identity, but acknowledge that more research needs to occur to generate gene specific cut-off values that are appropriate to the Psittaciformes. In cases where only one species reference sequence was available on GenBank, regardless of whether the sequence similarity was >98%, species level identification was not assigned, due primarily to the effects that nuclear copies of mtDNA (numts) might have. Additionally, if the only reference sequence available was from an unpublished source, species identification was not assigned, as we believe they were not deemed fit for this purpose. Genus and family level identification was allocated when search results showed close matches (<98%) to more than one species, involving taxa that were classified within the same genus or family respectively. Our criteria, through necessity, were conservative to minimise the chance of incorrect species assignment. However, it may be likely that each genetic identification needs to be handled on a case-bycase basis and may ultimately become a judgement call based on experience, available evidence, and the quality of reference collections, which are largely the same criteria that a morphological taxonomist might use to identify species. One final complicating factor is the ever-changing nature of the taxonomic framework in which the genus, species and subspecies status of avian taxa can change in response to new data.\n\nDNA was successfully extracted from 90 of the 99 egg samples (91%). Of the 62 autoclaved eggs, only two failed to yield sufficient quantities of DNA for further analysis. Of the 37 eggs that were not autoclaved, seven extracts were found to contain an insufficient quantity of DNA to proceed with species identification. The autoclaving process deemed necessary by AQIS, while likely to cause DNA shearing was not identified as an impediment to DNA amplification, at least for mtDNA amplicons identified here. Of the 90 samples that underwent successful DNA extraction, we sequenced two mitochondrial genes (Cytb and 12S) that resulted in the identification of 47 (52%) of the samples to species level (as judged by our criteria). Of all of the samples identified to species level, one was a CITES appendix I, critically endangered Yellowcrested cockatoo (Cacatua sulphurea; Table 1 ). A total of 10 species were identified, with the majority of samples assigned to Blackcapped lory (Lorius lory) and Eclectus parrot (Eclectus roratus) ( Table 1 ) [27] [28] [29] [30] . All of our egg samples were identified to the Order Psittaciformes ('true' parrots, New Zealand parrots, and cockatoos). The family level identification comprised 12% of the successfully extracted samples to Psittacidae ('true' parrots), and Cacatuidae (cockatoos; Table 1 ). Approximately one third of egg samples (36%) could only be identified to genus level, and included the following genera: Aprosmictus, Lorius, Eos, Trichoglossus, Pyrrhura, Cacatua, and Psittaculirostris. Table 2 shows the result of a survey of the number of currently available reference sequences for Cytb, 12S, and COI mitochondrial genes that were found on GenBank at the time of this study, for selected Psittaciformes species. The percentages of the selected species that have reference sequences for these mtDNA genes on GenBank are listed. The species that were chosen in this survey are those that are popular in the international exotic pet trade [31] . The lories and lorikeets appeared to have the least coverage of available reference sequences, while the Neotropical parrots had the best sequence coverage. Of note is the fact that the COI gene, while already widely known as the 'DNA barcoding gene' [32] , is currently not well represented in GenBank (or The BOLD database) for many exotic parrot and cockatoo species, compared with other species that are often encountered in the wildlife trade.\n\nIn this study we chose to employ the Cytb and 12S mtDNA genes for species identification over that of COI for three reasons. (1) Cytb has a long history of use in avian phylogenetics and as a result is one of the better represented genes for avian species on GenBank [33] (see Tables 1 and 2 ). (2) In a comprehensive analysis of 217 mammals using Kimura 2-parameter distances, Cytb was shown to provide a greater ability than COI for separating species based on sequence data [34] . (3) . The 12S and CytB amplicons (approximately 230 bp and 500 bp respectively) were deemed a better choice than COI (amplicon of 648 bp) for samples that may have been degraded during the autoclaving process. In light of the limited coverage of reference sequences for certain Psittaciformes species on GenBank, it was decided that using two mtDNA genes, instead of just one, was more beneficial for the purpose of species identification.\n\nThe benefit of using two mtDNA genes in this study to adequately identify each sample was evident, as in some instances only one gene was able to provide species level identification that fit our criteria. Another advantage of using two mtDNA genes for species identification is that it is possible to encounter the problem of numts, in which case, the chances of correctly identifying the species of the sample are improved with the use of multiple genes [15, 35] . In fact we recently detected a nuclear copy in GenBank for the Palm Cockatoo [36] where the published version of the CytB gene [37] is completely inconsistent with our multi-locus phylogenetic analysis. The presence of numts is at times difficult to detect, but can be investigated by translation of the sequence to identify stop codons, indels in coding sequences and variation in 3rd codon positions [35] . In our opinion the use of multiple genes also provides additional confirmation of correct species identification free of numts as similar tree topologies should be observed when the DNA is modelled.\n\nIn the field of wildlife forensics, species identifications of biological remains are one of the most commonly requested tests for DNA labs [38] , yet surprisingly, there are very few studies that systematically describe, and defend the criteria that were used to assign species. The recent publication by the International Society for Forensic Genetics (ISFG) presents a number of recommendations regarding DNA testing of non-human samples [38] . We would advocate that two further recommendations be added to this list: Firstly, that DNA quantification (qPCR) should be Table 1 Samples identified to species level, conservation status, and available reference sequences [7, 22, [27] [28] [29] . Cytb: cytochrome b gene; 12S: mitochondrial 12S ribosomal RNA gene; COI indicates the commonly used barcoding gene cytochrome oxidase 1 [30] ; BOLD, barcode of life database [30] . Eclectus parrot (Eclectus roratus) 9 II (Least concern) Melanesian islands, Indonesia, Australia 3 1 3\n\nBlue and yellow macaw (Ara ararauna) 3 II (Least concern) South America 3 4 15 Black-capped lory (Lorius lory) 10 II (Least concern) New Guinea 1 1 1 Dusky lory (Pseudeos fuscata) 3 II (Least concern) Indonesia and PNG 2 (1 a ) 0 0 Rainbow lorikeet (Trichoglossus haematodus) 6 II (Least concern) Australasia 3 (2 a ) 0 5 Eastern rosella (Platycercus eximius) 4 II (Least concern) Australia 2 (3 a ) 1 5 Black-capped conure (Pyrrhura rupicola) 3 II (Least concern) South America 2 0 1 Umbrella cockatoo (Cacatua alba) 2 II (Vulnerable) Indonesian Islands 6 0 0 Sulphur-crested cockatoo (Cacatua galerita) 6 II (Least concern) Australia and New Guinea 77 ( performed as mtDNA identifications are, like human microsatellite profiling, equally susceptible to effects of low copy number DNA and inhibition. Secondly, that more than one mtDNA gene should be sequenced to reduce the chance of incorrect assignments due to the presence of numts. Ultimately, the ability to make accurate species assignments based on mtDNA sequences is underpinned by the coverage and quality of DNA reference databases, together with the accuracy of the taxonomic framework. Without a comprehensive knowledge of intra-and inter-species variation for the mtDNA loci used for species identification, regardless of percentage sequence similarity, there still may be doubt as to the accuracy of taxonomic assignments [39] . Importantly, if mtDNA sequence data are to be used in a legal context it is vital that reference sequences are fit for purpose and have passed the scrutiny of peer review. The use of 'unpublished data', or sequences without taxonomic provenance could compromise the fidelity of DNA based species identifications. The peer-review process, while it may not always ensure data fidelity, is still widely regarded as the best available test of scientific rigour and has long been used to establish the credentials of expert witnesses. The alternative is to instigate an auditing procedure to verify both the specimen and the sequence data that it is derived from, in the same way that COI DNA sequence data is scrutinised prior to addition to BOLD [30] . This task does, however, require considerable resources. Clearly there is a need for a diverse and highly reliable DNA reference database to use in species identity testing for wildlife forensic casework. An ideal DNA reference database should contain reference sequences that have been identified based on a solid taxonomic framework, and not where doubt still surrounds a species identity with that of closely related taxa [40] . Such a database should have a large number of individuals for each species and be available for more than one mtDNA gene so that a true indication of intra-specific variation can be assessed. As clearly highlighted in Table 1 , there is an obvious deficiency of reference sequences in which all three mtDNA genes (12S, Cytb and COI) are present, both in GenBank and in BOLD for the highly sought after avian species involved in the illegal trade. This disconcerting lack of reference samples for many parrot and cockatoo species may be in part due to the fact that Psittaciformes comprise approximately 359 species [29] compared with other fauna of forensic importance, such as elephant (in regard to the ivory trade), of which there are only a small number of species [41, 42] . This in itself presents a challenging task of sourcing adequate reference material, with provenance, for each species to build a comprehensive and robust DNA database in which to facilitate the process of DNA species identification. Difficulties in sourcing new reference material can cause substantial delays to the development of reference sequence data as, somewhat ironically, our laboratory routinely struggles to obtain reference samples (e.g. feathers or DNA) from overseas as CITES legislation does not allow the movement of body parts or derivatives without extensive documentation. Nevertheless, the task of compiling a 'fit for purpose' database should be systematically approached where prioritising commonly poached and traded species should be the logical first step. Utilisation of pre-existing sequence data that has already been satisfactorily audited, as in BOLD, could be used in conjunction with new DNA sequence data that is yet to be generated, for other mitochondrial genes.\n\nGaining information on which species are commonly targeted for the wildlife trade can, in some cases, be surveyed. Recently a study was undertaken to survey the bird markets of Indonesia over a 5-year period [31] . It was found that much of the trade was conducted illegally, yet was carried out in open markets with the perception that the risk of being charged was minimal, despite there being legislation in place that prohibits this trade. Interestingly, the list of surveyed parrot and cockatoo species seen in the market included many of the same species identified in this study (Table 1) , including the critically endangered Yellowcrested cockatoo [31] . With surveys such as this, information gained on which species are being targeted could be used to prioritise the acquisition of reference material for the development of a DNA database, which could be utilised by wildlife forensic and conservation biologists with the aim of conserving avian species and more effectively prosecuting individuals involved in illegal wildlife trafficking.\n\nTo enforce the highest penalties for illegal wildlife trafficking, accurate identification of CITES listed wildlife material is essential. It is apparent that species identity testing from eggs using mtDNA is a valuable tool and it is clear from the data presented here that caution needs to be exercised when making species identifications based solely on one mitochondrial locus. A focus on establishing DNA reference databases for the most commonly traded wildlife species will assist in forensic casework. The ability for DNA (mtDNA, SNP's and microsatellites) to assist in species identification and population assignment (as is currently practiced in monitoring the ivory trade) will not only help to prosecute wildlife traffickers, but may also help in the conservation of threatened and endangered species. We advocate that there is an urgent need to establish validated international databases for avian species of the parrot and cockatoo families, which are becoming increasingly threatened by illegal removal from the wild and by habitat destruction."}