{"title": "", "body": "Be vigilant: New MERS-CoV outbreaks can occur in the Kingdom of Saudi Arabia Dear editor, Al-Tawfiq and colleagues provided very interesting information on MERS-CoV preparedness in the Kingdom of Saudi Arabia (KSA) [1] . In another article, the authors reported that there are two international mass gatherings in the KSA every year [2] : the first one is for the Hajj and the second one is for the Umrah. Since the Islamic lunar calendar turns through the seasonal year, both mass gatherings have occurred in the beginning and end of the summer in current years. We have frequently participated in the Hajj and Umrah and we truly appreciate the KSA health services. However, we think that some issues should receive more attention.\n\nFirst of all, as the authors stated, there is a concern about in-flight transmission of the syndrome in recent years. Khan et al. warned about the international spread of MERS-CoV due to mass gatherings in the KSA when there were 81 cases of MERS-CoV [3] . They reported that 16.8 million people were transferred from the KSA and the other three affected Arab countries to international destinations between June and November 2012. Also, Sridhar et al. reviewed the MERS cases diagnosed out of the Middle Eastern countries among people who traveled to and/or from the Middle Eastern countries [4] .\n\nSecond, Al-Tawfiq et al. mentioned some theories indicating camels as intermediate host reservoir species. It should be noted that a number of pilgrims sacrifice camels and some other pilgrims drink camel's milk during the Hajj [5] . Therefore, testing camels for MERS e CoV may be a good preventative measure.\n\nThird, respiratory problems are the most prevalent disorders among the pilgrims [6, 7] and both mass gatherings have been fortunately held in hot weather in recent years. If they were held in cold months like the last decade, the presentation of the syndrome would have changed. Hence, we emphasize more preparedness to alleviate the potential risk of the syndrome in global health. Establishment of a mass gathering department within health service systems of the countries which send a considerable number of tourists to the KSA can be a good policy in order to evaluate their health status before and after their journey [8] .\n\nAuthors' contributions 1. Dr. Payman Salamati designed the idea, drafted the paper and approved the version to be published.\n\n2. Dr. Seyed mansour Razavi designed the idea, revised the paper critically and approved the version to be published.\n\nNone.\n\nNone.\n\nThe paper has been prepared in accordance with the rules of the ethical review board of Tehran University of Medical Sciences."}