{"title": "Biotechnological innovations in farm and pet animal disease diagnosis", "body": "Livestock, poultry, and aquaculture are among the fastest growing and expanding agriculture sectors to fulfill the need of the growing population of humans. However, the growth in this sector is under the continuous increasing threats of infectious diseases worldwide. This menace is further aggravated by globalization in animal trade for various purposes. The sudden entry of an infectious disease in a new country or geographical location could lead to delayed diagnosis and rapid spread into the susceptible animal population. In response to climate change, vector-borne diseases are also increasing worldwide. To prevent the spread of infectious diseases, one of the basic and critical requirements as prescribed by the World Organization of Animal Health (OIE) is the application of rapid, accurate, and highly sensitive identification of infectious agents. Though the term \"biotechnology\" was coined in the year 1919 by Karl Ereky, the tangible biotechnological advancements in improving the human and animal health were started in the late 20th century. Since then, biotechnological applications have been making significant contributions in the development of novel powerful diagnostic assays for the efficient diagnosis and control of animal infectious diseases. Importantly, biotechnology has made the availability of pen-side tests for use at the field level to detect the causative infectious agent during a disease outbreak. In this chapter, we primarily describe and discuss the innovative biotechnological advancements made in the animal disease diagnosis in a step-wise manner.\n\nThe impact of infectious diseases is immense and is felt all across the world. Infectious diseases have affected the whole society, economy, and political system. Vital sectors are under continuous economic loss and unrelenting development. The infectious diseases have taken a huge physical toll on animals and humans. This has pressed on humanity and has caused substantial economic, social, and mental losses. Thus, it is a matter of animal health and economic interest to invest in strategies to give a blow to infectious diseases and put them under control. Elimination of the pathogens and/or their vectors from their natural reservoirs would always be a first thought, but the removal is not easy, as they are constantly emerging and it is always very difficult to predict the emergence of infectious agents. Evolution of pathogens is putting extra challenges, pressing on humanity to look at the new strategies and forcing the researchers to look for innovative ones. The newly evolved pathogens are always more advanced and deadly from the previous ones and put up a strong resistance. \"From the evolutionary perspective, they [viruses and bacteria] are 'the fittest' and the chances are slim that human ingenuity will ever get the better of them.\" With the increase in the knowledge of infectious diseases and science, the degree of pace in pathogen discovery has increased. To keep pace and for better diagnosis, new tools and techniques need to keep on evolving. This is not only to quickly detect the pathogens, but also to make predictions with probable and possible outbreaks.\n\nTo understand the scenario and to reach a definite conclusion, knowledge of epidemiology and pathogenic etiology also needs to be studied. This will facilitate in understanding the ancestry of the pathogen, and provide an insight and a mechanism for the epidemic, endemic, and even pandemic outbreaks. This system will also assist in understanding the interface transmission between and the directional flow of the zoonotic infectious diseases. Thus, phylogenetic analysis and epidemiology would aim toward strategizing the challenges during pathogen surveillance and discovery. SARS, a coronavirus was pandemic in 2003. But epidemiology and microbiology mediated to stem its disastrous results and also the causative agent of SARS was identified. Bacteria, viruses, and parasites, present in feces, contaminate foodstuffs and cause disease in humans and animals, affecting the social set up and consumer demands. To increase the productivity and for the maintenance of good health of animals, antibiotics are frequently administered resulting in the growth and emergence of antibiotic-resistant bacteria. This further aggravates the condition, and makes the situation more appalling. Overseas imported pets were also found to transmit and carry over the diseases to humans (Smith et al., 2012) . Even aquaculture is at risk of contaminants with the virus directly affecting the marine lives, as in the case of the new virus discovered in salmon (Finstad et al., 2012) . Even honeybees and other pollinators are transmitting pathogens like fungi, bacteria, and viruses through the contaminated food items (Cox-Foster et al., 2007) .\n\nAn array of classical and conventional techniques have been developed and used for the laboratory diagnosis of infectious agents or pathogens. The techniques include serological, cell culture, and electron microscopyÀbased methods, which are either time-consuming or labor-intensive or both. However, with the advancement in the biotechnology field, new and robust diagnostic techniques are continuously evolving and taking over the conventional methods (Caliendo et al., 2013) . Presently, molecular detection-based methods such as polymerase chain reaction (PCR) or its variants, and serological methods such as enzyme-linked immunosorbent assay (ELISA), are being used worldwide for the accurate diagnosis of many animal diseases. However, point-of-care (POC) and high-throughput novel assays have been developed recently. Furthermore, we discuss the pros and cons of frequently used diagnostics assays for animal diseases in accordance with the following sections: \n\nSerological methods were introduced in the early 1930s for the diagnosis of pathogens. Various serological diagnostics have been developed such as complement fixation, counter-immunoelectrophoresis, immunofluorescence in cell culture, ELISA, radio immunoassay, immune adherence haemagglutination assay, reverse passive hemagglutination assay, latex agglutination (LA), chemiluminescent immunoassay, and immunochromatography test (ICT). Among these, ICT and ELISA especially sandwich ELISA and competitive ELISA are used frequently in the commercial diagnostic kits for animal diseases worldwide. ICT assays mostly utilized mammalian IgG in commercial diagnostic kits, however, avian IgY antibodies, with added advantages over the mammalian IgG, have been employed for the detection of norovirus, rotavirus, and astrovirus in the fecal samples with good sensitivity and specificity ranging between 90% and 95% (Khamrin et al., 2009) . Modifications in ELISA format or combinations with other diagnostic methods have proved novel ways to detect pathogens more efficiently and accurately. For example, recently a novel ELISA for the detection of group A rotavirus antigen in the fecal samples of multiple host species has been developed . This assay utilizes the potential use of synthetic peptides and is based on the detection of conserved VP6 protein using anti-recombinant VP6 antibodies as capture antibodies and anti-multiple antigenic peptide (identified and constructed from highly immune-dominant epitopes within VP6 protein) antibodies as detector antibodies. Another assay, which is simple to perform without the requirement of laboratory facilities, is dot-ELISA. A highly sensitive and specific dot-blot assays for rapid detection of staphylococcal enterotoxin-A in food has been reported (Singh et al., 2017) . Dot-ELISA has been employed in diagnosing various important poultry diseases (Alam et al., 2012; Dhama et al., 2011; He et al., 2010; Majumder et al., 2018; Manoharan et al., 2004) . Immuno-PCR is another powerful assay that has been used for the immunodetection of viral nucleic acids. By combining ELISA with PCR, sensitivity of detection can be increased up to 200 times and is especially useful in detecting low quantity viruses in the stool samples (Bonot et al., 2014) . The major advantage of immune-PCR is that several viral nucleic acids can be detected simultaneously.\n\nRecently, a combination of nanoparticles with the immuno-PCR, also known as nanoparticle amplified immune PCR (NPA-IPCR), has been reported which increases the sensitivity 1000-folds compared to ELISA and several folds to RT-PCR. Antigen detection using an antibody bound to gold nanoparticle cofunctionalized with thiolated DNA complementary to a hybridized DNA has been developed (Perez et al., 2011) . Here, the presence of antigen/virus particles activates the formation of a \"sandwich\" complex of gold nanoparticle construct, virus, and an antibody functionalized nanoparticles used for extraction. Now, this complex is heated to 95 C, thus releasing DNA tags followed by the detection through real-time PCR. NPA-IPCR offers a viable platform for the development of an early-stage diagnostics requiring an exceptionally low limit of detection.\n\nNucleic acid-based detections are used through the amplification methods, hybridization methods, which could be in situ, in vitro, and in vivo.\n\nThe most common and widely used hybridization-based method is in situ hybridization, which could utilize fluorescent (FISH) or chromogenic (CISH) molecules. The CISH-based assays for the rapid characterization of microorganisms, such as Mycobacterium species and the dimorphic fungi in positive culture samples have been described (Louro et al., 2001; Scarparo et al., 2001) . Recently, a FISH-based assay has been developed for the identification and differentiation of Mycobacterium tuberculosis complex from nontuberculous mycobacteria (Baliga et al., 2018) .\n\nNucleic acid amplification methods are amongst the best in detecting pathogens with high sensitivity and specificity in the clinical samples. Various modifications in nucleic acid amplification methods have provided collectively robust methods to yield better and accurate results. These modifications could be categorized into two amplification methods viz PCR and its variants, and isothermal amplification methods.\n\nThese are the most common tools used for the pathogen detection worldwide. The three basic variants include (1) real-time PCR, which is a modified version of conventional PCR, where quantification of DNA sequence is possible without any further step of running the amplified product on agarose gel; (2) multiplex PCR, where multiple sequences can be detected in a single reaction mixture, and (3) reverse transcriptase PCR (RT-PCR) where RNA is transcribed to cDNA and this cDNA is used in the amplification as template. The real-time PCR can utilize different fluorescence chemistries such as SYBR green, TaqMan, or molecular beacon probes. Recently, a TaqMan real-time RT-PCR assay has been developed for rapid detection and quantification of Japanese encephalitis virus in swine blood and mosquito vectors (Pantawane et al., 2018) .\n\nIn isothermal amplification, a number of target DNA copies increase at a constant temperature in just one cycle without the need of a thermocycler. Various techniques have been developed using isothermal amplification methods viz nucleic acid sequence-based amplification (NASBA), transcription-mediated amplification (TMA), signal-mediated amplification of RNA technology (SMART), strand displacement amplification (SDA), rolling circle amplification (RCA), loopmediated isothermal amplification (LAMP), isothermal multiple displacement amplification (IMDA), helicase-dependent amplification (HDA), circular helicasedependent amplification (cHDA), single primer isothermal amplification (SPIA), and strand invasion-based amplification (SIBA). In all these methods, isothermal temperature amplified products can be visualized on gel through the various structures visible on gel or by the incorporation of dyes in the special structures formed on amplification serving in real-time detection.\n\nAmong all these techniques, LAMP is the most widely used isothermal amplification method which is in fact an autocycling strand displacement DNA synthesis, which deploys four primers forming a stem-loop DNA by self-primed DNA synthesis and a DNA polymerase with strand displacement activity (Malik et al., 2013; Parida et al., 2008) . Recently, an improved strategy using a double-labeled probe to overcome the problem of false positivity of LAMP together with target gene real-time quantification is devised for detection of avian orthoreovirus (Kumar et al., 2017) and Salmonella spp. (Mashooq et al., 2016) .\n\nOther potential isothermal amplification techniques are recombinase polymerase amplification (RPA) and NASBA. The former has brought a breakthrough in the detection of nucleic acids as it does not require denaturation of the template. RT-RPA is an extension of the above method, in which bacterial RT is used in the amplification of RNA. RT-RPA was developed to study the outbreak of footand-mouth disease (FMD) disease in Egypt (Abd El Wahed et al., 2013) . High degree of fidelity, portability, cost efficiency, simplicity, sensitivity, and tolerance to inhibitors, put this method into the category of resounding techniques, and implementation is quite easy at quarantine stations (Moore and Jaykus, 2017); while the latter one requires initial denaturation of the template followed by temperature labile polymerase dependent isothermal amplification and was designed specially to detect RNA (Compton, 1991) . A multiplex real-time nucleic acid sequence-based amplification (qNASBA) system for the simultaneous detection of rotavirus A, norovirus genogroup II/astrovirus has recently been developed (Mo et al., 2015a) . RT-NASBA proved as more efficient than the conventional RT-PCR and TaqMan RT-PCR assays (Mo et al., 2015b) .\n\nA microarray is a multiplex lab-on-a-chip test. It is an arrangement of the large amount of biological materials for high-throughput screening on a solid support generally a glass slide, through the detection-based assays. Microarray has done wonders in the high-throughput screenings and for the breakthrough causes of the outbreaks. Simultaneous detections of coinfections and other more phenomenal changes during the outbreaks are the crucial developments to study the infectious diseases in endemic regions. Their easiness has brought the working systems onto the platform on global diagnostics. Multiple diagnostics with hybridizing ability put it at more ease to strategize the control management programs. But, this technique comes at high expenditures. Data management skills and their interpretations need off to the most important tasks to be worked on. With the advent, new kits for point-of-care detections, bioelectric arrays, and liquid microarrays are in the development process. This would be an easy and an improved hybridization method for individual probe and target combinations with accurate detections. This will reduce the effort from clinical diagnosis to the personal level. These all will help in understanding the proper and common pathogens with scaling down the time.\n\nPeptide nucleic acids (PNAs) are highly versatile synthetic oligonucleotides, in which the native sugar-phosphate backbone of DNA is replaced with amino acids. PNAs bind to complementary DNA strands with higher specificity and strength. Furthermore, they are resistant to nucleases and proteases, making them a highly stable diagnostic reagent. The PNA-based assay has greater sensitivity than direct sequencing and is significantly more affordable and rapid (Ray and Nordén, 2000) . The potential diverse uses of PNA have been exhaustively described in a recent review (Gambari, 2014) . A rapid label-free visual PNA-based assay for detection and pathotyping of Newcastle disease virus has also been reported (Joshi et al., 2013) . Similarly, PNA-based beacons have also been used in HIV genotyping with high specificity (Zhang and Apella, 2010) .\n\nAptamers are artificial nucleic acid ligands that are isolated from combinatorial libraries of synthetic nucleic acid by an iterative process of adsorption, recovery, and reamplification. DNA aptamers in particular have many advantages over antibodies (Brody and Larry, 2000) . Aptamers, first reported in 1990, are attracting interest in the areas of diagnostics and offer themselves as ideal candidates for use as biocomponents in biosensors (aptasensors), possessing many advantages over state of the art affinity sensors (O'Sullivan, 2002) . The aptamers have proved to be potential diagnostic assays, especially in the detection of toxins such as brevetoxin-2, potent marine neurotoxins (Shimaa et al., 2015) , marine biotoxinpalytoxin (Shunxiang et al., 2017) , β-bungarotoxin (β-BuTx), and a neurotoxin from the venom of Bungarus multicinctus (Ye et al., 2014a) . Furthermore, aptamers have been used for the serological detection of Mycobacterium bovis (Fu et al., 2014) , Cryptosporidium parvum (Iqbal et al., 2015) , and prion disease (Saijin et al., 2012) .\n\nBiosensors are portable, easy to handle, ultrasensitive, quick, and may be quite specific with less probability of a false positive. Biosensors work on various principles viz detecting the changes in the pH, the ion concentrations, mass by specific hybridization, enzymatic reaction, loss of functionality, change in the electrical potential, change in color, and temperature. Based on these principles, many biosensors have been devised for the detection of animal pathogens; for example, an extended-gate field-effect transistor for the direct potentiometric serological diagnosis of the BHV-1 (Tarasov et al., 2016) , nanowire-based immunosensor for bovine viral diarrhea virus (BVDV) (Montrose et al., 2015) , luminescence resonance energy transferÀbased biosensors for the ultrasensitive detection of the H7 strain (Ye et al., 2014b) , quartz crystal microbalance (QCM)Àbased immunosensors to detect H5N1 (Li et al., 2011) , and SpectroSensTM optical microchip sensors for foot-and-mouth disease virus (FMDV) (Bhatta et al., 2012) .\n\nThe limited methods for detection of microbial signatures and the advent of new technology for quick and parallel gene expression capacities have eased in the detection of microbial disease. Next-generation sequencing (NGS) is now being increasingly applied in understanding the molecular epidemiology, transmission, and characterization of animal pathogens. Instead of gene-by-gene analysis, large deposits of genes available in the clinical sample can be detected in a single test. Applications of NGS are considered as more resourceful. Thus, it is widely accepted as a diagnostic tool and speedily is being replaced with most other molecular diagnostic technologies and has brought revolution in the diagnosis of pathogens.\n\nVarious modifications and improvements have brought a huge change in the sequencing and identification of genomes. It all started with pyrosequencing on Roche 454, with small read lengths and less efficiency. Roche 454 was followed by ion-torrent Illumina platform. The NGS has made it possible to sequence the complete viral genomes of many viruses cost-effectively such as including an avian influenza virus (Croville et al., 2012) , classical swine fever virus (Leifer et al., 2013) , and Bluetongue viruses (Rao et al., 2013) . Recently, nanopore technology, with the promising improvement has brought a wonderful efficiency with emerging science and technology (Goodwin et al., 2016) . Nanopore systems can sequence both DNA and RNA viral genome in real time. This technology is based on the principle that when a strand of DNA/RNA is allowed to pass through a nanopore, the current is changed as the based A, T, C; and C passes through the pore in different combinations. Using these systems, sequencing can be performed on the portable MinION device, the benchtop GridION and the high-throughput, high-sample number PromethION. Recently, nanopore sequencing has proved a revolutionary diagnostic tool in detecting the Ebola virus (Hoenen et al., 2016) , influenza viruses (Keller et al., 2018; Wang et al., 2015) and porcine viral enteric disease complexes (Theuns et al., 2018) . Overall, the biotechnological innovations have equipped us now to have high-resolution sequencing tools that are revolutionizing the ability of veterinary diagnostic laboratories to detect emerging animal pathogens.\n\nWith the advent of many biotechnological advances in veterinary diagnostics, point-of-care diagnostics (POCD) are now available for economically important animal diseases. The POCD is basically a simple, rapid, and portable diagnostic device that can be applied at the field level in effective monitoring the disease status. Most of the commercially available POCDs utilize either antigen/antibody or nucleic acid detection technologies. The former is usually available in the format of lateral flow assays or immunochromatographic strip tests. These assays are simple to use, rapid, inexpensive, disposable, and thus make them the ideal assay for POCD for animal pathogens. The commercially available immunochromatographic strip tests for economically important animal diseases are summarized in Table 13 .1. These assays are equally sensitive as compared to ELISA (Ferris et al., 2010) . Furthermore, combining these assays with smartphones has made the increased sensitivity and quick reporting of results possible (Yeo et al., 2016) . Therefore, these assays offer a novel herd level surveillance tool, and provide immediate results to the farmers. However, these assays have less analytical sensitivity as compared to nucleic acid-based POCD.\n\nThe real-time PCR (qPCR) is a well-established tool with high sensitivity of pathogens detection and recently, qPCR has been transitioned into POCD platform. These platforms are fully automated combining nucleic acid extraction, thermal cycling, and reporting of results on-site. For example, MiniLab (Enigma Diagnostics) is a platform (10À35 kg) which can be easily carried to field level and it combines silica paramagnetic-bead-based nucleic acid extraction with lyophilized qPCR reagents in a single cartridge. This platform has been validated for AIV, ASFV, CSFV, and FMDV (Goldenberg and Edgeworth, 2015) . However, this platform is still not available commercially. There are other platforms that do not include nucleic acid extraction step (need to be done separately), such as genesig (Primerdesign Ltd, United Kingdom), Genedrive (Epistem Ltd, Manchester, United Kingdom), Cepheid SmartCycler (Cepheid), T-COR 8 (Tetracore), and R.A.P.I.D. (Idaho Technologies) (Takekawa et al., 2010 (Takekawa et al., ,2011 . The genesig is now supplying lyophilized qPCR assay kits for 62 bovine, 42 equine, 47 porcine, 60 avian, 40 canine, and 26 feline different pathogens. However, these kits are not yet licensed for diagnosis of animal pathogens and are for research purposes only.\n\nAs per the agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS) under Paragraph 3 of Article 27, many countries have excluded diagnostic, therapeutic, and surgical methods of humans or animals from the scope of patentable systems. However, the important patented technologies that are being used in the various formats of diagnostic assays are provided in Table 13 .2. A high-speed reagent system for qPCR, full velocity technology has been developed by the Stratagene which saves time in addition to highly reproducible results. This technology has been used for infectious diseases, cancer, and drug sensitivities testing and already granted five US patents, US6548250, US6893819, US6350580, US6589743, and US6528254. Besides, a POCD product, Dual Path Platform (DPP) has been developed by the Chembio Diagnostic Systems, on which tests to detect HIV and syphilis have already been developed. This company in collaboration with National Institutes of Health and the Infectious Disease Research Institute, United States is working constantly to use this platform for the detection of infectious diseases of humans and animals. Farm animals reared all over the world for major agricultural and production purposes majorly include cattle, buffalo, sheep, and goats. Since the last few decades, a number of infectious diseases have been found associated with farm animals, causing colossal loss to the livestock rearing community and few of them being zoonotic in nature, becoming a problem for the public health. Highly contagious livestock diseases such as FMD, hemorrhagic septicemia, peste-des-petits ruminants, and surra cause irreparable economic losses. Several other infectious diseases of dairy cows such as BVD, Johne's disease, tuberculosis, infectious bovine rhinotracheitis, and liver fluke infestations are generally regarded as being widespread and endemic. The best known and arguably most important discovery of farm animal diseases in the last few decades is bovine spongiform encephalopathy (BSE), and others include digital dermatitis, neosporosis and bovine abortion, bovine neonatal pancytopenia, Arcanobacterium pluranimalium, and Schmallenberg virus. Among all, the world organization for animal health classifies FMD and BSE as diseases of major interest in cattle. These diseases are known to have a significant effect on dairy production either directly due to death or indirectly due to effects on fertility or milk production, and subsequently, culling. The disease conditions are usually identified based on history and clinical profile of the affected population, but for affirmative diagnosis of the pathogens responsible, the identification of the causal agent is done on the samples or clinical specimens for submission to diagnostic labs. The clinical profiles of several diseases overlap, making diagnosis a little tricky and cumbersome, so initially, the isolation of the infectious agent in pure form using cell culture systems or growth on specific and selective medium became a chosen method for the diagnosis of many pathogenic diseases in farm animals. Albeit their usefulness as most sensitive method of detection, they are not used routinely due to time-lapse in confirming illness (Bursle and Robson, 2016) . These methods may take hours to several weeks to obtain a confirmatory result. Therefore, other approaches based on morphology/biochemical properties of pathogens took the lead and were favored for pathogen detection and identification. Several infectious viral disease agents viz astrovirus, adenovirus, rotavirus, etc. were identified through electron microscopy (Ong and Chandran, 2005) . But, these also have some drawbacks like more time consuming, less sensitivity, and costly instrumentation. Apart from these techniques, approaches like detection of pathogen-specific antibodies or detection of antigenic proteins of pathogens were adopted and categorized under serological assays. Serological assays measure antigenÀantibody interactions for diagnostic purposes. These assays are continuously being improved with technologies like rapid strip detection, thus becoming the most preferred tools and are broadly referred to as immunoassays.\n\nEnzyme immunoassays (ELISA) have always been the field applicable diagnostic methods in the detection of various farm animal diseases caused by FMDV, Clostridium perfringens, M. bovis, and Escherichia coli. Hitherto reports have shown the problem of false negative results and cross-reactivity in some of the serological methodologies. Innovations including the use of synthetic biology by making highly reactive peptides help to increase the sensitivity and avoid the cross-reactivity issues to some extent. With the more recent advances in diagnostics with the availability of sequences, nucleic acid-based methods have complemented the established techniques as more specific and sensitive methods in detection of pathogens with lesser false positive results in comparison to serological-based methods (Bursle and Robson, 2016) . PCR and real-time PCR methods are regularly used in the detection of Campylobacter, Shigella, bovine respiratory syncytial virus, Eimeria, Salmonella species, and many other pathogens.\n\nLikewise, seminested and nested PCR have been developed for the detection of Babesia bovis and Babesia bigemina. These nucleic acid-based techniques are amongst the standard detection methods and are routinely used for testing in diagnostic laboratories. To improve the efficacy and promote the simplicity, modifications in the form of isothermal amplifications, like LAMP and polymerase spiral reaction (PSR) have been adopted and are better in the application process, as these are easy to perform, portable, specific, sensitive, and most importantly, quick and cost-effective. LAMP is established to be an apex, leading diagnostics for the detection of many farm animal-related diseases like FMD, brucellosis, bovine popular stomatitis, sheep pox, and goat pox (Dukes et al., 2006; Song et al., 2012; Zhao et al., 2014) . Likewise, PSR has been developed for detection of Brucella spp. (Das et al., 2018) , bovine herpesvirus-1 (Malla et al., 2018) , and canine parvovirus 2 (Gupta et al., 2017) . To further increase the sensitivity and specificity, the combination of ELISA and PCR-like immune-PCR, proximity ligation assay, PCR-ELISA, have been successfully discovered making the detection 1000-fold more sensitive. The pathogen detected with these combinations includes low pathogenic strains of Campylobacter (Ding et al., 2013) . NASBA, restriction fragment length polymorphism, amplified fragment length polymorphism, and random amplification of polymorphic DNA, are various biotechnological tools that have been further advancing the diagnosis of various infectious diseases.\n\nIn addition, NGS has brought a revolution in the diagnosis of many pathogens. It appears helpful in the identification of many pathogens, especially viruses in the fecal matter and those that could not be isolated in cell culture system. Mining of sequences in samples gives varied genome sequences providing the clues of not only pathogens, but also new strains, genotypes, new viruses, and even the zoonotic efficiencies of the viruses. Anis and coworkers demonstrated that targeted bovine NGS is a specific and cost-effective tool for diagnosis of major bovine pathogens in clinical samples (Anis et al., 2018) . Even pathogens with low pathogenicity such as bovine enteroviruses (BEV), adenoviruses in wild captive animals, and hepatitis E viruses have been revealed in the mining of sequences in the sample.\n\nOne of the approaches to disease diagnosis is the development of biosensors. Assays based on biosensors uses the transducers to convert the biological interaction of pathogen with its specific antibodies to measurable signals. Biosensors have been quite useful in the diagnosis in POC detection. Biosensors with specific biochemical recognition helped in the identification of E. coli in cattle (Dharmasiri et al., 2010) . Colibacillosis is also seen in a variety of farm animals like cattle, pigs, and goats. In C. perfringens detection, epsilon-toxin-specific monoclonal antibody was immobilized onto single-walled carbon nanotubes and adjusted to detect relevant concentrations of toxin in nanomolars and were comparable to ELISA-based results. Many other methods like mass spectrometry, microarrays, and MALDI-TOF are also under employment for the detection of many farm animals-associated pathogens, like Francisella tularensis, Staphylococcus aureus, Enterococcus faecalis, E. coli (Demirev and Fenselau, 2008; Lundquist et al., 2005; van Baar, 2000) .\n\nCompanion animals are the domesticated animals kept for company of human beings or for utilitarian purposes, that is, guarding, herding, military/police activity. They have grown along with the human civilization and evolution and have developed a good bond with humans. Although there is a variety of species which are suitable as companion animals (dogs, cats, rabbit, ferrets, caged birds, fishes, and guinea pigs), dogs and cats are the most common companion species. Their physical, behavioral, social, and emotional needs can be easily met at home. On the other hand, dogs and cats play a fundamental role in the life of human beings with many physiological and psychological benefits (Wood et al., 2005) . Also, living with companion animals makes human surroundings happier and prosperous. As these animals enrich our lives, it becomes our responsibility to take care of the companion animals and to protect them from any kind of harm. There is a spectrum of infectious diseases that occur in companion animals. Lyme disease, psittacosis, hookworms, and Salmonella are amongst the most common diseases in pet animals. (Lembo et al., 2010; Palatnik-de-Sousa et al., 2009 ).\n\nSince these animals share a close environment and are in direct contact with humans, hence they have a potential to spread these infections to human beings. Chances of introduction of new diseases also arise on the import of animals from foreign lands. Thus, maintenance of strict trade rules and regulations and hygienic conditions becomes a necessity. Once the disease occurs, it is important to identify the causative agent to improve the effectiveness of treatment and to control the disease. Since the clinical observations are not sufficient and can overlap with other diseases leading to misdiagnosis, several validated laboratory assays are used for confirmatory diagnosis. Until 20 years ago, these laboratory tests exploited cell culture (for isolation of specific pathogen) and serological assays (for detection of antibodies generated against a specific pathogen or antigenic proteins).\n\nFew examples composed of Vero cells and recombinant Vero-SLAM cells used for culturing Rickettsia rickettsia, and Toxoplasma gondii, Madin-Darby canine kidney cells for canine adenovirus and canine herpesvirus. Similarly, serological methods include a long list. Immunodiffusion testing is most often used to detect antibodies to fungal pathogens in dogs, such as Aspergillus fumigatus, Coccidioides immitis, and Blastomyces dermatitidis. Agglutination tests include the microscopic agglutination test for serologic diagnosis of leptospirosis (agglutination of live leptospires) and the cryptococcal antigen LA test (agglutination of antibody-coated latex beads). Hemagglutination inhibition is used to determine antibody titers to CPV and canine influenza virus, and it evaluates the ability of serum to inhibit erythrocyte agglutination by these viruses. ELISA is commonly used for the detection of feline retroviral, heartworm, Giardia, Leishmania, and tick-borne infections. Indirect IFA for serologic testing in dogs and cats include quantitative serology for some tick-borne infectious diseases (e.g., Ehrlichia canis, Anaplasma spp.). Direct immunofluorescence assay in veterinary medicine include diagnosis of Giardia oocysts, FeLV within monocytes in peripheral blood or bone marrow, or canine distemper virus within epithelial cells from a conjunctival scraping. Many of these assays involve the use of polyclonal antibodies, or, more commonly, monoclonal antibodies-dependent diagnosis.\n\nWith the recent boom in the database of sequences for pathogens, new diagnostic tools like PCR, real-time PCR, and multiplex PCR have almost replaced the established techniques and are adopted as routine diagnostics for testing clinical samples. Canine respiratory coronavirus, canine adenovirus-2, canine herpesvirus, feline herpesvirus-1, canine distemper virus, West Nile virus, and Encephalitis viruses are some of the examples, which are routinely diagnosed using these techniques. Other biotechnological tools cover hybridization assays, PNA, nanoparticles-based assays, etc. Hybridization-based methods have also been found to be compatible with the diagnosis of many diseases and composed of Taqman-based probes, molecular beacons, and FRET-based probes.\n\nAlthough not yet widely used for veterinary applications, PNA probes are now increasingly available to detect target DNA. Fluorescent PNA probes, followed by signal amplification were used to differentiate between M. tuberculosis complex and nontuberculous Mycobacterium spp. (Zerbi et al., 2001) . In another example, NGS has also been used for the comparison of the oral microbiome of canines with their owners as they are in direct contact with their pets and many diseases might get transmitted to them (Oh et al., 2015) . Gold nanoparticle-based immunochromatographic strip test using a combination of mAb and pAb was developed as an alternative for on-site and cost-effective diagnosis of CPV infection . Another use of biotechnology has been observed for rapid and early detection of CPV using a QCM biosensor (Kim et al., 2015) . Also, for genotyping of CPV-2, conventional methods are time consuming, therefore, a probe-based duplex fluorescence melting curve analysis (FMCA) for genotyping six different CPV-2 variants (original CPV-2, CPV-2a, CPV-2b, CPV-2c, and vaccine strains of CPVpf and CPVint) using only two Taqman probes has been developed (Liu et al., 2019) .\n\nDespite the fact that a wide range of diagnostic tools are available, there is a considerable chance for better advancement in diagnostics, in terms of speed and accuracy, to control and eradicate economically important diseases. In the near future, use of new biotechnological tools like biosensors and nanotechnology will pave the way. Further, NGS platforms like MinION (a portable, real-time NGS sequencer) coupled with NanoPipe analysis are promising tools to perform bacterial and viral disease investigation in low throughput laboratories and specifically in the field (Beato et al., 2018; Shabardina et al., 2019) . Although, yet not been adopted for animal disease diagnosis, but novel platforms such as smartphonebased diagnosis (which expands nucleic acid-based detection assays toward POCD) like RT-LAMP and fluorescent lateral flow immunoassay (already developed for Zika virus and Dengue virus) provide exciting opportunities for veterinary diagnostics in the near future (Rong et al., 2019) .\n\nBiotechnological innovations have brought new generation diagnostic methods for rapid and sensitive diagnosis of various diseases of livestock and pet animals. Infectious diseases entail remarkable economic loss, weak food production system, food insecurity, and high maintenance cost of the agriculture sectors including farm animals, poultry, and aquaculture. Besides, these diseases carry a huge risk of transmission to humans as sporadic and endemic zoonoses. Classical and conventional diagnostic methods are labor intensive, time consuming, less sensitive, and difficult to meet the needs of the emerging pathogen diagnostics. Thus, new innovations have to be worked on and need to be practiced. Over the long term, innovations will be helping in the diagnosis of pathogens with accurate, sensitive and specific detections. NGS, biosensors, and advanced amplification techniques will persist for longer periods in their constant modified forms. Innovations will always be bringing the new applications in the diagnostics for the improved versions of techniques. New technique applications come with the cost and unbroken funding will be putting new prospective techniques into the trials. These techniques should be simplified in the innovations for their easy practices at the field itself, without looking for any skilled personnel/highly equipped laboratories.\n\nThere is no conflict of interest."}