{"title": "OCCUPATIONAL HEALTH (M FRIESEN AND K APPLEBAUM SECTION EDITORS) Recent Research on Occupational Animal Exposures and Health Risks: A Narrative Review", "body": "Occupational exposure to animals is associated with a myriad of health and safety risks, including zoonotic infections, occupational injury, respiratory disease, and cancer [1] [2] [3] [4] . In the USA, food animal workers have elevated workplace mortality and injury rates compared with workers in other industries, highlighting the occupational risks involved in the profession [5] . In the last 15 years, research on zoonotic infection risk has dominated the occupational health literature on the animal workforce, highlighting in particular exposure risk to drugresistant bacteria and influenza viruses and subsequent transmission from workers to the general public [6] [7] [8] .\n\nIn the last 50 years, industrialization and corporate consolidation have characterized the food animal production industry, first in the USA and Europe and then globally [9, 10] . These trends have fundamentally altered occupational exposures for the food animal workforce, by increasing and intensifying specific occupational exposures that impart health risks [11] . For workers, the intensity of animal exposures has increased, as industrial farms can hold tens of thousands of animals on site. The dramatic increase in the number of animals housed together in confinement contributes to intensified worker exposure to animals and animal products, including allergens and fecal materials [12, 13] .\n\nNotably, the introduction of antibiotics into animal production-in an effort to facilitate the higher carrying capacity of industrial farms-has resulted in worker exposures to antibiotic-resistant bacterial infections [14] . Since 2005, research on zoonotic methicillin-resistant Staphylococcus aureus (MRSA), particularly the livestock-associated MRSA strains ST398 and CC9, have identified important public health concerns stemming from the misuse and overuse of these antibiotics in agriculture [15] [16] [17] . Likewise, the H5N1 epidemic in poultry in Asia in the mid-1990s and the 2009 H1N1 swine flu human pandemic, highlight the role of industrial systems in the ecology of pandemic influenza [18] [19] [20] . The emergence and re-emergence of zoonotic pathogens with potential to infect humans remains a critical public health issue, and animal workers are at the front lines [21] [22] [23] .\n\nThe demographics of this workforce have also changed significantly in recent decades, with Latino and immigrant workforce currently dominating the worker population in the USA. This change has resulted in additional challenges for the workforce, including language barriers, immigration status concerns, stagnant and falling wages, and other socioeconomic and political stressors [24] . The relationship between these stressors and occupational injury and mental health has been documented in recent years [25] [26] [27] [28] .\n\nMany animal workers experience occupationally induced respiratory disease, including allergies, asthma, and rhinitis [29, 30] . High levels of inhalable dust and endotoxins are considered the primary exposures of concern in regard to respiratory disease; however evaluating these often complex mixtures-including animal products, dust, pathogens, and chemicals-is typically limited to single-compound analyses. As a result, much remains unknown about the etiology of occupational respiratory disease among animal workers.\n\nAcross agricultural industries, the use of pesticides is associated with a variety of health risks, including reproductive, dermatological, and neurological problems as well as cancer [31] [32] [33] [34] . Pesticide use is common among animal facilities, particularly those that engage in both crop and livestock production, yet pesticide exposures have received limited scrutiny to date in research on animal workers. On both industrial and small-scale animal farms, chemical disinfectants are used to prevent transmission of infectious agents and may result in health concerns for workers [35, 36] . While the biosecurity literature has promoted the use of disinfectants to prevent disease transmission, health risks associated with worker exposure to these compounds are largely unstudied.\n\nIn this manuscript, we review occupational health studies published in the last 18 months in the peer-reviewed literature focused on the health and safety of animal workers. Our intention was to highlight important findings and new directions for this research area.\n\nWe searched PubMed, Web of Science, and Google Scholar for terms and keywords relating to occupational health and animal exposure, including combinations of the following worker and health-specific terms: \"food animal worker\", \"animal worker\", \"industrial animal worker\", \"animal farmer\", \"occupational injury\", \"occupational health\", \"health and safety\", and \"occupational safety\". A date range of January 1, 2018, through June 30, 2019, was included so as to maximize identification and in-depth discussion of recent research. A total of 726 distinct manuscripts were identified upon initial search. Following review by two researchers (C.D., J.H.L.), these papers were reduced to 37 manuscripts of relevance to the current topic. These papers included three review manuscripts and 34 original research studies. We included the reviews in our analysis because they provide important insight and expert consensus as to the direction of important fields (biosecurity for live bird market workers; respiratory exposures and disease among food animal workers; and effectiveness of health and safety trainings and interventions for Latino animal workers). The 37 manuscripts were organized in an Excel spreadsheet and read by two researchers. A narrative synthesis approach was used to extract central themes, findings, and conclusions. Based on our a priori knowledge of the field and an assessment of other recent manuscripts in the literature, we identified manuscripts we believed to be of elevated significance to readers engaged in animal worker health and safety work and research, and we discuss those studies in greater detail.\n\nThe manuscripts published during this 18-month period were predominantly in the following topic areas: infectious disease and pathogen exposures; respiratory disease and irritants; pesticide and chemical exposures, including neurological toxicants and carcinogens; and occupational injury. Below, we summarize the key findings from manuscripts published in each of these topic areas, highlighting the papers that in our opinion are of greatest importance for the field.\n\nThe majority of manuscripts identified in our review (18/37; 49%) were focused on animal worker exposure to infectious agents, zoonotic pathogen carriage or infection within this workforce, or pathogen contamination of the work environment. The infectious disease papers are summarized in Table 1 .\n\nThe reviewed manuscripts documented the identification of livestock-associated MRSA in animals and humans in regions around the world and in animal-exposed professions in which MRSA had not previously been assessed. A study in Nigeria identified low prevalence of LA-MRSA among abattoir workers (1.1%) and distinguished a diversity of S. aureus spa types in the work environment, including a novel spa type (t16751) [36] . The first published study of LA-MRSA among workers and livestock in Trinidad identified a low prevalence among animals (< 1%) and no worker carriage, indicating limited transmission in this country [42] . A case study of MRSA among swine and workers on an Australian swine farm where workers were affected by skin lesions identified high odds of MRSA nasal carriage among the workers (OR 23.6) and a dose-response relationship of MRSA nasal carriage in association with duration of time spent working with pigs [41] . A study in Italy reinforced the elevated prevalence of ST398 among industrial swine (approx. 65%) and swine workers (17%) in that country and highlighted a component of the production cycle (fattening) in which workers had higher risk of exposure [40] . Cuny and colleagues assessed MRSA nasal colonization among butchers and food preparers in Germany to evaluate whether these persons with contact with raw meat were colonized with livestock-associated MRSA, and found limited evidence of colonization (< 1%) [51] .\n\nThese studies continue to expand our knowledge of the distribution of livestock-associated MRSA, both by industry and by geographic region. Whole genome-sequencing (WGS) technology was used to elucidate transmission pathways in two studies conducted in Africa. Amoako and colleagues took a comprehensive approach and used WGS to evaluate MRSA along the \"farm to fork\" continuum in the intensive poultry industry in South Africa [37] . The authors evaluated samples collected from the farms, transport vehicles, slaughterhouses, and retail outlets, as well as fecal and nasal specimen from workers along the production process. The authors document the widespread distribution of MRSA clone ST612-CC8_t1257-SCCmec_type_IVd (2B) throughout the production cycle. They hypothesize that the multidrug resistance of this clone is mediated by mobile genetic elements, due to the similarity of resistance patterns between the human and animal specimen. The identified prevalent clone is considered both nosocomial and community-associated, highlighting the public health risks associated with the poultry industry in South Africa. This work and the study in Cameroon, detailed below, are of relevance due to the rapid intensification and expansion of industrial food animal production into Africa and the limited research to date on the public health consequences of this industrial growth.\n\nA second study in Africa used WGS to identify the genetic lineage of MRSA isolates from swine slaughterhouses in South Africa and Cameroon [39] . These authors found approximately 18% prevalence in pigs in South Africa but a low prevalence in Cameroon (< 1%), with no workers colonized in either country. All isolates were ST398, a distinction from the Amoako study. These findings highlight potential differences in MRSA carriage by species and/or region and also suggest that production or environmental containment practices may differ among countries and corporations in relevant ways for public health.\n\nChen et al. used WGS to identify whether CC9, the predominant livestock-associated MRSA strain in Asia, was associated with pathogenicity in humans [38] . The authors screened MRSA isolates from a national database in Taiwan and found CC9 had a low prevalence (0.24%); however, these isolates were associated with invasive disease, including bacteremia leading to death and osteomyelitis in four of the eight identified cases. The remaining four cases were associated with mild disease or colonization without disease. Of note, only two of the eight cases had documented exposure to pigs, considered the main CC9 reservoir in the region. This important paper highlights two core concepts: (1) while rare in humans, CC9 may be associated with significant pathogenicity in humans, including death and (2) nosocomial or community transmission for this pathogen should be considered. Like the African studies, this paper elucidates the public health risks from animal work and highlights the potential role of animal workers at the front lines of exposure to zoonotic pathogens of broader health concern.\n\nOther Antibiotic-Resistant Bacterial Infections\n\nEscherichia coli (E. coli) recovered from swine workers and pigs in northern Vietnam, a region characterized by rapid growth in industrial swine production and heavy agricultural antibiotic usage [43] . ESBLs are of particular concern because these genes are encoded by plasmids that are easily transferred across bacterial species, potentially resulting in widespread antibiotic resistance. The authors observed high prevalence of CTX-resistant E. coli among both workers and pigs (86% of pig workers and 89% of pigs) on 100 farms studied. ESBLproducing E. coli was detected from more than 65% of both pigs and farms. This paper highlights significant concern regarding potential spillover of drug-resistant bacteria from swine to humans in this region, as well as the likelihood of dissemination of the ESBL MGEs.\n\nResearch during this period focused on zoonotic influenza of multiple subtypes, including the emerging influenza D virus. Ma et al. published findings from a longitudinal study of swine workers, swine, and environmental sampling in China [45••] . Notably, in this study, workers were monitored for influenza-like illness along with surveillance sampling, so as to identify active symptoms associated with infection. Approximately 15% of workers with ILI were positive for influenza A virus, with more than 50% of those infected with a putative swine lineage virus. Additionally, high concordance was noted between A(H1N1)pdm09-like H1N1 viruses isolated from workers with ILI and IAV circulating among swine, indicating species crossover. A second study, led by Borkenhagen et al. identified influenza B and influenza D viruses in swine worker nasal passages during a surveillance study in Malaysia [44] . The authors also recovered porcine circovirus 2 in worker nasal specimen as well as in pig specimen, indicating zoonotic concern associated with this viral pathogen of growing concern in Asia. We would also direct readers interested in zoonotic influenza emergence to two valuable review papers published in the last year this topic, by Zhou et al. and Bailey et al [52, 53] .\n\nAnimal worker exposure to hepatitis E virus (HEV) was explored in two notable papers, both of which extended the prior paradigm of HEV research to include new populations or production specifics. A study in Hubei, China, identified elevated seroprevalence among rabbit slaughterhouse workers compared with community controls and observed a doseresponse relationship between increasing seroprevalence associated with duration of employment [48] . Khounvisith and colleagues evaluated HEV seroprevalence among commercial pig workers in Laos, a region with HEV endemicity among swine [49] . The authors observed 41% of workers were HEV seroprevalent, compared with 18% of controls, and workers exposed to piglets during the growth process were at elevated risk.\n\nOther authors highlighted additional emerging zoonotic viral pathogens in the food animal workforce, including a report of brucellosis among sheep farmers in Egypt and knowledge and biosecurity practices among Indian animal farmers about rabies [46, 47] . Msimang and colleagues reported on Rift Valley fever seroprevalence among animal farmers and veterinarians in South Africa, concluding that infection with this re-emerging pathogen is likely notably higher than previously recognized and under-diagnosed in the region [50] .\n\nWe identified eight original research papers and one review study focused on topics related to respiratory disease, exposure to allergens and dust, and airborne bacteria among animal workers. These papers expanded the literature in two core ways: (1) a focus on combined and interacting respiratory exposures, rather than single-exposure assessments and (2) the use of 16s RNA amplicon sequencing technology to evaluate house microbiota in farmer's homes and correlating these data to endotoxin levels. Key papers are discussed below.\n\nDavidson et al. conducted personal exposure monitoring of bioaerosol exposures, including inhalable dust, endotoxin, 3-hydroxy fatty acids, muramic acid, ergosterol, and ammonia among workers at large dairies in the Western USA [54•] . This paper marks one of the early studies to consider multiple, and interacting, respiratory exposures in this population. The authors conclude that a majority of these workers were exposed to endotoxin concentrations that exceed recommended guidelines (89%). Workers were also exposed to inhalable dust and ammonia at levels above guidelines. The authors also evaluated the correlation between pairs of these exposures by different dairy tasks, another novelty of this work. Lee et al. used 16s RNA amplicon sequencing to evaluate bacterial composition of dust samples recovered from households of active and former farmers recruited in the Agricultural Lung Health Study, a nested study of the Agricultural Health Study in North Carolina and Iowa [55••] . Current farming was a significant predictor of the composition and diversity of house dust microbiota. Animal farming was uniquely associated with Firmicutes and Proteobacteria phyla, with Bacillaceae, Bacteroidaceae, Xanthomonadaceae, Streptococcaceae, and Lactobacillacae also identified in dust specimen from homes with animal farmers. The authors identified taxa associated with endotoxin concentration. Asthma status was not associated with bacterial diversity or composition. This paper is notable for its integration of traditional exposure assessment approaches to endotoxin and 16s RNA amplicon sequencing technology for evaluating microbiota, and for contributing detail to our understanding of household-level exposures experienced by animal workers and their families.\n\nOther notable manuscripts this year included: a study of bacterial and fungal exposures among Portuguese veterinarians, exposures to ammonia, VOCs, and fungus among swine workers during the summer and winter seasons in Poland, and a study from Australia of worker exposure to asthmagens derived from animals or fish/shellfish (El Zaemey et al.) [56] [57] [58] . The latter study was notable for its large sample (n = 4000) and its comparison of farmers and animal workers to community controls in a national agricultural study. Additionally, an excellent consensus paper published by the European Academy of Allergy and Clinical Immunology highlights the state of the literature on respiratory disease and animal workers, specifically food processing workers, in Europe, focusing on all elements of the food production chain [59] .\n\nStudies of pesticide and chemical exposures among animal workers highlighted pesticides usage in livestock production may increase the risk of Parkinson's disease (PD) among farmers. While this relationship has been previously assessed in crop farmers, the identification of animal farmers as a population at risk due to shared exposures is a notable contribution of work from this year. Pouchieu and colleagues evaluated the risk of PD among both livestock and crop farmers in France exposed to pesticides in the AGRICAN cohort [60] . The crop matrix PESTIMAT was used to evaluate exposure to active ingredients and duration of lifelong use, and the implementation of this matrix again reinforces the interest in evaluating complex and realistic mixture scenarios for worker exposures. In this study, cattle workers in particular had an elevated risk of PD, with dithiocarbamate fungicides, rotenone and the herbicides diquat and paraquat identified as compounds of concern for this occupational group.\n\nAdditionally, further studies elucidate carcinogenic compounds beyond pesticides that animal workers may be exposed to, highlighting cancer research as an underexplored area for consideration in this population. Darcey and colleagues conducted a cross-sectional study to evaluate exposure to solar radiation, diesel engine exhaust, and solvents among Australian farmers [61] . Exposure to these carcinogens was highest for farmers with mixed livestock and crop production, again highlighting unique risk profiles for workers who engage in multiple agricultural activities.\n\nHoffman et al. evaluated serum immune markers in a subset of AHS participants who were swine farmers to consider an immunological explanation for the inverse relationship between swine farming and lung cancer, which is hypothesized due to endotoxin exposure [62] . The authors observed that macrophage-derived chemokine (CCL22), which is believed to contribute to lung carcinogenesis, was lower in swine farmers compared to cattle farmers with a 26% reduction in levels among farmers at the largest farms (> 6000 head), suggesting a dose-response relationship. These manuscripts highlight the complex health effects associated with occupational animal exposure and indicate how emerging technologies and personal monitoring can inform the biological basis of epidemiologic observations.\n\nReviewed manuscripts largely focused on the experiences of Latino immigrant and migrant farmworker populations in the USA, who comprise a majority of the US food animal workforce. We note a limited number of peer-reviewed original research publications on occupational injury during the short period of our review. We identified four published epidemiological studies of occupational injury in the animal workforce as well as three studies evaluating effectiveness of injury prevention training. A small study conducted in Missouri examined self-reported injury and health status among Latino immigrant workers. Their results indicated a high prevalence of workers rating their health as fair or poor, along with high prevalence of occupational injury [63] . Clouser and colleagues found that occupational injury was more likely for Latino farmworkers in the USA if they self-reported work stress, supervisor unfairness, or supervisor inability to speak Spanish [64] . These findings reinforce that immigrant Latino and migrant workers in the animal industry need additional resources and supports to successfully mitigate injury risk.\n\nBush and colleagues evaluated the causes of missed work among a sample of Latino horse workers in the USA in an attempt to evaluate the causes of occupational illnesses [65] . The authors found that having at least one child, poor selfrated health, and elevated stress were associated with missed work, highlighting the intersecting role of personal and workrelated factors for these workers. An assessment of OSHA's dairy-focused local emphasis programs (LEPs) in Wisconsin and New York by Liebman et al. found that the OSHA's recent initiative to reduce injury and hazard in the dairy industry improved farmers' ability to recognize occupational hazards [66] . The authors found that the LEPs motivated participating dairy producers in these two states to address hazards, such as correct signage, repairs and fit for PPE, and manure management and also encouraged workers to advocate for health care needs.\n\nRodriguez et al. evaluated the effectiveness of delivering health and safety training using mobile platforms to US dairy workers with limited English proficiency [67] . This method was successful, with workers enrolled (n = 1436) demonstrating a 18% mean increase from pre-to post-test knowledge of workplace safety practices (p < 0.05). This paper is of particular note given the proliferation of smartphones and the increasing proportion of the food animal workforce with limited English proficiency. Rodriguez and colleagues noted that more than 1/5 of the participants in their study spoke a Central American indigenous language and were able to receive training through smartphone applications and translation, highlighting the power of this technology to reach many workers with necessary education.\n\nCaffaro and colleagues conducted a literature review on occupational safety and health training programs addressing migrant farmworkers, including animal workers, to determine the effectiveness of the standard programs in place [68] . The majority of the reviewed studies found the training programs to be ineffective, with no or little difference in injury outcomes with or without the standard training programs. The authors recommended an increase in participatory approaches and multilingual offerings so as to improve the effectiveness of these programs for migrant workers. Continued efforts to evaluate the effective means of developing and delivering injury prevention and health promotion training to the changing and diverse food animal workforce is an important theme of study.\n\nResearch in 2018 and early 2019 on occupational health and safety topics involving animal workers highlighted the risks and interventions associated with infectious disease, respiratory disease, chemical exposure, and occupational injury. In the realm of infectious disease, these studies identified an expanding, and concerning, geographical distribution of MRSA as well as novel transmission pathways. The expansion of MRSA into Africa is of particular note, as the continent has witnessed rapid intensification of food animal production and demand for industrial meat products in recent years. Given the known consequences of unregulated antibiotic usage in animal production for public health and the emergence of LA-MRSA, surveillance, and regulation of LA-MRSA in this region is a critically important direction for future research. In the absence of antibiotic stewardship, interventions to protect workers from zoonotic antibiotic resistant infections-building on the experiences in Europe and the USA-would improve African worker health.\n\nLikewise, the discovery of MRSA strain CC9 among human patients in Taiwan, and the association of this strain with severe illness and death, signifies an important direction for future research. While highly prevalent in livestock populations in Asia, CC9 has not been considered a human pathogen of significance. Chen et al.'s paper should reignite interest in this strain as an important, if rare, contributor to severe illness in humans, with surveillance targeting food animal workers at the front lines of exposure.\n\nResearch on zoonotic influenza viruses identified species spillover from swine farming into the food animal workforce, highlighting the importance of this pathway, and this industry for surveillance and pandemic influenza prevention. Bailey and colleagues nicely highlight the recent expansion of zoonotic influenza research, notably the discovery of zoonotic influenza D virus, in their review on this topic [48] . Continued research on influenza transmission at the humananimal interface in food animal production remains a critically important area for continued work.\n\nLikewise, research on behaviors and practices that affect worker exposure, as well as intervention evaluation studies, are central. Studies of respiratory irritants and disease integrated new technologies into multi-exposure assessments, including 16s RNA amplicon sequencing technology. The incorporation of metagenomics approaches will likely mark exposure assessment studies in the future, given the relevance of these techniques in other research areas and the opportunities to shed new light on existing occupational health problems. In particular, microbiome analyses have the potential to highlight the relationship between occupational exposures and chronic conditions, such as cancers and respiratory diseases, whose etiology has remained elusive. Gene expression studies could elucidate pathways of respiratory irritation among highly exposed workers, with relevance for both the food animal workforce and also the general population. As whole genome sequencing techniques have clarified the role of zoonotic pathogens in the emergence of novel pathogens, such as livestockassociated MRSA and zoonotic influenza viruses, genetic, and genomic techniques hold significant power to clarify pathways of occupational disease for the food animal workforce. This is an important area for future research.\n\nConsideration of pesticide exposures in animal workers, and multiple exposures between crop and animal farmers, also reflects the emerging interest in complex mixtures analyses in occupational exposure assessment. While studies reviewed here did not formally engage mixtures analytic approaches (such as weighted quantile sum regression or lagged kernel machine regression) Davidson and colleagues illustrated the value of combined metrics in exposure assessment studies for food animal workers. Given the complex mixtures of pathogens, allergens, toxicants, and other compounds that food animal workers are exposed to on the job, the application of mixtures methods to occupational health studies of food animal workers is an important next step for the field. These techniques may hold specific relevance for cancer endpoints of relevance to this workforce, whose etiologies are potentially multifactorial and have remained rather elusive to date.\n\nThe predominance of research on Latino and migrant worker injury and safety reflect changing demographics in the animal industry over the last 50 years. Food animal production in the USA, including both live animal production as well as processing, remains in a period of demographic transition, with the industry increasingly facing a reckoning between the needs and demands of the immigrant and US-born workforce. As segments of the workforce become increasingly immigrant-based, the specific training needs, and injury experiences of these workers become central. Studies on the effectiveness of safety training and intervention that target the specific needs and experiences of this segment of the workforce are critically important to reducing morbidity in this industry. Likewise, future research that highlights the health experiences and needs of US-born food animal workers, who currently experience wage stagnation and significant social stressors in many regions of the USA, should also be at the forefront. The occupational injury implications of the industry's interests in increased line speeds and also automation also remain an important area for future work, so as to inform regulations and protect workers.\n\nFood animal work remains a complex and often dangerous occupation. Research in 2020 and beyond would best suit the needs of this workforce by continuing to highlight pathogens of concern, identify regulatory and intervention opportunities to reduced occupational pathogen exposure, integrate emerging microbiome and genomic technologies to more fully elucidate occupational disease pathways, and evaluate injuryprevention techniques specific to the demands and realities of the industry.\n\nFunding Information Support for this work was provided by CDC/ NIOSH 5K01OH011432 (JHL) and Williams College Center for Environmental Studies (CD)."}