{"title": "Co-movements of returns in the health care sectors from the US, UK, and Germany stock markets: Evidence from the continuous wavelet analyses", "body": "Such factors as the world's rapidly aging population, rising incidence of chronic diseases, increasing access to care, technological advancements, and product innovation have all made the health care industry one of the world's largest and fastest growing industries (Chen, Lin, Tseng, & Chen, 2015) . There is no doubt that the health care industry is an attractive prospect for investors and its growth is important to long-term economic development (Delloitte, 2014) . The health care sector is unique, in that it is a highly regulated sector, and the government is its largest customer (e.g., Medicare and Medicaid in the US) . In addition, stocks in the health care sector are often considered to be defensive, because their products and services are indispensable. Even during economic downturns, people still require medical aid and medicine to overcome illness. Thus, a consistent demand for its goods and services makes this sector less sensitive to business cycle fluctuations or mostly unaffected by economic weakness. 1 Given the special feature of the health care sector, do health care sectors co-move across countries?\n\nIncreased financial integration among stock markets in the world has recently motivated international investors to look for new investment opportunities in order to improve the risk-adjusted returns for their portfolios (Gupta & Guidi, 2012) . A stock market respiratory syndrome (SARS) outbreak in 2003, 2 the 2007 subprime mortgage crisis, the 2008 global financial crisis, and the 2009 European debt crisis. An investigation into the dynamic propagation of country-specific health care market shocks can shed some light on the prospects for health care price spillovers in developed countries, thus providing a succinct empirical characterization of the likely complex and multiple structural factors at play. Finally, we also estimate the partial wavelet coherency and partial phasedifference as robustness checks to the commonly-used wavelet coherency and phase-difference by controlling for the industrial production index in order to remove the effects of real economic factors on two countries' health care returns.\n\nWe reach several conclusions. First, the DE health care returns are determined by the UK and US health care returns over the short-and medium-term time periods. The predictive power of UK for DE and US is over the short run and medium run; while that of US for DE is across the medium and long run; and that of US for UK is over the long run. Therefore, investors can follow the health care stock price pattern of US (UK) to predict long-(short-) run health care stock prices. Second, UK health care returns are statistically significant only for the short run, indicating no significant variance for the medium and long runs. However, US health care returns exhibit significantly low wavelet power across the short, medium, and long runs. The health care policies of UK (which belongs to the National Health Service) and US (which belongs to the Private Insurance System) both belong to two extreme systems. In addition, there is an overall increase of long-run interdependence between the UK and US health care sectors. Both the subprime mortgage crisis and global financial crisis caused clear contagion effects between the sectors of DE and UK as well as those of US and DE. Third, Barro (2013) pinpoint that health is an important determinant of economic growth, but we find that cross-country comovement in the health care sector, which is highly regulated, may be a by-product of common movements in economic fundamentals (such as industrial production and GDP).\n\nThe paper proceeds as follows. Section 2 provides the methodology and data. Section 3 presents the results. Section 4 discusses our findings. Section 5 concludes.\n\nThe advantage of the wavelet method is that it performs a multiresolution analysisthat is, it allows us to analyze the data at different scales (each one associated with a particular frequency passband) at the same time (Sun et al., 2015) . In this way, the method enables us to identify a single event truncated in one frequency range as well as coherent structures across different scales (Sun et al., 2015) . Recent examples for a financial application of wavelet methods can be found in Chen et al. (2015) , Meinl and Sun (2012) , Sun and Meinl (2012) , and Sun, Rezania, Rachev, and Fabozzi (2011) . In general, there are two classes of wavelet transforms: the discrete wavelet transform (DWT) and the continuous wavelet transform (CWT). Studies undertaken during the past decade have found that CWT is widely used in the economics and finance literature (Aguiar-Conraria & Soares 2014). Following Aguiar-Conraria et al. (2008) and Aguiar-Conraria and Soares (2014), we consider a time series R x t L ( ) ∈ ( ) 2 , whereby its CWT with the mother wavelet ψ t ( ) is defined as\n\nHere, asterisk (*) denotes complex conjugation, R ψ t s ψ t τ s s τ ( ) = (( − )/ ), , ∈ τ s , −1/2 , and s ≠ 0 is derived from the mother wavelet ψ t ( ). In the definition, parameters s and τ denote the frequency and time indices, respectively. Moreover, because both s and τ are real values that vary continuously, W τ s ( , )\n\nx ψ ;\n\nis then named as the continuous wavelet transform.\n\nThe wavelet function is normalized to have unitary variance (∫ ψ t dt ( ) = 1 2 ), and it verifies ∫ ψ t dt ( ) = 0 (Daubechies 1992) . Therefore, the original function x t ( ) from its CWT as follows:\n\nis the \"admissibility constant\", with f and ψ f ( ) respectively denoting the Fourier frequency and Fourier transform of the mother wavelet. Aguiar-Conraria et al. (2008) argue that both x t ( ) and its wavelet transform are representations of the same mathematical entity. It is important to observe that the energy of x t ( ) is preserved by the wavelet transform, in the sense that\n\nand that a Parseval type identity also holds 3 (4)\n\nwhere W τ s W τ s W τ s ( , ) * ( , ) = ( , )\n\nx ψ y ψ xy ψ ;\n\n; , denotes the cross-wavelet transformation of two time series x t ( ) and y t ( ). There are several types of wavelet functions available with different characteristics. One of the most popular wavelets used is the Mortlet wavelet, the simplified version, which is defined as ψ t π e e ( ) = ,\n\nwhere π −1/4 ensures unit energy of the mother wavelet. 4 The wavelet power spectrum describes the evolution of the variance of a time series at different frequencies, with periods of large variances associated with periods of large power at different scales (Aguiar-Conraria et al., 2010) . In the wavelet theory, the (local) wavelet power spectrum of a time series x(t), the analogous approach of the Fourier spectrum, is defined as WPS τ s W τ s ( , ) = ( , )\n\nx ψ x ψ ; ;\n\n2 . It can be interpreted as a measure of the local variance for x(t) at each frequency. Aguiar-Conraria and Soares (2014) note that when the wavelet power spectrum is taken over all times, they then can call the global wavelet power spectrum as\n\nThis present study looks to explore the co-movement of returns among international health care sector indices. We focus on the health care sector returns of Germany, the UK, and the US and therefore first set out to use the Mortlet wavelet transform for the time series (returns of health care sector) in the time-frequency space. The Mortlet wavelet is selected, because it is the most popular of the complex-valued wavelets that can achieve an excellent compromise between time and frequency accuracies. In general, the Mortlet wavelet has some good mathematical properties as follows. First, for numerical purposes it can be treated as an analytic wavelet. Second, the peak frequency, the energy frequency, and the central instantaneous frequency of the Mortlet wavelet are all equal. Third, the Mortlet wavelet has optimal joint time-frequency concentration in the sense that the Heisenberg box area reaches its lower bound with this wavelet. Finally, the time radius and the frequency radius are equal (Aguiar-Conraria & Soares, 2014) . From the plots of the wavelet power spectrum, we are able to tell whether a structural break exists in the returns of the health care sector.\n\nThe primary aim of this study is to analyze the dynamic relationship among the international health care sector returns. Following Aguiar-Conraria and Soares (2014), we define the absolute value of the complex wavelet coherency, the so-called wavelet coherency, as \n\nwhere I and R are the imaginary and real parts of the smoothed cross-wavelet transform, respectively. This paper further studies the dynamic relationship among the international health care sector returns after controlling for the industrial production index. The wavelet partial coherency is a technique similar to partial correlation, which helps identify the resulting wavelet coherency between two time series x t ( ) and y t ( ) after eliminating the influence of the controlling variable z t ( ) (Ng & Chan, 2012) . Following Ng and Chan (2012) and Aguiar-Conraria and Soares (2014), we define the complex partial wavelet coherency as . Moreover, Q xz and Q yz are defined in a similar manner to Q xy , while R xz and R yz are calculated in a similar manner to Eq. (7).\n\nFollowing Aguiar-Conraria and Soares (2014), we define the absolute value of the complex partial wavelet coherency, the socalled partial wavelet coherency, as R Q = xy z xy z , , , while we define the partial phase delay (phase-difference) of x t ( ) over y t ( ) after controlling for z t ( ): \n\nThe value of the phase-difference between two time series ranges from π − to π . The two series are positively correlated (in-phase) when the phase-difference (ϕ xy ) is in the interval [−π/2, π/2]. When the phase-difference is within [−π, −π/2] or [π/2, π], the two variables exhibit an anti-phase relationship (i.e., they are negatively correlated). On the other hand, when the phase-difference is within π [− /2, 0] or π π [ /2, ], y leads x. When the phase-difference is within π π [− , − /2] or π [0, /2], the variable x is leading y (Caraiani 2012) . The interpretation of the anti-phase (in-phase) relationship of the partial phase-difference (ϕ xy z , ) is the same as that for the phase-difference (ϕ xy ).\n\nWe conduct our empirical analysis on a sample set of monthly UK, US, and DE Dow Jones Global Index (DJGL) health care price indices of the respective stock markets covering the period from January 1992 to December 2013, leading to a sample size of 264 observations for each market. 5 There are two reasons why only three markets (or three sectors) are analyzed. First, the continuous wavelet analysis mostly relies on pairwise correlations within a multivariate set of health care financing systems . It generates n(n−1)/2 (n meaning the number of target variables or markets) wavelet correlation graphs and J×n(n−1)/2 (J is the number of scales) phrase-differences graphs. In the current paper, our continuous wavelet analysis produces 3 wavelet correlation graphs and 9 phrase-differences graphs. If the number of markets under investigation increases from three to four, then we need to analyze 6 wavelet correlation graphs and 18 phrase-differences graphs. This is a restriction of the continuous wavelet analysis, and it makes the continuous wavelet analysis intractable, because the number of target markets is higher than three. Second, we choose the Germany, UK, and US stock markets as our target countries, because the health care systems in these three countries represent three major types of health care systems among OECD countries: the Social Health Insurance (Germany), National Health Service (UK), and Private Insurance (US) systems (Rothgang, 2010) . Previous studies analyzing the factors influencing stock prices associated with the health care sector also select these three typical countries .\n\nData are obtained from Datastream. All indices are denominated in US dollars. The returns are defined as the logarithmic first difference of the monthly indices times 100. To control the impact of macroeconomic differences across different countries, most studies include either real GDP or an industrial production index as a control variable. We use the industrial production index, because wavelet analysis is quite data demanding and having monthly data is a plus (Aguiar-Conraria et al., 2012) . It is worth addressing that Andersen et al. (2007) demonstrate that many of the significant jumps are associated with specific macroeconomic news announcements. However, they suggest that many of the jumps identified by the high frequency-based realized variation measures are invariably hidden in the coarser daily or lower-frequency returns. The low-frequency (monthly) data used in this study slightly aggregate the heterogeneity in a smoothing way (Sun, Rachev, Stoyanov, & Fabozzi, 2008) . Therefore, the effects of asymmetry and jumps in the returns series during the crises of our analyses could be minor and can be neglected. Table 1 Around 2008, the three price indices begin to exhibit a relative decline, impacted by the US subprime mortgage crisis, the global financial crisis, and the European debt crisis. Table 2 and Fig. 2A -C illustrate the wavelet power spectrum for the health care sector stock returns of DE, UK, and US, respectively. In the horizontal axis of Fig. 2 , we have the time dimension, while the vertical axis gives us the frequency dimension, which is based on monthly data. The power is given by the color, and the wavelet power varies from deep red (highest) to deep blue (lowest). Regions with warm colors (red) represent areas of high power. The white lines show the maxima of the undulations of the wavelet power spectrum, therefore giving us a more precise estimate of the cycle period. The black contour designates the regions where the wavelet power is statistically significant at 5% (Aguiar-Conraria et al., 2010) .\n\nPrevious studies such as Chen (2016), Chen, Wen, Lin, and Liang (2016) , and Chen and Lin (2016) select the maximum decomposition level J to be three levels (2 j , j=1, 2, 3), indicating three different time scales corresponding to short-, middle-, and long-run time scales, respectively. We follow these previous studies' set-up of the maximum decomposition level J to be three levels (2 j , j=1, 2, 3) and categorize time scales into three frequency bands: 1-2, 2-4, and 4-8 months, corresponding to short, medium, and 5 Because the control variable, industrial production index, is only available in monthly data, this study employs monthly data. If we use quarterly data, then the volatilities will be smoothed out. Rua and Nunes (2009) also utilize monthly data to explore the international co-movement of stock market returns through wavelet analysis.\n\nlong runs, respectively. The cone of influence (COI), indicating the region impacted by the edge effects, is shown with thin black lines. The results outside the COI region may not be reliable (Aguiar-Conraria & Soares, 2014; Cazelles, Chavez, de Magny, Guégan, & Hales, 2007) , and so we discuss the wavelet power specters inside the COI in this study. The wavelet power spectrums in Fig. 2A and the second column of Table 2 show significant (at 5% significance level) volatilities of the DE health care returns for high frequency (1-2 months) over the periods 2000-2003 and 2007-2010 , for the 2-4 months' frequency band in 2004-2010, and for low frequency (4-8 months) in 2003-2010, when the DE health care sector experienced the Doc-com bubble, SARS epidemic, subprime mortgage crisis, global financial crisis, and European debt crisis. These findings suggest that there are significant variances and structural changes in the DE health care stock returns. In fact, a structural change in the DE health care returns also occurs on cycles of wavelet power across the medium run (2-4 months) and long run (4-8 months) during the periods 2004-2010 and 2003-2010, which as mentioned above is within the period of the SARS outbreak, subprime mortgage crisis, global financial crisis, and European debt crisis. Those significant volatilities at different frequency bands identified over various periods suggest that the above-mentioned events are likely to have influenced the DE health care returns in all ranges of frequency bands. The white lines on the short, medium, and long periods across all times mean that there is a permanent cycle with DE health care sector returns. In sum, DE health care returns exhibit high wavelet power across the 1-8 months' frequency bands during 2000-2010.\n\nAs shown in Fig. 2B and the third column of Table 2 , we observe significance at the 5% level for volatilities of the UK health care returns for periodicity only less than 2 months during 1993, 1998, and 2007-2010 , when the Mexican currency crisis, Asian financial crisis, subprime mortgage crisis, global financial crisis, and European debt crisis occurred. These findings suggest that there are structural changes in the UK health care stock returns in the high (1-2 months) frequency during the five above-mentioned crises. However, there are no significant volatilities of the UK health care sector during medium and long runs. We observe a white line across the observed periods, indicating that there is a permanent cycle for the medium run. In short, UK health care returns display high power across the 1-2 months' frequency band for 1993, 1998, and 2007-2010. From Fig. 2C and the fourth column of Table 2 for the US, we observe white lines around the short, medium, and long runs across the sample period, meaning that there are spikes for these periods. The orange color areas tell us that these cycles are strong, but not statistically significant. We further observe several blue regions that are scattered around the short-, medium-, and long-run frequencies of the sample period, indicating significant (at the 5% significance level) but low volatilities (blue color) for the health care sector returns in all ranges of frequency bands during the sample period. In sum, US health care returns exhibit the most structural changes in terms of the wavelet power spectrum across the 1-8 months' frequency band among there three countries.\n\nIn summary, wavelet analysis does uncover a statistically significant cycle of around 2, 4, and 8 months, as we can see by the white stripe and by the red area for the frequency. In general, the wavelet power spectrums yield consistent results with the time plots, reflecting several major booms and busts in the sample sector returns. We cannot determine the co-movement and lead-lag relationships, which could indicate causality, between the two sectors' returns through the wavelet power spectrums. Therefore, we resort to wavelet coherency and partial wavelet coherency between the sample returns, where the results of the estimation appear as follows. 2000-2003 2007-2010 1993 1998 2007-2010 1993 1994 1997-1998 1999-2000 2003-2004 2006-2007 2012 Medium run (2-4 months) 2004-2010 1993-1994 1997-1998 2000-2001 2005 2011-2012 Long run (4-8 months) 2003-2010 1997-2000 2004-2006 Notes: The table presents the wavelet power spectrum at the 5% significance level from DE, UK, and US for health care sector returns. The short run means the wavelet power spectrum becomes statistically significant at the 1-2 months' band frequency; the medium run means the wavelet power spectrum becomes statistically significant at the 2-4 months' band frequency; the long run means the wavelet power spectrum becomes statistically significant at the 4-8 months' band frequency. \n\nWe analyze first the health care sector returns' relationship by looking both at the wavelet coherency and phasing difference. However, comparing with the wavelet coherency and phasing difference, partial wavelet coherencies together with partial phasedifferences provide more reliable indications of correlation and lead-lag relationships between health care returns. Thus, we also analyze partial wavelet coherencies and partial phase-differences. We split the frequency on the vertical axis into three bands: 1-2, 2-4, and 4-8 months, corresponding to short, medium, and long runs, respectively. Following Aguiar-Conraria et al. (2012), we can read the results following a few rules that allow for an economic interpretation of the phase-difference. Fig. 3A and Table 3A show positive and strong co-movement between DE (denoted by x(t)) and UK health care returns (denoted by y(t)) between 2005-2013 for cycles in frequency bands of 1-8 months. The co-movement, however, does depend on the frequency Figures A2-A4 and B2-B4 are phase-differences and partial phase-differences at 1-2, 2-4, and 4-8 months' frequency bands after controlling for the industrial production indices of DE and UK, respectively. Notes: The black contour designates the 5% significance level. Coherency ranges from blue (low coherency) to red (high coherency), plus or minus two standard deviations. The line represents the phase-difference. A phase-difference between -π/2 and π/2 means that both series are in-phase. Between -π/2 and zero as well as between π/2 and π mean that UK is leading DE. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article). and is unstable over the period 2000-2011. More specifically, for 2000-2002, 2005-2006, and 2007-2010 , the two sectors' returns show significant co-movement across the 1-2 months' frequency band with an in-phase relation indicated by the phase-difference between -π/2 and π/2, 6 implying a positive co-movement despite frequent boom-bust fluctuations in the two markets during these periods. From 2003 From -2004 From and 2005 From -2011 , we observe mostly positive co-movement and UK leads DE across the 2-4 months' frequency band. For 2004-2011, UK positively leading DE appears to be long lasting around the 4-8 months' frequency band. These findings support the existence of time and frequency-varying features in the correlations between the DE and UK health care returns. We find mostly positive causal links from UK to DE in the medium and long runs. The fundamentals of real economic factors (i.e., industrial production), however, might influence the relationship between the sample's health care sector returns. This implies that the above results estimated by wavelet coherency and phase-difference, without removing the simultaneous effects of industrial production on the two returns, may suffer from inaccuracy. 7 Thus, we further estimate the partial wavelet coherency and partial phase-difference with industrial production as a control variable to reveal the relationship between the two returns in Fig. 3B and Table 3B .\n\nComparing Fig. 3A and Table 3A , we see that the results change somewhat and that not considering partial coherency does lead us to erroneous conclusions. First, the statistically significant long-run coherency between DE and UK in partial coherency is nonexistent, once we control for industrial production. Second, after controlling for industrial production, as shown in Fig. 3B1 and Table 3B , there are significant correlations (at the 5% significance level) between DE and UK for cycles in the 1-2 months' frequency band for 1997-1998 (Asian financial crisis), 2000 -2001 , 2002 -2003 (Doc-com bubble period, September 11 attacks, and SARS outbreak), 2005 -2010 (subprime mortgage crisis, global financial crisis, and European debt crisis), while coherency increases at high frequencies, compared to our prior findings. The partial phase-difference exists more often between -π/2 and zero as well as between π/2 and π, revealing UK leads DE over the short term.\n\nFor the 2-4 months' frequency band, Fig. 3B3 and Table 3B present that UK positively leads DE for 2000-2001 and 2008-2010 for cycles of 2-4 months, which correspond to the Doc-com bubble and September 11 attacks (2000) (2001) and the global financial crisis and European debt crisis (2008) (2009) (2010) . The relations are mostly positive for the medium-run findings, except for one small period for 1992-1997 that shows a negative relation (when the phase-difference is bigger than π/2), and UK leads DE. Unlike the previous result indicating a significant co-movement at low frequency, we do not observe any significant co-movement from the wavelet partial coherency in Table 3B , while we observe that UK positively leads DE in the low frequency shown in Fig. 3B4 . This may imply that the health care sector returns of DE and UK actually respond to the industrial production index for the low frequency during the observed period. Fig. 4A and Table 4A show (Table 4B ).\n\nComparing Figs. 4A and B, we see that the results change somewhat and that not considering partial coherency does lead us to erroneous conclusions. The co-movement between US and DE differs in periods from the previous results. For 1998-2003 and 2010-2011 in Fig. 4B1 , we find that a high degree of positive co-movement exists at the 1-4 months' frequency band, revealing that within this period US and DE returns maintain a strong co-movement over the short and medium terms. We do see that US does positively lead DE for the medium run for 1997-1998 and 2000-2002 Fig. 5A and Table 5A show the causality between US and UK returns. For 1993 For -2004 For (except 1994 , UK leads US returns across the 1-2 months' frequency band, suggesting that UK returns significantly affect US health care returns during this period. On the contrary, for 2007-2011 the lead-lag relation reverses from US positively leading UK to UK positively leading US in the high frequency. For 1994 For -2001 For and 2002 For -2004 , US and UK positively co-move at the 2-4 months' frequency band. After that, at medium frequencies we observe a causal link running from UK to US during 2005-2010. In the low frequency, we find a positive link from US leading UK to UK leading US. This provides evidence that UK and US health care returns significantly and positively co-move.\n\nAfter controlling for industrial production, Fig. 5B and Table 5B show that the co-movements between US and UK differ from the previous results. For 1993-2009, we find a high degree of positive causality from UK to US at the 1-2 months' frequency band, revealing that within this period UK leads US over the short term. For 1994 For -1996 For and 1999 For -2006 we also find that a high degree of positive causality from UK to US increases at the 2-4 months' frequency band, in contrast with the two conversion causalities without controlling for industrial production in Table 5A . Unlike the previous result indicating a reverse from US leading UK to UK leading US in the long run, we now clearly see a high degree of long-term causality from US to UK as indicated by the partial wavelet coherency. 6 For example, we note the phase-difference (blue line) between -π/2 and 0 in Fig. 3A.2 7 We also control for a global financial crisis factor, but no significant result is obtained. Figures A2-A4 and B2-B4 are phase-differences and partial phase-differences at 1-2, 2-4, and 4-8 months' frequency bands after controlling for the industrial production indices of DE and US, respectively. Notes: The black contour designates the 5% significance level. Coherency ranges from blue (low coherency) to red (high coherency), plus or minus two standard deviations. The line represents the phase-difference. A phase-difference between -π/2 and π/2 means that both series are in-phase. Between -π/2 and zero as well as between π/2 and π mean US is leading DE. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article). This may imply that UK and US returns may depend fundamentally on industrial production. All of the relations between UK and US are positive (when the partial phase-difference is within π/2 and −π/2). In summary, when mapping the timings of six events in Fig. 1 to Figs. 3B1-5B1, there is an overall increase of long-run interdependence between UK and US during the studied time period, and the increase is slightly weaker after 2009. The 2003 SARS outbreak, subprime mortgage crisis, and global financial crisis all cause clear contagion effects between DE and UK. Around the Dotcom bubble, subprime mortgage crisis, and global financial crisis there are also signs of contagion between DE and US. In addition, Figures A2-A4 and B2-B4 are phasedifferences and partial phase-differences at 1-2, 2-4, and 4-8 months' frequency bands after controlling for the industrial production indices of UK and US, respectively. Notes: The black contour designates the 5% significance level. Coherency ranges from blue (low coherency) to red (high coherency), plus or minus two standard deviations. The line represents the phase-difference. A phase-difference between -π/2 and π/2 means that both series are in-phase. Between -π/2 and zero as well as between π/2 and π mean US is leading UK. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article).\n\nwhether we control for industrial production or not, the above findings provide robust evidence for a mostly positive co-movement between these three sector returns that is indeed similar across frequencies over time. 8 The DE health care returns are mostly determined by the UK and US health care returns for the short and medium runs. UK leads US for the 1-2 and 2-4 months' frequency bands, while US leads UK for the 4-8 months' frequency band. As expected, the co-movement is related closely with financial or important events (i.e., SARS outbreak). Consistent with Erdogan et al. (2013) , our findings of a high level of co-movements should signal that the contagion effects are evident for bad as well as good events spreading over different markets. In summary, the predictive power of UK for both DE and US is in the short and medium runs; that of US for DE is at low and medium frequencies; and that of US for UK is over the long run.\n\nTo prevent the local currency and/or EURO effects, we re-analyze the wavelet coherency and phase-difference using the price indices denominated in local currencies in order to examine whether US currency or Euro exchange rate movements affect the results. These empirical results are available upon request. The dynamic relationships among two price indices' returns denominated in local currencies are approximately similar to our original findings. Our results are also consistent with findings that suggest minor or no significant EURO effect on the economy (Gengenbach, 2009; Parsley & Wei, 2008; Bun & Klaassen, 2007; Mancini-Griffoli & Pauwels, 2006) . In addition, we conduct a sensitivity analysis by using different control variables such as overall stock market performance and CPI. In general, the dynamic relationship between two returns of different stock markets is similar to our original findings. These empirical results are also available upon request.\n\nThe UK National Health Service offers comprehensive services to the entire population funded mainly out of general taxation (Hurst, 1991) . Under the US private health care system, health care is rationed primarily according to willingness and ability to pay, and state involvement is minimal and limited to providing a minimum standard of care for the poor (Wagstaff et al., 1989) . The German Social Health Insurance system has a mix of compulsory social insurance for about 75% of the population and voluntary insurance for about 23% of the population (Hurst, 1991) . Among the three health care systems, the UK and US policies are the two extreme systems, as we observe from the diverse patterns of the UK and US wavelet power spectrums. Thus, the type of health care system might influence the power spectrum of health care sector returns. International comparisons of health care sector returns offer an opportunity for countries to learn from each other's experiences in managing health care systems as well as health care capital markets. Our findings obtained from the wavelet analyses allow us to address the controversies about the causality of health care returns in major countries under a new light. Wavelet analysis also helps us to uncover that the dynamics in health care are less similar than the conventional defensive nature of health care sector returns would lead us to believe. We uncover a pattern in which more than one cycle component (a \"long\" one of 4-8 months, a \"medium\" one of 2-4 months, and a \"short\" one of 1-2 months) contributes to explain the variance in a series. Our findings show that the causality of health care returns is not a feature of the entire period, but instead is temporally localized. We find that a changing relationship between two sectors' returns coincidently happens with a financial crisis or an important event. For example, for 1997 For example, for -1998 For example, for and 2007 For example, for -2010 We find that a stable positive causality holds during the sample period. Market performance forecasts should focus on UK (US) returns in the short and medium runs so as to enhance forecasting the health care sector returns of DE and US (DE); as well as focus on US returns in the long run so as to predict UK health care sector returns. The causality between the two returns helps policy makers and investors to forecast future health care performance from one market to another. As such, a rise in UK health care returns and hence a gain in US health care returns increase DE returns in the short and medium runs, while a rise in US health care returns increases UK returns in the long run.\n\nRegarding the cross-market causality of the health sector, apply discrete wavelet analyses to investigate the co-movement and spillover relationship of health care financing across OECD countries, utilizing variables measured as public expenditure on health as a percentage of total expenditure on health. suggest that the public share of total health care financing in OECD countries has exhibited signs of co-movement over the period 1960-2012 in the short, medium, and long runs. Chen (2016) employs the continuous wavelet analysis to investigate the dynamic relationship between health progress and economic growth and finds four causal relationships between health progress and economic growth: the income view, health view, feedback view, and neutrality hypotheses. Until now, as to the best of our knowledge, no study has specifically explored the stock return co-movement of the health care sector. In addition, this paper provides a new look into the health care industry's cross-country co-movement measurement of stock returns by resorting to continuous wavelet analyses.\n\nNote that there are several limitations to this study. First, we are aware that the dynamic relationship between health care sector returns may be confounded by life style, GDP, cultural, cost of living (measured by the consumer price index, CPI), and other factors. Nevertheless, the monthly data for most of these factors are not available for us to use in conducting a reliable time series analysis. Second, although continuous wavelet analyses provide a complete picture of the lead-lag relation and the correlation between sector returns, the magnitude of the impact from leading countries' sector returns remains unknown. Thus, in the future a wavelet analysis type of regression model with more countries included should be developed and used to illustrate the dynamic relationship between health care sector returns . Third, there may be spillovers between different industries that also determine the bilateral co-movement between health industry stock market returns. The restriction of the continuous wavelet analysis does not provide a tractable method to model the spillovers across different industries. We note that future studies could provide an examination across different industries under the analytical framework of more advanced wavelet analysis. Fourth, we only observe a lead-lag relationship between two returns of those price indices, and the spillover effect is one possible interpretation of the existence of the lead-lag relationship. Since we do not have stabilizing measures during financial crises, this restriction of the data prevents us from exploring whether or not the lead-lag relationship between two returns of those price indices is caused by stabilizing policies (effects). We need more detailed data for further research in this regard.\n\nDiscussions on the dynamic relationship of returns in the health sector among different stock markets are rare in the field of finance or health economics. This study provides new insights into the co-movement and lead-lag relationships among DE, UK, and US health care sector returns for 1992-2013. To analyze the issue more in-depth, this study has decomposed the time-frequency relationship between sector returns by using the continuous wavelet approach. We are thus able to examine the coherency of the sample health care sector returns and lead-lag relations at different frequencies of specific time periods. We also control for industrial production so as to reveal the true relationships between the three markets' returns by means of the partial wavelet coherency and partial phase-differences.\n\nThe predictive power of UK for DE and US is in the short and medium runs; while that of US for DE is across the long and medium runs; and that of US for UK is for the long run. Therefore, investors can follow the health care stock price pattern of US (UK) to predict long-(short-) run health care stock prices. Second, UK health care returns are statistically significant only for the short run, indicating no significant variance for the medium and long runs. However, US health care returns exhibit significantly low wavelet power across the short, medium, and long runs. The health care policies of UK (which belongs to the National Health Service) and US (which belongs to the Private Insurance System) are two extreme systems. Thus, different health care policies might influence the patterns of the health care sector returns. In addition, there is an overall increase of long-run interdependence between UK and US health care sectors. Both the subprime mortgage crisis and global financial crisis caused clear contagion effects between the sectors of DE and UK as well as those of US and DE. Third, Barro (2013) pinpoint that health is an important determinant of economic growth, but we find that cross-country co-movement in the health care sector, which is highly regulated, may be the by-product of common movements in economic fundamentals (such as industrial production and GDP). Finally, our results highlight the importance of taking into consideration the time and frequency-varying properties of health care sectors' stock return co-movements in international portfolios as they may influence the benefits of international portfolio diversification."}