{"title": "Visualization of HTLV-1YSpecific Cytotoxic T Lymphocytes in the Spinal Cords of Patients With HTLV-1YAssociated Myelopathy/Tropical Spastic Paraparesis", "body": "Human T-lymphotropic virus type 1 (HTLV-1) infection is estimated to affect 1 to 2 Â 10 7 people worldwide. Although HTLV-1 infection is lifelong, the majority of infected individuals remain asymptomatic; only 1% to 2% of these individuals develop HTLV-1Yassociated diseases, including adult T-cell leukemia/lymphoma (1) , and a range of chronic inflammatory diseases, including myelopathy (2Y4), uveitis (5) , arthritis (6) , polymyositis (7, 8) , inclusion-body myositis (9, 10) , and alveolitis (11) . The most recognized inflammatory disease is HTLV-1Yassociated myelopathy/tropical spastic paraparesis (HAM/TSP), in which CNS lesions correspond to progressive weakness of the lower extremities, with spasticity, urinary incontinence, and mild sensory disturbance. Patients with HAM/TSP exhibit higher HTLV-1 proviral load in the peripheral blood mononuclear cells (PBMCs) than asymptomatic HTLV-1 carriers (12) . Furthermore, HTLV-1Yinfected cells accumulate in the cerebrospinal fluid (CSF) on neurologic exacerbation (13) . One of the most striking features of the cellular immune response in patients with HAM/TSP is the highly elevated numbers of HTLV-1Yspecific CD8-positive cytotoxic T lymphocytes (CTLs) in PBMCs compared with asymptomatic HTLV-1 carriers (14, 15) . These CTLs produce proinflammatory cytokines (16, 17) . The HTLV-1Yspecific CTLs are thought to be a key factor in the pathogenesis of HAM/TSP (18, 19) . This persistently activated CTL immune response to HTLV-1 provides unequivocal evidence of persistent HTLV-1 antigen expression in vivo. To date, no previous studies have shown CTLs and HTLV-1 proteins in CNS tissues from patients with HAM/TSP. Although Skinner et al visualized antigen-specific T cells with nonfrozen tissues (20) , the method has not been adapted to frozen tissue samples. In this study, we established novel in situ staining methods for detecting virus-specific CTLs and HTLV-1 proteins in frozen human tissue samples. We detected a number of HTLV-1Yspecific CTLs and HTLV-1Yinfected CD4-positive cells infiltrating the CNS and verified the bystander hypothesis that the interaction between HTLV-1Y specific CTLs and HTLV-1Yinfected T lymphocytes causes damage to bystander neural cells in the CNS (21) . family members and stored them at j80-C until use. Human T-lymphotropic virus type 1 Tax11-19 (LLFGYPVYV) and Tax301-309 (SFHSLHLLF) are well-characterized immunodominant epitopes that are restricted to HLA-A*02 and HLA-A*24, respectively (22, 23) . Human leukocyte antigen (HLA) typing was performed in all of the autopsied samples (24) . Three samples were found suitable for use in this study. The first was from an HLA-A*02Ypositive patient (No. 8624), the second was from an HLA-A*24Ypositive patient (No. 6315), and the third was from an HLA-A*02 and HLA-A*24 doubleY positive patient (No. 6664). We had frozen block samples from entire levels of the spinal cord of each patient. We first evaluated each block by routine histology and used the samples with inflammatory lesions for the study. The clinical characteristics of the patients are shown in Table 1 . This study was approved by the Kagoshima University Ethics Committee.\n\nPrimary and secondary antibodies are listed in Table 2 . Fresh-frozen spinal cord samples were cut into 8-Km-thick sections, placed on aminosilane-coated slides, and dried for 3 hours. After fixation with 4% paraformaldehyde (PFA) in PBS for 20 minutes at room temperature (RT), the sections were incubated with a primary monoclonal antibody (mAb) for 60 minutes at RT. The samples were washed with PBS after each step.\n\nFor immunohistochemistry, the sections were treated with 3% H 2 O 2 in PBS for 20 minutes and subsequently incubated with horseradish peroxidaseYlabeled polymer-conjugated anti-mouse antibody (Ab) reagent (EnVision+ reagent; Dako, Tokyo, Japan) for 30 minutes at RT. Finally, peroxidase was visualized using 3-amino-9-ethylcarbazole (AEC) substrate as the red color. The sections were counterstained with hematoxylin and analyzed by light microscopy.\n\nFor immunofluorescence staining, the sections were incubated with fluorescence-conjugated secondary antibodies for 60 minutes at RT in the dark. The sections were counterstained with 4 ¶,6-diamidino-2-phenylindole (DAPI) and analyzed using a confocal laser scanning microscope (FV500; Olympus, Tokyo, Japan). For double staining, 2 primary antibodies with In Situ Tetramer Staining HTLV-1 TaxYspecific T lymphocytes were detected with either phycoerythrin (PE)-labeled HLA-A*0201/Tax11-19tetramer or HLA-A*2402/Tax301-309-tetramer (MBL, Japan) diluted to 1.0 Kg/mL. HLA-A*0201/Tax11-19-pentamer was also used to corroborate the results of the tetramer in the staining of the CNS. Phycoerythrin-labeled HLA-A*0201/HIV Gag peptide (SLYNTVATL) tetramer or PE-labeled HLA-A*2402/ HIV Env peptide (RYLKDQQLL) tetramer was used as an irrelevant control. The sections were fixed with PBS-buffered 0.1% PFA for 10 minutes and washed with PBS after each step. The sections were incubated with tetramer overnight at 4-C in the presence of proteinase inhibitors (Roche, Tokyo, Japan) and subsequently fixed again with PBS-buffered 4% PFA for 20 minutes at RT. Rabbit anti-PE Ab (500Â; BioGenesis, Westminister, CO) was used as the secondary Ab and incubated with the sections for 60 minutes at RT. The signal was enhanced with the EnVision+ system and visualized with AEC chromogen. For immunofluorescence staining, the sections were incubated with goat anti-rabbit Ab labeled with Alexa Fluor 488 for 60 minutes at RT. For double staining, sections were simultaneously incubated with any of anti-CD8 mAb, antiYgranzyme B mAb, antiYinterferon-F (IFN-F) mAb, or Lt-4 mAb and with Tax-tetramer. After overnight incubation and fixation, the sections were incubated with rabbit anti-PE Ab for 60 minutes. The sections were then incubated with Alexa Fluor 594Y conjugated antiYmouse IgG1 or IgG3 Ab and Alexa Fluor 488Yconjugated goat anti-rabbit IgG Ab for 60 minutes at RT. 4 ¶,6-Diamidino-2-phenylindole was used for counterstaining. To determine the frequency of Tax-tetramerYpositive cells among the CD8-positive cells, we counted the cells under fullfield observation (400Â).\n\nFresh-frozen spinal cord sections were used to detect HTLV-1 proteins. The sections were dried and fixed with 4% PFA for 20 minutes at RT. AntiYHTLV-1 Tax mAb (Lt-4), antiYHTLV-1 Gag mAb (TP-7), or antiYHTLV-1 Env mAb (65/6C2) was applied to the sections in combination with anti-CD3 mAb, anti-CD4 mAb, or antiYKi-67 Ab. After the sections were incubated overnight at 4-C, they were incubated with isotype-specific secondary antibodies for 60 minutes at RT in the dark and subsequently counterstained with DAPI.\n\nApoptotic cells were detected with antiYactive caspase-3 Ab or antiYsingle-stranded DNA Ab by light microscopy and confocal laser scanning microscopy. The cells were also detected with TdT-mediated dUTP nick end labeling method according to the manufacturer's instructions (ApopTag Millipore, Billerica, MA).\n\nTransverse sections of the spinal cords of HAM/TSP patients demonstrated atrophy in the lateral columns with thickened meninges (Fig. 1AYC ). Symmetric patchy myelin pallor in Luxol fast blue staining was observed in the affected long tracts, lateral cerebrospinal fasciculus, ventral and dorsal spinocerebellar fasciculi, spinothalamic fasciculus in the lateral column, and fasciculus gracilis in the posterior columns. The essential histopathologic feature was a chronic progressive inflammatory process with marked parenchymal exudation of lymphocytes and macrophages around the vessels (i.e. postcapillary venules) in both the gray and white matter of the spinal cord (Fig. 1D , E). The degree of cellular infiltration was strong in Patients 6315 and 8624, whereas Patient 6664 had no significant cell infiltrates (Table 1) . Neurons in the anterior horns were generally preserved (Fig. 1F ). Immunohistochemical staining of the spinal cord revealed remarkable infiltration of CD8-positive cells (Fig. 1G , H) and CD4-positive cells (Fig. 1I ) and macrophages (data not shown) throughout the parenchyma, especially in perivascular areas. These histochemical findings are consistent with previous reports.\n\nTo validate the in situ tetramer staining procedure for visualization of HTLV-1Yspecific CTLs, PBMCs of HLA-A*02Ypositive patients with HAM/TSP were fixed on slides and stained with HLA-A*02/Tax11-19 tetramer and anti-CD8 mAb. The fluorescence pattern of the tetramer exactly colocalized with that of anti-CD8 mAb on the PBMCs ( Fig. 2A) . This is consistent with the fact that CD8 cells express a T-cell receptor. We could not detect HTLV-1Yspecific CTLs at all with Tax-tetramer or -pentamer in frozen samples using a reported procedure for nonfrozen samples (20) . We tested several modified staining procedures and finally found that prefixing the frozen sections at a very low concentration of PFA was optimal. We selected the sections that stained best with the tetramer or pentamer from several sections from each block. We detected HTLV-1 Tax11-19Yspecific CTLs in the parenchyma of the spinal cords from an HLA-A*02Ypositive patient (Fig. 2B) and an HLA-A*24Ypositive patient ( Fig. 2C ) with HLA-A*02/Tax-tetramer and HLA-A*24/Tax-tetramer, respectively. The CTLs were also detected in the thickened leptomeninges (Fig. 2D ). On the other hand, no cells were detected by HIV Gag-tetramer and influenza-tetramer as tetramer controls (Fig. 2E ).\n\nTo determine the frequency of HTLV-1 TaxYspecific CTLs in CD8-positive lymphocytes infiltrating the CNS, we performed double staining for HTLV-1 TaxYspecific CTLs and CD8-positive lymphocytes. Tax-specific CTLs stained with Taxtetramer were frequently noted in the lesions. Double staining revealed that the fluorescence of Tax-tetramer colocalized with that of anti-CD8 mAb in all 3 patients (Fig. 3AYC) . Meanwhile, HIV-tetramer restricted by either HLA-A*02 or HLA-A*24 did not bind any CD8-positive cells in the corresponding specimen (Fig. 3D ). Next, we evaluated the frequency of Tax-specific CTLs in CD8-positive lymphocytes in 4 sections of the spinal cord from each patient. The percentages of Tax-specific CTLs in CD8positive cells were 22.1% (62 of 280) and 31.1% (96 of 309) in patients with HLA-A*02Ypositive and HLA-A*24Ypositive patients, respectively (Table 3) . Patient 6664 had no significant cellular infiltrates, and we only detected 2 HLA-A*24/Tax-tetramerYpositive and no HLA-A*02/Tax-tetramerYpositive cells in the 4 sections of the spinal cord from that patient. In addition to Tax-tetramer, Tax-pentamer was also used for the staining of the tissues from Patient 8624 to corroborate our results with Tax-tetramer. Similarly, the fluorescence of Taxpentamer exactly colocalized with that of anti-CD8 mAb; the frequency of Tax-pentamerYpositive cells in CD8-positive cells was 31% in the lesion (Fig. 3E ).\n\nAlthough the HTLV-1 gene has been detected in CD4positive lymphocytes, its viral protein has not been detected in freshly isolated lymphocytes. Therefore, we used HTLV-1Yinfected cell lines in a preliminary study for visualizing HTLV-1 Tax protein. We next detected 3 HTLV-1 proteins (Tax, Env, and Gag) in the CNS tissues of the HAM-TSP patients. Tax was found in the cells near vessels (Fig. 4A, B) and in the leptomeninges. The nuclear protein Tax showed a patchy staining pattern in the nuclei (Fig. 4C, D, G) , whereas Env and Gag were detected in the cell membrane or cytoplasm (Fig. 4EYG) . Double staining revealed that the cells expressing Tax, Env, or Gag were CD4-positive lymphocytes (Fig. 4CYF ). CD68-, CD8-, CNPase-, and glial fibrillary acidic protein (GFAP)Ypositive cells were not positive for HTLV-1 Tax ( (Table 3 ). More than 50% of infiltrating CD4-positive cells were infected with HTLV-1. Furthermore, HTLV-1Yinfected cells had a greater tendency to undergo apoptosis than noninfected cells; 36.4% of the infected cells were undergoing apoptosis, whereas 10.3% of noninfected cells were undergoing apoptosis in Patient 8624 (Table 3 ). Because the sample from Patient 6664 showed only a few cellular infiltrates, we could not evaluate the frequency of apoptosis in that case.\n\nTo investigate whether HTLV-1 TaxYspecific CD8positive CTLs have the ability to attack HTLV-1Yinfected CD4-positive cells in the CNS, we attempted to detect functional molecules of CTLs in the CNS. Granzyme BY, perforin-, and IFN-FYpositive cells were detected in both parenchymal and perivascular areas (Fig. 5AYC) . Some of the cells stained with Tax-tetramer were positive for granzyme B (Fig. 5D) . Furthermore, double staining revealed that CD8-positive cells sometimes were in contact with HTLV-1Yinfected cells (Fig. 5E) , and that some HTLV-1 TaxYspecific CTLs were next to HTLV-1Y infected cells in the parenchyma (Fig. 5F ). Human T-lymphotropic virus type-1 TaxYspecific CTLs were not positive for Ki-67 (data not shown).\n\nNext, we determined which cells underwent apoptosis in the CNS of the patients. Active caspase-3Ypositive cells (apoptotic cells) were frequently observed near CD8-positive cells in the parenchyma of the spinal cord, and some of them were in contact with CD8-positive cells (Fig. 5GYI) . Active caspase-3 showed granular staining patterns in our pictures, although it has shown a diffuse cytoplasmic pattern in previous studies. The staining pattern may differ because of the different conditions of the frozen samples. We tried to detect the apoptotic cells with formalin-fixed paraffin-embedded samples by light microscopy. Caspase-3 was detected in the cell cytoplasm in those samples (Fig. 6A) . Next, we stained the sections by methods other than the antiYactive caspase-3 Ab to corroborate the frequent apoptosis in the spinal cord. Using a TdT-mediated dUTP nick end labeling assay, we detected a number of apoptotic cells (Fig. 6B, C) . We also stained these spinal cord samples with antiYsingle-stranded DNA Ab and obtained similar findings (Fig. 6E) . Altogether, the 3 staining methods showed frequent apoptosis in the affected spinal cords (Fig. 6) .\n\nDouble staining revealed that apoptotic cells were CD4positive or CD68-positive cells (Fig. 7D, E) . Interestingly, oligodendrocytes, which were stained with anti-CNPase mAb (Fig. 7B) , were frequently undergoing apoptosis (Fig. 7F) . This finding is consistent with the occurrence of demyelination in the spinal cords of HAM/TSP patients. However, oligodendro-cytes were not stained with antiYHTLV-1 Tax mAb (data not shown) or antiYHLA-ABC Ab (Fig. 7G) . Astrocytes that were stained with anti-GFAP mAb were diffusely distributed throughout the parenchyma (Fig. 7A) , whereas GFAP-positive cells were not positive for active caspase-3 (Fig. 7H) . Neurons identified by their size as well as several particles within the neuronal body induced strong autofluorescence but were not positive for active caspase-3 (data not shown).\n\nOne of the most striking features of the cellular immune responses in patients with HAM/TSP is the highly increased numbers of HTLV-1Yspecific CTLs in PBMCs and CSF (14, 15) ; however, little is known about CTLs in the CNS. The fixation of human CNS samples with a very low concentration of PFA made it possible to visualize antigen-specific CTLs using tetramers or a pentamer in the CNS. Strikingly, their frequency reached more than 20% in CD8-positive cells that had migrated to the CNS. In a flow cytometric study in our cohort, we detected HTLV-1 Tax11-19Yspecific and HTLV-1 Tax301-309Yspecific CTLs in PBMCs from patients with HAM/TSP at 2.25% (0.0%Y18.7%) (26) and 4.34% (0.2%Y17.6%) (unpublished data), respectively. The present data are consistent with another report in which the frequency of HTLV-1 TaxYspecific CTLs was higher in CSF than in PBMCs (18) . Although the frequency of the CTLs differs by the case, it may be attributed to the difference in the phase of the disease or the duration of the illness.\n\nGranzyme B and perforin, both known as cytotoxic molecules of CTLs, were detected along with IFN-F in the parenchyma near the vessels in the CNS. Some CTLs contained granzyme B. Human T-lymphotropic virus type-1Yspecific CTLs were in contact with HTLV-1Yinfected cells, and apoptotic cells were frequently noted near the CD8-positive cells. These results strongly suggest that the infiltrating CTLs function as effector cells in the CNS. Interestingly, a considerable number of oligodendrocytes underwent apoptosis in the affected lesions. Meanwhile, the oligodendrocytes neither increase the expression levels of HLA-ABC nor express HTLV-1 proteins. The HTLV-1Y positive cells were only infiltrating CD4-positive T cells. These results suggest that HTLV-1Yinfected CD4-positive T cells, but not oligodendrocytes, are the main targets of HTLV-1Yspecific CTLs in the CNS, and that an interaction between these infected CD4-positive cells and CTLs may cause bystander damage in oligodendrocytes that is associated with demyelination. Similarly, in a previous study on an animal model of neurotropic mouse coronavirus infection, activated CD8-positive T cells specific to neither the virus nor CNS antigens caused demyelination (27) . Mechanisms of demyelination in other viral infections in the CNS, even those exhibiting dense infiltration of activated CTLs such as measles or lymphocytic choriomeningitis virus encephalitis, are unclear. Whereas a CD8-positive CTL has been considered to be beneficial for the host infected by a certain virus by diminishing virus-infected cells, recent studies clearly show that strong CTL responses to a pathogen sometimes induce an immunopathology that is harmful to the host. For example, in a mouse model of CNS lymphocytic choriomeningitis virus infection, the depletion of CD8-positive T cells rescues the animal from a fatal condition (28) . In another report, highly activated CD8-positive T cells in the brain were correlated with early CNS dysfunction in simian immunodeficiency virus infection (29) . Similarly, markedly increased HTLV-1Yspecific CTLs in the CNS may induce the development of HAM/TSP.\n\nPrevious studies reported that the HTLV-1 antigen is hardly detected in PBMCs (30, 31) , despite a high proviral (12) . We also failed to detect any HTLV-1 proteins by the immunohistochemical or flow cytometric study in PBMCs from 20 HAM/TSP patients, even though the proteins became detectable after short-term culturing ( Figure HTLV-1Yinfected cells could express viral antigens anywhere in the body of the infected individuals (14, 32) , the expression of HTLV-1 proteins in vivo has remained elusive so far.\n\nIn this study, we succeeded in detecting HTLV-1 proteins in the CD4-positive T cells infiltrating the CNS. This is consistent with our previous reports in which HTLV-1Yinfected cells were determined to be CD4-positive lymphocytes in the CNS by in situ hybridization for HTLV-1 mRNA and in situ polymerase chain reaction for HTLV-1 DNA (33, 34) . The infiltrating HTLV-1Yinfected CD4-positive cells may easily express the viral antigens in the CNS, which in turn facilitates the accumulation of HTLV-1Yspecific CTLs.\n\nHuman T-lymphotropic virus type-1 infection causes several organ-specific inflammatory diseases including HAM/TSP (2, 3) . Previous reports demonstrating that HTLV-1 proviral loads are high in affected organs such as the muscles, lungs, and CNS suggest that HTLV-1Yinfected cells accumulate in the organs (13, 35) . The pathogenesis model in which both HTLV-1Yinfected CD4-positive T cells and the virus-specific CD8-positive CTLs infiltrate the organs from the peripheral blood followed by bystander tissue damage may explain why HTLV-1 infection can cause several chronic inflammatory diseases in various organs. Further studies are needed to determine whether the similar immunopathologic model can be applied to HTLV-1Yassociated inflammatory diseases in other organs. "}