{"title": "MiniReview Mini-transposons in microbial ecology and environmental biotechnology", "body": "The development of the gene cloning technology by Cohen and Boyer in the early 1970s constituted a revolution for all of the biological sciences, seeded new industries based on these sciences, and ushered in the era of biotechnology. Though the mainstream of e¡ort in the late 1970s lay in the development of contained bioreactor-based biotechnological applications, during the 1980s, interest in developing re-combinant plants and microorganisms for uncontained environmental applications in agriculture, medicine (live vaccines), waste disposal etc. grew rapidly. This in turn fuelled scienti¢c and public debate on possible ecological risks of such applications and stimulated the extension of research in microbial ecology.\n\nThe use of recombinant organisms for environmental applications di¡ers from that for contained applications in important respects. Instead of being propagated as a monoculture in an optimised, controlled environment with nutrients in excess, the recombinant organism is introduced into a community 0168-6496 / 98 / $19.00 ß 1998 Federation of European Microbiological Societies. Published by Elsevier Science B.V. All rights reserved. PII: S 0 1 6 8 -6 4 9 6 ( 9 8 ) 0 0 0 6 4 -6 of diverse organisms where it must establish itself, interact with other members of the community in unknown ways, and face a multitude of poorly controllable external factors, some of which place it under considerable stress. Some environmental situations, such as those encountered in bioremediation, are patently hostile for the recombinant organism. Thus, whereas contained applications are mainly based on a few well characterised microorganisms, such as Escherichia coli, Bacillus subtilis, Saccharomyces cerevisiae and some cell lines which perform well in bioreactors, open applications are based on a more diverse range of organisms able to survive and perform in natural communities in the environment, such as Pseudomonas, Rhizobium, Salmonella, etc. E¡orts in the early 1980s focused on the development of new plasmid vectors based on the broad host range RSF1010 and RP4/RK2 replicons. However, these vectors su¡ered as well from the disadvantages generally common to plasmids. The speci¢c characteristics of open biotechnological applications clearly necessitated the development of novel genetic tools exhibiting new properties. These included stability without selection, minimal physiological burden, small size, non-antibiotic selection markers and minimal lateral transfer of cloned genes to indigenous organisms.\n\nOur ¢rst attempts to construct recombinant bacteria for environmental applications without using plasmid vectors involved the use of natural transposons. Speci¢cally, genes for the biosynthesis of the type-speci¢c lipopolysaccharide O-antigen of Shigella dysenteriae serotype 1 (Shiga's bacillus) a protective antigen against Shiga dysentery, were cloned in the mercury resistance transposon Tn501, which was then transposed to the chromosomes of aroA mutant attenuated salmonellae live vaccines [1] . The selective marker used for the various genetic manipulations was resistant to mercury salts. This generated stable, monocopy recombinants that were antibiotic sensitive. Despite their obvious advantages over plasmid vectors for gene cloning, natural transposons [2] have disadvantages: they are large and hence unwieldy for genetic manipulations; they have termini composed of repeated sequences which tend to promote DNA rearrangements; their transposases which mediate transposition also mediate transposition immunity, which prevents multiple cloning in the same strain; and very few encode markers other than antibiotic resistances which can be used for selection purposes.\n\nWe therefore decided in 1987 to design from ¢rst principles novel mini-transposon cloning vectors which would have the advantages of natural transposons, but lack their disadvantages [3] . These efforts relied heavily on the extensive progress that had been made on the structure and function of transposons, primarily of Tn5 and Tn10, by the groups of D. Berg, N. Kleckner, and others [2] .\n\nWe started by assessing non-antibiotic resistance markers, such as heavy metal ions (mercury, arsenite, chromate, nickel) and herbicides, which might serve well for selection of genetic events. From this ¢rst survey, we selected 3 new markers: (1) the broad-speci¢city mer system of plasmid pDU1358, endowing resistance to mercuric salts and organomercurials; (2) the ars genes of plasmid R773, encoding a pump for tolerance to arsenite; and (3) resistance to the herbicide phosphinotricin tripeptide (PTT or Bialaphos), encoded by the bar gene of Streptomyces hygroscopicus [4] . At the same time, we became aware of the observations made by N. Keckner that the transposase of Tn10 could work very e¤ciently in cis, but outside the bounds of the terminal Tn10 ends [5] . On this basis, we considered assembling the non-resistance markers next to one or more restriction sites for cloning of heterologous DNA fragments and £anking the whole assemblage with the termini of the IS sequences of Tn10, followed by the Tn10 transposase in cis. Such an array of elements can be delivered in E. coli, for instance, with a lambda phage system (such as was already published with various Tn10-derivatives [5] ), but not in other bacteria. On this issue, we took some inspiration from the elegant suicide delivery system for Tn5 developed in Pu ëhler's Laboratory in 1983 for the analysis of soil Pseudomonads [6] . It consisted in the assembly of both Tn5 and the origin of transfer of plasmid RP4 (oriT) in a pBR322-type plasmid which cannot replicate in the target bacterium. The resulting construct can be mobilised to many Gramnegative bacteria with an RP4-based transfer system (see below), but it cannot replicate in them, thereby leading to a suicide delivery scheme. However, we were interested in inserting the mini-transposon in Shigella, in which pBR322 derivatives can replicate, so this approach could not be automatically applied. Our ¢rst attempts tried to assemble the whole array of DNA segments (Tn10 ends £anking non-antibiotic resistance genes adjacent to cloning sites, IS10 transposase and RP4oriT) in a thermosensitive replicon, but the outcome was very poor. The ultimate breakthrough came from the work by Miller and Mekalanos [7] on the use of an universal suicide delivery system based in the mechanism of replication of plasmid R6K (see below). By assembling these elements in a single replicon, we were able to come up with the ¢rst series of Tn10-based minitransposon vectors known as the pLOF series [4] . Soon after, we noticed that a much smaller version of them could be constructed based on Tn5, with the advantage that the mechanism of Tn5 transposition seems to have one of the broadest ranges known [2, 8] . Although mini-Tn10 vectors have indeed been used to ful¢l their initial role in for designing vaccine strains [9, 10] , their utilisation as general genetic tools has been far less frequent that the counterparts based on Tn5. Since this review is intended for applications in Microbial Ecology, we will focus exclusively on mini-transposons derived from Tn5. Alternative, Tn7-based systems for integration of DNA segments into the chromosome of strains destined for the environment have been developed also (see [3] for a review).\n\nTn5 is a composite transposon, i.e. its mobility is determined by two insertion sequences (IS50L and IS50R) £anking the DNA region encoding the kanamycin/neomycin/resistance genes [2] . Interestingly, as in Tn10, the transposase determined by IS50R (the product of the tnp gene) still functions when the gene is arti¢cially placed outside of the mobile unit, though preferably placed in cis to the cognate terminal sequences. As shown in Fig. 1 , this allows the construction of recombinant transposons in which only those elements essential for transposition (i.e. IS terminal sequences and transposase gene) have been retained and arranged such that the transposase gene is adjacent to, but outside of, the mobile DNA segment [4, 8, 11] . Due to the loss of the tnp gene after insertion, mini-transposons are stably inherited and are not prone to cause DNA rearrangements or other forms of genetic instability. Inserted cells do not become immune to further rounds of transposition, thus allowing the organism to be re-inserted with the same system, provided that subsequent transposons contain distinct selection markers. A critical feature of the mini-transposons is the system to deliver them into the target strain, based on the narrow-host range plasmid R6K (Fig. 1) . Plasmids having the R6K origin of replication require the R6K-speci¢ed replication protein Z and can be maintained only in host strains producing this protein. Mini-transposon delivery plasmids have the R6K origin of replication as well as the origin of transfer (oriT) of RK2. Delivery plasmids are thus maintained stably in Vpir lysogens or in E. coli strains with the pir gene recombined in their chromosome [12] , and can be mobilised into target Pseudomonas cells through RP4 transfer functions. The combination of all these genetic assets was the production of a complete system for construction and suicide delivery of hybrid mini-Tn5s which have become known as the pUT system. A very detailed description of the practical use of mini-Tn5s can be found in [11] . The scheme represents the features common to all constructions, the whole being generally named as the pUT system. The transposase gene of Tn5 devoid of NotI sites is present nearby but outside the mobile element (transposon vector) which includes sites for unique and very unusual restriction enzymes S¢I/AvrII and NotI. This sequence is £anked by the two 19 bp I and O termini of Tn5. The S¢I/AvrII site is then used for the insertion of a variety of antibiotic and non-antibiotic selection markers whereas the NotI site is used for cloning heterologous DNA fragments encoding desired phenotypes. These constructs are maintained in host strains that produce the R6K-speci¢ed Z protein. For mobilization, pUT plasmids are transformed into an E. coli strain with a chromosomally integrated RP4 that provides conjugal transfer functions which act on the oriT sequence present in the plasmid.\n\nAs discussed above, although plasmids have been the favoured tools for gene cloning and expression projects, they do present a number of di¤culties for maintaining a recombinant phenotype under working environmental conditions. In strains destined for environmental or agronomical release, it is, therefore, of essence that the desired traits are encoded by the chromosome, thus ensuring the stability and predictability of the engineered phenotype. Minitransposons provide a straightforward tool to clone and insert foreign genes stably into the chromosomes of various Gram-negative bacteria such as Pseudomonads and their relatives. To this end, it was necessary to equip the mini-transposons with cloning sites. In keeping with our philosophy to restrict their size to a minimum, and in contrast to the then current wisdom of providing as many cloning sites as possible in cloning vectors (`clone site banks'), we introduced only two sites, those of the rare cutters NotI and S¢I. The latter, which in our constructs is also an AvrII site, has consistently been used for insertion of the selection marker ( Fig. 1) . Thus, the original mini-transposons [4, 8] only had a single NotI site for cloning DNA fragments. Hybrid transposons bearing the DNA segment of interest can be easily assembled with the help of the specialised cloning vectors, pUC18Not or pUC18S¢ [4] , which £ank with NotI or S¢I/AvrII sites, respectively, any restriction fragment cloned at their polylinker. This modular nature of the mini-transposons facilitates the construction of mobile elements a é la carte, in which not only new selective markers can be introduced (Sm, Km, Cm, Tc), but also DNA segments of various origins, promoterless reporter genes and a whole variety of expression devices can be engineered (see below). As mentioned above, multiple insertions in the same strain are only limited by the availability of distinct selection markers. On this basis, mini-transposons are, to this day, the most powerful genetic The organization of mini-Tn5 xylR/Pu, mini-Tn5 xylS/ Pm and mini-Tn5 nahR/Psal is sketched. The ¢rst two contain, respectively, the Pu and Pm catabolic promoters of the TOL plasmid of P. putida pointing towards a NotI site, along with their cognate regulatory genes xylR or xylS. Expression of heterologous genes cloned at the NotI site of the transposon is induced upon exposure of the cells inserted with the hybrid construction to TOL inducers. The overall organization of the mini-Tn5 nahR/Psal element, bearing regulatory elements from the naphthalene degradation pathway NAH7, is identical to that of the counterparts of the TOL pathway, and it permits engineering expression of heterologous genes in response to salicylate. The photograph to the right is an epi£uorescence image of P. putida cells carrying transposon mini-Tn5 xylS/Pm inserted in its NotI site with the gene for the antigenic surface reporter system based on the LamB protein and explained in the text [32] . Cells shown were induced with m-toluate for expression of the reporter antigen, which is detected with a £uorescent monoclonal antibody. Non-induced cells give a fully dark ¢eld. assets for any strain-construction project that involves the combination of otherwise separate traits encoded by cloned DNA segments [13, 14] .\n\nSince the series of mini-transposon vectors published in the early 1990s, a number of signi¢cant improvements have been incorporated in the basic scheme of the pUT system. Some versions now available incorporate more restriction sites within the transposon vector [15] that avoid (at least in some cases) the need of pre-cloning the insert of interest in pUC18Not or pUC18S¢. In other cases, very rare restriction sites have been entered into the minitransposon in order to facilitate the physical mapping of the insert with pulse-¢eld gel electrophoresis [16, 17] . Also, a collection of S¢I expression cassettes have been devised to drive expression of genes cloned as promoterless NotI inserts. These include not only the typical isopropyl L-D-thiogalactopyranosyde (IPTG)-responsive lac-based promoters [18, 19] , but also regulated expression cassettes recruited from biodegradative operons of Pseudomonas [20] . In this way (Fig. 2) , expression of a gene of interest can be directed through the accidental or deliberate presence in the medium of benzoate, salicylate, toluene and many other aromatics [20^22]. In a further design (Fig. 3) , we combined a benzoateresponsive catabolic promoter in one transposon from the TOL plasmid of P. putida mt2, driving expression of the T7 RNA polymerase gene and then expression of the desired gene in a second transposon under the control of a T7 promoter [23] . This permitted the engineering of expression cascades to amplify the response to a given chemical signal.\n\nOther lines of improvement have dealt with the combination of mini Tn5 vectors with novel markers and reporter genes which can be monitored through optical means, such as light emission or £uorescence. These markers are particularly useful for non-disruptive monitoring of genetically modi¢ed microorganisms (GMOs) in the environment and even for quantifying speci¢c gene transfer, expression or metabolic status of genes at the level of single cell in a complex community. The favourite marker to this end is the GFP, the jelly¢sh green £uorescent protein [24^28]. Various laboratories have published mini-Tn5 variants [29, 30] which, themselves, bear GFP mutants with di¡erent properties [31] . Other mini-Tn5 versions endow the cells with the surface presentation of a very distinct epitope which can be recognised with cognate monoclonal antibodies [32] . These, in turn, can be coupled to either £uorescein for epi-£uorescence ( Fig. 2 ) or for enrichment of GMOs with immunomagnetic beads (Fig. 4) . Some applications of these markers and reporters are discussed below.\n\nOne of the major recent developments in minitransposons tailored for environmental applications has taken place in the nature of the selectable markers assembled in them. The non-antibiotic selection markers (e.g. herbicides or heavy metal resistances), initially proposed by Herrero et al. [4] , do present some problems in practical use. Resistance to herbicides, such as Bialaphos, is £awed by the high level of tolerance and/or spontaneous mutation rate observed in Gram-negative bacteria. Resistance to mercuric salts (encoded by the mer genes) is also Fig. 3 . Assembly of regulatory cascades with mini-transposons combined with T7 polymerase and T7 promoters. The ¢gure summarizes the utilization of mini-Tn5 xylS/Pm: :T7pol for constructing strains which carry disparate heterologous genes whose expression is simultaneously triggered by addition of benzoates [23] . The mobile element schematically represented at the top of the ¢gure and inserted into the chromosome of the target strain synthesizes T7pol in response to inducers of the xylS/Pm system, e.g. benzoate derivatives. Once produced, T7pol activates transcription from T7 promoters (PT7) of di¡erent genes (gene A, gene B) carried by mini-transposons which have been inserted with their di¡erent resistance markers (Antb-1, Antb-2, etc.). The use of the resistance to potassium tellurite encoded by the kilAtelAB cluster as selection marker is discussed in [35] . Colonies expressing the resistance have a distinct colour (A). For production of the DNA fragment shown encoding resistance to glyphosate (the monoisopropylamine salt of N-phosphonomethyl glycine) the aroA gene of Salmonella typhimurium (encoding 5-enolpyruvyl shikimate 3-phosphate synthase) was ampli¢ed as a 1.3-kb BamHI^SalI segment mutated in vitro to generate a gene variant (aroA*) resistant to the herbicide [34] . This fragment was then added with a short EcoRI^BamHI segment bearing the promoter of the L-lactamase (Pbla) and ¢nally assembled in pUC18S¢ to £ank the segment with S¢I/AvrII sites (resulting in plasmid pJMSA12). Selection for tolerance to glyphosate is made in minimal medium with 8 mg ml 3I of the herbicide. Various mini-Tn5s are available [12, 33] which employ growth on lactose as the selection marker. The segments shown in the ¢gure include a promoterless lacZY segment originated as a 5.1-kb EcoRI^NruI from plasmid pRS551 [65] which was £anked by S¢I/AvrII sites by cloning in EcoRI/HincII-digested pUC18S¢. The delivery plasmid for the corresponding transposon, bearing a single NotI site for cloning heterologous fragments, is called pJMSA2 (pUT/mini-Tn5 lacZY). A different version of the same transposon bears a xylR : :lacZY fusion, in which the hybrid marker gene is driven by the constitutive Pr promoter of the TOL plasmid. In this case, the delivery plasmid is called pJMSA1 (pUT/mini-Tn5 xylR: :lacZY). Selection for growth on lactose is e¡ected in minimal medium with 0.2% of this carbohydrate as the only carbon source and 5-bromo-4-chloro-3-indolyl-L-D-galactopyranosyde (Xgal, B). The segments below show the organization of excisable markers carrying elements of the multimer resolution system (mrs) of RP4 as explained in [36] . The genes and functions determined by the di¡erent elements are speci¢ed in each case : npt, kanamycin resistance gene of Tn5; xylE, gene encoding catechol 2,3-dioxygenase; res, resolution sites, targets of the site-speci¢c resolvase ParA. (C) shows the phenotypic monitoring of ParA transient expression. A P. putida strain carrying a chromosomal insertion of mini-Tn5 res-npt-xylE-res was mated with E. coli CC118Vpir bearing the parA plasmid pJMSB8 and a helper. The mating was then plated on minimal citrate medium for counterselection of the donor and, after incubation, sprayed with catechol for revealing the maintenance or loss of the xylE gene. About 15% of the colonies had become Km s and C2,3O 3 as shown. hampered by the very narrow and varying window of concentrations of the agent in which selection is e¡ective. Finally, tolerance to arsenite may not be easy to select due to the potential interference with the phosphate in the medium. Some alternatives have been developed to overcome these problems.\n\nThese include the use of lacZY as both a reporter gene, a visual tag and a selectable marker, since many soil bacteria expressing these genes are able to grow on lactose as the only carbon source [12, 33] , as shown in Fig. 5 . We have also employed resistance to glyphosate, encoded by an aroA gene mutant of Salmonella encoding a variant of 5-enolpyruvyl shikimate 3-phosphate synthase resistant to the herbicide [34] . Finally, we have used, with considerable success, the resistance to tellurite salts encoded cryptically by plasmid RK2, since again, it provides a clear-cut selection [35] besides a notorious visual labelling (Fig. 5) .\n\nThese alternative markers do remain in the target strain after the transposition event without any real utility after selection. The next challenge was, therefore, developing a genetic system to remove such markers, antibiotic or not, after they ful¢lled their role of accompanying the DNA segments encoding the phenotypes of interest and allow selection of their insertion in the chromosome of the desired strains. To this end, we resorted to a well-known site-speci¢c recombination system encoded by the broad host range RP4 plasmid. Previous work on its multimer resolution system (mrs) which participates in the process of plasmid replication, had shown that DNA segments £anked by tandem res sites and cloned in a multicopy vector could be precisely deleted in vitro and in vivo by the product of the parA gene. On this basis, this mrs system was exploited to develop a general method that permits the precise excision of antibiotic resistance markers present in mini-transposon vectors after the transposition event has taken place [36] . This is based on site-speci¢c recombination between two directly repeated 140 bp resolution (res) sequences of RP4 effected by a resolvase encoded by the parA gene and borne by a conditional replication plasmid. This strategy permits the stable inheritance of heterologous DNA segments virtually devoid of the sequences used initially to select their insertion. The mechanism of multimer resolution (which works over 60 kb in RP4), makes this strategy generally applicable to DNA fragments of virtually any size, even large chromosomal portions (Fig. 6) . Although various applications of the ParA-res system can be easily envisioned, it seems to be particularly adequate to generate chromosomal insertions of heterologous DNA segments eventually devoid of any selection marker, as is generally required for metabolic engineering of strains destined for environmental release [3, 13, 37] . This procedure has been used successfully to construct specialised Pseudomonas strains able to grow on toluene through a hybrid biodegradation pathway which involved formation of a benzoate intermediate and an ortho-cleavage of the corresponding catechol (Fig. 6) [38] . Due to the loss of recombinant markers during the construction process, these genetically engineered strains are hardly di¡erent from their non-recombinant counterparts. We propose the term quasi-natural for recombinant strains constructed with such a method, since they have been originated with genetic methods which resemble the natural recombination processes which lead to the creation of novel phenotypes in Nature [39] .\n\nA general problem of mini-transposons is that their insertion involves necessarily the disruption of a chromosomal sequence. Environmentally important functions can thus be a¡ected. In this respect, all strains generated by the transposon insertion approach are mutants, although it is at least possible to screen against growth-defective lesions in the laboratory. One more practical drawback originates from the very pedigree of the vectors. The basic pUT plasmids were constructed in the late 1980s, when the polymerase chain reaction (PCR) and the now standard automated sequencing procedures were a rarity. They were assembled by cutting and pasting a large number of DNA segments from many origins and thus they carry an excessively high number of restriction sites. These complicate considerably the orientation of cloned DNA segments and the mapping of the chromosomal insertions. These problems, which were unimportant at the time of the earlier applications, have become limiting for some more recent applications, in particular the sequencing of the DNA regions £anking the site of the insertions. A second problem which may deserve further improvement in the future is the suboptimal performance of the suicide delivery system in some target strains which do not behave well as recipients of RP4-mediated conjugal transfer [11] . In most cases, this problem cannot be solved by electroporating the suicide donor replicon into the strain of interest, and therefore, other tightly controlled conditional replication systems have to be developed. Another general issue is the lack of equivalent mini-transposons for manipulations in Gram-positive bacteria. Although the mobility mechanism system of these transposons may work in genera, such as in Bacillus, Listeria or Pneumoccocus we are unaware of any successful attempt to use the standard mini-Tn10s or mini-Tn5s in these microorganisms.\n\nThe use of markers and bioreporters tailored for applications in the ¢eld [40] is in itself a separate aspect of Environmental Microbiology which has been the subject of a recent excellent review [41] . There is no real border between the two concepts and, depending on the speci¢c construct, the same gene or genes can be used alternatively or simultaneously as markers or reporters. The antibiotic and non-antibiotic resistance genes initially engineered in mini-transposons can be used as simple markers, to di¡erentiate a certain strain within a community. Instead of encoding selection determinants, other markers encode enzymes which act on chromogenic substrates, such as L-galactosidase, L-glucoronidase, alkaline phosphatase and catechol 2,3-dioxygenase.\n\nThe corresponding genes have been assembled in mini-transposons for an easy delivery into the strains of interest [8, 42] and used extensively in projects involving the monitoring of a certain strain or a plasmid in the environment [41, 43, 44] . One interesting development of these traditional markers is the use of the L-glucosidase gene of Pyrococcus furiosus or celB [45] . This enzyme has basically the same activity on chromogenic substrates as L-galactosidase, but it is extremely heat-resistant. This allows the suppression of virtually all background activity in an environmental sample and the detection and measurement of this gene as either marker or reporter. For other applications, the utility of GFP as a luminescent tag became very evident soon after its publication in the literature, to the point of nearly displacing other optical markers such as lux [41] or luc [46, 47] . A third type of marker/reporter relies on the physical properties of the gene product, the best example being the ice nucleation gene of Pseudomonas syringae encoded by the gene called alternatively ice or ina [48] . Although the notions behind the use of this gene as a reporter are extremely elegant, ice nucleation is not yet a widespread marker system because of di¤culties in interpreting the data resulting from its utilisation. As mentioned above, other types of physical markers are those termed surface reporters [32] . These are based on the expression of a distinct epitope, for which a very speci¢c monoclonal antibody exists, on the outermost envelope of the bacteria of interest. The protein best suited to this end is the LamB protein of E. coli, the receptor for the phage lambda. This outer membrane protein bears an outward facing, very permissive site around position 153 of the amino acid sequence. Genetic insertion of the A6 epitope of a coronavirus in such a site and its expression in Pseudomonas putida gave rise to cells which can not only be traced through immuno£uorescence in the complex medium of an activated sludge [32] , but also e¤ciently recovered from a bacterial mixture with the use of immunomagnetic beads (Fig. 4) .\n\nThe information obtained on promoter activity in the Laboratory may have little to do with the actual performance of the same promoters in an open, i.e. natural environment, where the number of variables increases and the ¢nal outcome of transcriptional activity may be determined by signals very di¡erent to those identi¢ed in vitro [21] . In addition, bacteria frequently enter a non-culturable state, which leaves useless most reporter systems whose assay requires the growth of the cells under study. A frequent application of mini-transposons has been the assembly of specialised reporter units to tackle this issue. Insertions of mini-Tn5s bearing promoterless reporter genes have been used to generate transcriptional fusions for identifying promoters responsive to environmental signals [49] . Alternatively, promoters already known have been assembled in front of adequate reporters in a mini-transposon and the whole unit placed into the chromosome for regulation studies [50, 51] . Although the use of L-galactosidase for monitoring promoter activity has not yet been outmatched, a whole variety of genes encoding enzymatic, optical, immunological and physical markers (see below) have also been combined in the pUTs for studying speci¢c promoters in response to external chemical or physical inputs.\n\nSome of these new constructs have been applied to examine in situ the regulation of catabolic promoters of biodegradative pathways of Pseudomonas, e.g. those encoded by the TOL (toluene degradation) plasmid. Although the regulation of these promoters has been studied in the laboratory in great detail, it has not been possible so far to determine their performance in complex natural environments. This is an important issue, since understanding how promoters are regulated in situ may also be of essence if the regulated functions are to be used in bioremediation of polluted sites [21] . Various recently published articles have dealt with this issue through the construction of Pseudomonas strains inserted in their chromosome with monocopy fusions of the TOL promoters to optical (GFP) or immunological markers for in situ monitoring of gene expression in bio¢lms [50^52] or in activated sludge [25, 32] .\n\nAdaptation of bacteria to novel carbon sources is frequently accompanied by the acquisition or loss of single or multiple DNA segments which determine the corresponding metabolic functions. The sequence of molecular events which leads to the assembly of metabolic pathways for the degradation of xenobiotic compounds seems to have resulted from joining DNA segments recruited from pre-existing pathways [36, 39] . The series of transposon vectors derived from Tn5 which permits the insertion and stable inheritance of heterologous DNA elements into the chromosome of target bacteria resemble to some extent the existing mechanisms of acquisition or loss of adaptation-related phenotypes. This is particularly true when the transposon vectors used permits, as discussed above, the addition of heterologous DNA segments devoid of any other phenotypic marker to the genome of the target bacterium. We have employed transposon-vectors with excisable selection markers [36] for the insertion of the reconstructed and fully functional upper TOL pathway into the chromosome of P. putida. The resulting strains convert toluene into benzoate and further metabolise this compound through the housekeeping ortho-ring cleavage pathway of the catechol intermediate [38] . Due to the loss of recombinant markers during the construction process, these GMOs are hardly di¡erent from their non-recombinant counterparts. That the tnp gene (encoding the Tn5 transposase) is not inherited in the resulting strain makes it extremely unlikely that the insertions can be moved again. In this respect, the new DNA segment(s) added to the genome of the recipient strain can be even more stable and predictable than many catabolic genes of natural Pseudomonas isolates, the DNA sequences of which used to be systematically subjected to rearrangements [53] . The use of mini-transposons is, therefore, optimal in metabolic engineering projects that require a high predictability of the biocatalyst. Examples of this kind include the construction of surfactant-producing Pseudomonas strains inserted with a gene cassette from Rhodococcus for desulfurisation of dibenzothiophene [54] as well as the production of root-colonizing, polychlorobiphenyl (PCB)-degrader recombinant Pseudomonas for rhizo-remediation of soil polluted with these chloroaromatic compounds [55] .\n\nMini-transposon vectors have not only permitted the construction of strains with biodegradative phenotypes, but also the design of bacteria used as live probes to detect and quantify in a non-disruptive manner otherwise intractable molecular events in the environment. One of the most elegant schemes in this respect has been the assembly of host-dependent conditional expression vectors which allow detection of DNA transfer in a complex community at the level of single cells. In one case [29] , expression of a reporter gene (either visual or selectable on antibiotic plates) is achieved only if it moves from the donor into another specialised recipient which provides the functions required for expression of such a reporter. In a second instance, the marker gene is fully repressed in the donor strain, but becomes expressed to high levels as soon as it enters a di¡erent host [56] . The use of these elements in combination with optical reporters (e.g. GFP) and confocal laser microscopy is, at the moment, the most powerful methodology to examine bacterial behaviour and lifestyle in complex microbial consortia [50^52,57].\n\nThe notion of biological containment of GMOs was coined in the late 1980s to describe various genetic circuits which would make recombinant bacteria commit suicide when they are no longer needed in a given biotechnological application or when they escape accidentally a predetermined location [37, 58, 59] . Although various model systems engineered with plasmids proved to be e¡ective in some cases [59] , the full applicability of such circuits could not be realised before their combination with transposon vectors. Two types of containment systems have been developed depending on whether the GMO is required to die after ful¢lling a certain function (such as biodegradation of an environmental pollutant) or whether inhibition of the lateral transfer of the recombinant genes is desired. In a welldeveloped instance, Pseudomonas strains degrading 4-ethyl benzoate are programmed to activate a killing function after this substrate has been consumed from the environment [60, 61] . In another genetic design, recombinant genes are associated with a killing gene which is counteracted by an antidote gene in trans in the GMO [62, 63] . However, the antidote gene is lost after transfer of the genes of interest into a new recipient, thus causing its death. This last approach has been instrumental in constructing fully contained Pseudomonas strains for biodegradation of PCBs in which horizontal transfer of the recombinant genes is well below any of the currently available methods for detection [64] .\n\nIn spite of the various drawbacks intrinsic to the original design of the mini-Tn10 and mini-Tn5 transposon vectors, these molecular tools have not yet been outmatched as a sort of genetic Swiss Army knife for engineering Gram-negative bacteria destined for environmental release. Their main virtue is their ease for insertion of one or more segments of heterologous DNA in the chromosome of the strain of interest. If placed in a non-essential site of the genome, these inserted DNA segments remain stably inherited and produce no burden to the carrier strain. This allows a large number of combinations between markers, reporter genes, degradative pathways and toxic functions which are amenable to precise monitoring with a collection of increasingly sophisticated optical methods. At the same time, GMOs engineered with mini-transposons can be destined for environmental release as biocatalysts in bioremediation or as biological control agents in agriculture with a degree of predictability and biological containment which can hardly be found in natural bacterial isolates [37, 58, 61] . In fact, by exploiting natural mechanisms of insertion and excision of DNA fragments, these genetic tools di¡use the boundary between natural and recombinant bacteria and may provide a more rational basis to the still ongoing discussion on the use of GMOs in Biotechnology.\n\nwork of the authors is funded by Grant BIO95-788 of the CICYT and Contract BIO4-CT97-2040 of the EC."}