{"title": "Swine interferon-induced transmembrane protein, sIFITM3, inhibits foot-and-mouth disease virus infection in vitro and in vivo", "body": "The innate immune system is the first line of defense against pathogenic invasion (Tarakhovsky and Kroemer, 2012) . Type I/II interferons (IFNs) are critical for generating cell intrinsic antiviral activity and hindering pathogens infection by inducing expression of a large number of IFN-stimulated genes (ISGs) . The human IFN-induced transmembrane protein 3 (IFITM3) was recently identified as a new antiviral effector of the ISGs family. Overexpression of IFITM3 blocks infection of a wide range of highly pathogenic enveloped viruses, including influenza A virus (IAV), vesicular stomatitis virus (VSV), West Nile virus, dengue virus, and severe acute respiratory syndrome coronavirus, as well as one non-enveloped reovirus (Anafu et al., 2013; Brass et al., 2009; Huang et al., 2011; Weidner et al., 2010) .\n\nIFITM3 is a small ISG protein with an approximate molecular weight of 15 kDa, and it belongs to the cluster of differentiation 225 (CD225) domain family (John et al., 2013) . Amino acid (aa) sequence analysis of IFITM3 and its other four human paralogs (IFITM1, IFITM2, IFITM5 and IFITM10) reveals that they have two intramembrane domains (IM1 and IM2) and a conserved intracellular loop (CIL), flanked by short variable N-terminal and C-terminal domains (John et al., 2013) . The intramembrane domains and CIL constitute the CD225 domain that is shared by hundreds of CD225 domain family members (Punta et al., 2012) . Brass et al. (2009) first demonstrated the antiviral activity of IFITM proteins using a functional RNAi genomic screen. IFITM3 expression accounted for 50-80% of IFNs' ability to block IAV infection and exhibited early viral infection restriction (Brass et al., 2009) . IFITM3 potently restricts the viral entry by altering the properties of cellular endolysosomal membranes, thus creating an unfavorable milieu for viral fusion with membranes (Amini- Bavil-Olyaee et al., 2013; Feeley et al., 2011) . IFITM3 further blocks cytosolic entry of viruses and the release of viral genomes, resulting in degradation of pathogens trapped within later endosomal or lysosomal compartments.\n\nFoot-and-mouth disease virus (FMDV) is a non-enveloped virus with a positive single-stranded RNA genome of approximately 8.5 kb, enclosed within an icosahedral capsid formed from 60 copies of four structural proteins (VP1, VP2, VP3 and VP4) (Grubman and Baxt, 2004) . FMDV has seven serotypes, A, O, C, Asia 1, SAT 1, SAT 2, and SAT 3, with little cross-protection (Bronsvoort et al., 2008; Cao et al., 2013; Rodriguez and Gay, 2011) . These make it difficult to prevent and control FMDV by current vaccines (Golde et al., 2005) to the action of a/b-IFNs (Dias et al., 2012; Golde et al., 2008; Kim et al., 2012; Molinari et al., 2010) . Inoculation of swine with adenovirus-delivered type I IFN confers 100% protection against FMDVcaused fever, vesicular lesions, and viremia and this protection can be maintained for 3-5 days (Chinsangaram et al., 2003) . In addition, IFNs interact with cognate receptors on the cell surface and activate ISGs expression to safeguard the host through intracellular signaling cascades (Siegrist et al., 2011) .\n\nFMDV enters host cells via receptor recognition and clathrindependent endocytosis. Later, an acidic pH within the endosome is required to disassemble the capsid and translocate viral RNA into the cytoplasm (Johns et al., 2009) . Ebola virus, IAV and VSV that exhibit similar entry patterns are inhibited by human IFITM3 (Bhattacharyya et al., 2010; Huang et al., 2011; Lakadamyali et al., 2004; Sun et al., 2005; Weidner et al., 2010) . The aim of this study was to clone swine IFITM3 (sIFITM3) and examine if it could restrict FMDV infection. Our results demonstrate that sIFITM3 has a similarly functional CD225 domain and several critical conserved aa residues that correspond to its human ortholog. Ectopic expression of sIFITM3 inhibited infection of non-enveloped FMDV in baby hamster kidney (BHK-21) cells by disrupting viral attachment, and this differs from human IFITM3 restriction on enveloped viruses. Inoculation of suckling mice with a plasmid expressing sIFITM3 confers protection against lethal FMDV challenge. These data suggest that sIFITM3 is a novel and potent antiviral agent that could be used to enhance animal resistance to FMDV infection.\n\nBHK-21 and 293FT cells were grown in Dulbecco's modified Eagle's medium (DMEM; Invitrogen, USA) containing 10% fetal bovine serum, 100 U/ml penicillin, and 10 lg/ml streptomycin sulfate at 37°C in a humidified 5% CO 2 incubator. Type O FMDV strains O/ES/2001, O/GD/2010, O/AH/2010 and type Asia 1 FMDV strain Asia 1/JS/2005 were amplified, and titrated by plaque assay and/or 50% tissue culture infective dose (TCID 50 ) assay in BHK-21 cells (Pengyan et al., 2008) .\n\nA BLAST search identified a swine expressed sequence tag (EST) sequence with high homology to the human IFITM3 sequence (GenBank: NM_080657.4). A reverse primer (sIFITM3-R: 5 0 -CTAGTA GCCTCTGTAATCCTTTATGAGC-3 0 ) was designed using this EST sequence, and a forward degenerate primer (sIFITM3-F: 5 0 -ACCATG AACTGCGCTTCCCAG-3 0 ) was designed via multiple sequence alignment with human and predicted bovine IFITM3 (XM_850270.1). The cDNA of sIFITM3 was amplified by reverse transcriptase-polymerase chain reaction (RT-PCR) using total RNA extracted from a swine lymph node. The PCR product was cloned into the pMD18-T vector (Takara Bio Inc, Japan) for sequence verification.\n\nThe coding region of sIFITM3 was subcloned into the pLenti7.3/ V5-GW/lacZ vector (Invitrogen) at BamH I/Xho I sites to replace the lacZ gene, resulting in pLenti7.3-sIFITM3. It was also subcloned into the previously described pCA vector (Niwa et al., 1991) , resulting in pCA-sIFITM3.\n\nBriefly, 293FT cells were seeded at a density of 5 Â 10 6 cells per 10 cm tissue culture plate and co-transfected with pLenti7. 3-sIFITM3 or pLenti7.3-eGFP (expressing the emerald green fluorescence protein, eGFP) and ViralPower™ Packaging Mixture (Invitrogen) using Lipofectamine 2000 (Invitrogen). Fresh medium was added 12 h later. The pseudotyped lentiviruses LV-sIFITM3 expressing sIFITM3 and LV-eGFP expressing eGFP were collected 48 h and 72 h post transfection and filtered through a 0.45 lm filter. BHK-21 cells were transduced by incubation with equal volumes of fresh DMEM and lentivirus containing medium in the presence of 4 lg/ml of polybrene. Twenty-four hours post transduction, cell clones were developed by limiting dilution of the cell populations expressing sIFITM3 or eGFP. The BHK-21 stable cell lines expressing sIFITM3 (BHK-sIFITM3) or expressing eGFP (BHK-eGFP) were identified by fluorescence microscopy analysis and Western blotting assay.\n\nBHK-sIFITM3 or BHK-eGFP were seeded in six-well plates at a density of 5 Â 10 5 cells per well and cultured for 12 h. Next, cells were ice-chilled and incubated with FMDV strain O/ES/2001 (henceforth referred to as O/ES/2001) at a multiplicity of infection (MOI) of 10 for 1 h on ice to allow viral attachment but impede viral entry. After three washing steps with ice-cold phosphate-buffered saline (PBS), O/ES/2001 binding to the host cell surface was measured by real-time quantitative RT-PCR and flow cytometric analysis. To assay viral entry into cells, viral inocula were removed after 1 h of binding on ice. Cells were intensively washed with ice-chilled PBS, and pre-warmed medium was added, followed by incubation for an additional 10 min at 37°C incubator. This was followed by one washing step with cold PBS, treatment with 0.25% trypsin, and three more washing steps with cold PBS to remove any cell-associated virions that had not entered the cytoplasm. Real-time RT-PCR and plaque assay were used to determine the amount of virus that had entered cells.\n\nBHK-sIFITM3 or BHK-eGFP cell lines were cultured for 12 h, followed by infection with O/ES/2001. Cells were harvested prior to being infected or at indicated time points post infection. Total cellular RNA or viral RNA were extracted with TRIzol reagent (Invitrogen), treated with DNase (Promega, USA) and reverse transcribed with ReverTra Ace Ò (Toyobo; Shanghai, China). Real-time PCR was performed with specific primers and/or probe targeted at the 2B gene of O/ES/2001 (2B: 5 0 -ACGAAACACGGACCCGACTT-3 0 / 5 0 -CCTTGACCCCAGCGGCCAATTCCT-3 0 ; probe:\n\nwere used as an endogenous reference control. Thermal cycling conditions were 1 min at 95°C, then 40 cycles of 15 s at 95°C, 30 s at 60°C and 45 s at 72°C. Gene expression was analyzed as described previously Wu et al., 2009 Wu et al., , 2011 .\n\nBHK-sIFITM3 and BHK-eGFP cell lines were seeded into six-well plates 24 h prior to infection with different doses of O/ES/2001. Cells and supernatants containing virus were collected at different time points and stored at À80°C. To determine quantities of intracellular virus, cell suspensions were subjected to three freeze/thaw cycles to release virions. For TCID 50 assay, O/ES/2001 titer was determined by endpoint dilution as described previously (Pengyan et al., 2008) . Briefly, 10-fold serial dilutions of FMDV samples were incubated in eight replicates in 96-well plates with 60-80% confluent BHK-21 cells. Two hours later, the supernatant was replaced with fresh culture medium. Plates were incubated for an additional 24-48 h to determine cytopathic effect (CPE). The TCID 50 was calculated with Reed-Muench formula (Reed and Muench, 1938) . For plaque assay, BHK-21 cells were seeded in six-well plates 24 h prior to infection with 10-fold serially diluted O/ES/2001 samples. A 2% methylcellulose overlay was added post 2 h incubation. Plaques were fixed with 10% formaldehyde and visualized with crystal violet staining 48 h post infection.\n\nInfected or non-infected BHK-sIFITM3 and BHK-eGFP cells were detached with trypsin, washed with PBS by centrifugation at 250 g for 5 min, and fixed with 4% paraformaldehyde. Cells were washed and suspended with solution containing an anti-VP1 monoclonal antibody (mAb) (1:100 dilution; prepared in our laboratory) for 1 h at room temperature, followed by three round of washing steps. After centrifugation, the cells were stained with goat antimouse Cy3-conjugated secondary antibody (Abcam, USA). Finally, cells were washed, resuspended in PBS and analyzed by flow cytometry FACSCalibur (BD BioSciences, USA). The percentage of eGFP-and Cy3-positive cells in each sample was analyzed with the CellQuest software (BD BioSciences).\n\nThe protein concentration of cell lysates was determined with bicinchoninic acid protein assay kit (Pierce, USA). Equal protein amounts were separated using 12% sodium dodecyl sulfate-polyacrylamide gel electrophoresis and transferred onto a nitrocellulose membrane. The membrane was blocked with 5% non-fat milk and incubated with primary rabbit anti-sIFITM3 polyclonal antibody (1:1000 dilution; prepared in our laboratory), probed with a secondary peroxidase-conjugated anti-rabbit antibody (Sigma, USA), followed by enhanced chemiluminescence staining (Thermo Fisher, USA). Expression of b-actin was detected with an anti-b-actin mAb (Sigma) as internal reference.\n\nGroups of 2-day-old suckling mice (9-10 mice/group) were obtained from the Wuhan Institute of Biological Products of China National Biotec Cooperation (Wuhan, China). They were housed and handled according to the Hubei Provincial Animal Care and Use Committee Guidelines. The mice were inoculated subcutaneously with 25 ll (1 lg/ll) pCA-sIFITM3, pCA or 25 ll PBS as control. At 48 h post immunization, the mice were subcutaneously infected with 5 mouse lethal dose 50 (MLD 50 ) of O/ES/2001 at the immunization site. The mice were observed for clinical signs for 2 weeks.\n\nAll data were analyzed with one-way analysis of variance by the Origin 8 software (Origin Lab; Northampton, MA, USA). P values <0.05 were considered statistically significant. The survival curves were analyzed with the Kaplan-Meier method and compared with a log-rank test (v 2 test) (Wu et al., 2013) .\n\nThe sIFITM3 fragment was amplified by RT-PCR from the swine lymph node with primers sIFITM3-F and sIFITM3-R. The full-length cDNA of sIFITM3 is 438 base pairs (bp) and it encodes 145 aa residues (GenBank: HQ641403.1).\n\nMultiple sequence alignments against IFITM3 sequences from other species show that sIFITM3 nucleotide sequence shares 82% identity with bovine IFITM3, 71% with human IFITM3, 65% with mouse IFITM3 and 37% with chicken IFITM3. Corresponding aa alignments exhibit 71%, 66%, 58% and 32% identity, respectively (Fig. 1A) . Phylogenetic analysis indicates that sIFITM3 belongs to the group containing bovine IFITM3 (Fig. 1B) .\n\nTo predict the functional characteristics of sIFITM3, the putative aa sequence was compared with human IFITM3. sIFITM3 protein sequence is 12 aa longer than its human ortholog, and heterogeneity is mainly displayed at the C-terminal (Fig. 1C) . Comparison of the sIFITM3 and human IFITM3 functional domains shows that aa residue identity is 100% at the N-terminal domain (NTD), 91% at the IM1 domain, 86% at the CIL domain, 35% at the IM2 domain, and 72% at the CD225 domain overall, indicating that the functional domains are conserved between human and swine ( Fig. 1C and D). In particular, sIFITM3 aa residues Y19, F74, F77, R86, and Y98 (corresponding to human IFITM3 aa residues Y20, F75, F78, R87, and Y99) are completely retained ( Fig. 1C ; highlighted with asterisk). These domains and residues are required for antiviral activity and cellular distribution of human IFITM3 (Jia et al., 2012; John et al., 2013) . Importantly, these data suggested that sIFITM3 might possess the potential antiviral activity as its human ortholog.\n\nTo investigate the antiviral activity of sIFITM3, we constructed the pseudotyped lentiviruses LV-sIFITM3 and LV-eGFP ( Fig. 2A) . BHK-21 cells were transduced with these lentiviruses to generate the stable cell lines BHK-sIFITM3 and BHK-eGFP. Western blotting assay confirmed that sIFITM3 was efficiently expressed in BHK-sIFITM3 cells (Fig. 2B ). In addition, flow cytometric analysis showed that almost 100% of the cells were positive for sIFITM3 or eGFP expression (data not shown). These data demonstrated that these two cell lines could be used for the following antiviral study.\n\nFMDV has several serotypes that do not confer cross-protection against each other. As such, we firstly evaluated the antiviral activity of sIFITM3 against different serotypes FMDV. Low MOI (MOI = 0.01) were used, as FMDV exhibits high replication ability and pathogenesis in BHK-21 cells. Two days post infection of the cell lines with viruses, plaque assay showed that BHK-sIFITM3 was less susceptible to infection by type O FMDV strains O/ES/ 2001, O/GD/2010, and O/AH/2010 than the control BHK-eGFP, and reduced plaque formation numbers by over 11-to 24-fold (Fig. 2C ). In addition, post infection with type Asia 1 FMDV Asia 1/JS/2005, the plaque formation number was reduced to over 13fold in BHK-sIFITM3 cells (Fig. 2C) .\n\nNext, FMDV viral RNA was quantified using real-time RT-PCR. sIFITM3 restricted the replication level of serotype O FMDV O/ES/ 2001, O/GD/2010 and O/AH/2010 about 5-fold, 6.5-fold and 7-fold lower, respectively, when compared with BHK-eGFP cells (P < 0.01) (Fig. 2D) . Furthermore, replication of FMDV serotype Asia 1 (Asia 1/ JS/2005) was inhibited approximately 9-fold in BHK-sIFITM3 cells when compared with BHK-eGFP cells (P < 0.01).\n\nTo characterize the dynamic curve of viral infection inhibited by sIFITM3, the appearance of CPE and viral titers were monitored in Fig. 1 . Alignment, phylogenetic tree and architecture of sIFITM3. (A) Aa sequence alignment of swine, human, mouse, bovine, and chicken IFITM3. The numbers indicate the aa position. Identical aa residues (black) and similar aa residues (red is identity from 75% to less than 100% and blue is identity from 50% to less than 75%) are marked. (Fig. 3A and B) .\n\nTo determine the infection step specifically disrupted by sIFITM3, we first examined whether O/ES/2001 attachment and entry could be blocked by ectopic expression of sIFITM3 in BHK cells, with regard to the successive steps of virus infection. As shown in Fig. 4A , sIFITM3 expression substantially blocked virus binding to cell surface, as viral RNA copies extracted from BHK-sIFITM3 cells were significantly fewer than those extracted from BHK-eGFP cells. To analyze viral entry, cells were incubated an additional 10 min at 37°C, and real-time PCR was performed on intracellular viral RNA. The intracellular viral load was 9-fold lower in BHK-sIFITM3 cells than in BHK-eGFP cells (P < 0.01) (Fig. 4A) . Moreover, plaque assay demonstrated that viral entry into BHK-sIFITM3 cells was significantly lower than that in BHK-eGFP cells (P < 0.01) (Fig. 4B) .\n\nTo further confirm that sIFITM3 inhibits O/ES/2001 attachment to cell surface, the immunofluorescence and flow cytometric assays were performed to probe the virions binding on cell surface with mAb against O/ES/2001 VP1. Fluorescence intensity by microscope observation indicated that fewer virus particles were attached to cells expressing sIFITM3 when compared with control cells (data no shown). Moreover, flow cytometric analysis showed that over 70% of BHK-eGFP cells exhibited an anti-VP1 mAbpositive signal, compared with less than 50% of BHK-sIFITM3 cells (P < 0.01) (Fig. 4C ). Mean fluorescence intensity analysis showed that each BHK-eGFP cell captured more viral particles than BHK-sIFITM3 cell (P < 0.01) (Fig. 4D) . (Fig. 5A ). All PBS-treated mice died within 5 days, and 88.8% of the pCA-treated mice died within 7 days post viral challenge (Fig. 5B) . Six of the 10 mice inoculated with pCA-sIFITM3 survived the viral challenge, and this difference was statistically significant from the PBS and pCA control groups (P < 0.01). These data indicated that sIFITM3 conferred protection against lethal O/ ES/2001 challenge in the suckling mice. One out of the nine mice in pCA group survived. It is possibly due to the non-specific innate immune response induced by plasmid DNA in vivo.\n\nIFNs are part of the first line of defense against pathogen invasion and they confer antiviral activity via several diverse mechanisms. Antiviral IFN signal amplification is primarily effected by ISG, and many ISG suppress virus infection at multiple steps in the virus life cycle (Sadler and Williams, 2008) . IFITM3 is a transmembrane protein that is mainly stimulated by type I IFN. It has been implicated in a broad range of cellular processes including adhesion, apoptosis, immune cell signaling, oncogenesis cell adhesion, heart development, germ cell homing, and repulsion (Siegrist et al., 2011) . IFITM3 is also responsible for IFN-induced cell growth inhibition by transduction of antiproliferative signals (Brem et al., 2003) . However, our data show that expression of sIFITM3 in BHK-21 cells does not interfere with cell growth in comparison with the BHK-eGFP, as previous studies (data not shown) (Brass et al., 2009; Weidner et al., 2010) . More importantly, IFITM3 is a potent antiviral effector against a number of viruses infection (Anafu et al., 2013; Brass et al., 2009; Jiang et al., 2010) .\n\nTo date, the characteristics and antiviral activity of IFITM3 have been mainly investigated in human species and human-associated pathogens. Despite the moderate degree of inter-species similarity (71%) to the human ortholog, sIFITM3 shares the similar molecular structure with human IFITM3 and retains the highly conserved (100% identity) NTD with aa from 19 to 31. The conserved distal NTD is essential for complete antiviral activity of IFITM3, especially the critical tyrosine Y20 (Y19 in sIFITM3), whose dephosphorylation would result in mislocalization of IFITM3 from endosomes and lysosomes to the cell periphery and loss of the restriction of virus infection (Jia et al., 2012; John et al., 2013) . sIFITM3 shares the 91% identity to IM1 and 86% identify to CIL of the main functional CD225 domain of human IFITM3 and still keeps all the conserved residues F74, F77, R86 and Y98, which are indispensable for viral inhibition, intermolecular interaction, protein trafficking and phosphorylation (John et al., 2013) .\n\nIn this study, it has been observed that sIFITM3 acts at early steps in the FMDV life cycle, and these findings are consistent with IFITM proteins to inhibit the early replication of IAV and flaviviruses (Brass et al., 2009) . Surprisingly, we found that sIFITM3 disrupts FMDV attachment to the cell surface. This result differs from previous studies, in which human IFITM3 interferes with fusion of intraluminal virion-containing vesicles and endosomal membranes, thereby blocking genome release from IAV and VSV into the cytoplasm (Amini- Bavil-Olyaee et al., 2013; Feeley et al., 2011) .\n\nOne recent study suggests that IFITM3 exerts antiviral effect by eliciting a marked accumulation of cholesterol within endosomes, ultimately impairing the function of endosome membrane-virus fusion (Amini-Bavil-Olyaee et al., 2013) . In addition, integrins recycling on endosomes membrane serve as main receptors recognizing FMDV particles (Johns et al., 2009) . Siljamaki et al. reported that cholesterol stability plays a vital role in integrin a2 uptake and in the formation of integrin-specific multi-vesicular bodies during virus infection (Siljamaki et al., 2013) . Cholesterol aggregation can halt integrin a2 uptake and prevent internalization. It has also been reported that IFITM1, the paralog of IFITM3, interacts with hepatitis C virus receptors CD81 and occludin to disrupt the process of viral entry (Wilkins et al., 2013) . In future studies, it will be interesting to explore the relationship between the biological features, steady state of FMDV receptors and sIFITM3 expression.\n\nIt has further been demonstrated that IFITM3 alters endosomal structure and its acidic milieu (Amini-Bavil-Olyaee et al., 2013; Anafu et al., 2013; Feeley et al., 2011) . Therefore, we postulate that virus attachment is not the only step that is targeted by sIFITM3 during FMDV infection. We cannot exclude the possibility that sIFITM3 also alter endosomes in BHK-21 cells in order to prevent the disassembly of the viral capsids and viral RNA release. We suppose that the 3-to 4-fold decrease in viral attachment associated with sIFITM3 expression cannot fully account for over 100-fold decrease in viral production.\n\nControl of animal infectious pathogens is a key component for the development of livestock farming. FMDV is a highly contagious disease among cloven-hoofed animals that can have a devastating economic impact on the international trade of animals and animal products (Carpenter et al., 2011; Yang et al., 1999) . Our data indicate that sIFITM3 is a potent swine-originated factor defense against FMDV infection in BHK-21 cells and suckling mice. Therefore, we propose that this novel antiviral factor sIFITM3 could potentially be employed to improve animal resistance to FMDV infection.\n\nAll authors declare no competing interests."}