{"title": "Effect of acute respiratory infections in infancy on pulmonary function test at 3 years of age: a prospective birth cohort study Paediatric lung disease", "body": "► This birth cohort study has documented the influence of ARI on infant's pulmonary function test indices as indicated by significantly lower infant pulmonary function test (IPFT) indices for forced expiratory volume and flow rate, and higher indices reflecting airway resistance. ► Apart from respiratory syncytial virus and rhinovirus, human coronavirus, and human metapneumovirus infections were also significantly associated with impairment of IPFT indices. ► This is one of the first prospective birth cohort studies from Asia which has demonstrated objectively the association between ARI in infancy, irrespective of their aetiology, and impaired IPFT indices reflecting flow limitation and increased resistance at 3 years of age.\n\nIntroduction Acute respiratory infections (ARIs) in infancy may have a long-term impact on the developing respiratory system. We planned a prospective cohort study to determine the impact of ARI during infancy on the pulmonary function test indices at 3 years of age.\n\nMethods A cohort of normal, full-term newborns were followed up 6 monthly and during ARI episodes. Infant pulmonary function tests (IPFTs) were performed at baseline and each follow-up visit using tidal breathing flow-volume loop, rapid thoracoabdominal compression (RTC) and raised volume RTC manoeuvres. During each ARI episode, nasopharyngeal aspirates were tested for respiratory pathogens by real-time PCR.\n\nResults We screened 3421 neonates; 310 were enrolled; IPFT was performed in 225 (boys: 125 (55.6%)) at 3 years. During infancy, 470 ARI episodes were documented in 173 infants. At 3 years, children with history of any ARI episode during infancy had lower forced expiratory volume in 1 s (FEV 1.0 ), forced expiratory volume in 0.75 s (FEV 0.75 ), forced expiratory volume in 0.5 s (FEV 0.5 ), forced expiratory flow between 25% and 75% of FVC (FEF ), and maximal expiratory flow at 25% of FVC (MEF 25 ) as compared with those without any ARI episode during infancy. The ratio of tidal expiratory flow (TEF) at 25% or 50% of tidal expiratory volume to peak TEF (TEF 50 or TEF 25 /peak TEF) at 3 years was significantly increased in children who had ARI in infancy.\n\nConclusions ARI during infancy is associated with impaired pulmonary function indices such as increased resistance and decreased forced expiratory flow and volume at 3 years of age.\n\nChronic respiratory disease is a significant cause of morbidity in childhood and later life. 1 Epidemiological studies reveal that many of such chronic respiratory disorders such as asthma and chronic obstructive pulmonary disease (COPD) in the adults may have their origin in the antenatal period and early childhood. [2] [3] [4] [5] It is a well-known fact that respiratory system continues to grow and develop in the postnatal period, especially during the first 3 years of life making this period exceptionally vulnerable to lung injury. [6] [7] [8] [9] In the last two decades, several innovative methods for the measurement of infant's pulmonary function have been developed and these are playing a vital role in the understanding of normal growth and development of lungs, as well as their longitudinal, follow-up from birth through childhood. 8 9 Longitudinal studies have revealed that lung function at birth and in the first 4-6 years of age tracks the lung function throughout life. 3 5 7 Acute respiratory infections (ARIs) during infancy may affect the normal development of the respiratory system which in turn may have an impact on pulmonary function test. 5 10-12 ARI during early life, especially with viral aetiology, can lead to development of asthma in childhood and COPD in adulthood. 2 3 13 14 Although infection with any of the respiratory viruses during infancy may contribute to the development of asthma and COPD in childhood and adulthood, most of the studies have Open access focused on respiratory syncytial virus (RSV) and rhinovirus (RV) infections. 5 10 13 15-17 Elucidating the effect of ARI on developing pulmonary function in infancy and its tracking in childhood and beyond is an exciting research area. It offers the possibility of identification of infants, who after an ARI episode, maybe at an increased risk of developing chronic respiratory diseases; strategies could then be studied in these infants for the prevention of chronic respiratory morbidity. 16 18 However, the majority of the available literature is on RSV and RV infection, lower respiratory tract infection (LRTI) and mainly from the Caucasian and Oriental populations. 4 10 13 14 16 19 There is a scarcity of data describing the association of all types of ARIs of any aetiology with the developing pulmonary functions measured by IPFT.\n\nWe hypothesised that ARI during the first year of life might lead to structural changes in the respiratory system, which in turn may be responsible for chronic respiratory morbidity in children. IPFT can objectively document the effect of these structural changes. For this, a prospective study was planned in which, a birth cohort was enrolled and followed up at 6 months' intervals till 3 years of age; at each visit, IPFTs were performed. The primary objective of this study was to document the effect of ARI during infancy on IPFT indices at 3 years of age.\n\nThis prospective birth cohort study was conducted in the Department of Pediatrics of a tertiary care institute in north Delhi, India, from August 2012 to March 2017. The study was approved by the Institutional Ethics Committee. Written informed consent was taken from the parents/guardians.\n\nAll neonates born at the All India Institute of Medical Sciences, New Delhi during the study period were screened for eligibility. Inclusion criteria were age ≤4 weeks, term (born at ≥37 weeks of gestation) and appropriate for gestational age (weight: 10th-90th centile) babies. 20 Exclusion criteria were any perinatal insults (eg, birth asphyxia, meconium aspiration, any amount of respiratory distress requiring respiratory support, pathological hyperbilirubinaemia or seizure), known major congenital birth defect, required parenteral antibiotic or fluid, neonatal cholestasis, chronic kidney disease, or inborn error of metabolism and mother having antepartum or postpartum haemorrhage, pre-eclampsia or eclampsia, HIV infected, or parents' refusal for regular follow-up for 3 years. The enrolled babies were followed up every 6 months and also whenever they had ARI episode or any other acute condition. The babies were clinically examined, and anthropometric measurements (weight, length, head circumference) were recorded at enrolment and at each visit.\n\nWe did not involve the participants in the formulation of study design, recruitment or conduction of the study. However, we assured them that the results would not reveal any participant identity.\n\nIPFTs were performed with Exhalyzer D (Eco Medics AG, Duernten, Switzerland) as per the American Thoracic Society/European Respiratory Society Task Force recommendations. [21] [22] [23] [24] [25] IPFTs included tidal breathing flow-volume loop (TBFVL), rapid thoracoabdominal compression (RTC) and raised volume rapid thoracoabdominal compression (RVRTC) manoeuvres.\n\nAll IPFT manoeuvres were performed in the Pediatric Pulmonary Function Lab, which is well equipped with a central supply of oxygen and resuscitation equipment. The equipment was calibrated daily for atmospheric temperature and pressure and volume with a 100 mL calibration syringe (M30.9011) provided by the manufacturer. Weight and length/height were recorded using standard methods. 26 IPFT were postponed for 3-4 weeks if the child had an ARI.\n\nIPFT at enrolment and at 6 months of age were performed in either awake or natural sleep state after breast feeding. Beyond 6 months of age, syrup Triclofos (25-50 mg/kg/dose) was used for sedation whenever required. The manoeuvres were performed in the supine position. Baseline TBFVL was completed within 4 weeks of birth, while RTC and RVRTC were first performed once the child was ≥8 kg as per recommendations of the manufacturer of IPFT equipment. IPFTs were repeated at every follow-up visit. The IPFT indices and their physiological interpretation are described in table 1.\n\nParents were advised to visit the hospital whenever their child developed symptoms suggestive of ARI like fever, cold, cough, fast or difficulty in breathing, noisy breathing or chest retraction. Health status of enrolled children was also enquired telephonically at 2-4 weeks interval. If parents expressed difficulty in bringing the child to hospital, the study nurse visited their home and collected the required sample. LRTI was diagnosed during ARI in the presence of fast breathing for age as defined by WHO (respiratory rate:<2 months: ≥60/min; 2-12 months: ≥50/ min), and upper respiratory tract infections (URTIs) in the absence of fast breathing for age. 27 Wheezing during these ARI episodes were documented by a paediatrician during the hospital visit. They were treated symptomatically during these episodes, and an antibiotic (Amoxicillin) was only used in case of LRTI. Children were hospitalised if they had inadequate oral intake, not responding to supportive measures, stayed far-away from medical facility and in case of parental Open access Quantitative variables were summarised using mean and SD if normally distributed; for skewed distribution, median (IQR) were used. IPFT indices at 3 years of age were compared between children who had ARI episodes during infancy and those who did not, using Wilcoxon rank-sum test. The signed-rank test was used to compare the change in IPFT indices from baseline to 3 years of age in the two groups. For multivariate analysis, separate linear regression models were built using the indices that were significantly associated with ARI in bivariate analysis as the dependent variables. Gender, family history of atopy, presence of smoking in the household, weight and height at 3 years of age and the tidal volume at birth were added as covariates for each regression model. The difference was considered statistically significant at the p-value of <0.05.\n\nWe enrolled 310 neonates after screening 3421 neonates from August 2012 to May 2014; of these, 281 children (90.6%) had completed 3 years of follow-up as on 31 March 2017. IPFT (all three manoeuvres) was successfully performed in 225 (80%) children at 3 years of follow-up (figure 1). The demographic characteristics of children who had completed IPFT at 3 years (n=225) and those who did not complete all three IPFTs, excluded or lost to follow-up (n=85) were similar ( effect of ARI during infancy on IPFT indices at 3 years of age Among the TBFVL indices, children who had suffered from ARI during infancy did not show a significant change in V T and t PTEF /t E (ratio of time to peak tidal expiratory flow to total expiratory time); other indices, namely TEF 10 (tidal expiratory flow at 10% of tidal expiratory volume), TEF 25 (tidal expiratory flow at 25% of tidal expiratory volume), TEF 25 /PTEF (peak TEF) and TEF 50 /PTEF were significantly increased in comparison with children who did not have documented ARI episode during infancy. RTC indices did not show a significant difference between children with or without ARI episode during infancy. In RVRTC, indices for forced timed lung Open access effect of viral ARI during infancy on IPFT indices at 3 years of age TBFVL indices for airway resistance, namely TEF 25 /PTEF and TEF 50 /PTEF were significantly increased in children who had documented viral ARI episode during infancy in comparison to children without history of any ARI episode. No significant difference in any RTC indices was observed in the two groups. RVRTC indices for forced timed lung volume, namely FEV 0.5 , FEV 0.75 , FEV 1.0 and FEV and for forced expiratory flow rate, namely MEF 10 , MEF 25 and FEF were significantly decreased in children at 3 years of age with documented viral ARI episode during infancy (table 6) . Detection of virus in ARI in infancy was also associated with an increase in TEF 50 /PTEF (β coefficient=1.96, 95% CI: 0.29 to 3.63, p=0.02) and TEF 25 /PTEF (β coeffi-cient=3.0, 95% CI: 0.19 to 5.81, p=0.03), when adjusted for gender, family history of atopy, weight and baseline IPFT indices.\n\neffect of individual viruses detected in ARI during infancy on IPFT at 3 years of age Similar effects on TBFVL and RVRTC indices were also observed in ARI with RV, RSV, HCoV and HMPV infection during infancy. Only HMPV infection during infancy leads to a significant change in RTC indices Vʹ max, FRC at 3 years of age, which was higher (β coefficient=44.71, 95% CI: 10.83 to 78.58, p=0.01) as compared with those who had no ARI during infancy (see online supplementary file 1, supplementary table 2).\n\nA total of 43 children had a history of LRTI during infancy. TEF 50 /PTEF (89.5 vs 86.9, p=0.006) was higher in children with LRTI during infancy than children without a history of ARI during infancy. There was no significant difference in other TBFVL, RTC and RVRTC indices between them (data are not shown).\n\nA total of 57 infants with ARI episodes had documented wheezing; there was no significant difference in TBFVL, RTC and RVRTC indices between children with wheezing during ARI episode and those without a history of ARI during infancy (data not shown).\n\nThere was no significant effect of bacterial, mixed bacterial virus and mixed viral infection on IPFT indices. Hospitalisation was required in only 27 (12%) infants with no significant effect on IPFT indices at 3 years. There was no effect of various socioeconomic variables (living accommodation, parents education, history of smoking at home, source of cooking fuel, number of family member) on IPFT indices at 3 years of age in bivariate analysis (data are not shown).\n\nIn this prospective birth cohort study, we could demonstrate that children who developed ARI in infancy had lower forced time expiratory volume and flow rates at 3 years of age and higher TEF 25 /PTEF and TEF 50 /PTEF representing higher airway resistance as compared with those who had no ARI in infancy.\n\nMost of the available literature mainly focuses on alteration in pulmonary function test in school children with a history of LRTI, bronchiolitis or RSV/RV infection during , forced expiratory flow between 25% and 75% of FVC; FEV, forced expiratory volume; FEV 0.5 , FEV 0.75 , FEV 1.0 , forced expiratory volume in 0.5/0.75/1 s; IPFT, infant pulmonary function test; MEF 25 /MEF 10 , maximum expiratory flow at 25% or 10% of FVC; MTEF, mid tidal expiratory flow; PEF, peak expiratory flow; PTEF, peak tidal expiratory flow; RTC, rapid thoracoabdominal compression; RVRTC, raised volume rapid thoracoabdominal compression; TBFVL, tidal breathing flow-volume loop; TEF 10 or TEF 25 or TEF 50 /PTEF, the ratio of TEF 10 , TEF 25 or TEF 50 to peaked tidal expiratory flow; TEF 10 /TEF 25 /TEF 50 , tidal expiratory flow when 10%/25%/50% of tidal volume remaining for expiration; t E /t tot , ratio of expiratory time to total respiratory time; t PTEF /t E , the ratio of time to peak tidal expiratory flow to total expiratory time; Vʹ max, FRC , maximal flow at functional residual capacity; V PTEF /V E , ratio of exhaled volume to PTEF to tidal expiratory volume; V T , tidal volume; VT/kg, tidal volume per unit bodyweight.\n\ninfancy or early childhood. 4 10 12 13 17 28 29 The measurement technique for PFT in these studies are heterogeneous with usage of different techniques, such as RTC, RVRTC, body plethysmography, impulse oscillometry, helium dilution and single breath occlusion. 7 9 11 30 In our study, we have attempted to evaluate the association between ARI of any aetiology in infancy with pulmonary function at 3 years of age using IPFT manoeuvres of TBFVL, RTC, RVRTC in a cohort of Indian children. At baseline, there were no significant differences in RVRTC and RTC indices between children who had and did not have ARI episodes during infancy; rather some of the TBFVL indices are lower in children who did not have any ARI episode during infancy. In this cohort, we could demonstrate that forced expiratory indices, such as FEV 1.0 , FEV 0.75 , FEV 0.5 , FEF and MEF 25 were significantly lower in children at 3 years of age with documented ARI episode during infancy after adjusting for current weight, height, gender and baseline tidal volume.\n\nTBFVL indices like TEF 25 /PTEF and TEF 50 /PTEF were significantly higher in children at 3 years of age with ARI episode during infancy while there was no significant change in RTC indices. Similar changes were also observed in children with viral ARI, especially with RSV, RV, HCoV and HMPV during infancy. These changes seem to be the result of increased small airway resistance after ARI episodes.\n\nEarlier studies have mostly focused on LRTI and the influence of RSV or RV infection; association of increased airway resistance, asthma or recurrent wheezing episodes was observed in many of these studies. 4 10 13 14 A birth cohort study 'Childhood Origin of Asthma' from Wisconsin, USA, had shown that infection with RSV (OR=2.6), RV (OR=9.8) or both RV and RSV (OR=10) led to increased risk of development of asthma at 6 years of age. Another longitudinal study from Perth, Australia, 'The Childhood Asthma Study' observed that infection with RSV or RV in the first year of life was a risk factor for asthma at 5 years of age. 31 A review by Drysdale et al concluded that RSV LRTI during infancy leads to reduced lung function indices, namely FEV 1.0 , FEV/FVC, peak expiratory flow rate and increased residual volume and airway resistance on follow-up even in early adulthood. 32 Korppi et al in a prospective study of 20 years follow-up observed abnormal lung function (lower FEV% and MEF 50 ) in children with a history of RSV infection in infancy. 33 A study from Madrid, Spain, had observed that infection with HMPV during infancy was a strong risk factor for the development of asthma in 3-5 years of age (OR=15.9), followed by RSV bronchiolitis (OR=10.1). 34 In the present study, we observed that all viral ARIs, irrespective of the specific aetiology, influenced the IPFT indices at a later stage. Apart from RSV and RV, children with documented HMPV and HCoV infection during infancy also had lower FEV and flow rate indices at 3 years of age. A birth cohort study from Tucson, Arizona, had observed that infants (n=123) with poor airway function during early infancy (measured by Vʹ max, FRC ) had continued to have lower values for FEV 1.0 , FEF 25-75 and FEV 1.0 /FVC ratio at 22 years of age after adjusting for age, sex, weight and height. 5 In our cohort, baseline tidal volume measured in the neonatal period did not affect the IPFT indices at 3 years of age, as seen in the adjusted analysis.\n\nIn our cohort, ARI with wheezing during infancy were not associated with IPFT indices in children at 3 years of age. A study from Tucson, Arizona, had observed that wheezing in less than 3 years of age lead to reduced FEV 1.0 , FEV 1.0 /FVC and FEF 25-75 through the age of 16 years. 35 Another study from Finland used impulse oscillometry in 103 children at 5-7 years of age with history of bronchiolitis with wheezing in the first 6 months of life. They concluded that airway resistance or reactance at 5 Hz was abnormal in 20% of children as compared with normal Finnish height-based reference range, but the change was only transient as only 1% of them had persistent abnormality till preschool age. 30 These studies indicate that wheezing during infancy may affect PFT in the long run; we need to follow-up our cohort further to document the effect of wheezing on PFT.\n\nIn our cohort, we did not observe significant change in V T and t PTEF /t E in children at 3 years of age with ARI, with or without viral infection during infancy. Studies have reported conflicting results on the influence of ARI/ wheezing on t PTEF /t E . Clarke et al performed a prospective study in 94 infants using TBFVL, and partial expiratory flow-volume concluded that t PTEF /t E is not a very Open access sensitive index in detection of airway obstruction. 36 A plethysmography-based study by Zhang et al in 444 children from 1 to 36 months of age reported that t PTEF /t E was significantly lower in a wheezing group than in the control group. 11 LRTI episodes in our cohort did not show significant association with RTC and RVRTC indices; however, TEF 50 /PTEF was significantly increased in comparison to children who did not have documented ARI during infancy. Evidence in literature both support and refute this observation. A recent study from Cape Town, South Africa, did lung function at 6 weeks and 1 year of age in 648 children and observed that repeated LRTI episodes were independently associated with decreased V T , increased respiratory rate and increased lung clearance index. 12 A study by Strope et al in 159 children (6-18 years of age) with history of LRTI during preschool age observed that boys with a history of wheezy LRTI had lower FEV 1.0 and FEV 1.0 /FVC; however, children without wheezy LRTI did not show any significant impact in PFT indices. 28 Strengths of the study It was a well-designed, prospective birth cohort study with minimal dropout rates and regular follow-up, including almost all respiratory tract infections during infancy. Effort was made to identify the aetiology of all ARIs in infancy, including virus, chlamydia, mycoplasma and other bacteria. Hence, we could also explore the association of infection with viruses like HMPV and HCoV and IPFT indices at a later stage. Instead of focusing only on LRTI, we have included all ARIs of infancy, majority of which were URIs. State-of-the-art IPFTs were performed by trained personnel in keeping with the standard requirements, thus generating robust, reliable data regarding lung functions.\n\nlimitation Documentation of ARI episodes may be missing for some infants as their parents might not have informed or did not report to the hospital during the episodes. However, we telephonically contacted the parents from time to time to minimise such events. Besides ARI episodes, there might be other associated factors like genetics and environmental factors (indoor or outdoor pollution) which may affect pulmonary functions and these factors had not been considered here. In our study, LRTI was defined as per the WHO definition of pneumonia; chest X-ray of all children suspected of LRTI was not done due to ethical reasons.\n\nARI during infancy can affect the developing respiratory system. At 3 years of age, in our cohort, significantly lower FEV and flow rate indices were associated with ARI episode in infancy, female gender and low current weight. Apart from RSV and RV, other viruses like HMPV and HCoV infections during infancy also had a significant impact on pulmonary function at 3 years."}