{"title": "4th Annual ELSO-SWAC Conference Proceedings Qatar ECMO program: Past, present, and future", "body": "one patient per month. The survival rate was 100%. The first ECMO retrieval occurred in October 2014. This was carried with no recorded incidents. The year 2015 saw ECMO team size expansion and consolidation through in-house simulation courses and the HMC ECMO center joining ELSO. By the end of 2015, the center had treated 25 patients with a recorded survival rate of 70%. The year 2016 witnessed the introduction of VA ECMO modality, and the first aeromedical ECMO transfer occurred in June that year. Towards the end of 2016, the center began an ECMO fellowship program and registered its participation in multicenter ECMO trials. By the end of 2016, the center had carried out 50 runs of ECMO, with 10 patients dying while on ECMO (20% mortality). The ECMO patient survival to ICU discharge was 70% and to hospital survival was 68%. The future direction of the HMC ECMO program is to play a role of an adult regional center of excellence with not only land, 8 but also aeromedical transport capability, and to consolidate on ECMO education and training, through simulation courses, for both static and transport modalities. 7 Other future directions are, through local partnership, build on pediatric and cardiac ECMO, to introduce neonatal ECMO programs.\n\nKeywords: ARDS, extracorporeal membrane oxygenation, ECMO, Qatar, SRF\n\nThe authors thank the Hamad Medical Corporation Leadership for facilitating the training of the Qatar ECMO team and the Guy's and St Thomas' NHS Foundation Trust team for delivering outstanding training. They are also very grateful to the ECMO team of doctors, nurses, perfusionists, respiratory therapists, physical therapists, clinical pharmacists, nutritionists, critical care paramedics, and their simulation expert Prof. Guillaume Alinier, who put effort, time, and dedication into making this program successful. They are particularly grateful to the support of their colleagues in cardiothoracic surgery, vascular surgery, blood bank, anesthesia, internal medicine, Hamad International Training Center, and the Ambulance Service for supporting the ECMO program all the way. The authors acknowledge the help and support of everyone, without whom this success could not have been achieved or lives could not have been saved."}