{"title": "Treatment of Severe Acute Respiratory Syndrome With Glucosteroids* The Guangzhou Experience", "body": "available. Glucocorticosteroid administration for acute lung injury (ALI) or ARDS arising from critical SARS remains controversial, as does for ALI or ARDS arising from other etiologies. Many studies have looked into the use of corticosteroids in SARS management in terms of efficacy, duration, dose, and severe adverse events; however, further investigations are needed to characterize the treatment efficacy and safety profiles of steroids in this condition. 3 Some authors 4 -6 implied that large-dose steroids were indicated during the early phase once a diagnosis was made, to prevent further deterioration, while some others [7] [8] [9] thought that large-dose therapy was not advisable although steroids could help. Open clinical trials 6,9 -14 also demonstrated that pulse steroid therapy could reduce mortality without associating an increased rate of life-threatening complications. Unfortunately, all of these studies are selfcontrolling based; therefore, they are not convincing due to lack of control groups in study design, as the natural history and progression of SARS were yet unclear at time of study.\n\nIn Guangzhou, Guangdong Province of China, the city where SARS epidemic first broke out, the condition had been managed as community-acquired pneumonia before SARS coronavirus (SARS-CoV) was confirmed as the pathogen. When complicated with ALI, some patients were administered steroids empirically based on treatment of ALI/ARDS arising otherwise, other than on any available evidences or guidelines. The time has arrived when efficacy and safety profiles of steroid therapy have to be reviewed with more recent data. In this study, we set up a database of Guangzhou SARS cases and evaluated SARS-related steroid therapy through a retrospective study, expecting to characterize the efficacy and safety profiles of steroid therapy in Guangzhou by multivariate analysis.\n\nFrom December 2002 through June 2003, there were 1,278 registered cases of clinically diagnosed SARS admitted to hospitals in Guangzhou, China, among which we screened for those strictly fulfilling the criteria issued by the World Health Organization for confirmed identification of SARS, 15 and also with at least one of the following conditions: (1) seroconversion or a fourfold rise (or higher) in SARS-IgG during days 10 to 14 or later after onset; (2) a positive polymerase chain reaction (PCR) result for SARS-CoV confirmed by two or more laboratories during acute phase. Four hundred one of the 1,278 patients met the criteria and were enrolled in this study.\n\nDatabase Setup: The case records of all SARS patients were reviewed by our investigators and input into a database (Excel;\n\nMicrosoft; Redmond, WA) statistically designed with uniform fields including patient demographic data, contact history, etiologic investigations, SARS-IgG, SARS-PCR, underlying diseases, symptoms and signs, chest radiography, laboratory investigations, complications, medications and interventions, prognosis, and cause of death.\n\nEvaluation of Chest Radiography: Each side of lung field was divided into 9 zones by anatomic thirds from upper to lower and from lateral to medial parts, such that there were 18 zones in total on both sides. 16 Each zone was scored 1 through 4 based on the degrees of pulmonary opacities (1 ϭ hazy, 2 ϭ medium density, 3 ϭ high density, 4 ϭ consolidation), and the sum of these 18 subscores was defined as the total score for pulmonary abnormalities in radiography. Then the total score of pulmonary abnormalities was compared with the previous chest radiograph to determine the tendency of chest radiography abnormality. The tendency of chest radiography abnormality was classified as progressed (1 ϭ 25% increase in total score), stable (2 ϭ Ͻ 25% change in total score), and improved (3 ϭ 25% reduction in total score). Two senior radiologists evaluated and scored the chest radiographs independently and contributed to the mean total radiographic score for each case.\n\nRecognition of the Onset: Day 1 of the disease was marked by the first time of fever as reported by the patient or confirmed by measurement.\n\nCalculation of the Steroid Doses: Corticosteroid therapy in our study included aggressive treatment for critical patients and rescue regimen for worsened cases. The dosage of steroids was calculated only up to week 3 from onset in an attempt to circumvent calculation of rescue use of very high dosage of corticosteroid before the death of the patients. We defined the rescue use of corticosteroid as the sudden increase of dosage after 3 weeks from the onset and 3 days before the patients died. In this way of calculation, we were able to include 87.3% of the total dosage of corticosteroid and avoid four cases of rescue use of corticosteroid with daily dosage from 1,000 to 2,000 mg of methylprednisolone. Methylprednisolone was the major steroid used in most of the patients, while a small percentage were treated with hydroprednisone or dexamethasone, the doses of which were converted into methylprednisolone equivalents by 25 mg of hydroprednisone/4 mg of methylprednisolone and 0.75 mg of dexamethasone/4 mg of methylprednisolone.\n\nRecognition of Complications: Complications in our study referred to those occurring during the course of treatment and associated with progression of SARS or treatment interventions. Major complications included pneumothorax, mediastinal emphysema, myocardial injury, arrhythmias, hyperglycemia, high BP, hypokalemia, secondary lower respiratory or extrapulmonary infections, and GI tract hemorrhage.\n\nRecognition of Secondary Lower Respiratory Infections: Secondary lower respiratory infections in the SARS patients were recognized when one of the following was met: (1) histologic evidence of bacterial or fungal infections in lungs; (2) presentation of pneumonia, with pathogen isolated from blood or pleural effusion identical to result of sputum culture; (3) after 2 weeks in the time course of SARS, under the condition of resolution of fever, significant clinical improvement and obvious resolution on chest radiograph, recurrence of fever, cough, and sputum as well as newly development of lung infiltrate on chest radiograph were observed; and (4) apparent purulent sputum, leukocytosis, and confirmed pathogen in sputum by two consecutive culture findings. 17, 18 Recognition of Myocardial Injury: Myocardial injury was referred to as one time or above increase in creatinine kinase-MB.\n\nRecognition of Extrapulmonary Infection: The criteria for the determining secondary extrapulmonary infection were as follows: (1) bacteria or fungi infection in a site other than lower respira-tory tract proved by pathology; (2) same isolate of two consecutive culture findings from extrapulmonary fluid.\n\nThe method of determining baseline values of all time-dependent variables of a patient were as follows: (1) for a steroid-treated patient, the median of daily recorded values during the 3 days prior to his/her first steroid dosage; or (2) for a nonsteroid-treated patient, the median of daily recorded values during the 3 days prior to a specific day, which was the median of the length of time from disease onset to the first steroid dosage among all steroid-treated patients.\n\nDefinition of Critical SARS: The diagnosis of critical SARS was made according to the criteria of SARS guidelines issued by Ministry of Public Health of China, 19 incorporating a low oxygenation index (OI) [Ͻ 300 mm Hg]. In other words, SARS manifestations matching those of ALI were diagnosed as critical SARS; cases otherwise were deemed noncritical.\n\nStatistical Analysis: Statistical software (SPSS 11.0; SPSS; Chicago, IL) was employed for statistical analysis. Measurement data were summarized by mean Ϯ SD. Analysis of variance and 2 test were used for univariate testing, while forward stepwise (conditional) logistic regression and Cox regression were used for multivariate analysis. Primary end points were death caused by SARS and hospital discharge of the survivors. All variables possibly affecting the primary end points were included in univariate analysis to screen for potential confounders, which were further processed in logistic regression and Cox regression. The significance level ␣ in univariate analysis was set at 0.1 so that some variables might not be overlooked during this stage. The use of steroid was further evaluated for its relationship with case fatality and hospitalization days with a significance level ␣ ϭ 0.05. In analysis concerned with hospitalization days, only those survival cases were used to avoid the confounding effect of death.\n\nThere were 249 noncritical and 152 critical cases among 401 enrolled SARS patients. General characteristics of the patients were shown in Table 1 .\n\nSteroid therapy for SARS patients in Guangzhou was heterogeneous, with 59.0% of noncritical patients and 79.6% of critical patients receiving steroids, and the time to initiate the first steroid dosage in all steroid-treated patients was 5.01 Ϯ 3.48 days from disease onset.\n\nThere were 25 deaths in 152 critical SARS cases. All of the 249 noncritical patients survived the disease. The risk factors related to death and the days of hospitalization were analyzed.\n\nThe candidate risk factors were found by univariate analysis through comparison between the non-critical and critical cases and between the survivors and deaths of critical cases (Tables 1-3) .\n\nTwo logistic regressions were performed, with death and complication as end points, respectively, and the use of steroid as well as the above-mentioned potential confounders as independent variables.\n\nRegression for Case Fatality: A logistic regression based on the data of 401 SARS cases with death (yes/no) as end point showed no significant difference in case fatality between steroid-and nonsteroid-treated patients. However, the result of a logistic regression based on the data of 152 critical SARS cases showed that steroid therapy significantly reduced the case fatality among critical SARS patients after the death-related variables were adjusted, such as age, rigor at onset, secondary lower respiratory infection, pulmonary rales, and OI grading (1, Ͻ 100; 2, Ն 100 and Ͻ 200; 3, Ն 200 and Ͻ 300; and 4, Ն 300). The odds ratio (OR) of case fatality between steroid-treated patients and nonsteroid-treated patients was 0.083 (95% confidence interval [CI], 0.007 to 0.956) [ Table 4 ].\n\nBoth logistic regressions based on the data of 401 SARS cases and 152 critical SARS cases with at least one complication (yes/no) as an end point showed no significant difference in complication presentation between steroid-and nonsteroid-treated patients after adjusting for invasive ventilation (Table 5) .\n\nCase Fatality: Based on the data of 401 SARS cases, Cox regression with death (yes/no) as an end point failed to show significant difference in survival time since the first time of fever between the two groups. However, based on the data of 152 critical SARS cases, the result of Cox regression showed that use of steroids reduced the odds of case fatality among critical SARS patients ( Table 6 ). The odds of case fatality among steroid-treated patients was 0.37 times as much as that among nonsteroid-treated patients after the variables of using invasive ventilation and age were adjusted ( Table 5 ). The effect of steroids on survival time was shown in Figure 1 . On day 40, the survival rates among steroid-and nonsteroid-treated patients were 96.3% and 92.3%, respectively.\n\nHospital Discharge: Based on the data of survivors (376 cases) among 401 SARS cases, analysis of hospitalization days of survivors by Cox regression did not show significant difference between patients receiving steroids or not. However, based on the data of survivors (127 cases) among 152 critical SARS cases, the results of a Cox regression showed that the number of hospitalization days was reduced by steroid therapy after the variables of complication presentation was adjusted. The odds of earlier discharge among steroid-treated patients was 1.74 (95% CI, 1.025 to 2.964) the odds of being discharged among nonsteroid-treated patients ( Table 7) . The effect of steroids on hospitalization days is shown in Figure 2 .\n\nAs a new emerging infectious severe respiratory disease, the diagnosis and management of SARS attracts much attention. There have been many publications on its diagnosis and management. Most of the previous reports used clinically oriented criteria for case identification, which was not specific and prone to overdiagnosis. The positive rate of convalescent antibody was reported 77.7% by Tian et al, 20 and 85.7% by Gao et al. 21 In a study of 70 patients (all of them were health-care workers) with definite contact history and typical presentation, Chen 22 was able to show a 100% seroconversion or a fourfold rise in serum SARS-IgG in convalescent phase. The above-mentioned information suggested that diagnosis of SARS based on clinical information alone might cause overdiagnosis. In our study, we reviewed only cases confirmed by virology to avoid bias from inclusion of unconfirmed cases.\n\nSince no SARS-specific treatment has been developed, management of this disease remains clinically based and supportive. Importantly, acute respiratory failure typically seen during the late phase of critical SARS, mainly presenting with dyspnea and hypoxia, meets the diagnostic criteria for ALI. For this reason, steroid therapy in critical SARS has become a focus of interest. After the report of clinical experience of expert panel 23 from Guangzhou, there have been several reports on steroids therapy in critical SARS, and also no lack of controversy as to their outcomes and usage. Ho et al 6 compared 17 cases receiving high-dose pulse methylprednisolone therapy (ie, 500 mg/d for 5 to 7 consecutive days, then tapered to 20 mg/d over a total course of 21 days) with 55 cases receiving low-dose non-pulse corticosteroid (equivalent to approximately 2 to 3 mg/kg/d of methylprednisolone) therapy. It was reported that patients receiving high-dose pulse corticosteroid had less oxygen requirement, better radiographic outcome, and less likelihood of requiring subsequent highdose pulse corticosteroid therapy than their counterparts. There was no significant difference between the two groups in severe secondary infections. However, in the study by Ho et al, 6 there was no control (receiving no corticosteroid) group. 4 Zhao and colleagues 4 compared the clinical outcome of four treatment protocols in 190 cases of SARS. It was Table 4 for expansion of abbreviation. suggested that on the basis of antibiotics and antivirals (ribavirin and recombinant interferon-␣), early high-dosage steroids (160 to 1,000 mg/d of methylprednisolone) resulted in best outcomes and no death as compared with low-dose steroid therapy. However, this was not a randomized controlled study. Patients admitted in different periods received different treatment protocol, and major confounders affecting the outcome of SARS were not adjusted with multivariate analysis. The study by Meng et al 7 indicated that early administration of steroids was helpful for symptom relieving and pulmonary resolution. It was shown that low-dose methylprednisolone (40 to 80 mg/d) was associated with significantly shorter hospital days vs high-dose drug (320 to 640 mg/d). Sung et al 9 reported the outcome a stepwise treatment protocol of steroid administra-tion in the treatment of SARS in Hong Kong. The initial treatment was broad-spectrum antibiotics, a combination of ribavirin and low-dose corticosteroid. (Table 6 ). Table 4 for expansion of abbreviation.\n\nNevertheless, there were also opposite opinions. Data from Li et al 24 showed that high-dose steroids further deteriorated the low level of CD4 ϩ , CD8 ϩ , and CD3 ϩ , giving rise to severe secondary infections. Lee et al 25 reported the effect of steroid therapy on SARS-CoV load. Serial plasma SARS-CoV RNA concentrations were measured using a one-step real-time reverse transcriptase-PCR assay targeting the nucleocapsid gene. It was found that plasma SARS-CoV RNA concentrations in the second and third week of illness were significantly higher in patients who received initial hydrocortisone treatment (n ϭ 9), as compared to those who received placebo (n ϭ 7) [area under the curve; Mann-Whitney, p ϭ 0.023]. An increase in the 30day mortality associated with high-dose steroids was also implicated by Tsang et al. 26 The variability of results from all the studies may lie in several reasons. First, some of the cases in the above-mentioned articles 20, 21 were of seronegative SARS-IgG, which were responsible for a bias due to overdiagnosis. In our study, only 401 of 1,278 registered cases in Guangzhou fulfilled the criteria of case identification instituted by World Health Organization. Second, the matching of SARS cases was not strictly controlled in these studies. As was shown in present study, noncritical SARS was not associated with mortality, but 59.0% of the patients received steroid therapy. Mixing the noncritical and critical SARS information together would interfere with the ability of statistical analysis to evaluate the effects of steroid on mortality. This might be the reason that steroid showed no efficacy on mortality in SARS patients as a whole but was significantly effective in critical (Table 7) . Cum ϭ cumulative. SARS. Third, the adjustment of confounders was crucial in minimizing the effects of incomparability of baseline condition. In the present study, much more attention was paid to adjustment of baseline condition of important confounders. After adjusting the confounders with multivariate analysis, it was shown that proper use of steroid resulted in less fatality, lower instant mortality, and fewer hospital days.\n\nThe mechanisms of corticosteroid in the management of SARS are unclear. As the clinical manifestations and diagnosis criteria for critical SARS are largely identical to those of ALI, the only difference being that critical SARS is definitely caused by SARS-CoV infection, whereas ALI may result from a variety of etiology, including infective and noninfective. The mechanism of corticosteroid in critical SARS might share the similarity with ALI/ARDS. In ARDS, [27] [28] [29] [30] [31] [32] excessive systemic inflammation has been documented, in which, nuclear factor-B may be responsible for glucosteroid resistance, leading to relative adrenal insufficiency and subsequently aggravation of ARDS. Replacement with exogenous methylprednisolone may relieve the symptoms by ameliorating systemic inflammation. 30 Therefore, current opinion holds that steroid therapy in ARDS should be given only on the basis of relative adrenal insufficiency induced by systemic inflammation and oriented to suppression of systemic inflammation. The duration of steroids depends on the length of inflammation. In a word, the proper guideline for steroid administration in ALI/ARDS include initializing appropriate doses of steroids at time of relative adrenal insufficiency, which was reflected in our study in terms of the steroid use. However, steroids should not be delayed until ARDS is fully developed. Advanced ARDS with apparently severe pathology will set back the efficacy of steroids.\n\nIn a cohort study by Peiris et al, 33 it was found that from a view of viral replication and inflammatory response, the clinical progression of SARS presented a triphasic pattern. The early phase was characterized by systemic symptoms related to the effect of viral replication. As the disease progressed into the mid-phase, systemic inflammatory response syndrome became prominent, giving rise to systemic inflammatory response syndrome-induced lung injuries (ALI or ARDS) and many complications during the late phase. It was noted that the timing of the IgG seroconversion that started on day 10 seemed to correlate with falls in viral shedding from nasopharynx. Severe clinical worsening also occurred at this time, possibly related to immunopathologic damage. The presence of immunopathologic damage was confirmed by Jiang et al 34 in their study that interferon-inducible protein 10 (IP-10) was markedly elevated in the blood during the early stage of SARS, and remained at a high level until convalescence; moreover, IP-10 was highly expressed in both lung and lymphoid tissues, in which monocyte-macrophage infiltration and depletion of lymphocytes were observed. The clinical worsening during the midphase of SARS may be a result from the immunopathologic damage due to overexuberant host response, which can be reduced by steroids. In a recent study 35 on cytokine profile of SARS patients, marked elevation of T-helper type 1 cytokine interferon-␥ and inflammatory cytokines interleukin (IL)-1, (IL)-6, and (IL)-12 was showed for at least 2 weeks after disease onset. Corticosteroid reduced significantly IL-8, monocyte chemoattractant protein-1, and IP-10 concentrations from days 5 to 8 after treatment, confirming the activation of Thelper type 1 cell-mediated immunity in SARS through the accumulation of monocytes/macrophages and neutrophils. In another study, 36 IL-10, IL-6, and tumor necrosis factor-␥ were higher than normal before treatment, and corticosteroid treatment resulted in fall in IL-10 but not in IL-6 and tumor necrosis factor-␥. These data suggested that steroid therapy showed advantages in reducing inflammatory response and protection from lung injury.\n\nIt is well known that corticosteroid therapy is a double-edged sword. As pointed out in the study by Lee et al, 25 early corticosteroid treatment might be associated with a higher subsequent plasma viral load. As no data are published so far showing the benefit of corticosteroids in SARS during the early phase when SARS-CoV replication is ongoing, there is no evidence for a lopsided wish to use steroids in SARS as early as possible and also for high-dose administration regardless the severity of the disease, until the exact mechanism of steroids therapy is further elucidated.\n\nThe potential benefits of steroid therapy in critical SARS included improving pulmonary oxygenation, reducing the need for intubation, case fatality, and pulmonary fibrosis. However, our study revealed only reduced fatality and shorter hospital stay in critical SARS, and failed to demonstrate the other advantages related to steroid administration. Future studies are needed to elucidate these effects using animal models and randomized prospective casecontrolled clinical trials.\n\nThe adverse effects of steroids have been acknowledged elsewhere, including hyperglycemia, high BP, hypokalemia, immunocompromise, and superinfection. These effects depend on various factors, ie, the underlying diseases, age, severity, other interventions, as well as the dose and duration of steroids. In our study, secondary infection SARS was shown only related to the employment of invasive ventilation but not statistically related to the use of steroids. Nevertheless, monitoring and prevention of secondary infection and other complications are strictly indicated during steroid therapy.\n\nAnother noticeable problem about steroids lies in its relationship with avascular osteonecrosis (AVN) in SARS convalescents. In a cluster sampling survey of health-care workers from four hospitals in Guangzhou, Shen et al 37 found that the rate of AVN was 3.2% (4 of 124 cases), which was much lower than other reports 38 -40 in correlation with the maximal single-day dose of steroids. The low incidence of AVN in SARS cases in Guangzhou may be related to the comparatively low dose and short duration of steroid use in this region.\n\nIn addition to steroids, the fatality of critical SARS may be affected by many other relevant factors. Multivariate analysis in our study showed that elder age, rigor at onset, secondary lower respiratory infections, pulmonary rales, and use of invasive ventilation were related to higher fatality. The contribution of invasive ventilation to increased fatality may arise from increased rate of complications or from those with more serious condition per se.\n\nIn conclusion, our retrospective study of Guangzhou SARS cases demonstrated less fatality, shorter hospitalization days, and no significant effect on lower respiratory infections in confirmed critical SARS patients when corticosteroids were administered properly. These findings supported rational use of steroids in critical SARS with an OI Ͻ 300 mm Hg."}