{"title": "Posttraumatic stress disorder in convalescent severe acute respiratory syndrome patients: a 4-year follow-up study ☆", "body": "Severe acute respiratory syndrome (SARS) was the first severe and readily transmissible new infectious disease to emerge in the 21st century. SARS initially developed in southern China, where the first cases are now known to have occurred in late November 2002 [1] . Since then, the cumulative number of reported probable cases of SARS worldwide for the period November 16, 2002 , to August 7, 2003 , was 8422 [2] .\n\nThe largest outbreak of SARS struck Beijing in spring 2003. Infected individuals from several outlying provinces sought clinical care in Beijing, resulting in viral dissemination to local health care facilities. Beijing's outbreak began in March 5; by late April, daily hospital admissions for SARS exceeded 100 for several days, with the onset of the last probable case on May 29, 2003 [3, 4] . In total, 2521 cases of probable SARS occurred, with total of 192 deaths and a case fatality rate of 7.6% [4] .\n\nInitial public health management of the outbreak relied heavily on quarantine. Patients diagnosed with SARS were isolated in several hospitals, with specific secondary referral hospitals serving as central receiving facilities as the outbreak emerged. Unaffected individuals with known contact with SARS patients were isolated in their own homes to interrupt the transmission of the syndrome. The public was terrified, with widespread media attention concerning the severity of the epidemic. SARS is normally transmitted through droplet spread from one person to another, clustered among family groups. The transmission rate among close contacts was 6.3% (range by Beijing local government districts, 2.9-9.7%). Transmission increased with the age of close contacts, from 5.0% in children younger than 10 years to 27.6% in adults aged 60 to 69 years. The attack rate was highest among spouses (15.4%), other household members (8.8%) and nonhousehold relatives (11.6%) [5] .\n\nPosttraumatic stress disorder (PTSD) is a stress-related disorder that can occur after the experience of a traumatic event. The estimated lifetime prevalence of PTSD is 7.8% in the US population [6] . The 12-month prevalence of PTSD was 0.2% in metropolitan population in China (Beijing and Shanghai) [7] . Several studies report the incidence of PTSD in victims of natural disaster (8.6% to 24.2%) or traumatic accident (10.6%) in China [8] [9] [10] . However, differences in study design, outcome measures and clinical populations provided make it difficult to compare these results.\n\nThe psychosocial and functional impact of PTSD can be severe. Individuals with PTSD often manifest greater psychological and social impairment. PTSD can damage interpersonal relationships and functional capacity, leading to increased depression and related impairment [11] . More generally, chronic stress has been associated with a variety of adverse medical outcomes, including chronic diseases such as diabetes, hypertension and heart disease [12] .\n\nOne specific serious medical outcome of treatment related to SARS can adversely affect long-term functional capacity. As a side-effect of drugs (such as glucocorticoids) used in treatment, femoral head necrosis (FHN) was reported to occur in 15% to 30% of Chinese SARS patients in follow-up studies [13, 14] .\n\nThere were 10 articles published after 2003 examining the psychological impact of SARS on survivors [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] . In one study of 63 survivors of SARS at 3 months postdischarge from hospital in Singapore, the rate of possible PTSD, inferred from an Impact of Event Scale (IES) Score of N26, was 41.7% [15] . In a study of 195 survivors of SARS at 1 month postdischarge from hospital in Hong Kong, 10% to 18% of them reported symptoms related to PTSD [16] . In another study in Hong Kong, among 131 survivors, 4% at 1 month and 5% at 3 months postdischarge endorsed symptoms consistent with PTSD [17] . However, these articles were limited by use of self-reported ratings of PTSD, and no specific PTSD measures were included. Several studies suggest that SARS survivors still had elevated levels of general psychological distress 1, 3, 12 and 18 months after hospital discharge, but the rate of PTSD is unspecified in these studies [18] [19] [20] [21] [22] [23] [24] . The increased psychological burden of FHN in conjunction with SARS has not been evaluated. Furthermore, several articles published in Chinese focused on the incidence of PTSD on SARS survivors in Beijing, Shanxi and Tianjin in mainland China, and the incidence rate of PTSD was reported to be 9.8%, 30.7% and 46.2% at 3 months postdischarge [25] [26] [27] .\n\nThe aim of our study was therefore to determine the incidence of PTSD in survivors of SARS up to 4 years after initial medical treatment. We aimed to describe changes in psychological and functional outcomes for subjects with and without PTSD diagnoses over the same time frame and to consider the impact of FHN on severity of PTSD.\n\nParticipants were recruited from the free outpatient medical clinic for convalescent patients of SARS at Peking Union Medical College Hospital (PUMCH). Infectious, respiratory and psychological services were available in the clinic. Subjects from several inpatient SARS treatment facilities received subsequent care at PUMCH on a voluntary basis. The study sample was enrolled between June 24, 2003, and November 30, 2003 . All subjects qualifying for the study had received a SARS diagnosis in accordance with the Ministry of Health of the People's Republic of China criteria for \"infectious atypical pneumonia\" and were determined to be adequately treated, appropriate for discharge and isolated for 1 week in their own home after hospital discharge [28] . The protocol of this study was approved by the PUMCH Ethics Committee, and written informed consent was obtained from all participants.\n\nAll adult subjects who came to the free outpatient clinic for convalescent patients of SARS at PUMCH were consecutively screened over a period of 6 months. All subjects who were approached agreed to participate. The initial interview (T1) was performed an average of 53 days (S.D.=31, range=9 to 186 days) after hospital discharge. Follow-up interviews were conducted approximately 7 months (T2, average=204 days, S.D.=35 days), 10 months (T3, average=314 days, S.D.=32 days), 20 months (T4, average=618 days, S.D.=50 days) and 46 months (T5, average=1380 days, S.D.=27 days) after discharge from hospital. Interviews consisted of a variety of rater-administered, self-report measures and open interview, and lasted on average approximately 60 min.\n\nAll rater-administered and self-report measures were translated into Chinese and have been published.\n\n1. Sociodemographic data, including age, sex, marital status, occupation, employment status prior to SARS, educational level, living status, number of relatives who contracted or died from SARS.\n\n2. Medical and psychiatric history, as well family history of psychiatric disorder, was included. \"If you were found to suffer from femoral head necrosis\" and \"if you have any body discomfort\" were added in T3, T4 and T5. Chest computed tomography (CT) was available in T1. The abnormality of chest radiography was scored from 0 (not at all) to 4 (very severe) by a radiologist. Magnetic resonance imaging (MRI) of the hip joint was available in T3. Self-reported FHN and results of MRI were used together to judge whether subjects suffered from FHN. 3. Scales used to assess the impact of PTSD:\n\na. The Impact of Event Scale (IES) is a 15-item self-report questionnaire designed to assess symptoms of intrusive thoughts and avoidance resulting from traumatic life events. The scale measured frequency with which each of the PTSD symptom has occurred over the past week; scores of 0, 1, 3 and 5 correspond with responses of \"not at all,\" \"rarely,\" \"sometimes\" and \"often,\" respectively; and a summed score ranges from 0 to 75 [29, 30] . b. Zung's Self-Rating Depression Scale (SDS [31] ) and Zung's Self-Rating Anxiety Scale (SAS [32] ) are two 20-item self-report questionnaires designed to assess symptoms of depression and anxiety, with scores ranging from 0 to 80 [31] [32] [33] [34] . c. Symptom Checklist 90 (SCL-90) is a 90-item selfreport inventory designed to screen for psychopathological symptoms. Each item is scored from 0 (not at all) to 4 (extremely). It includes nine symptom dimensions: somatization, obsessivecompulsiveness, interpersonal sensitivity, depression, anxiety, hostility, phobic anxiety, paranoid ideation and psychoticism [35, 36] . d. Short Form-36 (SF-36) Health Survey was conducted in T3 to T5. The SF-36 includes eight subscales: physical functioning (PF), role limitation due to reduced physical functioning (RP), body pain (BP), general health (GH), vitality (VT), social functioning (SF), mental health (MH) and role limitation due to emotional problems (RE). Scale scores were transformed and standardized on a scale ranging from 0 to 100, with lower scores representing poorer health functioning [37] . SF-36 has been translated into Chinese and normed on Chinese populations [38] . e. Social Disability Screening Schedule (SDSS) was conducted in T3 to T5. SDSS is a 10-item rateradministered scale used to access the function in a variety of occupational, social, marital and family roles. Item scores of 0, 1 and 2 correspond with absent, moderate or serious dysfunction, respectively. This scale was translated into Chinese and modified according to the Disability Assessment Schedule [39, 40] .\n\nT1 interviews were conducted at the outpatient clinic. T2 to T5 interviews were completed in a variety of venues, including at PUMCH, the patient's home or by mail with telephone follow-up if live interviews were not possible. Self-rating scales were finished by the subjects themselves according to written direction. Other rating scales were conducted by the same interviewer during each visit.\n\nThe diagnosis of PTSD was made by a senior psychiatric doctor according to CCMD-III [41] criteria. The CCMD-III differs from the DSM-IV classification [42] by requiring a longer duration for symptoms, and therefore all subjects met DSM-IV criteria as well. Diagnoses were classified into four types:\n\n1. Current PTSD: Subjects fulfilled the criteria of PTSD at the follow-up interview. 2. Prior PTSD: Subjects endorsed past symptoms consistent with PTSD and met the diagnostic criteria, but the symptoms were alleviated and did not meet the criteria at the current follow-up interview. 3. No PTSD. 4. Unable to confirm: Insufficient data available to make PTSD diagnosis.\n\nStatistical analyses were conducted with SAS 9.1/SPSS 15.0. Group comparisons of dimensional variables were performed with independent-samples t tests. For categorical variables, chi-squared tests were used, including Fisher's exact test if the expected count was less than five in more than 20% of cells. For ordinal variable (chest CT), nonparametric Wilcoxon signed-rank test was used. Linear mixed-effects models were used to examine whether the impact of PTSD as measured by IES, SAS, SDS, SCL-90, SF-36 and SDSS was different with no-PTSD subjects, and whether there were some changes over time. The models contained scores on IES, SASS, SDS, SCL-90, SF-36 and SDSS as response variables (y), and PTSD (x) and follow-up time (years postdischarge, t) as the primary fixed effects of interest. PTSD was included as a time variant variable with a value of 0 for any time point before and a value of 1 after diagnosis. The models included x, t and the interaction between x and t (model of y on x, t, x⁎t).\n\nSociodemographic characteristics and medical condition of the sample are presented in Table 1 . The majority of subjects were females, and the mean age was 38.5 years. The age distribution did not differ from overall Beijing SARS cases [3] (chi-square=10.02, P=.1236). One subject had a positive history of depression and had been prescribed fluoxetine for 1 year, although he/she was not taking antidepressants before the onset of SARS. Subjects with PTSD were more likely to be older, female, married, have higher numbers of close relatives who suffered and/or died from SARS, and to have FHN. There was no significant difference between those with PTSD and those without PTSD on chest CT findings in T1 (P=.0600).\n\nFollow-up status is shown in Fig. 1 . Seventy, 68, 65 and 57 subjects finished at least one, two, three and four interviews, respectively. Forty-three finished all five interviews. Some subjects who missed earlier interviews were captured in later assessments. Among all visits, 82.2% were finished at the outpatient clinic, 3.9% via home interviews and 13.9% via mailing and telephone. As shown in Fig. 1 , 28 met the criteria initially; one subject who did not demonstrate PTSD in T1 to T3 developed onset of PTSD at T4 but recovered at T5, and one subject who did not demonstrate PTSD in T1 to T4 developed onset of PTSD at T5. Two subjects who fulfilled the symptom criteria, severity criteria, but not the course criteria for PTSD in the T1 visit (interval between T1 and hospital discharge was 18 and 65 days, respectively), were then dropped. Therefore we were unable to confirm the diagnoses of these two subjects. Three subjects, whose diagnosis was PTSD in both the T1 and T2 visits, did not fulfill the diagnostic criteria thereafter, suggesting recovery from PTSD. Thirty-eight subjects never met the diagnostic criteria. One participant, who went abroad at T2, did respond to questionnaires while unavailable for interview; the diagnosis was unable to confirm at T1 and T2. Upon return to China at T4, this subject did not meet the criteria for PTSD. No other subject who missed an assessment changed his/her PTSD status on the next available assessment. Table 2 . Twenty-three (82.1%) of the 28 cases of PTSD established at T1 still met the diagnostic criteria at T5.\n\nCompared with subjects with no PTSD, subjects given a diagnosis of PTSD had significantly higher scores on IES, SAS, SDS, SCL-90 and SDSS, and a significantly lower score on SF-36 at all time points (Table 3) . Table 4 shows the differences in mean score on scales from linear mixed models for the PTSD vs. the no-PTSD group. All PTSD terms were significant (Pb.05), indicating that there were significant differences in the scores on scales for the PTSD vs. the no-PTSD group. Time terms were significant in IES (−2.8, P=.0025), SDS (−2.5, Pb.0001) and VT (3.5, P=.0135), suggesting that there was a significant decrease in scores on IES and SDS, and an increase in scores on VT as follow-up time increased for both the PTSD and the no-PTSD groups. PTSD×Time interaction terms were not significant (PN.05), indicating that there were no significant differences in the changes over time in the scores on scales for the PTSD vs. the no-PTSD group.\n\nThe incidence of PTSD is 44.1% in SARS survivors in our 4-year follow-up study, suggesting PTSD is common in SARS survivors. This incidence rate is similar to that reported for 63 survivors of SARS at 3 months after discharge from hospital in Singapore, where the rate of possible PTSD was 41.7% [15] . Great variations in rates of PTSD have been reported after impersonal events such as serious motor vehicle accidents and natural disasters, with reported ranges of 10% to 43% [43] [44] [45] . Focusing on another life-threatening condition, Davydow et al. [46] reviewed 10 observational studies among survivors of acute respiratory distress syndrome and found that the psychiatrist-diagnosed PTSD prevalence at hospital discharge, 5 years and 8 years was 44%, 25% and 24%, respectively. In this study, we use the CCMD-III criteria [41] , which is a more conservative measure of PTSD than DSM-IV [42] , with a 3-month vs. a 1-month requirement for symptom duration. In the survey, two subjects fulfilled the symptom criteria, severity criteria, but not the course criteria for CCMD-III in the T1 visit (interval between T1 and hospital discharge was 18 and 65 days, respectively) and were not located thereafter. Had we used DSM-IV criteria only, the latter subject (interviewed at 65 days after hospital discharge) would have been diagnosed with PTSD. It is unlikely that we overestimated the incidence of PTSD by using stricter diagnostic criteria. A critical question is whether the 70 survivors enrolled in the study are representative of the 2329 SARS survivors in Beijing. The average age in our cohort was 38.5 years, which is close to the median age of Beijing SARS cases (33 years), with no significant difference in age distribution between those two groups (P=.420). Females were overrepresented in our sample (67.1%), which may reflect differences in help-seeking behavior between genders [47, 48] . Females with mental health problems are more likely to seek help from medical professionals [47] , although in the current study, participants also sought help from Departments of Infectious Disease and Respiratory Medicine.\n\nFour (4/30, 13.3%) SARS survivors who exhibited PTSD in our cohort recovered during follow-up. Most subjects (23/28, 82.1%) who were diagnosed with PTSD at the beginning of our study retained the diagnosis through the end of the study, suggesting that the median recovery time of this cohort is more than 46 months. The score on IES in subjects with PTSD showed the same trends, with only a slight decrease over time (Tables 3 and 4 ). This is consistent with other studies, including the 1996 Detroit Area Survey of Trauma, where the median time for PTSD to remit was 24.9 months and where in more than one third of cases PTSD persisted for more than 60 months. Previous research suggests that PTSD persists longer in women (median duration is 48.1 months) than in men (12.0 months) and persists longer in cases resulting from traumas experienced directly (median duration is 48.1 months) compared with learning about traumas to a loved one or the sudden unexpected death of a loved one (12.1 months) [49] . Subjects in our study were SARS survivors who experienced the trauma directly, and 67.1% were females, possibly explaining the long duration of PTSD in our group.\n\nAs shown by linear mixed-effects modeling, after excluding the effect of time and PTSD×Time interaction variables, compared with subjects with no PTSD, subjects given a diagnosis of PTSD had significantly higher scores on IES, SAS, SDS, SCL-90 and SDSS and a significantly lower score on SF-36 (Table 4 ). These findings suggest that the impact of PTSD was severe and persistent in our cohort, adversely affecting not only mental but also physical health. These results are consistent with findings in the studies of survivors of acute respiratory distress syndrome [50] and of general intensive care unit survivors [51] . Symptoms of PTSD in those survivors were associated with lower quality of life, and physical outcomes were significantly impacted by the presence of PTSD [51, 52] .\n\nA traumatic event's severity, duration and physical proximity are the most important factors affecting the likelihood of developing PTSD [42] . In our cohort, while subjects from several inpatient SARS treatment facilities were enrolled, we have no data about their clinical course during active SARS infection. Chest radiography postdischarge may be an indirect indicator for the clinical severity of the disease. There was no significant difference between those with PTSD and those without PTSD on chest CT findings in T1. But the marginal significance (P=.060) suggested the necessity of larger sample size to clarify the correlation. The number of close relatives who suffered or died from SARS may be an important indicator of the event severity. FHN, a specific serious adverse medical outcome related to SARS treatment, may be a chronic stressor to these survivors. Subjects with PTSD were more likely to have FHN and to have higher numbers of close relatives who suffered and/or died from SARS than the no-PTSD group. These results supported the hypothesis we mentioned above.\n\nThis study has several potential limitations, including primarily a limited sample size. The diagnosis of PTSD according to the criteria of DSM-IV [42] by a trained psychiatrist using a standardized interview technique may be regarded as the clinical \"gold standard\" for the measurement of PTSD. Therefore, the subjects were interviewed by an experienced psychiatrist in our cohort. Had we employed the Structured Clinical Interview for DSM-IV to establish the PTSD diagnosis, the criterion validity would have been greater. Third, our subjects came from several inpatient SARS treatment facilities, and data about subject's severity of SARS, treatment method and drug dose were unavailable for analysis. \n\nPTSD could be detected in almost half of SARS survivors in the 4 years after successful medical treatment. Once established, PTSD tended to endure and had a significant deleterious impact in terms of both psychiatric symptoms and function. These findings suggest that attention to the psychological aftermath of severe infectious disease is warranted."}