{"title": "Maternal anxiety and feelings of control during labour: A study of Chinese first-time pregnant women", "body": "Traditionally, maternity services have mainly focused on reducing perinatal and infant mortality rates, whereas women's feelings and experience of the childbirth process have tended to be neglected (Martin, 1990) . In the past decade, growing recognition of the importance of woman-centred maternity care has shifted the emphasis of the importance of care to promote pregnant women's psychosocial health (Lavender et al., 1999) . Recent studies have suggested that feelings of control during labour are one of the important factors contributing to maternal childbirth satisfaction (Gibbins and Thomson, 2001) , and women should be empowered through knowledge of what to expect from accurate information received about the birth process. As studies exploring the concept of feelings of control during labour and the relationship with maternal physical and psychological labour outcomes are limited, the present study was undertaken to look at these issues in more detail.\n\nChildbirth is a stressful event, and maternal anxiety is known to be associated with a less positive experience and lower satisfaction with the birth (Waldenstrom et al., 1996) . Anxiety was found to rise concomitantly with the level of pain experienced throughout labour in women of all personality types (Connolly et al., 1978) . Spiby et al. (2003) stated that a hierarchy of methods, mainly focusing on coping with labour pain, might seriously limit women's psychosocial needs. Wuitchik et al. (1990) showed that anxiety could persist even after adequate pain relief was achieved. Morgan et al. (1977) concluded that, although analgesia was effective for pain relief, it could provoke anxiety and affect the birth experience.\n\nVarious methods have been suggested to reduce the level of anxiety and labour pain. These include childbirth education (Brewin and Bradley, 1982) , nonpharmacological and pharmacological pain-relief methods (Moir, 1973; Schuiling and Sampselle, 1999; Hodnett, 2002; Lowe, 2002) , music therapy (Browning, 2002) , support from midwives (Sigridur and Sigfridur, 1996) and significant others (Tarkka and Paunonen, 1996) . However, the effectiveness of these methods remain inconclusive. Lowe (1996) has explained that how women express, manage and cope with labour discomfort is individual and dependent on a variety of factors. Recently, Gibbins and Thomson (2001) pointed out that maternal feelings of control during labour could be the most vital predictor of an enjoyable birth, and may help in decreasing the level of anxiety during pregnancy.\n\nThe definition of feelings of control in the maternity context was given by Hodnett and Simmons-Tropea (1987) on the basis of the refined work of Tiffany et al.'s (1969) model of control. They defined feelings of control as the sense of mastery over internal and environmental forces by personal initiation of choice that was self-actualising, active, responsible, creative and controlling one's own density. Recently, Green and Baston (2003) categorised the senses of control into three dimensions: control of what health-care professionals are doing, control of one's own behaviour and control during a contraction. It seems that this categorisation of control provides a more specific and measurable way for women and caregivers to evaluate control during labour.\n\nSome investigators have suggested that feelings of control are positively related to the childbirth experience and satisfaction with this (Berg and Dahlberg, 1998; Cheung, 2002) . In evaluating the expected and experienced feelings of control of women during labour, Hodnett et al. (1997) found no significant difference in experienced control between women having expectant management of pre-labour rupture of their membranes and those who had their labour induced. However, women had significantly higher Labour Agentry Scale (LAS) scores when they experienced continuous caregiver support (Hodnett and Osborn, 1989) , spontaneous birth without continuous fetal heart monitoring (Hodnett, 1982) and decreased usage of pharmacological pain-relief measures (Hodnett and Abel, 1986) . Moreover, Green et al. (1990) noticed that feelings of control during labour enhanced women's emotional well-being after labour, and these positive experiences persisted even though they were different from their expectation.\n\nFeelings of control have also been linked to various variables related to the childbirth experience. Brewin and Bradley (1982) found childbirth preparation was positively associated with women's perceptions of personal control over the discomforts experienced during childbirth, such as anxiety and pain. Gibbins and Thomson (2001) reported that information giving during labour and participation in decision-making were crucial in helping women achieve feelings of control. Brown and Lumley (1994) and Jacoby (1987) found that medical intervention during the labour period was negatively related to overall maternal satisfaction and feelings of being in control. However, other researchers (Blanche et al., 1998; Gibbins and Thomson, 2001) claimed that labouring women who received medical intervention still found they experienced a sense of control as long as they were fully informed of events during their labour.\n\nPrevious studies have reported inconsistent findings in Chinese women's perceptions towards their feelings of control and participation in decisions about their pregnancy and birth. Woollett and Dosanjh (1995) indicated that Chinese women who lived in East London perceived personal involvement in decision-making as very helpful, and were more committed to seeking childbirth information than non-Asian women. In investigating the difference in choice and control as experienced by Chinese and Scottish childbearing women in Scotland, Cheung (2002) found that Chinese women preferred to give birth without medical intervention and to be well informed during labour. In contrast, a recent study (Ip et al., 2003) revealed that Chinese pregnant women had a strong expectation about the level of social support that should be provided by their nurses and partners during labour; however, their expectations of their own responsibilities towards how they coped with childbirth were relatively low.\n\nPrevious studies investigating the relationships between maternal feelings of control and levels of anxiety during labour are limited. In the present study, we investigated the relationship between Hong Kong Chinese first-time pregnant women's anxiety levels and their feelings of control during labour. The relationships among the women's sociodemographic characteristics and physiological variables of labour and their feelings of control were also investigated. It was envisaged that the results of this study could (1) increase understanding of the psychological parameters of Chinese women in childbirth; (2) help in explaining women's unspoken high anxiety level and its relationship with their feelings of control during labour; and (3) help midwives to develop appropriate strategies to enhance positive childbirth experience for their clients.\n\nAn exploratory descriptive correlation design was used to examine the level of maternal anxiety and feelings of control during labour among Hong Kong Chinese first-time pregnant women, and to examine the relationship between level of maternal anxiety and feelings of control reported by the women.\n\nA convenience sample of primigravid women in their latent phase of labour was recruited from the labour ward of a public teaching hospital in Hong Kong. They were Chinese, aged 18 years or over, could read and speak Cantonese and had not developed complications during pregnancy. Of the 94 women recruited, four were excluded from the study as one required emergency caesarean section because of suspected fetal distress, and three required epidural analgesia for pain control, giving a final sample of 90 (96% response rate). According to Cohen (1992) , this was the recommended minimal sample size to determine study relationships with a medium effect size (r ¼ 0.3) at 5% level of significance and a power of 0.8.\n\nThe study was carried out in the obstetric unit of a public teaching hospital in Hong Kong during the period of the Severe Acute Respiratory Syndrome (SARS) endemic. As a precautionary measure, no visitor was allowed to enter the hospital. The dominant model of care in the unit was medical and supported the active management of labour. This meant that most women had their labour induced or augmented; all women in labour abstained from food and drink, and received continuous electronic fetal monitoring. In addition, each woman was required to have 4-hourly and 2-hourly vaginal examinations, respectively, during the latent and active phases of their labour. The use of continuous fetal monitoring restricted women to a lateral position on the labour ward bed, and to give birth in the lithotomy position. Moreover, episiotomy was routinely carried out for every primigravida. Women at low risk were classified as a midwifery case according to the hospital protocol; this meant that women in labour were cared for by midwives without the involvement of an obstetrician unless a complication was detected. One midwife usually took care of more than one woman in labour at any given time. About 2 hrs after giving birth, women were transferred to a postnatal ward where a new team of midwives took care of them and their babies.\n\nThe LAS was developed by Hodnett (1982) . It is a self-report scale designed to measure feelings of control during childbirth. The LAS consists of 29 short affirmative statements (e.g. 'I felt confident' and 'I felt tense'). Respondents were asked to rate each statement on a seven-point Likert scale from 1 (representing rarely) to 7 (representing almost always). Possible total scores for the LAS range from 29 (indicating feelings of control rarely) to 203 (reflecting feelings of control almost always). The reported internal consistency of the LAS ranges from 0.91 to 0.98 (Hodnett and Abel, 1986) . Hodnett and Simmons-Tropea (1987) claimed that LAS scores remained stable at 2 weeks, 1 month and 3 months postpartum. In the present study, the Chinese version of LAS (c-LAS) was used, which has demonstrated high internal consistency with a Cronbach's alpha of 0.87, comparable to the previous findings reported by Law (2003) .\n\nWomen's self-reported levels of anxiety during labour were measured with a 10 cm VAS, with Chinese verbal anchors at either end ranging from 0 (not at all) to 10 (very much so). Women indicated their response by adjusting the pointer on the VAS-A ruler. The intensity of anxiety was calculated in centimetres by measuring from zero end of the ruler to the woman's mark. The criterion-related coefficients for measuring anxiety in childbirth are 0.42-0.91 (Guiffre, 1983) .\n\nA demographic sheet was used to record the woman's socio-demographic data and information on their attendance at antenatal classes. Obstetric data collected included mode of vaginal delivery, duration of labour, types of analgesia used and medical intervention.\n\nEthical approval was obtained from the ethics committees of the institutions concerned. A pilot study was conducted with five women in the obstetric unit of the target hospital. Revisions and refinements were made to the instrument and data collection procedure before the main study. Minor corrections were made to the instrument to achieve a better understanding by the women. Women who met the inclusion criteria were invited to participate in the study. Each woman was provided with a consent form along with an information sheet outlining the purpose of the study, the right to refuse or withdraw at any time and assurance of confidentiality of the collected data.\n\nData were collected by the researcher in the labour and postnatal wards between June 2003 and December 2003 on three occasions: (1) during the latent phase of labour when cervical dilatation was within 1-3 cm with effaced cervix (Bennett and Brown, 1999) ; (2) during the active phase of labour when the cervical dilatation was within 4-7 cm (Bennett and Brown, 1999) ; and (3) within 24-48 hrs after the delivery. On the first two occasions, women were asked to rate their anxiety levels at the respective state of labour by adjusting the pointer of the VAS-A ruler when they were able to respond during the period of uterine relaxation. The last set of data was collected in the postpartum ward where women were asked to recall and rate their overall level of anxiety and feelings of control during labour, using the VAS-A ruler and c-LAS, respectively.\n\nWomen were not asked to rate their anxiety levels during the transitional phase when cervical dilation was within 8-10 cm (Bennett and Brown, 1999) , as they were likely to be suffering from the most intensive pain during this phase and would have found it difficult to respond to the questions attentively (Niven and Murphy-Black, 2000) .\n\nData were analysed using the statistical programme for quantitative data analysis, SPSS for Window version 11.0. Descriptive and inferential statistics were performed on variables. Frequencies, means and standard deviations were used to describe the characteristics of samples. Pointbiserial formula was used to correlate c-LAS with dichotomous variables, such as antenatal class attendance, marital status, mode of delivery and obstetric intervention. Interval and ratio data, including maternal age, VAS-A and c-LAS scores, were analysed using Pearson Product Moment Correlation coefficient. The relationship between c-LAS and those ranking data, including educational level and family income, were analysed using Spearman's rho test. All correlation tests were two-tailed, with a value of po0.05 considered significant (Bryman and Cramer, 1994) . Three pairwise comparisons were made by using a paired t-test to determine if women differed in their mean anxiety score in the three time slots, with Bonferroni correction made to the level of significance of 0.017 (0.05/3) (Munro, 2001) .\n\nData completed on 90 women were included in the analysis. The mean age of women was 26 years (SD ¼ 5.1), and the mean gestational age of their pregnancy was 39.1 weeks (SD ¼ 7.3). Most women were married (92%), 59% reported to have planned their pregnancy, 85% had attended antenatal classes, 90% had completed secondary education and 78% claimed to have no religious belief. Financially, 46% of women reported that their monthly family incomes were less than HK$10,000, lower than the territory's average of HK$18,705 (Census and Statistics Department of HKSAR, 2001).\n\nThe mean duration of labour was 7.23 hrs (SD ¼ 13.8). Most women had normal vaginal delivery (88%). In the area of pain relief, 51% received pethidine and Entonox inhalation, 48% required augmentation of labour that included aminotomy or oxytocin infusion, and 39% of women did not require any medical intervention.\n\nThe mean scores of maternal anxiety reported at the latent phase (Anxiety 01) and active phase\n\n(Anxiety 02) were 6.5 (SD ¼ 2.8) and 7.8 (SD ¼ 2.5), respectively; the mean score of the recalled overall anxiety during labour (Anxiety 03) was 7.6 (SD ¼ 2.2). Pearson's Product Moment Correlation analysis showed that Anxiety 03 was positively and significantly related to Anxiety 01 (r ¼ 0.6, po0.01) and Anxiety 02 (r ¼ 0.7, po0.01). Furthermore, Anxiety 01 was related significantly to Anxiety 02 (r ¼ 0.9, po0.01). According to the paired t-tests, a significant difference was found between Anxiety 01 and Anxiety 02 (po0.001). Another significant difference was also found between Anxiety 01 and Anxiety 03 (po0.001). However, no significant difference was found between Anxiety 02 and Anxiety 03 (p40.05).\n\nThe c-LAS scores reported by the 90 women in the postnatal ward ranged from 89-187, with a mean score of 131.5 (SD ¼ 22.9). Pearson's Product Moment Correlation analysis revealed a statistically significant negative relationship between feelings of control and maternal anxiety during the latent phase (r ¼ 0.3, po0.01), active phase (r ¼ 0.3, po0.01) and recalled overall anxiety during labour (r ¼ 0.2, po0.05).\n\nPearson's Product Moment Correlation analysis revealed no significant relationship between maternal age (p40.05) and feelings of control. Pointbiserial formula showed no significant relationship between women's feelings of control, planned pregnancy, religious belief, attendance of antenatal class or marital status (p40.05). Spearman rho analysis revealed no significant relationship between women's feelings of control, educational level and family income (p40.05).\n\nPearson's Product Moment Correlation revealed no significant relationship between the duration of labour and feelings of control (p40.05). Pointbiserial formula showed no significant relationship between feelings of control, usage of analgesia, mode of delivery and obstetric intervention (p40.05).\n\nThe convenience sampling method and the small sample size suggest that the findings of the current study cannot be generalised to the total population. Maternal feelings of control and anxiety during labour are soft phenomenon that may change over time from the birth as women become 'wrapped up' with their baby (McCrea and Wright, 1999) . This may affect the accuracy of the recalled information. Moreover, the VAS is used as the selfreport tool and may overestimate or underestimate the anxiety experienced by the women during labour. A replicated study of anxiety and feelings of control with a larger sample size is recommended.\n\nAs expected, the retrospective measure of the overall anxiety level during labour correlated highly with the measures taken at the time of labour. The insignificant differences between the recalled overall anxiety scores and anxiety scores during the active phase of labour may shed some light on the use of retrospective measures in studies that have difficulties in gaining access to the labour ward. Some previous investigators (Simkin, 1992; McCrea and Wright, 1999) have argued that the recall of labour experience might be subject to the 'halo' effect, as this was a recall of negative aspects of childbirth. Notwithstanding, Redelmeier and Kahneman (1996) suggested that it was impossible to retain every aspect of pain episode in memory, and the retention of a memory of pain at its worst may be maximally efficient. This theoretical explanation could be extended to recall anxiety level, and, as such, the postnatal assessed anxiety could represent a measure of anxiety at its most intense. More studies about anxiety of diverse cause are necessary before one can conclude that postnatally assessed anxiety does represent a measure of anxiety at its most intense. Hodnett and Abel (1986) concluded that the mean LAS scores of homebirth primigravida (160.81, SD ¼ 20.29) were higher than those who gave birth in hospitals (142.89, SD ¼ 22.01). The mean c-LAS score reported by the Chinese primigravida in the current study was 131.47 (SD ¼ 22.94), which is comparatively lower than the mean LAS scores reported in Hodnett and Abel's (1986) study. This suggests that the environment of birth might affect the woman's feelings of control. Women who had a home birth indicated that they anticipated greater control over decision-making, greater commitment to non-medicalised childbirth, more freedom of mobility and avoidance of intrusive medical procedures (Hodnett and Abel, 1986 ). In addition, Hodnett and Abel (1986) reported that those women who gave birth in hospitals were allowed to ambulate until delivery. In contrast, the Hong Kong Chinese women were confined to bed and positioned laterally, with continuous fetal heart monitoring throughout their entire labour.\n\nIn an earlier study, Hodnett (1982) reported that women with continuous fetal heart monitoring reported lower LAS scores than those without continuous fetal heart monitoring. Women claimed that the external electronic monitor interfered with their movement and ability to attain a comfortable position during labour, and they consequently required more analgesia (Hodnett, 1982) . Previous randomised-controlled trials have revealed no significant differences in the labour outcome between low-risk women during labour receiving intermittent auscultation and those with continuous electronic fetal heart monitoring (Feinstein et al., 2000) .\n\nIn this study, one caregiver usually took care of more than one woman during labour at any given time. Besides environmental influences, the support of the caregiver is vital to the feelings of control in the women during labour. This was reinforced by Hodnett and Osborn (1989) who studied labouring women receiving continuous one-to-one caregiver support during labour. Hodnett and Osborn (1989) reported higher LAS mean score (151.3 SD ¼ 26.4) than the Chinese women during labour in the current study. This suggested that there would have been room for improvement in the current midwifery practice in Hong Kong, with the objectives for balancing economic constraints while providing quality care. Heavy reliance on a technological and medicalised approach to birth at the study unit may reflect that the administrative health policies do not value or understand the time intensiveness of being with women, and this may influence women's satisfaction and their postnatal health and well-being. Midwives are encouraged to initiate dialogue with obstetricians to look for ways of improving women's birth environment. Waldenstrom et al. (1996) emphasised that the sense of control during childbirth came from the opportunity to receive support from significant others or caregivers. Gibbins and Thomson (2001) added that the perceived partner's support during labour was identified by the women during labour as a crucial factor in helping them maintain control and cope with the challenge of labour. As the current study was conducted during the SARS endemic in Hong Kong, when husbands were not permitted to accompany labour, the influence of husband's support on women's sense of control could not be explored. It would be worthwhile replicating the study with the husbands present during labour in future.\n\nNevertheless, numerous studies have suggested that women might gain a greater sense of control by relinquishing decision-making rights to their entrusted caregivers whom they perceive to know and provide the best care (Bluff and Holloway, 1994; Halldorsdottis and Karlsdottir, 1996; Green, 1999) . Miller (1979) went further and asserted that when an individual believed another person possessed a more reliable control response than her own, the individual would prefer not to have any control (Miller, 1979) . Midwives were always held in high regard by women during labour in Hong Kong (Holroyd et al., 1997) . Their attitudes and the care provided play an important role in helping women to get through the long, intense and tumultuous childbirth (Page, 1993) .\n\nIt was apparent that the mean c-LAS score reported by the Hong Kong Chinese women during labour was comparatively lower than that reported in Western countries. The differences in the cultural background among these women in labour should also be taken into consideration. In a study on the perception of choice and control by Chinese and Scottish childbearing women in Scotland, Cheung (2002) found that Chinese women tended to focus on the safety of their babies and themselves, and they required encouragement to have self-control over their behaviour in coping with labour pain. On the other hand, Scottish women were more concerned about what had happened and what was done to them (Cheung, 2002) The findings suggested a negative relationship between the feelings of control and maternal anxiety. In other words, women in labour who perceived better personal control over the labour process reported a reduction in the level of anxiety. This is echoed by Mineka and Kelly (1989) who reported that the person that preferred to take control found it effective in lowering anticipatory anxiety as well as reducing the effect of aversive events.\n\nThe insignificant relationship between maternal feelings of control and use of pain relief during labour found in this study was consistent with findings reported by Ip et al. (2003) that Chinese women have low expectations of their own ability to cope with pain. Moreover, results from the current study were also consistent with the findings reported by Green and Baston (2003) that the duration of labour was not related to feelings of control and that there were no significant relationship between the type of obstetric intervention and ARTICLE IN PRESS the feelings of control. Evidently, obstetric procedures may not decrease a woman's feelings of control. Stark (1997) reported that a mature primigravida may have greater confidence in her ability to maintain control and cope with labour, as her life experience and knowledge would enable her to face the challenges of childbirth. Mercer (1986) asserted that women aged 30 years and older had greater flexibility and personality integration than younger mothers. However, no significant relationship was found between maternal age and feelings of control in the present study. One possible explanation was that most participants were below 30 years and younger mothers under the age of 18 years were excluded from the study.\n\nNo statistical relationship was detected between participants' attendance to antenatal class and feelings of control. It is contrary to the findings reported by Brewin and Bradley (1982) that childbirth preparation was positively related to personal perceived control. Although most of the women in the present study claimed to have attended antenatal classes (84.4%), the number of attendances and the content of information obtained were beyond the control of the study. Accordingly, evaluative studies on childbirth education regarding the empowerment of personal control over childbirth are recommended.\n\nIn this study, we found a significant negative relationship between maternal anxiety and feelings of control during labour. A sense of control is an important predictor to a positive childbirth experience (Green et al., 1990; Gibbins and Thomson, 2001; Green and Baston, 2003) . Childbirth preparation is crucial to enhance women's confidence towards labour and thus her personal control (Thompson, 1981) . The lack of a relationship between women's attendance at antenatal classes and feelings of control suggests the need to evaluate the content of traditional childbirth education to enhance women's control, and inform ways in which midwives could work with women to attain satisfactory childbirth."}