{"title": "MERS-CoV papain-like protease has deISGylating and deubiquitinating activities", "body": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) is a recently described coronavirus with high mortality. As of November 18, 2013, there have been 157 confirmed cases and 66 deaths (http://www.who.int/csr/don/2013_11_18/en/index.html). MERS disease is characterized primarily by respiratory symptoms but several patients also developed renal failure Drosten et al., 2013) . In most cases reported thus far, immunosuppression or other types of medical disorders have been associated with more severe disease (Assiri et al., 2013) . The sequence of the RNA genome of MERS-CoV is most similar to bat coronaviruses HKU4 and HKU5 ; however, the origin of MERS-CoV is not known. A recent report showed that dromedary camels have high levels of neutralizing serum antibodies against MERS-CoV, suggesting a possible zoonotic source (Reusken et al., 2013) . In addition, analysis of fecal samples from bats identified an Egyptian tomb bat as a potential source of infection (Memish et al., 2013) , but more work is needed to identify the animal reservoir(s) for MERS-CoV. Limited humanto-human transmission of MERS-CoV has been reported, which considering the high mortality, raises a concern that the virus has a potential to become a threat to public health (Assiri et al., 2013; Guery et al., 2013) similar to Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV). The SARS-CoV pandemic from 2002-2003 was controlled by public health measures of identification and isolation of infected, symptomatic individuals and their contacts which broke the chain of human-to-human transmission. A SARS-CoV-like virus is endemic in Chinese horseshoe bats, but changes in the sequence of the spike glycoprotein are required for this virus to efficiently infect humans (Lau et al., 2005; Rockx et al., 2007) . For MERS-CoV, it is unclear if the virus can jump directly from bats to humans, if there are any mutations in the viral genome that facilitate infection or disease in humans, and if there are both symptomatic and asymptomatic cases, which would make any potential epidemic more difficult to control by public health measures alone. Our goal was to apply the knowledge gained from the study of SARS-CoV to identify and characterize the MERS-CoV papain-like protease domain as an innate immune antagonist and as a potential target for therapeutics.\n\nMERS-CoV, similar to other coronaviruses, is a positive-strand RNA virus that upon entry into cells is translated to produce a viral replicase polyprotein. The replicase polyprotein is processed by viral proteases to generate a membrane-associated viral replication complex (Snijder et al., 2006; Perlman and Netland, 2009 ). Sequence analysis of MERS-CoV indicates that the canonical papain-like protease (PLpro) and 3C-like proteinase (3CLpro) are likely responsible for processing the polyprotein to generate 16 nonstructural proteins that assemble to form the replication complex. The majority of coronavirus papain-like proteases (PLPs), including SARS-CoV PLpro, have been shown thus far to act as deubiquitinases and interferon antagonists (Clementz et al., 2010; Frieman et al., 2009; Ratia et al., 2006; Zheng et al., 2008; Xing et al., 2013; Barretto et al., 2005; Sulea et al., 2005; Chen et al., 2007) . The ubiquitin pathway is important for regulating a number of innate immune pathways and the ability of a viral protein to cleave ubiquitin from host cell proteins can contribute to virus pathogenesis. In addition to ubiquitination, modification of cellular proteins with Interferon-Stimulated Gene 15 (ISG15) is known to have a broad-spectrum antiviral activity. ISG15 is ubiquitin-like protein that can be conjugated to cellular targets via a mechanism called ISGylation, regulating innate immune responses. Coronavirus PLPs are known to have the ability to remove ISG15 conjugates from cellular substrates (Clementz et al., 2010; Lindner et al., 2005 Lindner et al., , 2007 . In this study, we demonstrate the deISGylating and deubiquitinating (DUB) activities of the papain-like protease from MERS-CoV, and provide new information on the potential role of coronavirus protease/DUBs to inhibit the innate immune response.\n\nMERS-CoV PLpro is encoded within nonstructural protein 3 (nsp3) of the replicase polyprotein (Fig. 1A) . To gain insight into the potential of MERS-CoV PLpro to recognize and cleave ubiquitin and ISG15 from proteins, we used the high-resolution X-ray structure of SARS-CoV PLpro in apo-enzyme form (PDB:2FE8, chain C) to generate a homology model of MERS-CoV PLpro. We threaded the MERS-CoV primary amino acid sequence into the SARS-CoV structure and then energy minimized the structure. The homology model displays several conserved structural features between MERS-CoV and SARS-CoV PLpro; including the ubiquitinlike domain (UBL), a catalytic triad consisting of C1594-H1761-D1776 and the ubiquitin-binding domain at the zinc finger. To model ubiquitin (Ub) into the zinc finger and palm domains of MERS-CoV PLpro, we used the X-ray structure and associated electron density of SARS-CoV PLpro in complex with Ub aldehyde (Ubal) (PDB:4MM3) for refinement and energy minimization of the model in complex with Ub. The resulting MERS-CoV-Ubal model displays a nearly ideal fit of the Ub moiety within the palm and the zinc finger regions of the enzyme with the C-terminal extension of ubiquitin oriented properly towards the MERS-CoV substrate subsites and catalytic triad (Fig. 1B) . From this model, we hypothesize that the PLpro domain from MERS-CoV, like SARS-CoV is a multifunctional enzyme with protease, deubiquitinating and likely deISGylating activity.\n\nWe recently described expression and protease activity of MERS-CoV PLpro in cell culture (Kilianski et al., 2013) . To determine the deISGylating activity of MERS-CoV PLpro, we transfected HEK293T cells with c-myc-ISG15 plasmid, ISG15 conjugation machinery, and increasing amounts of plasmids expressing MERS-CoV PLpro wild-type and catalytic mutant C1594A (PLproCA). Cysteine 1594 is predicted to be the active site cysteine nucleophile that attacks the substrate peptide bond and mutation to alanine should significantly reduce or abolish enzymatic activity (Fig. 1 ). In addition, we transfected cells with plasmids expressing SARS-CoV PLpro wild-type or catalytic mutant (C1651A). We harvested cell lysates at 20 h posttransfection to evaluate the presence of ISGylated proteins. We found that both MERS-CoV and SARS-CoV PLpro can deconjugate ISG15 from multiple cellular substrates in a dose-dependent manner. In contrast, PLpro catalytic mutants did not deconjugate ISG15, indicating that catalytic activity of PLpro is required for its deISGylating activity ( Fig. 2A) . Thus, MERS-CoV PLpro like SARS-CoV PLpro (Lindner et al., 2007) has deISGylating activity.\n\nTo assess the DUB activity of MERS-CoV PLpro, we transfected HEK293T cells with plasmid expressing Flag-Ub and increasing amounts of wild-type PLpro or PLproCA. We determined that PLpro can deubiquitinate multiple cellular substrates, and that PLpro catalytic activity is required for DUB activity (Fig. 2B ). This DUB activity is also observed with expression of SARS-CoV PLpro, consistent with previous reports (Frieman et al., 2009; Ratia et al., 2006; Barretto et al., 2005; Lindner et al., 2005 Lindner et al., , 2007 . In these experiments, we noticed the difference in the expression levels of SARS-CoV and MERS-CoV PLpros in transfected cells, which may be due to differences in codon optimization in the MERS-CoV PLpro construct. Further in vitro studies using purified enzymes are needed to determine the relative kinetics of SARS-CoV and MERS-CoV PLpro DUB and deISGylating activities.\n\nTaken together, our data indicate that MERS-CoV PLpro is a potent deISGylating enzyme that also exhibits DUB activity and that both activities require cysteine 1594 for catalysis, likely in the context of the predicted catalytic triad (Fig. 1B) .\n\nCoronavirus PLPs have been shown to block interferon β (IFNβ) induction in transfected cells (Clementz et al., 2010; Frieman et al., 2009; Devaraj et al., 2007) . In addition, the deubiquitinase function of an arterivirus papain-like protease has been shown to have a role in interferon antagonism during virus infection (van Kasteren et al., 2013) . Therefore, we assessed the ability of MERS-CoV PLpro to antagonize interferon production. First, we addressed if MERS-CoV PLpro can inhibit MDA5 induced IFNβ reporter, since MDA5 has been implicated in recognition of coronaviruses during virus infection (Zust et al., 2011) . We transfected HEK293T cells with plasmids expressing IFN-β-luciferase, Renilla luciferase, pEF-BOS-MDA5 (Rothenfusser et al., 2005) and increasing amounts of wild-type PLpro or PLproCA. At 16 h posttransfection we assessed luciferase reporter activity. We determined that MERS-CoV PLpro can potently inhibit MDA5 mediated induction of IFNβ in a dose-dependent manner and that catalytic activity of MERS-CoV PLpro is required for IFNβ antagonism (Fig. 3A ). Using overexpression of an active form of RIG-I, we determined that MERS-CoV PLpro can also inhibit N-RIG-I induced IFNβ reporter. Similarly to the experiment with MDA5 stimulation, the catalytic activity of MERS-CoV PLpro is necessary for IFNβ antagonism upon N-RIG-I stimulation (Fig. 3B) .\n\nUpon recognition of viral RNA by pattern recognition receptors (PRRs) such as MDA5 or RIG-I the signal is transmitted downstream via mitochondrial antiviral signaling protein (MAVS). Thus, we tested if PLpro is able to inhibit MAVS induced IFNβ reporter. To stimulate the IFNβ reporter, we overexpressed pEF-BOS-MAVS (Rothenfusser et al., 2005) in HEK293T cells, co-expressed reporters, and either the wild-type PLpro or PLproCA. We found that PLpro, but not PLproCA inhibits MAVS induced IFNβ reporter (Fig. 3C ).\n\nFinally, we tested the ability of MERS-CoV PLpro to inhibit NF-κB reporter activity as observed with SARS-CoV PLpro. We transfected cells with plasmids expressing NF-κB luciferase, Renilla luciferase, and MERS-CoV wild-type PLpro or PLproCA, treated cells with TNFα to activate the NF-κB pathway, and harvested cell lysates at 4 h post-treatment to assess luciferase activity. We determined that wild-type PLpro can reduce induction of NF-κB reporter in a dose-dependent manner and that the catalytic cysteine residue is required for this activity (Fig. 3D) . Taken together these results indicate that MERS-CoV PLpro is an interferon antagonist and that catalytic activity is required for the antagonism. In addition, PLpro can reduce TNFα-mediated induction of NF-κB reporter activity and catalytic activity is also required.\n\nTo further investigate the role of coronavirus PLpros in inhibiting innate immune responses we tested the effect of MERS-CoV PLpro on the expression of endogenous cytokines. First, using the Human Innate and Adaptive Immune Responses PCR Array (SABiosciences) we determined that in HEK293T cells CCL5 (RANTES), IFNβ, and CXCL10 (IP-10) mRNA levels are upregulated more than 20-fold upon MDA5 stimulation (data not shown) and therefore selected these genes for further analysis. To determine the effect MERS-CoV PLpro and SARS-CoV PLpro on cytokine expression, we performed qRT-PCR to measure mRNA encoding CCL5, IFNβ, and CXCL10 levels in the presence of CoV PLpros. HEK293T cells were transfected with pEF-BOS-MDA5, and wild-type or catalytic mutants of MERS-CoV or SARS-CoV PLpros. At 18 h posttransfection the total RNA was extracted and qRT-PCR was performed. We found that both MERS-CoV and SARS-CoV PLpro can potently inhibit (over 3-fold reduction) expression of CCL5 upon MDA5 stimulation and that catalytic activity is required for this inhibition (Fig. 4A ). In agreement with the results from luciferase reporter assays, we observed that expression of IFNβ in MDA5 stimulated cells is inhibited in the presence of wild-type MERS-CoV PLpro and SARS-CoV PLpro (Fig. 4B ). CXCL10 mRNA levels were also significantly reduced (po0.0005) when wild-type, but not catalytic mutant versions of MERS-CoV PLpro and SARS-CoV PLpro were expressed (Fig. 4C) . To our knowledge, this is the first report showing that both MERS-CoV PLpro and SARS-CoV PLpro can reduce induction of endogenous proinflammatory cytokines in cells, and that the mechanism requires catalytic activity.\n\nViruses must \"do more with less\" because of the compact nature of their genomes. One example of this is the multifunctional PLP domain encoded in all members of the order Nidovirales. Nidoviruses, including those in the coronavirus and arterivirus families, encode one or more PLP domain. These PLPs are critical for proteolytic processing of the viral replicase polyprotein. In addition to protease activity, many of these PLPs have also been shown to act as viral deubiquitinating enzymes (DUBs), able to deconjugate ubiquitin and ISG15 from cellular substrates. Coronavirus DUB activity was first proposed by molecular modeling of the SARS-CoV PLpro domain which predicted that the protease may be multifunctional . Indeed, analysis of the DUB activity of purified CoV PLPs and the X-ray crystal structure of SARS-CoV PLpro fully support the initial prediction of viral DUB activity (Ratia et al., 2006; Barretto et al., 2005; Lindner et al., 2005; Ratia et al., 2008) . Analysis of PLPs from coronaviruses and arteriviruses have revealed conserved DUB activity; although the enzymes in the coronavirus family fall into the Ubiquitin Specific Protease (USP) family whereas the arterivirus PLPs are in the Ovarian Tumor (OTU) domain family of enzymes. The identification of a newly emerged coronavirus MERS-CoV provides an opportunity to evaluate PLpro enzymatic activity and develop new hypotheses about how this protease/DUB may contribute to viral pathogenesis.\n\nOur modeling of the MERS-CoV PLpro domain onto the structure of SARS-CoV led to the prediction of viral DUB/deISGylating activity. Although the enzymes are only $ 30% identical to SARS-CoV PLpro at the amino acid level, we show that deISGylating, DUB and interferon antagonism activities are conserved. Importantly, we show that coronavirus PLpro activity can modulate the innate immune response. Coronaviruses have been shown to modulate immune responses upon infection, however the mechanisms involved in the regulation are not yet clear (Totura and Baric, 2012) . Cytokine and chemokine responses to SARS-CoV in non-lymphatic cells and in infected patients results in low levels of several cytokines, including CCL5 and IFNβ (Wong et al., 2004; Spiegel and Weber, 2006) . In addition, CXCL10, CCL5, and IFNβ among others, are not induced in cloned bronchial epithelial cell line and human alveolar type II cells infected with SARS-CoV early post infection (Yoshikawa et al., 2010; Qian et al., 2013) . The innate immune response to MERS-CoV is also intriguing. Microarray analysis of MERS-CoV infection of Calu-3 cells results in distinct immune response compared to SARS-CoV infection. Expression of multiple genes involved in activation of adaptive immune responses, such as MHC class I and II, are downregulated in MERS-CoV infected cells (Josset et al., 2013) . The ability of SARS-CoV and MERS-CoV to modulate early immune responses is likely due to multiple proteins encoded within virus genomes that may act as interferon antagonists.\n\nPrevious reports showed that several coronavirus proteins can block the activation of innate immune responses, particularly production and induction of IFNβ response (reviewed in (Totura and Baric, 2012) ). Structural proteins, such as SARS-CoV nucleocapsid (N) and membrane protein (M), in addition to being critical elements of the viral particles, have been shown to block the IFN response. Several accessory proteins (SARS-CoV ORF3b, ORF6, and Mouse Hepatitis Virus ns2) are known to act as antagonists of innate immunity (Kopecky-Bromberg et al., 2007; Zhao et al., 2012) . Indeed, MERS-CoV accessory protein 4a has been reported to block induction of IFN (Niemeyer et al., 2013) . In addition, nonstructural proteins including nsp1, nsp7, nsp15 have been implicated as IFN antagonists (Frieman et al., 2009; Kamitani et al., 2009) . Importantly, PLPs encoded within nsp3 have been shown to block IFNβ induction. SARS-CoV PLpro and HCoV-NL63 PLP2 are interferon antagonists and catalytic activity is important for PLpro antagonism (Clementz et al., 2010; Frieman et al., 2009; Devaraj et al., 2007) .\n\nSARS-CoV PLpro is the only PLP in the SARS-CoV genome and it is both a deISGylating and a deubiquitinating enzyme (Ratia et al., 2006; Lindner et al., 2005; Lindner et al., 2007) . On the other hand, HCoV-NL63 encodes two papain-like proteases, PLP1 and PLP2, in the genome but only PLP2, which has 22% homology to SARS-CoV PLpro, is an IFN antagonist with deISGylating and DUB activities (Clementz et al., 2010) . HCoV-NL63 PLP1 is devoid of these activities . In addition, mouse hepatitis virus PLP2 and porcine epidemic diarrhea virus PLP have DUB activity and act as IFN antagonists (Zheng et al., 2008; Xing et al., 2013) .\n\nPLPs from arteriviruses are also known to block IFN responses. The N terminal region of nsp2 encodes the papain-like protease in porcine reproductive and respiratory syndrome virus (PRRSV). This PLP has been characterized as an OTU with deubiquitinating and deISGylating ability (Frias-Staheli et al., 2007) . In addition, Sun et al. (2010) , showed that PRRSV PLP domain can block Sendai virus induced IFNβ, and can also inhibit NF-κB by preventing IκBα degradation by its deubiquitination. A more recent report showed that PRRSV PLP has also deISGylating activity which suggests multiple roles of PRRSV papain-like protease in antagonism of innate immunity (Sun et al., 2012) . Nsp2 of another member of the Arteriviridae, equine arteritis virus (EAV), has deubiquitinating and deISGylating activities as well (Frias-Staheli et al., 2007) . The deubiquitinating ability of EAV PLP can block RIG-I induced IFN by inhibiting ubiquitination of RIG-I, which is required for its activation . Co-crystal structure of EAV PLP with ubiquitin reveled potential interaction sites between those molecules, and mutagenesis studies showed that PLP DUB activity is required for inhibition of innate immunity in infected cells (van Kasteren et al., 2013) . Specific deubiquitinating and deISGylating activities have been shown for Crimean-Congo hemorrhagic fever virus (CCHFV) which is a highly pathogenic, negative-strand RNA virus belonging to the family Bunyaviridae. The L protease of CCHFV contains OTU domain with the ability to cleave ISG15 modification. L protease can remove ISG15-meidated immune protection in type I IFN receptor knock-out mice and make them highly susceptible to Sindbis virus infection (Frias-Staheli et al., 2007) .\n\nOverall, the results from multiple laboratories studying a variety of coronavirus, arterivirus, and bunyavirus proteases indicate that deubiquitinating and deISGylating activity of viral proteases have an important role for inhibition of innate immune responses and possibly virus pathogenesis. Here, we characterized the papain-like protease from MERS-CoV revealing the deISGylating and deubiquitinating activities, and that it can act as an interferon antagonist. Further, we showed for the first time that SARS-CoV PLpro and MERS-CoV PLpro can block induction of several endogenous proinflammatory cytokines. Our data suggest that antagonism of innate immune responses mediated by MERS-CoV and SARS-CoV PLpros is not limited to IFNβ, but may affect expression of many cellular cytokines. Our results suggest that PLpro might contribute to the modulation of innate immune responses upon SARS-CoV and MERS-CoV infection, however, the exact mechanism and the role of coronavirus PLPs and their associated DUB and deISGylating activities in these processes remains to be determined.\n\nThe crystal structure SARS-CoV PLpro (PDB:2FE8) was used as the template structure to generate a homology model of MERS-CoV PLpro using the automated web-based homology modeling server 3D-JIGSAW (Bimolecular Modeling Laboratory, Cancer Research UK, England). CCP4 program suite 6.2.0 and Coot Version 0.6.2 were used for final refinement, energy minimization and modeling of Ub into the zinc finger and palm regions of MERS-CoV PLpro by using the electron density of SARS-CoV PLpro in complex with ubiquitin-aldehyde (PDB:4MM3).\n\nHEK293T cells were cultured in Dulbecco's Modified Eagle Medium (DMEM) with 10% fetal calf serum (FCS) and 2% glutamine. Transfections were performed with 70% confluent HEK293T cells in cell bind plates (Corning) using TransIT-LT1 Reagent (Mirus) according to manufacturer's protocol.\n\nThe MERS-CoV PLpro (pcDNA-MERS-PLpro) expression plasmid and generation of catalytic mutant were described previously (Kilianski et al., 2013) . pcDNA-SARS-PLpro wild-type and catalytic mutant expression plasmids were described elsewhere (Barretto et al., 2005) . For the luciferase assay experiments we used IFNβ-Luc deISGylating activity assay HEK293T cells in 12-well plates were transfected with 10, 25, 50, 100 ng of pcDNA-MERS-PLpro wild-type or catalytic mutant, and 250 ng pISG15-myc, 125 ng pUbcH8, 125 ng pUbe1L, and 125 ng pHerc5. At 20 h post-transfection, cells were lysed with lysis buffer (20 mM Tris (pH 7.5), 150 mM NaCl, 1 mM EGTA, 1 mM EDTA, 1% Triton X-100, 2.5 mM Na pyrophosphate, 1 mM betaglycerophosphate, 1 mM Na ortho-vanadate, 1 mg/ml leupeptin). Proteins were separated by SDS-PAGE, and transferred to PVDF membrane using a semi-dry transfer apparatus (BioRad). Following transfer, the membrane was blocked using 5% dried skim milk in TBST buffer (0.9% NaCl, 10 mM Tris-HCl, pH ¼7.5, 0.1% Tween 20) overnight at 4 1C. The membrane was incubated with mouse anti-myc antibody (MBL) at the dilution of 1:2500. The membrane was washed 3 times for 15 min in TBST buffer. Following the membrane was incubated with secondary goat-anti-mouse-HRP antibody at the dilution 1:5000 (Amersham). Then the membrane was washed 3 times for 15 min in TBST buffer. The detection was performed using Western Lighting Chemiluminescence Reagent Plus (PerkinElmer) and visualized using FluoroChemE Imager (Protein Simple). To verify expression of the PLpro the membrane was probed with mouse anti-V5 antibody (Invitrogen) at the dilution 1:5000. Mouse anti-calnexin antibody (Cell Signal) at the dilution 1:2000 was used to determine loading standard.\n\nTo assess DUB activity, HEK293T cells in 12-well plates were transfected with 400 ng pcDNA3.1-Flag-Ub and 0.25, 0.5, or 1 mg pcDNA-MERS-PLpro wild-type or catalytic mutant. At 18 h posttransfection, cells were lysed with 100 ml of lysis buffer. Proteins were separated by SDS-PAGE and transferred to PVDF membrane as described above. Membrane probing was performed using mouse anti-Flag M2 antibody (Sigma) at the dilution of 1:2000.\n\nHEK293T cells in 24-well plates were transfected with 50 ng Renilla-luciferase, 100 ng IFN-β-luc, and 25, 50, and 100 ng pcDNA-MERS-PLpro wild-type or catalytic mutant expression plasmids. As a stimulation 150 ng pEF-BOS MDA5, or 50 ng pEF-BOS MAVS, or 50 ng N-RIG-I per well was transfected. Empty pCDNA3.1-V5/His-B vector plasmid was used to standardize the total amount of DNA used for transfection. At 16 h post-transfection cells were lysed using 1X Passive Lysis buffer (Promega). Alternatively, the cells were transfected with 50 ng pGL4 32 [luc2 NF-κB-RE Hyrgo], 100 ng IFNβ-luc and pCDNA-MERS-PLproV5 wild-type or catalytic mutant for 12 h and then treated with 10 ng/ml TNFα (Roche) for 4 h, and lysed. For all experiments Firefly and Renilla luciferase were measured using Dual Luciferase Reporter Assay System (Promega) and luminometer (Veritas). Results were normalized to Renilla luciferase expression control. Experiments were performed in triplicate. Remaining lysates were incubated with Lysis buffer A (0.9% NaCl, 10 mM Tris-HCl, pH 7.5, 0.1% Tween-20) and analyzed by SDS-PAGE as described above.\n\nHEK293T cells in 12-well plates were transfected with 300 ng pEF-BOS MDA5 and 200 ng pcDNA-MERS-PLpro wild-type or catalytic mutant expression plasmids, or 200 ng pCDNA-SARS-PLpro wild-type or catalytic mutant expression plasmids. Empty vector plasmid pCDNA3.1-V5/His-B vector was used to standardize the total amount of DNA in each sample. The cells were lysed 18 h posttransfection with Buffer RLT (Qiagen) and RNA was extracted using RNeasy Mini (Qiagen). Reverse transcription was performed using 1 mg of total RNA and the RT 2 First Strand Kit (Qiagen) according to manufacturer's protocol. 1 ml of cDNA was used to set up qRT-PCR reaction according to the manufacturer's protocol using Single Primer Assay for IFNβ, CXCL10, and CCL5 (SABiosciences). C T values were normalized to housekeeping gene (RPL13)."}