{"title": "A proteomics approach to the identification of plasma biomarkers for latent tuberculosis infection", "body": "Tuberculosis (TB) is a major cause of mortality worldwide, causing an estimated 1.7 million deaths each year, and the global number of new cases (more than 9 million) is higher than at any other time in history (Lawn and Zumla, 2011) . Most people infected with Mycobacterium tuberculosis (MTB) retain the initial infection and develop latent TB. This state is characterized by evidence of an immune response against the bacterium but no signs of active infection. Latent TB can be maintained for the lifetime of the infected person. However, the MTB bacilli that persist in symptom-free individuals can reactivate and cause active disease in approximately 10% of those infected over a lifetime (Jasmer et al., 2002; Pai et al., 2004; Tufariello et al., 2003 ). An estimated one-third of the world's population is infected with MTB (Dye et al., 1999) . This large reservoir of individuals with latent TB infection (LTBI) poses a hurdle for TB elimination (CDC, 2000; Sterling et al., 2006 Sterling et al., , 2011 .\n\nFor nearly a century, the tuberculin skin test (TST) was the only available test for the detection of LTBI. However, the TST has its limitations, including low sensitivity in immunocompromised patients, cross-reactivity with the Bacille Calmette-Guérin vaccine and environmental mycobacteria, and the need for a second visit, which often results in missed follow-ups (Menzies, 2000) . A decade ago, interferon-γ release assays (IGRAs) were developed, in which interferon-γ titres are measured after the in-vitro stimulation of peripheral blood mononuclear cells with antigens such as early secreted antigenic target 6 (ESAT-6) and culture filtrate protein 10 (CFP-10). IGRAs have now become the gold standard for identifying individuals whose immune systems have previously encountered MTB (Lawn and Zumla, 2011) . However, the sensitivity of these assays remains limited (70-85%) (Sester et al., 2011) , and the higher material costs of IGRAs and their need for laboratory infrastructure, trained personnel, and venipuncture under field conditions pose serious practical limitations, particularly for high-burden, resource-limited countries. To date, no community-based surveys have been performed using IGRAs. In addition, the mechanisms involved in maintaining a latent infection are complex, and many fundamental questions regarding these mechanisms remain unanswered. Consequently, there is a need for better biomarkers for diagnosing LTBI and a greater understanding of the LTBI pathogenesis.\n\nThe discovery of biomarkers in body fluids has been advanced by the development of high-throughput spectrometric methods (Faulkner et al., 2012; Fertin et al., 2011) . Particularly, magnetic beads combined with matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS) are a promising high-throughput approach to identify new potential biomarkers in various body fluids. Magnetic beads have large surface area and can capture more lowabundance peptides and proteins. The combination of magnetic beads and MALDI-TOF MS can leverage the advantages of both methods and, therefore, reduce the complexity and enrich low-abundance proteins (Huang et al., 2009) . The technical performance of affinity bead purification is similar to that of enzyme-linked immunosorbent assay, and it can be used to process many samples in parallel (Cheng et al., 2005) . Many protein biomarkers of diseases have been identified using Diagnostic Microbiology and Infectious Disease 79 (2014) 432-437 this technique (Dekker et al., 2010; Fiedler et al., 2009; Komori et al., 2012; Schwamborn et al., 2009) . Previously, 1 study demonstrated that proteomic patterns based on such profiles can distinguish active TB from non-TB individuals (Deng et al., 2011) . However, there remains a lack of published data using this method as a tool for biomarker discovery in LTBI.\n\nIn this study, we applied magnetic beads combined with MALDI-TOF MS to analyze plasma samples from healthy, latently infected individuals and healthy, MTB-noninfected controls for infectionassociated biomarkers, with the aim of determining the diagnostic accuracy of these putative peptide biomarkers and better understanding the LTBI pathogenesis.\n\nThe study was conducted according to the principles of the Declaration of Helsinki and approved by the ethical committees of Capital Medical University/Beijing Chest Hospital. All participants were at least 18 years old, HIV negative, and provided written, informed consent. Subjects were prospectively enrolled and recruited from the staff at Beijing Chest Hospital, Capital Medical University, China, between June and October 2012. Healthy, latently infected subjects were recruited from close contacts of active TB patients and had positive TST and T-SPOT.TB tests, normal chest computed tomography (CT), no clinical symptoms or evidence of active TB, and no clinical evidence of the other diseases, such as other nontuberculous respiratory infections and lung cancer (Lu et al., 2011; Shao et al., 2008) . Healthy MTB-noninfected controls were recruited from people with no exposure to MTB, negative TST and T-SPOT.TB tests, normal chest CT, and no clinical evidence of diseases. Individuals were excluded if they had a prior history of TB or another infectious disease, if they had a history of diabetes, if they were hepatitis B virus (HBV) positive or hepatitis C virus (HCV) positive (these 2 diseases are highly prevalent in China), or if they refused or were unable to give consent.\n\nDuring the course of the study, 86 healthy participants with LTBI and 77 healthy participants with no TB infection (controls) were enrolled. Of these participants, 17 were excluded from the study for the following reasons: a history of TB or another infectious disease (n = 12), HBV-or HCV-positive individuals (n = 2), or a history of diabetes (n = 3). The final study samples comprised 146 subjects, of which 71 were from individuals with LTBI and 75 from healthy controls.\n\nWe analyzed the peptidome fingerprints of the training set (44 LTBI individuals and 47 healthy controls) for the model generation and designated 27 LTBI individuals and 28 healthy controls as the blind testing set for validation (Fig. 1) . The demographic features of the training and blind testing sets are summarized in Table 1 .\n\nAll participants underwent a standardized interview, a physical examination, a chest CT, sputum smear, a TST, testing for 1 commercial IGRAthe T-SPOT.TB test (Oxford Immunotech, Oxford, UK), a complete blood count, and the Abbott AxSYM anti-HBsAg and HCV 3.0 antibody assay kit (Abbott Laboratories, Chicago, IL, USA).\n\nA diagnosis of LTBI was defined in accordance with guidelines from the National Institute for Health and Clinical Excellence (National Institute for Health and Clinical Excellence, 2011): close contacts with active TB, positive TST, and T-SPOT.TB tests in the absence of clinical and radiological and microbiological evidence for active TB. A team of 2 TB physicians and 2 radiologists reviewed all available medical records. When there was disagreement regarding the diagnosis, a third physician or radiologist refereed. The radiologists were blinded to the results of the other tests.\n\nAll samples were collected and processed according to a feasible and highly standardized preanalytical protocol (Baumann et al., 2005) . We collected 3 mL of heparinized plasma from each participant. To obtain fresh plasma, we centrifuged the blood specimens at 1400 g for 10 min at room temperature within 4 h of collection. The plasma was then aliquoted into 1.5 mL polypropylene tubes for immediate freezing at −80°C. All samples avoided freeze-thawing cycles.\n\nAs recommended by the World Health Organization standard Mantoux technique (WHO, 1963) , the TST was administered by trained nurses using 0.1 mL (2 tuberculin units) of purified protein derivative RT 23 (Statens Serum Institute, Copenhagen, Denmark). The test was read 72 h later using 10-mm diameter as the cut-off point. To reduce variations in reading, double-blind reading was performed by 2 independent readers, using the average measures in the analysis. Blood for T-SPOT.TB test was collected before TST application.\n\nThe T-SPOT.TB test was performed according to the manufacturer's instructions (Oxford Immunotec, Oxford, UK). Peripheral blood mononuclear cells (PBMCs) were isolated by centrifugation, washed twice, and re-suspended in GIBCO AIM-V (Invitrogen, Auckland, New Zealand). PBMCs were stimulated with ESAT-6 and CFP-10 in 96-well plates and incubated overnight at 37°C in 5% CO 2 . After the incubation, wells were washed 4 times with phosphate buffer solution and incubated for 1 h at 2-8°C with a monoclonal antibody to interferon-γ conjugated with alkaline-phosphatase. After washing 4 more times and adding a chromogenic substrate, the presence of reactive antigen-specific T cells was revealed as a spot on the well. Automated spot counting was performed using a 166 CTL ELISPOT system (CTL-ImmunoSpot® S5 Versa Analyzer, Cleveland, OH, USA). The results were recorded based on the definition of positive and negative reactions given in the instructions from the manufacturer. Responses were scored positive if the test wells contained a mean of at least 6 spot-forming cells more than the mean of the negative control wells and if this number was at least twice the mean of the negative control wells.\n\nAll samples were fractionated using weak cation exchange magnetic beads (MB-WCX) according to the manufacturer's recommendations (Bruker Daltonics, Bremen, Germany) . Briefly, the suspension in the magnetic bead was mixed by shaking. After eluting and beating, the MB-WCX were separated from the protein, and the eluted peptide samples were transferred to a 0.5-mL clean sample tube for further MS analysis. Five microliters of alpha-cyano-4-hydroxycinnamic acid substrate solution (0.4 g/L, dissolved in acetone and ethanol) and 0.8-1.2 μL of elution were mixed. Next, 0.8-1.2 μL of this mixture was applied to a metal target plate and dried at room temperature. Finally, the prepared sample was analyzed by MALDI-TOF MS (Bruker Daltonics). A range of 1000-10,000 Da peptide molecular weights was collected, and 400 shots of laser energy were used.\n\nTo evaluate the precision of the assay, within-run and betweenrun variations were determined using multiple analyses of the bead fractionation and MS for 2 plasma samples. To assess within-run variability, each plasma sample was loaded onto 3 spots. To assess between-run variability, identical samples were assayed 3 times independently. In each profile, 3 peaks with different molecular masses were selected to evaluate the within-run and between-run coefficients of variance (CV).\n\nThe peptides from plasma samples were eluted from the magnetic beads and analyzed by nano-liquid chromatography-electrospray ionization-tandem mass spectrometry (nano-LC/ESI-MS/MS) system consisting of an Aquity UPLC system (Waters) and a linear ion trap quadrupole (LTQ) Obitrap XL mass spectrometer (Thermo Fisher) equipped with a nano-ESI source. The peptides were loaded to a C18 trap column (nanoACQUITY) [180 μm × 20 mm × 5 μm (symmetry)]. The flow rate was 15 μL/min. The desalted peptides were then analyzed by a C18 analytical column (nanoACQUITY) [75 μm × 150 mm × 3.5 μm (symmetry)] at a flow rate of 400 nL/min. The mobile phases A (5% acetonitrile, 0.1% formic acid) and B (95% acetonitrile, 0.1% formic acid) were used for analytical columns. The gradient elution profile was as follows: 5%B-50%B-80%B-80%B-5%B-5%B in 100 min. The MS instrument was operated in a data-dependent model. The range of the full scan was 400-2000 Da with a mass resolution of 100,000. The 8 most intense monoisotope ions were used as the precursors for a collisioninduced dissociation.\n\nSamples were run on 12% sodium dodecyl sulfate-polyacrylamide gels and transferred onto polyvinylidene difluoride membranes (Millipore Corporation, Billerica, MA, USA) by electroblotting and then blocked for 1 h with Tris-buffered saline-T buffer (10 mmol/L Tris-HCl, 150 mmol/L NaCl, 0.1% Tween 20 containing 5% skim milk). The primary antibodies used were rabbit anti-fibrinogen alpha chain antibody (diluted 1:4000, Abcam, Cambridge, MA, USA), mouse anti-Transketolase antibody (diluted 1:1000, Abcam), rabbit anti-Peroxiredoxin-I antibody (diluted 1000, Abcam), rabbit anti-ubiquitin-like modifier activating enzyme 1 (diluted 1:1000; Abcam), rabbit anti-Tcomplex protein 1 subunit beta antibody (diluted 1:1000; Abcam), rabbit anti-Myosin-9 antibody (diluted 1:2000; Abcam). Membranes were incubated at room temperature for 1 h with each primary antibody and then were washed 3 times and incubated with horseradish peroxidase-conjugated anti-rabbit IgG (diluted 1:20000; Santa Cruz Biotechnology, Santa Cruz, CA, USA) or anti-mouse IgG (diluted 1:10000, Santa Cruz Biotechnology) for 1 h at room temperature. The reactions were detected by chemiluminescence with an electrochemiluminescence kit (Amersham Biosciences, Buckinghamshire, UK) as recommended by the manufacturer. Proteins levels were \n\nThe resulting spectra were analyzed using ClinProTools (ClinProt software version 2.0; Bruker Daltonics). Peaks of interest were selected from the total average spectra using a signal-to-noise threshold of 5. To align the spectra, a mass shift of no more than 0.1% was determined. After each profile was generated, a 20% leave out cross-validation process was performed within the software. The comparison of relative peak intensity levels between classes was also calculated within the software suite. Student's t test was used to analyze normally distributed continuous data, whereas the Wilcoxon test was used for non-normally distributed continuous data. A Chi-square test was used for the categorical data analysis. P b 0.05 was considered statistically significant. Genetic algorithm (GA), supervised neural network (SNN), and quick classifier (QC) algorithms contained in this software suite were used to establish models for identifying LTBI individuals from healthy controls. Models performed on the training set were then validated on the blind testing set. The receiver operating characteristic (ROC) curve and area under the curve (AUC) analyses were used to determine the diagnostic efficacy of each single marker and each model.\n\nOver the mass range analyzed (1000-10,000 Da), 66 peptides were detected at a signal-to-noise threshold of 5, of which 5 peaks were significantly different between LTBI individuals and healthy controls (P b 0.05). Preliminary statistical analysis was performed for these 5 peaks by ROC analysis. AUC of peak 1 at mass-to-charge ratio (m/z) 2662, of peak 2 at m/z 2645, and of peak 3 at m/z 2683 were 1.000 (95% confidence interval [CI] 0.959-1.000), 0.936 (95% CI 0.865-0.977), and 0.915 (95% CI 0.838-0.964), respectively, which corresponds to a highly accurate test. AUC of peak 4 at m/z 2700 and of peak 5 at m/z 1995 were 0.795 (95% CI 0.698-0.873) and 0.692 (95% CI 0.586-0.784), respectively, which corresponds to a moderately accurate test. These 5 peaks and their ROC, P values, and AUC values are depicted separately in Fig. S1 . The overall spectra of LTBI individuals and healthy controls are displayed in Fig. S2 , showing protein profiles from 1 to 10 kDa.\n\nTo determine the precision of the assay, the within-run and between-run reproducibility of 2 samples was evaluated with the data. CVs from within-run and between-run assays are summarized in Table S1 in the online data supplement. The mean CVs of the runs represent the overall imprecision, b8% in the within-run and between-run assays, indicating that the results produced by this method were highly reproducible.\n\nIn the training set, 3 different classification models for LTBI individuals and healthy controls were generated using GA, SNN, and QC algorithms. The use of pairs of peaks yielded the best performances. The GA, SNN, and QC models performed reasonably well on the training set to discriminate control and LTBI samples, with cross-validation accuracies and recognition capabilities of 89.8% and 94.5%, 89.5% and 100.0%, and 94.2% and 91.1%, respectively. Peaks selected by these 3 models are provided in Table 2 .\n\nTo assess the accuracy and validity of the classification models derived from the training set, we applied the models to the blind testing set consisting of 27 LTBI individuals and 28 healthy controls. The 3 models also performed well on the testing set, with sensitivities of 85.2%-88.9% and specificities of 85.7%-100.0% (Table 3 ). In the ROC analysis of the GA, SNN, and QC models, AUC of the 3 models in the training set and blind testing set were 1.000 (95% CI 0.960-1.000), 1.000 (95% CI 0.960-1.000), 1.000 (95% CI 0.959-1.000), and 0.991 (95% CI 0.918-1.000), 1.000 (95% CI 0.935-1.000), 0.974 (95% CI 0.890-0.998), respectively, which corresponds to a highly accurate test, suggesting that LTBI individuals and healthy controls were welldiscriminated by these models (Fig. S3) .\n\nTo identify the peptides observed in the MS profiles as possible biomarkers of LTBI, we attempted to identify as many of the detected peaks as possible. Peaks in the GA, SNN, and QC models were selected for protein identification. Using LTQ-Orbitrap-MS detection, 14 of the 23 differentially expressed peptides were successfully identified (Table 4) .\n\nTo validate the results of our study, Western blots were used to examine the expression of peroxiredoxin-I (Prx-I), myosin-9 (MYH9), transketolase (TKT), fibrinogen alpha chain (FGA), ubiquitin-like modifier activating enzyme 1 (UBA1), and t-complex protein 1 subunit beta (CCT2). As shown in Fig. S4 , for the 6 proteins, the Western blot results showed the same pattern of expression as that obtained from proteomic data. Significantly higher levels of MYH9 (P = 0.028), TKT (P = 0.011), FGA (P = 0.002), and UBA1 (P = 0.048) were found in LTBI individuals when compared to healthy controls. Lower levels of Prx-I (P = 0.026) and CCT2 (P = 0.073) were found in LTBI individuals when compared to healthy controls, but CCT2 was not statistically significant. Table 2 Peak selection of the algorithm models.\n\nAlgorithm Peak selection (m/z) SNN 2662 , 2212 , 1452 , 4969, 4988, 2864 , 2645 , 2683 , 2700 , 1995 , 2487 , 8785, 5910, 8944, 2085 , 1084 , 1074 , 2792 QC 2662 GA 2662 , 1898 , 2962 , 1052 , 1982 \n\nIn this study, we demonstrated that magnetic beads in combination with MALDI-TOF MS could differentiate healthy, latently infected individuals from healthy MTB-noninfected controls with high sensitivity and specificity (N85%). ClinProt is a well-established system that enables proteomic profiling using the bioinformatics software ClinProTools, which provides algorithms for multivariate statistical analyses and improves the detection of candidate peaks (Ishigami et al., 2012) . In 2012, Sandhu et al. (2012) published a report demonstrating that active TB can be accurately distinguished from LTBI in symptomatic patients using surface-enhanced laser desorption/ionization time-of-flight mass spectrometry (SELDI-TOF-MS). Unfortunately, this research did not identify the distinguishing proteins because the major drawback of the SELDI-TOF-MS approach is that the retained proteins cannot be directly recovered from the ProteinChip arrays. Moreover, chip-to-chip variation is another obstacle for the SELDI analysis. To overcome these problems, a magnetic bead-based plasma profiling method was developed in this study. This method leaves sufficient materials for subsequent protein identification experiments and can reduce assay-to-assay and researcherto-researcher variations using functionalized magnetic beads and automated machines (Wong et al., 2010) .\n\nOur study identified 14 plasma proteins in subjects with LTBI by nano-LC/ESI-MS/MS. Compared with healthy controls, 7 proteins were up-regulated, and 7 proteins were down-regulated in LTBI individuals. To our knowledge, all proteins were identified for the first time through proteomics in the plasma of healthy, latently infected individuals. Selected descriptions of the proteins that may be involved in the LTBI pathogenesis are discussed as follows.\n\nWe have found many acute phase proteins (APPs) in the plasma of subjects with LTBI. These proteins may take part in inflammation control, which implicates active innate immune responses in an infection with MTB and suggests that the inflammatory response may play an important role during an LTBI. Among the APPs found in LTBI, fibrinogen is a necessary cofactor for toxic and proinflammatory activities. Fibrinogen includes fragments of the fibrinogen α, β, and γ chains, but in this study, we demonstrate that the fibrinogen α chain precursor is the best discriminator and GA, SNN, and QC these 3 models all selected this protein. It is possible that fibrinogen α chain is more associated with an inflammatory response to MTB than β and γ chains of fibrinogen. Liu et al. (2008) found that fibrinogen was up-regulated in the proteomic profiling of TB pericardial effusions and proposed that fibrinogen may be significantly involved in the etiology of the tuberculous pericardial effusion. A study of an in vivo mice model of mycobacterial granuloma formation observed that fibrinogen promoted granulation tissue formation and suppressed leukocyte necrosis (Sakamoto et al., 2010) . In the present study, we found that the fibrinogen α chain precursor was significantly increased in the plasma of LTBI individuals. Our results and those of other investigators indicate that fibrinogen and/or its fragments may be involved in the pathophysiologic mechanisms of TB or LTBI and may serve as useful markers.\n\nInter-alpha-trypsin inhibitor heavy chain H4 (ITIH4) is another positive APP that is related to cell proliferation and migration during the development of the acute-phase response and involved in infection and inflammation. In previous studies, ITIH4 was a positive marker in proteomic fingerprinting studies of chronic obstructive pulmonary disease (Bandow et al., 2008) and dairy calves with experimentally induced pneumonia (Piñeiro et al., 2004) .\n\nApolipoprotein A-I (ApoA-I) belongs to the negative APPs that play major roles in the transport of nutrients, hormones, and metabolites. ApoA-I is a major component of high-density lipoproteins. A decline in high-density lipoproteins renders the host tissue more susceptible to bacterial substance-mediated injury, resulting in cytokine overproduction and a further depletion of high density lipoprotein (vicious cycle) . ApoA-I has been demonstrated to be a negative marker in severe acute respiratory syndrome (Wan et al., 2006) . It is unclear why this protein was down-regulated in LTBI. Mikkat et al. (2004) have shown that the concentrations of some negative APPs decrease in response to infection and inflammation because of increased transcapillary escape and catabolic rates.\n\nFor decades, although the productions of APPs are not agent-specific, their levels of expression have been used as biological markers of tissue injury and of the onset and progression of a variety of disease processes (Endeman et al., 2011; Martìnez Cordero et al., 2008) . The APPs are generated as a systemic response not only to acute inflammatory stimuli but also to chronic inflammation. Thus, we can utilize our identified APPs as markers to predict active TB and other inflammatory diseases, but further studies and including active TB and other inflammatory diseases into the studies are needed to confirm this prediction.\n\nImmune responses to MTB drive the bacteria into a latent state. UBA1, which was up-regulated in LTBI individuals, mediates the human HLA-F adjacent transcript 10 (FAT10) modification that is significantly involved in the immune response (Aichem et al., 2010) . HLA-F adjacent transcript 10 expression is induced by interferon-γ and tissue necrosis factor α, which are crucial for protective immunity against mycobacteria (Tufariello et al., 2003) . Another up-regulated enzyme, leukotriene B4 12-hydroxydehydrogenase (LTB4DH), is a member of the zinc-independent medium chain dehydrogenase reductase family. This enzyme might induce the enhanced degradation of prostaglandin E2 and promote CD8 + T cell proliferation and interferon-γ production from T cells. Thus, it is possible that UBA1 and LTB4DH participate in the immune response against MTB.\n\nTB is associated with oxidative stress and the induction of host antioxidants to counteract this response. In our study, 2 antioxidant enzymes, Prx-I and TKT, were identified in the plasma of individuals with LTBI. TKT serves as a reversible link between the oxidative branch of the pentose phosphate pathway and glycolysis, and it is a critical enzyme in the cellular defense against oxidative damage (Lassen et al., 2008) . We observed up-regulated expression of TKT, implying its important role as an antioxidant. Prx-I belongs to a ubiquitous peroxiredoxin family, which has been shown to have multiple functions, such as enhancing natural killer cell activity, increasing cell resistance to oxidative stress, regulating transcription activator protein, and protecting erythrocytes against oxidative stress (Chen et al., 2004) . Our current data showed that the Prx-I level in LTBI individuals was lower than in healthy controls, suggesting that the capacity of self protection is impaired in LTBI individuals in response to oxidative stress. The presence of antioxidant enzymes in the plasma of LTBI individuals indicated that the antioxidative response has an important effect on MTB-induced oxidative injury.\n\nIn conclusion, the preliminary data in our study suggested that MALDI-TOF MS in combination with magnetic beads and bioinformatics tools was an effective technology for constructing diagnostic models. In particular, these powerful models could accurately differentiate healthy, latently infected individuals from healthy MTB-noninfected controls. However, the present study is a preliminary research; further studies, increasing the sample size and including other inflammatory diseases into control group, are needed to confirm these results and especially to subsequently validate the discovered proteins. Additionally, 14 potential LTBI biomarkers were identified. Some of the identified proteins might participate in the regulation of inflammatory, antioxidative and host immune responses against MTB. It should be noted that measuring plasma protein levels is technically much easier than other approaches, such as IGRA, and offers an economical and effective initial detection tool in a clinical setting. It is our hope that further validation of these plasmatic profiles in LTBI will provide information on LTBI-associated targets and the process of pathogenesis.\n\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.diagmicrobio.2014.04.005."}