{"title": "The intraspleen huPBL NOD/SCID model to study the human HIV-specific antibody response selected in the course of natural infection", "body": "Immune deficient mice in which human cells survive and function are a valuable tool for the in vivo study of human immune function and human diseases including auto-immune disorders, lymphoma and infectious diseases (Murphy et al., 1996) . In studies of HIV pathogenesis and therapy, the two most commonly used systems are the SCID-hu model and the huPBL-SCID model (McCune et al., 1988; Mosier et al., 1988; Borkow, 2005) . In the latter model, peripheral blood mononuclear cells (PBMC) are commonly injected into the peritoneum of the severely immune deficient mice resulting in a human cell graft in which T cells predominate. We described a variant huPBL NOD/ SCID model, in which PBMC were transferred into the spleen instead of into the peritoneum (Depraetere et al., 2001) . In brief, this intraspleen (i.s.) transfer results in a massive non-specific, T cell-dependent expansion of B cells that actively secrete immunoglobulins in the blood of the mice. The antigen specificities of the mouse sera reflect the specificities found in the human B cell donor, elicited by infections or immunizations. Six to ten days post injection, human B cells are transiently predominant in the mouse spleen from where they can be easily recovered for subsequent immortalization procedures and generation of human monoclonal antibodies. So far we have successfully generated human monoclonal antibodies against the hepatitis B surface and core antigens (Cao et al., 2001; Vanlandschoot et al., 2002) , hepatitis C NS3A and NS4B1 (Depraetere et al., 2001) and tetanus toxoid (unpublished results). We envisage that the i.s. huPBL NOD/SCID model may be used to isolate therapeutic human antibodies and to analyse the antibody repertoire in immune and vaccinated individuals to help in the design of vaccines against viruses like HCV and HIV (analytic vaccinology).\n\nIn the present study we assessed whether i.s. transfer of PBMC from HIV-1 infected patients would result in a good B cell expansion, circulation of HIV-specific antibodies and allow for the generation of monoclonal HIV-specific antibodies. Success is not necessarily guaranteed since HIV infection affects both number and function of T and B lymphocytes. CD4 + T lymphocytes drive the expansion of B cells after i.s. transfer of PBMC in mice (Depraetere et al., 2001) . However, HIV infection is known to cause a rapid depletion of human CD4 T cells in SCID mice (Mosier et al., 1991) . B cell behaviour is altered as represented by a paradoxical polyclonal activation of B cells (Lane et al., 1983) , resulting in an increased frequency of circulating antibody secreting cells and hypergamma-globulinemia (Yarchoan et al., 1986; Martinez-Maza et al., 1987; Amadori et al., 1988; Amadori et al., 1989; Shirai et al., 1992) . During untreated and HAARTtreated chronic HIV infection, memory B cells gradually disappear from the circulation (De Milito et al., 2001; Fondere et al., 2003; Chong et al., 2004; Titanji et al., 2006) . A deregulated expression of several surface molecules (Indraccolo et al., 1993; Samuelsson et al., 1997; Moir et al., 2001; Moir et al., 2004 ) and a decreased response to B cell activators in vivo and in vitro have been described (Lane et al., 1983; Conge et al., 1998) .\n\nInformed consent was obtained from all participants and the study protocol was approved by the ethical committees of the Ghent University Hospital, Belgium (project number 2002/109) and the Institute of Tropical Medicine (reference number 01 10 1 373).\n\nEDTA anti-coagulated blood was drawn from HIV-1 infected patients attending the HIV outpatient clinic either at the Ghent University Hospital (CV) or at the Institute of Tropical Medicine (VI). Plasma was kept frozen at − 80°C until use. PBMC were prepared by Ficoll-Hypaque centrifugation (density 1.077 g/ml) (Nycomed Pharma) and stored in liquid nitrogen. Aliquots of these PBMC were used to produce the chimeric mice. \n\nNOD/LtSz-Prkdc scid /Prkdc scid (NOD/SCID) mice are severely immune deficient, since they lack functional B and T cells, and display reduced innate immunity and haemolytic complement (Shultz et al., 1995) . These mice were bred and maintained under specific pathogen-free conditions. The mice were housed in individually ventilated cages and fed with autoclaved food and water. Mice were used between eight and twelve weeks of age. The study was approved by the animal ethical committee of the Faculty of Medicine, University Ghent, Belgium (ECP 01/16). To generate chimeric animals, NOD/SCID mice were conditioned by the injection of 0.5 mg TMβ1, a rat monoclonal antibody directed against the murine IL-2 receptor β-chain (Tanaka et al., 1991; Tanaka et al., 1993) , and total body gamma irradiation (3 Gy) generated by a linear accelerator. Twenty-four hours later, 5 to 10 × 10 6 PBMC from HIV-1 infected patients were injected i.s. For fusion experiments, 2 × 10 7 cells were injected i.s. PBMC from each patient were injected into three mice.\n\nTotal human IgG concentrations were determined in mouse plasma using an in-house ELISA as described previously (Tournoy et al., 2000) .\n\nHIV-specific antibody profiles were determined in human and mouse plasma using INNO-LiA HIV confirmation strips (Innogenetics). Each strip is coated with different antigens of HIV-1 (gp120, gp41, p31, p24 and p17) and HIV-2. Antibodies against these antigens are detected by the development of a line which is scored between 0 and 4 according to the manufacturer's instructions. Samples were diluted 1/100 according to the manufacturer's instructions.\n\nHybridoma supernatant was screened for HIVspecific antibodies using the Ortho HIV-1/HIV-2 Abcapture ELISA Test System.\n\nViral load was measured using COBAS Amplicor HIV-1 Monitor™ version 1.5 (Roche) according to the manufacturer's instructions. The limit of detection for human samples was 1.7 log geq/ml and for mouse samples 3.6 log geq/ml. The mouse samples were diluted due to the limited sample volume available.\n\nSpleen cells from the reconstituted NOD/SCID mice and K6H6/B5 heteromyeloma cells were washed in calcium-free phosphate buffered saline (PBS) and mixed at a 3:1 ratio. Fifty percent polyethylene glycol (PEG) 1500 (Boehringer Mannheim) was added for 2 min and washed away. Fused cells were cultured in medium supplemented with 10 μg/ml human recombinant insulin (Boerhinger Mannheim), 10% Fetal Clone I serum (HyClone), and 10% BM Condimed H1 (Boerhinger Mannheim). Irradiated PBMC from a healthy seronegative donor were added as feeder cells. Fusion medium containing hypoxanthineaminopterin-thymidine (HAT) (Life Technologies), and ouabain (1 μM; Sigma) was added the day after the fusion. The K6H6/B5 heteromyeloma cell line is HAT sensitive and ouabain resistant. Cultures were replenished with fresh medium every three days.\n\nStatistics were performed using Mann-Witney U-test and Kruskal-Wallis test (Medcalc program version 7.1.0.1) (Schoonjans et al., 1995) .\n\nPBMC were isolated from the blood of 15 HIV-1 infected patients who were divided into three groups according to their treatment status and the viral burden in their plasma (Table 1) . Group A consisted of six individuals who did not receive HAART for at least six months and whose plasma viral load ranged from 2.38 to more than 5.88 log geq/ml. The second group (group B) consisted of six subjects who currently received HAART and who kept their viral load below the limit of detection (b 1.70 log geq/ml). The third group (group C) consisted of three subjects who did not receive antiviral agents and who naturally controlled their viral replication below the limit of detection (b 1.70 log geq/ ml). Longitudinal details of viral load and CD4 counts in these three natural suppressors are shown in Fig. 1 .\n\nApproximately 1 × 10 7 of these PBMC were used to reconstitute optimally conditioned NOD/SCID mice by direct injection in the spleen. Two out of 45 mice died before 7 days after transfer. Thirty mice survived until 14 days after transfer and only seven of these until one week thereafter. Death of the mice was due to a severe graft-versus-host disease which is easily diagnosed by the presence of a hunched back, ruffled fur, emaciation and loose stools. Excellent expansion of B cells was achieved in all mice (100%) as demonstrated by increasing human IgG levels in their blood ( Table 2) . The average IgG level of group A was 316 ± 64 μg/ml (mean ± SEM) one week after injection and 4261 ± 1317 μg/ml two weeks after injection. For group B, these levels were 245 ± 44 μg/ml after one week and 2599 ± 437 μg/ml after two weeks. For group C, the average human IgG level was 291 ± 92 μg/ml after one week and 2871 ± 377 μg/ml after two weeks. These polyclonal human IgG levels did not differ significantly between groups ( p N 0.05). Group A subjects did not receive antiretroviral therapy and their viral loads were above the limit of detection. Group B subjects received highly active antiretroviral therapy (HAART) and suppressed viral replication below the limit of detection. Group C subjects suppressed viral replication below the limit of detection without receiving antiretroviral therapy. Data are presented as mean +/ − standard error of the mean (SEM). ⁎ statistically significant difference ( p b 0.01) versus group A. \n\nAs early as 7 days after reconstitution, high viral genome concentrations were measured in the blood of the mice reconstituted with PBMC from untreated viremic HIV patients (group A). These levels further increased one week later (Table 2 ). In contrast, viral replication was weak to absent in the blood of mice reconstituted with PBMC from treated patients and natural suppressors (group B and group C). The differences in viral replication between group A (4.99 ± 0.24 log geq/ml after one week and 6.98 ± 0.29 log geq/ml after two weeks) and group B (b 3.70 log geq/ ml after one week and 3.87 ± 0.09 log geq/ml after two weeks) and between group A and group C (b 3.70 log geq/ml after one week and b 3.70 log geq/ml after two weeks) were highly significant (p b 0.01). There was no correlation between the viral burden in mouse plasma and human IgG levels in mouse plasma (p N 0.05).\n\nAs shown in Fig. 2 , the HIV-specific antibody profile was strong and broadly reactive (gp120, p41, p31, p24 and p17) when PBMC from untreated viremic patients (group A) and natural suppressors (group C) were used. However, the HIV-specific reactivity was weak to absent and pauci-specific (gp120, gp41 and p24) with PBMC from patients who were receiving antiviral therapy (group B). Kruskal-Wallis analysis showed statistically significant differences at a p-level of b0.1 for all antigens two weeks post transfer. For the untreated patients (group A), the HIV-specific antibody response was more envelope directed (gp120 and gp41) and for the natural suppressors (group C), this response was more gag-directed (p24 and p17). In contrast with the antibody profile induced after transfer of PBMC in the mice, the HIV-specific antibody response in human plasma did not differ between groups ( p N 0.1). Table 3 , a stable hybridoma that produced human monoclonal antibodies against the HIV gag protein p24 was generated twice from PBMC of an untreated HIV-infected subject (CV17) whose viral load was very low (1.80 log geq/ml) and whose plasma antibodies did not show any broadly neutralizing activity (Steyaert et al., in press ). The activated human B cells were recovered from the mouse spleen one week after injection. Previous experiments showed that at that time, human B cells are predominantly present in the spleen. The human B cells in experiment I were fused with the heteromyeloma cell line and then extensively diluted before seeding the wells at a frequency of 100 B cells per well (40 × 96-well). After 21 days, clusters of viable cells were detected in 284 of 3840 seeded wells (7%). Although IgG secretion was detected in all of them, HIV-specific antibodies were only found in one. The cells were successfully subcloned until monoclonality (anti-p24) was obtained. In a second experiment (II), seeding of B cells was done at varying numbers: 10 × 96 wells were seeded at 100 B cells per well, 7 × 96well at 1000 B cells per well, 5 × 48-well at 10,000 B cells per well and 2 × 6-well at 100,000 B cells per well. In the wells seeded at the highest densities (100,000 and 10,000 B cells per well), clusters of immortalized B cells were obtained in all of them (100%). HIV-specific antibodies were present in 1 of 12 (8%) and in 32 of 240 (13%), respectively. However, this anti-HIV positivity decreased rapidly and all limited dilution steps were unsuccessful. In the wells seeded at the lowest concentrations (1000 to 100 B cells per well), viable cell clusters were present in 55% and 4% of wells respectively and anti-HIV antibodies in 47 of 372 (13%) and 2 of 38 (5%) wells, respectively. Again, a striking loss of anti-HIV positivity was observed. Out of the wells seeded at 1,000 B cells per well, one stable hybridoma cell line producing anti-p24 could be generated.\n\nThis report describes the exploration of the i.s. huPBL NOD/SCID model (Depraetere et al., 2001) for transfer of PBMC from HIV-infected patients. The engraftment after i.s. transfer was excellent in all mice (100%). The functionality of the engrafted human B cells was demonstrated by an early and vigorous antibody response in the blood of the mice. The transfer of PBMC from untreated HIV-infected patients with detectable viremia in optimally conditioned NOD/SCID mice resulted in replication of endogenous virus. In the mice reconstituted with PBMC from patients having undetectable viral load, replication often remained below detection (b 3.60 log geq/ml). We assume that the proviral load in the transferred PBMC was strongly related to the viral load in the plasma of the patients (Andreoni et al., 2000; Ngo-Giang-Huong et al., 2001) .\n\nThe HIV-specific antibody response after transfer of PBMC form untreated viremic patients and natural suppressors was strong and multispecific (gp120, gp41, p31, p24 and p17). HIV-specific antibody responses were weak and pauci-specific (gp120, gp41 and p24) after transfer of PBMC from patients receiving HAART. Since the human circulating memory B cells constitute the basis for the antibodies present in the blood of the mice, we conclude that the treated HIV-infected patients lost most of the HIV-specific memory B cells in their circulation. While a gradual loss of circulating memory B cells during chronic HIV infection occurs (Titanji et al., 2006) , it has indeed been reported that memory HIV-1 specific B cells disappear from the blood after 8 to 46 months of successful antiretroviral therapy (Fondere et al., 2003) .\n\nWe also noted that the HIV-specific antibody profile after transfer of PBMC of untreated viremic patients differed from the HIV-specific antibody profile obtained after transfer of PBMC of natural suppressors. In the latter group the antibody response was mainly directed against proteins encoded by the gag gene (p24 and p17) while the response of PBMC from the viremic subjects was mainly directed to the viral envelope (gp120 and gp41). Antibodies against env and gag antigens are mounted during an HIV infection but differ in the extent to which they are sustained throughout the course of an HIV infection. While anti-env is usually present at high titres even in individuals who progress to disease, the anti-gag response is lost during disease progression (Schmidt et al., 1989; Cheingsong-Popov et al., 1991; Zwart et al., 1994; Hogervorst et al., 1995; Strathdee et al., 1995; Binley et al., 1997) . This decline in anti-gag is thought to be a surrogate marker for the loss in T cell help (Binley et al., 1997; Trkola et al., 2004) . Therefore, it is most likely that the gag-directed antibodies in the untreated naturally controlling patients reflect good functional T cell help.\n\nThe HIV antibody profile differed between groups in the intrasplenic expanded PBMC. This divergence was however not present in the corresponding human plasma. This is most likely a result of compartmentalization. In the mouse model, antibody production is derived from the memory B cells present in the circulation of HIV-infected subjects. In contrast, the HIV-specific antibodies detected in human plasma are predominantly derived from plasma cells in the bone marrow and antibody producing cells in the lymph nodes (Morris et al., 1998) . These antibodies have also been secreted over an extended period of time.\n\nIn order to isolate HIV-specific monoclonal antibodies using the i.s. huPBL NOD/SCID model, it is clear that PBMC from untreated patients need to be used because only such patients have HIV-specific memory B cells in their peripheral blood. We were able to generate large numbers of IgG producing hybridoma cells, but the isolation of monoclonal hybridoma cell lines by limited dilutions was more difficult. There are several possible explanations for this low success rate. First of all, untreated HIV patients have a reduced number of memory B cells. Secondly, it has been estimated that in untreated patients about 10 − 2 to 10 − 3 of the memory B cells are HIV-specific (Fondere et al., 2004) . We previously showed that 7 days after injection of 2 × 10 7 PBMC, ∼ 8 × 10 6 human B cells are present in the spleen (Depraetere et al., 2001) . This would suggest that only 8000-80,000 HIV-specific B cells are available for immortalization. Finally, we noticed that the immortalized B cells grew slowly and anti-HIV production was easily lost. Clearly, B cell function and response is deregulated by HIV infection and apparently HIV also affects the immortalized B cells. The slow growth of fused B cells and the loss of HIV-specific antibody production has also been observed by other authors (Buchacher et al, 1994) . It was hypothesized that genomic instability of the cells within the first weeks after immortalization was responsible for this problem. Nevertheless, we were able to isolate two stable human monoclonal cell lines, that produce an antibody against the gag protein p24. Human monoclonal antibodies with this specificity are mainly used for diagnostic purposes. So far, human monoclonal antibodies against HIV have been produced by immortalizing B cells with EBV (Gorny et al., 1989) or by fusing B cells with appropriate myeloma cells (Buchacher et al., 1994) . These methods have however a very low efficiency and therefore, alternative strategies are to be developed. In our mouse model, PBMC are injected directly into the spleen. This results in a strong polyclonal activation and a striking expansion of B cells from the memory B cells present in the PBMC mix. Recently, such memory B cells have been used for the successful generation of human monoclonal antibodies against the SARS coronavirus by culturing them in the presence of EBVand suitable growth factors (Traggiai et al., 2004) . Whether this approach is successful for the generation of human monoclonal antibodies against HIV remains to be determined.\n\nIn conclusion, transplantation of human lymphoid cells from HIV-infected patients into the spleen of immune deficient NOD/SCID mice is feasible for the study of HIV-specific human humoral immune responses and for the isolation of human monoclonal antibodies against HIV. Intrasplenic transfer might also be used to increase the number of HIV-specific memory B cells, before a single-chain phage display library is constructed. The i.s. huPBL NOD/SCID model may therefore be helpful to identify and isolate monoclonal antibodies that bind broadly neutralizing, enhancing and non-neutralizing epitopes on HIV. Such antibodies will be useful for the development of candidate vaccines."}