{"title": "Decreased expression of type I (IFN-b) and type III (IFN-l) interferons and interferon-stimulated genes in patients with chronic rhinosinusitis with and without nasal polyps", "body": "Chronic rhinosinusitis (CRS) is a heterogenous mucosal inflammation involving not only the paranasal sinuses but also the nose. An abnormal host response to infectious microorganisms, such as viruses and bacteria, has been suggested to be responsible for the persistent inflammation of the sinonasal mucosa. 1 Although data for the prevalence of viral infection in patients with CRS are conflicting, a high frequency of viral presence was demonstrated in nasal epithelial cells or lavage fluid of patients with CRS. [2] [3] [4] It has been suggested that viral respiratory tract infection (VRI) influences the development or progressive course of CRS through various means. 5, 6 In vitro studies demonstrated that VRIs can damage the epithelial cells covering the sinonasal cavity, resulting in dysfunction of the epithelial barrier and increased bacterial adhesion. 5, 6 The interferon response of airway epithelial cells is critical for defense against viral infection because it is required to suppress viral replication. 7, 8 Viral infection in epithelial cells lining the lower respiratory tract induces production of antiviral factors, such as type I (IFN-b) and type III (IFN-l) interferons, that contribute to virus clearance. [9] [10] [11] [12] [13] Both IFN-b and IFN-l are central and essential components of the interferon response of airway epithelial cells after viral infection. 9, 10 Their antiviral and immunomodulatory effects are mediated by several interferon-stimulated genes (ISGs), including those coding for viperin, oligoadenylate synthetase (OAS), and myxovirus resistance 1 (Mx1) proteins, which inhibit viral replication. 12 An abnormal innate immune response to VRIs has been reported to increase the susceptibility to viral infection in patients with chronic obstructive pulmonary disease (COPD), asthma, or cystic fibrosis, triggering disease exacerbation. [14] [15] [16] [17] [18] Airway epithelial cells from asthmatic patients produced less IFN-b and IFN-l and showed deficient innate immunity for rhinovirus infection. 14,16 IFN-b levels were also reduced in epithelial cells obtained from children with wheezing and atopy after respiratory syncytial virus infection. 19 However, few studies have evaluated whether an apparent deficiency in antiviral immunity or the interferon response might represent a deficient innate immune response in patients with CRS.\n\nThe interferon response to VRIs occurs through pattern recognition receptors and Toll-like receptors (TLRs). Both TLR3 and TLR7 have been implicated in the response to viral infection, TLR3 through double-stranded RNA recognition and TLR7 through single-stranded RNA recognition. 20, 21 However, the role of virus-recognizing TLR3 and TLR7 on normal and inflammatory sinus mucosal tissue has not been established.\n\nGlucocorticoids (oral or intranasal) and macrolide antibiotic treatment are recommended for patients with chronic rhinosinusitis with nasal polyps (CRSwNP) or patients with chronic rhinosinusitis without nasal polyps (CRSsNP). 22 Despite the known beneficial clinical effects of glucocorticoids, glucocorticoid treatment is also known to enhance viral replication and is associated with prolonged viral isolation in nasal washes during naturally occurring rhinovirus infection. 23, 24 Macrolides exhibit antimicrobial activity in addition to immunomodulatory properties and inhibit the synthesis or secretion of inflammatory cytokines. 25 Nevertheless, no data are available for the effect of glucocorticoids or macrolides on the expression of type I interferon (IFN-b), type III interferon (IFN-l1 and IFN-l2), and ISGs in inflamed sinonasal mucosa of patients with CRSwNP or CRSsNP.\n\nThe present study was undertaken (1) to evaluate whether type I interferons (IFN-b), type III interferon (IFN-l1 and IFN-l2), and ISGs (viperin, OAS, and Mx1) are expressed in the sinonasal mucosal tissue of healthy control subjects and whether their expression levels are altered in patients with CRSwNP or CRSsNP; (2) to determine whether the presence of virus in nasal secretions of patients with CRS is related to expression levels of IFN-b, IFN-l1, IFN-l2, and ISGs; (3) to investigate whether expression levels of IFN-b, IFN-l, and ISG are affected by CRS-related cytokines; and (4) to elucidate whether expression levels of IFN-b, IFN-l, and ISGs are induced by macrolides, corticosteroids, or TLR3 and TLR7 agonists.\n\nPatients with CRSsNP or CRSwNP were enrolled after obtaining informed consent for this study. Classification of CRSsNP or CRSwNP was performed according to the diagnostic criteria of the European Position Paper. 22 During endoscopic sinus surgery, inflammatory sinus mucosal tissue was collected from the ethmoid sinuses of patients with CRSsNP or patients with CRSwNP. Normal sinus mucosal tissue was also collected from the ethmoid sinuses of patients with blowout fractures during endoscopic reduction. Surgically removed sinus mucosal tissue randomly selected during surgery were kept at 2808C for analysis of total RNA and proteins and were also prepared for culture of normal and inflammatory sinonasal epithelial cells.\n\nFor immunohistochemical and histologic analyses, a part of the samples was fixed in 4% paraformaldehyde in PBS and embedded in OCT compounds. Additionally, CRSwNP was histologically classified as eosinophilic (>70 eosinophils/high-power field [HPF]) or noneosinophilic (<70 eosinophils/ HPF) by quantifying the eosinophil component in 3 HPFs (3400 magnification) of ethmoid sinus mucosal tissue stained with hematoxylin and eosin. 26 To identify the presence of respiratory tract virus in sinonasal mucosal tissue of all participants, mucosal scraping was performed in the middle meatus; scraping samples were transferred to 2 mL of sterile PBS and immediately frozen and stored at 2808C.\n\nApproval to conduct this research was obtained from the review board and ethics committee of our institution. Endoscopic physical findings, radiographic findings, and symptoms were evaluated, as previously described. [27] [28] [29] The clinical characteristics of the study population are summarized in Table I . Patients with symptoms and signs of viral upper respiratory tract infection (URI) in the preceding 3 months were excluded from the study. Symptoms of viral URIs were evaluated according to the Jackson scale. 30 Additional exclusion criteria were patients with concomitant bronchial asthma, aspirin-exacerbated respiratory disease (AERD), or allergic rhinitis; previous sinus surgery history; therapy with antibiotics; antihistamines; or steroids within the preceding 3 months.\n\nNucleic acids were extracted from mucosal scraping samples by using a QIAamp viral RNA kit (Qiagen, Hilden, Germany), according to the manufacturer's instruction. Extracted nucleic acids were mixed with 1-step RT-PCR premix for real-time PCR with a CFX96 system (Bio-Rad Laboratories, Hercules, Calif) by using Allplex respiratory panels 1, 2, and 3 (Seegene, Seoul, Korea), which detect 16 respiratory tract viruses, including adenovirus, rhinovirus, and coronavirus. The mixture was incubated at 508C for 20 minutes for reverse transcription, followed by denaturation at 958C for 15 minutes and 45 cycles of PCR. Fluorescence was detected at 2 temperatures. A positive test result was defined as a well-defined exponential fluorescence curve that crossed the threshold cycle (Ct) at a value of 42 for individual targets.\n\nEpithelial cells were mechanically harvested from normal and inflammatory human sinus mucosal tissue digested with 0.5% dispase in Dulbecco modified Eagle medium/F12 (Lonza, Walkersville, Md). Cells were centrifuged at 1200 rpm for 3 minutes, and supernatants were discarded. Cells were resuspended in 6-well plates filled with bronchial epithelial growth medium (Lonza) until they reached passage 2. Thereafter, cells harvested were cultured under an air-liquid interface (ALI) in the SPLInsert system (polyethylene terephthalate, 0.4 mm, pore size, 6.5 mm; SPL, Pocheon City, Kyung Ki DO, Korea). Both sides of the SPLInsert were filled with bronchial epithelial growth medium:Dulbecco modified Eagle medium/F12 (Lonza) under submersion for the first 4 days. Culture medium was changed on day 1 and every other day thereafter. An ALI was created on day 5 by removing the apical medium and feeding the culture from the basal compartment. Culture medium was changed every other day after initiation of ALI. All experiments used cultured epithelial cells at 21 days after creation of the ALI.\n\nConfluent cultured epithelial cells from normal and inflammatory sinus mucosal tissue were treated at the basal side with T H 1 cytokines (10 ng/mL TNF-a or TGF-b; R&D Systems, Minneapolis, Minn) and T H 2 cytokines (10 ng/mL IL-4, IL-5, or IL-13; R&D Systems) for 24 hours. Thereafter, cultured cells and supernatants were harvested to evaluate levels of antiviral factors by using Western blotting and ELISA.\n\nConfluent cultured normal and inflammatory epithelial cells were exposed on the basal side to macrolides, dexamethasone, and the TLR agonists. Working concentrations of macrolides were generated by liquefying the powder form with distilled water and diluting the stock in the appropriate volume of culture medium. Clarithromycin or azithromycin was used in concentrations ranging from 1 to 50 mmol/L. Dexamethasone was added to cells at concentrations of 1 3 10 23 , 1 3 10 22 , 1 3 10 21 , 1 3 10 0 , and 5 mmol/L for 24 hours. TLR3 and TLR7 agonists were used at optimal concentrations determined in a previous dose range-finding experiments: polyinosinic:polycytidylic acid (poly [I:C]; TLR3 agonist; 10 mg/mL; InvivoGen, San Diego, Calif) or R848 (TLR7 agonist; 5 mg/mL; InvivoGen). Harvested cells and supernatants were then used to isolate mRNA and proteins for analysis. A volume of distilled water used to liquify the powder forms was included as a vehicle control.\n\nLevels of IFN-b, IFN-l1, and IFN-l2 in supernatants of cultured epithelial cells were quantified by using commercial ELISA kits (Human IFN-b ELISA kit, Human IL-29/IFN-l1 DuoSet ELISA kit, IFN-l2; IFN-IL-28 A/IFN-l2 DuoSet ELISA kit), according to the manufacturer's instructions.\n\nCell viability was assessed by using the 3-(4,5-dimethylthiazol-2-yl)-2,5diphenyltetrazolium bromide (MTT) assay (Abcam, Cambridge, United Kingdom). Briefly, cultured cells were stimulated with various concentrations of macrolide antibiotics, dexamethasone, or TLR agonists. The cells were subsequently rinsed with PBS and then reacted with MTT (20 mL, 5 mg/mL). After 4 hours, formazan crystals that formed in the cells were dissolved in dimethyl sulfoxide and measured by means of spectrophotometry at 570 nm.\n\nTotal RNA was extracted from frozen tissues and cultured epithelial cells by using QIAzol lysis reagent (Qiagen, Valencia, Calif). Reverse transcription was conducted with MML-V (Invitrogen, Carlsbad, Calif). Real-time PCR was conducted by using SYBR Premix EX Taq (Takara Bio, Shiga, Japan).\n\nTo find stably expressed reference genes across all samples, we tested 3 reference genes (glyceraldehyde-3-phosphate dehydrogenase [GAPDH], eukaryotic translation elongation factor 1 alpha 1 [EEF1A1], or ribosomal protein L13a [Rpl13a]) using real-time PCR. Then the mean Ct value was normalized to that of GAPDH, and the relative mRNA levels of target genes were analyzed with the 2 2DDCt method. Primer sequences are shown in Table E1 in this article's Online Repository at www.jacionline.org.\n\nImmunohistochemical staining was performed with a peroxidase-labeled streptavidin-biotin technique and conducted without antigen retrieval. Frozen sections (12 mm) were incubated with a 1:100 dilution of anti-TLR3 antibody (Abcam) and a 1:100 dilution of anti-TLR7 antibody (Abcam), anti-IFN-b antibody (5 mg/mL; Abcam), anti-viperin antibody (1:100 dilution; Abcam), anti-Mx1 antibody (10 mg/mL; R&D Systems), and anti-OAS antibody (10 mg/mL; R&D Systems). The color was developed with 3, 39-diaminobenzidine.\n\nFor Western blotting, frozen sinus tissues and cultured cells were lysed with RIPA buffer containing protease inhibitors. After determination of protein concentrations, proteins were separated in SDS-PAGE and transferred onto polyvinylidene difluoride membranes (Bio-Rad Laboratories, Bedford, Mass). The membranes were incubated with a 1:100 dilution of anti-OAS antibody, anti-Mx1 antibody (1 mg/mL; R&D Systems), anti-viperin antibody (Abcam), anti-TLR3, or anti-TLR7 antibody (Abcam). Bands were detected with enhanced chemiluminescence.\n\nAll statistical analyses were calculated with SPSS software for Windows (version 16.0.0; SPSS, Chicago, Ill). Age differences, 20-item Sino-Nasal Outcome Test scores, and endoscopic scores among the 4 groups and data obtained by using real-time PCR, ELISA, and Western blotting were evaluated by using the Kolmogorov-Smirnov test to assess the normality and homogeneity of variance. For normally distributed data, ANOVA with a Bonferroni post hoc test to adjust for multiple comparisons was applied. For nonparametric data, a Kruskal-Wallis test with the Dunn post hoc test was used to adjust for multiple comparisons.\n\nThe demographic and clinical characteristics of the patients enrolled in the study are detailed in Table I . There were no significant differences among the 4 groups in terms of age and sex distribution. The average 20-item Sino-Nasal Outcome Test score, computed tomographic grade, and endoscopic score are also summarized in Table I .\n\nRespiratory viruses were detected in 3 (14.28%) of 21 mucosal scraping samples from control subjects, 6 (16.67%) of 36 samples from patients with CRSsNP, 7 (18.42%) of 38 patients with CRSwNP (noneosinophilic), and 4 (11.42%) of 35 patients with CRSwNP (eosinophilic). The respiratory virus detection rate was not significantly different among the 4 groups (Table I) .\n\nTo determine whether the interferon-mediated antiviral responses are active in inflamed sinonasal mucosa, transcripts and protein levels of IFN-b, IFN-l1, IFN-l2, OAS, Mx1, and viperin were measured in normal and inflammatory sinus mucosal tissue. Compared with normal mucosal tissue, IFN-b, IFN-l1, IFN-l2, OAS, Mx1, and viperin mRNA and protein levels were reduced in inflammatory sinus mucosal tissue of patients with CRSsNP or those with CRSwNP (Fig 1, A and B) . However, there were no significant differences in expression levels among patients with CRSsNP, patients with noneosinophilic CRSwNP, or patients with eosinophilic CRSwNP (Fig 1, A and B) .\n\nBecause the sinonasal epithelium is the first line of defense against respiratory tract viruses, we investigated levels of antiviral factors in cultured epithelial cells from normal sinus mucosal tissue and inflammatory epithelial cells from sinus mucosal tissue of patients with CRSwNP and patients with CRSsNP. The results also showed reduced levels of IFN-b, IFN-l1, IFN-l2, OAS, Mx1, and viperin in cultured inflammatory epithelial cells from patients with CRSwNP and those with CRSsNP compared with levels seen in normal epithelial cells (Fig 1, C-E) . Additionally, levels of these factors were not different among inflammatory epithelial cells from patients with CRSsNP, patients with noneosinophilic CRSwNP, or patients with eosinophilic CRSwNP (Fig 1, C-E) .\n\nTo date, however, the mechanism involved in the reduction of these antiviral factors in patients with CRS has not been described. Therefore we investigated whether CRS-related cytokines regulate levels of antiviral factors in the sinonasal mucosa. Cultured normal and inflammatory epithelial cells were incubated with T H 1 and T H 2 cytokines, and levels of antiviral factors were then determined by means of ELISA and Western blotting. Compared with unstimulated control cells, IFN-b levels were decreased in cultured normal epithelial cells treated with IL-4 or IL-13 (Fig 2, A and B) . OAS levels were downregulated in cells incubated with IL-4, IL-5, IL-13, TNF-a, and TGF-b, whereas IFN-l1 and IFN-l2 levels showed no change (Fig 2, C-H) . Mx1 levels were downregulated in cells treated with IL-4 and IL-5 (Fig 2, I and J) . Additionally, viperin levels were reduced in cells stimulated with IL-4, IL-5, IL-13, or TNF-a (Fig 2, K and L) . 1. A and B, Expression levels of IFN-b, IFN-l1, IFN-l2 , OAS, Mx1, and viperin mRNA transcripts and protein in normal and inflammatory sinus mucosal tissue (n 5 21) obtained from normal control subjects (NE) and patients with CRSsNP (n 5 36), patients with noneosinophilic CRSwNP (nCRSwNP; n 5 38), and patients with eosinophilic CRSwNP (eCRSwNP; n 5 35), which were evaluated with real-time PCR (Fig 1, A) and Western blotting (Fig 1, B) . C-E, Levels of antiviral factors in epithelial cells and supernatants harvested from cultured epithelial cells differentiated from normal sinus mucosal tissue (n 5 10) and inflammatory sinus mucosal tissue of patients with CRSsNP (n 5 10), patients with noneosinophilic CRSwNP (n 5 10), or patients with eosinophilic CRSwNP (n 5 10), respectively, which were investigated with real-time PCR (Fig 1, C) , ELISA (Fig 1, D) , and Western blotting (Fig 1, E) . Data are presented as means 6 SEMs. *P < .05. J ALLERGY CLIN IMMUNOL VOLUME 144, NUMBER 6  FIG 2. Expression levels of IFN-b (A and B) , IFN-l1 (C and D), IFN-l2 (E and F), OAS (G and H), Mx1 (I and J), and viperin (K and L) in supernatants and cells harvested from normal cells and inflammatory epithelial cells incubated with IL-4, IL-5, IL-13, TNF-a, and TGF-b at a concentration of 10 ng/mL for 24 hours, which was evaluated with real-time PCR (Fig 2, A, C, E, G, I, and K), ELISA (Fig 2, B, D, and F) , or Western blotting (Fig 2, H, J, and L) . Upper panels located in Fig 2, H , J, and L show representative protein bands evaluated with Western blotting. Data from 25 independent experiments are presented as means 6 SEMs. *P < .05. Cont, Normal epithelial cells without cytokine treatment. , Normal sinus mucosal tissue (NE); , sinus mucosal tissue from patients with CRSsNP; , sinus mucosal tissue from patients with noneosinophilic CRSwNP (nCRSwNP); , and sinus mucosal tissue from patients with eosinophilic CRSwNP (eCRSwNP).\n\nSubsequently, we assessed whether antiviral factors are upregulated in the sinus mucosal tissue of patients with CRSwNP and those with CRSsNP after macrolide therapy, which is frequently used to treat CRS. Cultured epithelial cells from normal sinus mucosal tissue of control subjects and inflammatory sinus mucosal tissue of patients with CRSwNP and those with CRSsNP were treated with various concentrations of clarithromycin or azithromycin, and cell viability was assessed by using the MTT assay. The macrolide concentrations used did not affect cell viability (data not shown). After stimulation with macrolides for 24 hours, levels of antiviral factors were measured by using real-time PCR, ELISA, and Western blotting (Figs 3 and 4) . mRNA and protein levels of IFN-b were upregulated, both in normal epithelial cells and in inflammatory epithelial cells differentiated from patients with CRSsNP who were treated with 1, 10, or 50 mmol/L clarithromycin (Fig 3, A and B) . However, IFN-b levels in inflammatory epithelial cells from patients with noneosinophilic and those with eosinophilic CRSwNP increased at 1 and 10 mmol/L clarithromycin treatment (Fig 3, A and B) . Levels of IFN-l1 were upregulated in normal epithelial cells treated with 1, 10, or 50 mmol/L clarithromycin; for inflammatory epithelial cells from patients , and viperin (K and L) in supernatants and cells harvested from cultured normal epithelial cells derived from normal sinus mucosal tissue and inflammatory epithelial cells derived from patients with CRSsNP and CRSwNP, respectively, which were incubated with 1, 10, and 50 mmol/L clarithromycin for 24 hours. Their levels were evaluated with real-time PCR (Fig 3, A, C, E, G, I, and K), ELISA (Fig 3, B, D, and F) , and Western blotting (Fig 3, H, J, and L) . Data from 7 independent experiments are presented as means 6 SEMs. *P < .05. C, Nonstimulated cells. , Normal sinus mucosal tissue (NE); , sinus mucosal tissue from patients with CRSsNP; , sinus mucosal tissue from patients with noneosinophilic CRSwNP (nCRSwNP); , and sinus mucosal tissue from patients with eosinophilic CRSwNP (eCRSwNP). J ALLERGY CLIN IMMUNOL VOLUME 144, NUMBER 6 with CRSsNP, IFN-l1 levels increased with 10 and 50 mmol/L clarithromycin treatment, whereas inflammatory epithelial cells from patients with CRSwNP showed IFN-l1 upregulation with 10 mmol/L clarithromycin treatment (Fig 3, C and D) . Thus clarithromycin-treated cells exhibited differential increases in levels of antiviral factors compared with nontreated cells (Fig 3) , depending on the type of cultured epithelial cells (normal or inflammatory), type of antiviral factors, or clarithromycin concentration. Similar findings were observed in epithelial cells treated with azithromycin (Fig 4) .\n\nCultured normal and inflammatory epithelial cells were treated with various dexamethasone concentrations (1 3 10 23 mmol/L-5 mmol/L) and cell viability was assessed by using the MTT assay to study the effect of dexamethasone on the expression of antiviral factors. Cell viability was not affected based on the dexamethasone concentrations used (data , and viperin (K and L) in supernatants and cells harvested from cultured normal epithelial cells derived from normal sinus mucosal tissue and inflammatory epithelial cells derived from patients with CRSsNP and those with CRSwNP, respectively, which were incubated with 1, 10, and 50 mmol/L azithromycin for 24 hours. Their levels were investigated with real-time PCR (Fig 4, A, C, E, G, I, and K), ELISA (Fig 4, B, D, and F) , and Western blotting (Fig 4, H, J, and L) . Data from 7 independent experiments are presented as means 6 SEMs. *P < .05. C, Nonstimulated cells. , Normal sinus mucosal tissue (NE); , sinus mucosal tissue from patients with CRSsNP; , sinus mucosal tissue from patients with noneosinophilic CRSwNP (nCRSwNP); , and sinus mucosal tissue from patients with eosinophilic CRSwNP (eCRSwNP). , and viperin (K and L) in supernatants and cells harvested from cultured normal epithelial cells derived from normal sinus mucosal tissue and inflammatory epithelial cells derived from patients with CRSsNP and CRSwNP, respectively, which were incubated with approximately 1 3 10 23 to 5 mmol/L dexamethasone for 24 hours. Their levels were investigated with real-time PCR (Fig 5, A, C, E, G, I, and K), ELISA (Fig 5,  B, D, and F) , and Western blotting (Fig 5, H, J, and L) . Data from 7 independent experiments are presented as means 6 SEMs. *P < .05. C, Nonstimulated cells. , Normal sinus mucosal tissue (NE); , sinus mucosal tissue from patients with CRSsNP; , sinus mucosal tissue from patients with noneosinophilic CRSwNP (nCRSwNP); , and sinus mucosal tissue from patients with eosinophilic CRSwNP (eCRSwNP). not shown). Levels of IFN-b, IFN-l1, and IFN-l2 in normal epithelial cells were increased after dexamethasone treatment at approximately 1 3 10 22 to 10 0 , approximately 1 3 10 23 to 10 21 , and approximately 1 3 10 22 to 10 0 mmol/L, respectively (Fig 5, A-F) . In inflammatory epithelial cells derived from CRSsNP, levels of IFN-b, IFN-l1, and IFN-l2 were increased after dexamethasone treatment at approximately 1 3 10 22 to 10 21 , approximately 1 3 10 23 to 10 0 , or approximately 1 3 10 23 to 10 21 mmol/L (Fig 5, A-F) . In inflammatory epithelial cells from both patients with noneosinophilic and those with eosinophilic CRSwNP, IFN-b, IFN-l1, and IFN-l2 levels increased after dexamethasone treatment at approximately 1 3 10 23 , 1 3 10 23 , or 1 3 10 23 to 10 22 mmol/L, respectively (Fig 5, A-F) . Increased OAS levels were also detected in dexamethasone-treated inflammatory epithelial cells derived from sinus mucosal tissue of patients with CRSwNP or patients   FIG 6. A, Distribution of TLR3 (a, b, c, and d) and TLR7 (e, f, g, and h) in normal sinus mucosal tissue (NE; a and d) and inflammatory sinus mucosal tissue from patients with CRSsNP (b and f), patients with noneosinophilic CRSwNP (nCRSwNP; c and g), and patients with eosinophilic CRSwNP (eCRSwNP; d and h). Arrowheads indicate superficial epithelial cells, small arrows indicate blood vessels, and large arrows indicates glands. Original magnification 3200. B and C, Levels of TLR3 and TLR7 mRNA transcripts and proteins were evaluated by using real-time PCR (Fig 6, B) and Western blotting (Fig 6, C) . NS, No statistical significance. Data from 7 independent experiments are presented as means 6 SEMs. , and viperin (K and L) in supernatants and cells harvested from cultured normal epithelial cells derived from normal sinus mucosal tissue and inflammatory epithelial cells derived from patients with CRSsNP and CRSwNP, which were incubated with Poly(I:C) and R848. Their expression levels were investigated by using real-time PCR (Fig 7, A, C, E, G, I, and K) , ELISA (Fig 7, B, D, and F) , and Western blotting (Fig 7, H, J, and L) . Data from 7 independent experiments are presented as means 6 SDs. *P < .05. Cont, Nonstimulated cells. , Normal sinus mucosal tissue (NE); , sinus mucosal tissue from patients with CRSsNP; , sinus mucosal tissue from patients with noneosinophilic CRSwNP (nCRSwNP); , and sinus mucosal tissue from patients with eosinophilic CRSwNP (eCRSwNP).\n\nwith CRSsNP, whereas OAS levels were not affected in dexamethasone-treated normal epithelial cells (Fig 5, G and H) . Mx1 levels were not altered in normal and inflammatory epithelial cells treated with dexamethasone (Fig 5, I and J) . Viperin levels in normal epithelial cells increased with approximately 1 3 10 22 to 10 21 mmol/L dexamethasone treatment, whereas in inflammatory epithelial cells from patients with CRSsNP or those with CRSwNP, viperin levels increased with 1 3 10 21 or 1 3 10 23 mmol/L dexamethasone treatment, respectively (Fig 5, K and L) .\n\nExpression levels of TLR3 and TLR7 were evaluated with real-time PCR and Western blotting. No significant differences were found between normal and inflammatory sinus mucosal tissue (Fig 6, B-E) . Both types of receptors were commonly distributed in superficial epithelial cells, submucosal glands, and blood vessels in both normal and inflammatory sinus mucosal tissue (Fig 6, A) . In addition, IFN-b, viperin, Mx1, and OAS in mucosal tissue were commonly localized to the superficial epithelial layer and submucosal glands (see Fig E1 in this article's Online Repository at www.jacionline.org).\n\nCultured normal and inflammatory epithelial cells were incubated with the TLR agonists to investigate whether viral infection can induce expression of antiviral factors in the sinus mucosa. Levels of all evaluated antiviral factors increased in both normal and inflammatory epithelial cells treated with poly (I:C) but not R848 (Fig 7) .\n\nRespiratory tract viruses were detected in 15% of the samples from all patients enrolled in this study. Nevertheless, type I and III interferons, as well as ISGs, were expressed in normal ethmoid sinus mucosal tissue and cultured normal epithelial cells, but their levels were decreased in inflammatory ethmoid sinus mucosal tissue, as well as cultured inflammatory epithelial cells derived from patients with CRSwNP or those with CRSsNP. Levels of IFN-b, viperin, Mx1, and OAS were downregulated in cultured normal epithelial cells treated with CRS-related T H 1 and T H 2 cytokines. Additionally, expression levels of IFN-b, IFN-l1, and IFN-l2 and ISGs were upregulated in normal and inflammatory epithelial cells treated with macrolides, dexamethasone, or TLR3 agonist. These results suggest that decreased levels of ISGs and type I and type III interferons in inflammatory sinus mucosal tissue might be induced by CRS-related T H 1 and T H 2 cytokines and elicit susceptibility to viral infection in patients with CRS. Furthermore, macrolides and glucocorticoids frequently used in the management of CRS can modulate the viral infection-induced CRS exacerbation, upregulating expression of ISGs and type I and type III interferons.\n\nIt is well established that VRIs act as the most common trigger of symptom exacerbation in patients with lower respiratory diseases, such as asthma and COPD. Viruses were detected in 47% to 56% of patients with exacerbated COPD. 31 Another study reported that 16% of patients with stable COPD and 12% of healthy subjects had positive results for picornaviruses. 32 Among patients with exacerbated cystic fibrosis, 46% had positive results for respiratory tract viruses, whereas 16.9% of nasal swabs from asymptomatic patients were positive for respiratory tract viruses. 33 The rate of positive viral detection in patients with acute asthma exacerbation was 34.2%, which was significantly greater than that in patients with stable asthma (18.5%). 34 Collectively, these results suggest that the viral load is significantly greater in the exacerbation group than in the stable group. In contrast, detection rates of respiratory tract viruses in patients with CRS ranged from 0% to 75% when VRI surveillance studies in the upper respiratory tract were conducted to determine the prevalence of respiratory tract viruses in patients with CRS and control subjects without CRS, without differentiating between stable and exacerbated CRS. The authors suggested that these differences might be secondary to differences in sampling location or technique, sample size, and geography. [2] [3] [4] 35 Furthermore, it has been reported that collection of specimens during the summer months, when respiratory tract viruses are far less prevalent, might result in a lower detection rate of virus in patients with CRS. 35, 36 On the other hand, viral infections have been hypothesized to play a role in the pathogenesis, progression, and recurrence of CRSwNP. [37] [38] [39] Several studies have reported the relative greater frequency of EBV infection in nasal polyps, suggesting a causative role in the formation of nasal polyps. 40, 41 In our study the respiratory virus detection rate was 14.28% in healthy control subjects, 16.67% in patients with CRSsNP, 18.42% in patients with CRSwNP (noneosinophilic), and 11.42% in patients with CRSwNP (eosinophilic), with no significant differences observed between normal and inflammatory sinus mucosal tissue. The lower detection rate was likely due to samples collected from patients with stable CRS without exacerbated symptoms. Therefore further studies are required to evaluate whether viral infections are responsible for acute exacerbations in CRS symptoms. Nevertheless, expression of IFN-b, IFN-l1, and IFN-l2 and ISGs was detected in both normal and inflammatory sinus mucosal tissue of all healthy control subjects and patients with CRS enrolled in the present study, despite the low viral detection rate.\n\nDeficient interferon production in bronchial airway epithelium on viral infection has been proposed as the underlying mechanism for symptom exacerbation. Recent studies showed that impaired baseline interferon expression in the airway epithelium is associated with a greater viral load and illness severity on VRI. 42, 43 In vitro studies using cultured bronchial epithelial cells showed that T H 2 inflammatory conditions decreased interferon levels in response to rhinovirus infection. [44] [45] [46] [47] [48] In contrast to the lower respiratory tract, it remains unclear whether VRI influences acute exacerbation of CRS symptoms. However, patients with CRS usually have a history of VRI before acute exacerbation.\n\nMost CRS exacerbations occur in winter, when viral infections are more prevalent. 49, 50 These results suggest that respiratory tract viruses that cause the common cold contribute to exacerbate CRS symptoms. To assess this, we analyzed expression levels of ISGs and type I (IFN-b) and type III (IFN-l) interferons in sinus mucosal tissue and found that levels of these antiviral factors were lower in sinus mucosal tissue from patients with CRS than those in healthy sinus mucosal tissue. These data agree with results showing that defective IFN-b and IFN-l production in the bronchial airway epithelium contributes to impairment of viral control in asthmatic patients and patients with COPD. 31, 32, 34 Collectively, these data imply that low levels of these antiviral factors in inflammatory sinus epithelium might result in a deficient innate immune response to VRI in patients with CRS; furthermore, greater expression of antiviral factors in the sinonasal epithelium might protect against VRI-induced CRS exacerbation. This interpretation is supported by recent clinical trial data showing that IFN-b inhalation can effectively prevent virus-induced asthma exacerbations. 16, 51, 52 On the other hand, patients with chronic eosinophilic CRSwNP is associated with AERD, which is characterized by the presence of a peculiar mixed IL-4 and IFN-g inflammatory milieu with prominent expression of IFN-g. 22, 53, 54 These observations suggest that these mixed patterns might be responsible for altered regulation of the COX pathway. 55, 56 Although the association between viral infection and AERD has been reported in a few published studies, influenza viruses are known to use the COX-2/ prostaglandin E 2 signaling pathway for their benefit. [57] [58] [59] Taken together, these studies suggest that nonsteroidal anti-inflammatory drugs and pharmacologic inhibitors against COX-1 and COX-2 enzymes can be used as therapeutic drugs for viral infection. 60 We found that IFN-b, viperin, Mx1, and OAS levels decreased in cultured normal sinonasal epithelial cells treated with IL-4, IL-5, IL-13, TNF-a, or TGF-b. Expression of suppressor cytokine signaling 1 (SOCS1) mRNA reportedly increased in bronchial epithelial cells of children with severe asthma accompanied by impaired interferon production and increased viral replication. 61 When primary bronchial epithelial cells of healthy subjects were exposed to rhinovirus, suppression of both IFN-l and IFN-b was mediated by TGF-b. 62 Other studies showed that IL-13 inhibits IFN-b and IFN-l1 expression in lung epithelial cells infected with rhinovirus, which is suggestive of a connection between T H 2 cytokine activity and interferon expression. 47 Human bronchial epithelial cells pretreated with IL-4 and IL-13 also significantly inhibited rhinovirus-induced IFN-b expression. 44 Together, these data suggest that CRS-related cytokines might reduce the innate immune response to viral infection, suppressing IFN-b, viperin, Mx1, and OAS expression. Further studies are needed to clarify these issues.\n\nThe benefits of macrolide antibiotics or intranasal or oral steroids are widely recognized in the management of CRS and are used as a primary treatment to reduce mucosal inflammation in patients with CRS. 25, 63, 64 Macrolides include clarithromycin (14-membered), azithromycin, (15-membered), and josamycin (16-membered) . 25 However, the 14-membered and 15-membered macrolides are known to exhibit antiinflammatory and immunomodulatory activities, 25 and recent studies have shown that clarithromycin and azithromycin possess antiviral activity. Although the mechanism of the antiviral effect of macrolides has not been determined, clarithromycin was suggested to mediate the antiviral effects through decreased intercellular adhesion molecule 1, IL-6, and IL-8 production. 65 Azithromycin upregulates antiviral substrate interferons, preventing virus-induced episodes. 66 Azithromycin antiviral activity in bronchial cells from patients with cystic fibrosis was also associated with stimulation of antiviral mechanisms through increased expression of interferons and ISGs. 67 These results suggest that azithromycin pretreatment reduces rhinovirus replication, possibly by amplifying the interferonmediated antiviral response. In this study both clarithromycin and azithromycin upregulated the levels of antiviral factors, including interferons, in cultured normal and inflammatory epithelial cells from healthy control subjects, patients with CRSwNP, or patients with CRSsNP, respectively. Consequently, clarithromycin and azithromycin might be useful as interferon inducers for treating virus-associated CRS exacerbation. In contrast, telithromycin, a 16-membered macrolide, did not reduce rhinoviral replication. 68 Therefore expression of antiviral factors might be induced differently, depending on the types of macrolides.\n\nAlthough there is no direct evidence for the detrimental effect of glucocorticoids in the management of acute rhinosinusitis or CRS exacerbation, recent reports have shown that treatment with intranasal glucocorticoids during naturally occurring rhinoviral inflections induced prolonged shedding of virus in nasal washes. 23 Oral glucocorticoid therapy before experimental rhinovirus infections in healthy subjects increased viral replication in nasal washes. 24 Nevertheless, topical corticosteroids are used in the clinical management of CRS exacerbation or viral rhinovirus associated with a preceding viral URI. 68, 69 Because corticosteroids have broad anti-inflammatory effects, they are used as adjunctive therapy to resolve and relieve nasal congestion. 70 Here we found that IFN-b, IFN-l1, and IFN-l2 levels increase in normal and inflammatory epithelial cells treated with dexamethasone. In contrast, Thomas et al 71 demonstrated that glucocorticoid treatment increases viral replication in pulmonary bronchial epithelial cells without a significant reduction of IFN-a, IFN-b, and IFN-l levels both in vitro and in vivo. However, Bochkov et al 72 found that the glucocorticoid budesonide did not affect rhinovirus replication or interferon production in vitro, suggesting that the effect of glucocorticoids on viral infection might vary depending on the cell type and experimental environments. Further research is required to solve these issues.\n\nActivation of TLR3 and TLR7 induces secretion of interferons and expression of ISGs to combat the viral infection. 21 A previous study demonstrated that TLR3 and TLR7 are mainly localized in the superficial epithelial cells of the turbinate mucosa, and their stimulation induces IL-6, GM-CSF, and IFN-b secretion from the nasal mucosa. 73 Therefore impaired baseline or virus-induced TLR3 and TLR7 expression could be involved in deficient interferon production in patients with CRS. 74 However, levels of TLR3 and TLR7 are not different between normal and inflammatory sinus mucosal tissue, where they are distributed in the epithelial layer, submucosal glands, and vascular endothelial cells. These data suggest that the roles of TLR3 and TLR7 in interferon induction are not impaired in inflammatory sinus mucosal tissue. However, TLR3 stimulation with poly (I:C) led to upregulation of IFN-b, IFN-l1, IFN-l2, and ISGs in cultured normal and inflammatory epithelial cells, whereas R848-treated cells showed no interferon response. These data highlight that inflammatory epithelial cells might have the capacity to produce interferons and ISGs by activating TLR3 and suggest that the interferon response in patients with CRS might mediate host defenses, inhibiting virus-induced exacerbations.\n\nIn conclusion, interferons and ISGs are expressed in normal sinus mucosal tissue and downregulated in inflammatory sinus mucosal tissue. These results suggest that an abnormal innate immune response to a VRI might increase the susceptibility to viral infection in patients with CRS. Nevertheless, macrolides and glucocorticoids can provide positive effects on the treatment of CRS by upregulating interferon and ISG levels.\n\nClinical implications: Interferon and ISG levels are decreased in patients with CRS. Interferon and ISG levels in cultured cells were increased after treatment with macrolides or dexamethasone, providing their possible role in effective prevention of virus-induced CRS exacerbation. "}