{"title": "Validity of Wrist and Forehead Temperature in Temperature Screening in the General 1 Population During the Outbreak of 2019 Novel Coronavirus: a prospective real-world 2 study 3 4 (Validity of Wrist and Forehead Temperature in Temperature Screening in the General 5 Population During the Outbreak of COVID-19) 6 7", "body": "The outbreaks of 2019 novel coronavirus COVID-19 (previously known as 2019-nCoV) 52 has attracted global attention, due to its strong transmission ability and certain fatality (1, 2) . 53\n\nSome studies reported that fever, fatigue and dry cough are common symptoms of 54 COVID-19 patients (3, 4), and 43.8% of the patients showed fever before admission with it 55 largely being the first symptom (5). Therefore, temperature screening in the high-risk 56 population is important for early identification of COVID-19 infection and thereby reducing 57 the risk of cross infection. 58\n\nDuring the epidemic, infrared tympanic thermometers (IRTT) and non-contact infrared 59 thermometer (NCIT) are being applied to temperature screening in the general population (6). 60\n\nAs a screening tool, it is quick for mass screening and allows a faster triage (7). However, we 61 need to consume a lot of disposable plastic covers when we use IRTT. It may increase the 62 financial burden in the widespread use of population screening. Furthermore, indirect 63 contacts with infected individuals may increase the risk of cross infection. NCIT meets the 64 clinical requirements for mass screening in terms of detection efficiency, safety and 65 cost-performance. Besides, it takes less time than IRTT. Forehead is one of the key targets of 66 thermography. However, forehead temperature is affected by physiological and 67 environmental conditions (8). It should be measured in a relatively temperature-controlled 68 environment. A previous study suggested to acclimate to the indoor temperature for at least 69 10 min for those who were exposed to the cold before taking body temperature readings (8). 70 However, it is not practical for mass screening in winter during the outbreak of COVID-19. 71\n\nWrist temperature in this outbreak is under consideration. Before testing, they just need 72 to roll up their sleeves at 10 cm above the palmar side of the wrist. Considering this area is 73 covered with clothing, the wrist temperatures may keep stable. Previous study showed 74 wearable devices (WD) on the wrist were applied in temperature monitoring in clinical 75 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint practice (9). It brings a challenge whether it can be used as an accurate, safe and 76 cost-effective screening tool in this outbreak. 77\n\nIn this study, we explored the accuracy and advantages of wrist temperature 78 measurement in a real-life population in different environments and conditions. We aimed to 79 find the thresholds of this key technique for diagnosis of fever. It may assist to improve the 80 standardization of both practical use and performance, especially indispensable in the 81 pandemic 2019-nCoV situation. 82 83 84 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint\n\nThis was a prospective observational study in a real-life population. We consecutively 87 enrolled a total of 572 participants at Ningbo First Hospital in China in this study (Figure 1 ). 88\n\nThe exclusion criteria included: (i) Age ≤ 18 years (n = 6); (ii) Wearing hearing aid, or 89 having a cerumen (n = 7); (iii) Participants with soft tissue infection or trauma (n =3); (iv) 90\n\nMissing data of wrist, forehead, and tympanic temperature (n = 4); and (v) Participants whose 91 forehead temperature measurements showed \"low\" (n = 23). We finally enrolled 528 eligible 92 participants for the final analysis, including 261 indoor and 267 outdoor participants. The 261 93 indoor participants were from the fever clinic and emergency department, and the 267 94 outdoor participants included patients and accompanying family members. The data of indoor 95 participants were collected consecutively between February 14th and February 20th, 2020. 96\n\nThe data of outdoor participants were collected on February 14th, 15th, 17th, 2020. 97 Temperature readings were taken by trained and experienced nurses. Each participant was 98 measured for wrist, forehead, and tympanic temperature twice. The temperatures were 99 recorded by mean wrist temperature, forehead, and tympanic temperature, respectively. Data 100 regarding age, gender, transportation, occupation, and temperature were recorded 101 immediately by the nurse to pre-printed files. 102\n\nThe study was approved by Ningbo First Hospital Ethics Committee. All participants 103 were asked verbally. They gave their oral informed consent in this study. The study was 104 registered in ClinicalTrials.gov with identifier number: NCT04274621. 105 106\n\nIndoor patients at the fever clinic and emergency department were those who has been 108 indoors for at least a few minutes. The outdoor participants were divided into four type 109 All rights reserved. No reuse allowed without permission.\n\nauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the Tympanic temperature was measured using IRTT (Braun ThermoScan PRO 6000). Wrist 114 and forehead temperature were measured using NCIT. The NCIT was ranged 32.0-42.9°C. 115\n\nThe accuracy was ± 0.2°C. NCIT measurements were taken following the manufacturer's 116 instructions in the mid-forehead and a region at 10 cm above the palmar side of the wrist. 117\n\nAfter pulling the pinna backward, the nurse inserted IRTT into the external auditory meatus. 118\n\nThe probe was held in the same position until the \"beep\" was heard. Temperature readings 119 were taken by the same trained nurse in the following order: forehead, forehead (the second 120 time), left wrist, right wrist, left tympanic, and right tympanic. The data were recorded by 121 another researcher in pre-printed files. Tympanic membrane is in close proximity to the 122 hypothalamus and the internal carotid artery (10). Thus, tympanic temperature is considered 123 to directly reflect core temperature (11), and was defined as the gold standard in this study. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint\n\nParticipants 147\n\nIn this prospective observational study, a total of 528 participants were enrolled. Figure 1  148 summarizes characteristics of the participants. The mean age was 46.7 ± 16.4 years. 69.4% (n 149 = 297) of participants were males, and 78.2% (n = 413) were patients (Table 1) Table 2 showed mean temperatures and Bland-Altman analysis among the participants 157 under different environment. Compared with tympanic temperature as golden standard, the 158 mean difference ranged from -1.72 to -0.56°C for the forehead measurement, and -0.96 to 159 -0.61°C for the wrist measurement. We observed a lower variation in wrist than forehead 160 temperature measurements. 161\n\nOutdoor participants were divided into four types as walk, bicycle or electric vehicle, car, 162 and inside the car. For those who walked, the agreement limits for wrist and tympanic was 163 between -2.05 and 0.34°C; -4.07 and 0.64°C for forehead and tympanic (Figure 2A, B) . For 164 those who used bicycle or electric vehicle, the agreement limits for wrist and tympanic was 165 between -2.14 and 0.93°C; -3.82 and 0.84°C for forehead and tympanic ( Figure 2C, D) . For 166 those who were transported by car, the agreement limits for wrist and tympanic was between 167 -1.43 and -0.44°C; -1.47 and -0.36°C for forehead and tympanic ( Figure 2E, F) . For those 168 who were inside the car, the agreement limits for wrist and tympanic was between -1.54 and 169 -0.15°C; -2.41 and 0.16°C for forehead and tympanic ( Figure 2G, H) . It highlighted that wrist 170 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 0 temperature had narrower 95% limits of agreement than forehead. Wrist measurements had 171 the higher percentage of differences falling within ± 0.5°C than forehead measurements in 172 these four types. 173\n\nFor indoor patients, the agreement limits for wrist and tympanic was between -2.70 and 174 -0.77°C; -1.91 and 0.80°C for forehead and tympanic (Figure 3) . 57.1% of forehead values 175\n\nwere included within ± 0.5°C, followed by wrist values (41.4%). We also explore the 176 agreement of left and right wrists ( Figure S1 ). The mean bias is 0.00. The agreement limits 177 for wrist and tympanic was between -0.74 and 0.74°C. It showed good agreement between 178 right and left wrists. 179 180\n\nWe performed a ROC curves in indoor patients for detecting tympanic temperature 182 ≥ 37.3°C. Figure 4 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 1\n\nIn this prospective real-world study, we found that wrist temperature measurement is 192 more stable than forehead using NCIT under different circumstances in outdoor participants. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 6 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 7 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.02.20030148 doi: medRxiv preprint 1 8 "}