{"title": "", "body": "Pharmac. Ther. Vol. 6, pp. 443-512, 1979. Pergamon Press Ltd. Printed Interferons are a group of proteins produced by eucaryotic cells when they are stimulated by virus infection, double-stranded RNA and various other inducers. Cells, when treated with interferons, exhibit a number of responses, the principal action of interest in this review being the establishment of virus resistance. There are however a number of other responses that have been described, such as inhibition of non-viral agents; priming; blocking; cell-multiplication-inhibition; toxicity enhancement; enhanced synthetic activities; surface alteration; enhanced immunolysis; enhanced phagocytosis and various immune modulations. In this survey we will first discuss the antiviral action of interferon both in vitro and in vivo and describe the non-antiviral activities, as these are likely to contribute to virus resistance mechanisms in the animal.\n\nThe antiviral action of interferon is under cellular genetic control: interferon must induce new cellular messenger RNA and protein synthesis for the cell to become resistant to viruses (Lockart, 1964; Taylor, 1964) ; the cell nucleus must be present at the time of interferon treatment but not afterwards (Radke et al., 1974; Young et al., 1975) . The difficulties in genetic analyses of interferon actions were first overcome by using somatic cell hybridization of human and mouse cells, where there is little cross-species activity of the interferons produced. Human-mouse cell hybrids are produced by fusion of the two cell types using inactivated Sendal virus. These hybrids preferentially lose human chromosomes and their human phenotypes. Thus, it is possible to correlate the loss of a human phenotype with the concomitant loss of a particular human chromosome. Results from these experiments enable gene dosage and other genetic experiments to be performed on aneuploid cells with abnormal numbers of certain chromosomes. It must be emphasized that numerous epigenetic factors can contribute to modulations of sensitivity to interferon and/or the ability of cells to express antiviral and non-antiviral activities. These epigenetic factors can exert their modulating capacity at any stage, from the binding of interferon to cell surface, to the translation of antiviral protein, to its expression. Thus, the action mechanism of interferon is best understood by a breakdown of each step of its action and analysis of the data pertaining to each step.\n\nUsing monkey-mouse cell hybrids, Chany and his associates (Cassingena et al., 1971; Chany et al., 1973 Chany et al., , 1975 Chany, 1976) showed that genes for the production and action of interferon are asyntenic in mice (not present on the same chromosome). This was also found to be the case in the human interferon system (Tan et al., 1973 (Tan et al., , 1974 . Tan and his colleagues used a large number of human-mouse hybrid cells, which gradually lost human chromosomes while retaining mouse chromosomes, and demonstrated a correlation of residual human chromosome with sensitivity to antiviral activity of human interferon: a positive correlation was found between sensitivity to human interferon, expression of a human isozyme indophenolozidase A, and presence of human chromosome 21. This observation was confirmed in a number of subclones 443 where indophenolozidase A and human antiviral action segregated concomitantly (Tan et al., 1973; Tan, 1975; Cregan et al., 1975) . Morgan and Faik (1977) found the same phenomenon by using human-hamster hybrids, where human interferon antiviral activity is dependent on the presence of human chromosome 21. Revel et al. (1976) confirmed the same involvement of human chromosome 21 with the antiviral activities of human interferon using human-mouse hybrids. Chany et al. claimed that, if only human chromosome 21 were present in human-mouse hybrids, there was no response to human interferon; the response depended upon the presence of other human chromosomes in the hybrid as well Chany, 1976) . However, Slate et al. (1978) found that the mere presence of human chromosome 21 was sufficient to elicit an antiviral response to human interferon, whereas presence of other human chromosomes in the hybrid elevated the sensitivity to human interferon.\n\nThe assignment of human interferon antiviral activities to chromosome 21 has been confirmed in a number of studies by using cells containing abnormal copies of specific chromosomes. Human cells from the genetic disorder of Down's syndrome (trisomic 21) are the most common. Tan et al. (1974) found the sensitivity to human interferons exhibits a hierarchy corresponding to the number of chromosome 21, i.e. trisomy over normal diploid over monosomic aneuploid cells. This observation has been confirmed repeatedly in a number of laboratories Tan et al., 1975; Tan 1975 Revel et al., 1976; Wiranowska-Stewart and Stewart II, 1977; Slate et al., 1978) . Trisomic 21 human cell lines are now routinely used for human interferon assays in numerous laboratories for higher sensitivities.\n\nThis relationship of interferon sensitivity with the number of chromosome 21 also extends to antiviral action induced by human type II interferons, human leukocyte interferons and human fibroblast interferons Slate et al., 1978; Wiranowska-Stewart and Stewart II, 1977) , and by each of the molecular size-forms of human leukocyte interferons isolated from SDS-polyacrylamide gels (Stewart II et al., 1977) . The same hierarchy was found to exist when human cells were exposed to mouse (heterologous) interferon (Wiranowska- Stewart and Stewart II, 1977) . It was shown that the increased sensitivity was a specific response to the increased number of chromosomes 21, where cells with a loss or gain of other human chromosomes do not exhibit such an increase or decrease in sensitivity Epstein and Epstein, 1976) . Furthermore, at least two separate laboratories have been able to localize the interferon sensitivity gene at the distal portion of the long arm of human chromosome 21 (Tan and Greene, 1976; Epstein and Epstein, 1976 ).\n\nThere are opposing claims as to the relationship of human chromosome 21 and sensitivities to the non-antiviral activities of interferon. DeClercq et al. (1975a) claimed that there was no correlation between the antiviral, double-stranded RNA toxicity enhancement and priming activities of interferon to human cells which are monosomic, disomic and trisomic for chromosome 21. They thus concluded that the non-antiviral activities of interferon are not controlled by chromosome 21. Several other workers have shown results to the contrary. Tan (1976 has shown that the sensitivity of cells to the cell-multiplication-inhibitory actions of interferon is controlled by chromosome 21. Cupples and Tan (1977) further demonstrated that chromosome 21 determines the sensitivity to inhibition of mitogen-induced lymphoblastogenesis by human interferon. Frankfort et al. (1978) recently demonstrated that the priming activity of interferon is controlled by human chromosome 21. In view of the amount of data supporting the correlation of non-antiviral activities of interferon and chromosome 21, we conclude that DeClercq and his associates might have erred in their interpretations.\n\nIt has been observed that the increase in sensitivity to interferon increases exponentially with the increase of number of chromosome 21, and not linearly Wiranowska-Stewart and Stewart II, 1977) . It is therefore possible that the regulatory genetic control of interferon action is located on separate chromosome(s) and the increase in chromosome 21 creates an imbalance between the product of the action gene and its regulator. Chany et al. (1975) showed that human tripioid cells were normal in their response to interferon, suggesting that a full complement of chromosome offsets the increased sensitivity to interferon conferred by increased numbers of chromosome 21. These investigators also found that human cells trisomic for chromosome 16 were less sensitive than normal diploid cells to human interferon. This suggests that the regulatory control of interferon sensitivity might be on chromosome 16. Blach-Olszewska et al. (1977) postulated that the disproportionate number of these regulatory chromosomes in HeLa cells makes this cell line insensitive to interferon.\n\nIn the previous section we have presented data showing that the increased sensitivity to human interferon antiviral and non-antiviral actions is determined by chromosome 21. We now present data to show that this increase in sensitivity is due to an interferon receptor component coded by chromosome 21.\n\nThe exact nature of the initial interaction of interferon with cells remains unknown. It had been suggested that membrane component(s) bind interferon but the exact mode of binding remains speculative. It has been shown by a number of laboratories that interferon is capable of strong and highly selective adsorption to a number of unrelated substances. These include proteins, simple hydrocarbons, or polyribonucleotides. Thus, it is no simple task to determine the receptor component of the cell surface by interference from simple binding studies to isolated components.\n\n1.3.1.1. Indirect studies. Early attempts to demonstrate binding of interferon to cells by measuring the decrease of interferon from medium were conflicting. Some investigators found that interferon activity disappeared from the medium after cell contact (Burke and Buchan, 1965; Gifford, 1963a; Lindenmann et al., 1957; Merigan, 1964; Sellers and Fitzpatrick, 1962, Wagner, 1961) . However, such losses could be attributed to inactivation of interferon (Merigan et al., 1965) or to its adhesion to various surfaces (Lampson et al., 1963) . Other investigators have reported that interferons could repeatedly induce antiviral activity in cultures without appreciable loss of activity Friedman, 1967) . It was also found that interferon-induced resistance in cells by binding in the cold was not removed by washing. However, treatment of cells with trypsin after exposure to interferon in the cold prevented development of interferon-induced virus resistance (Friedman, 1967; Goldsby, 1967; Levine, 1966; Vilcek and Lowy, 1967; Berman and Vilcek, 1974; . These data suggest that interferon first binds to cells at a superficial site. There are reports that interferon treatment of cells alters the subsequent binding to these cells of cholera toxin and thyrotropin . Interferon-treated cells are also less sensitive to the toxicity of diphtheria toxin (Yabrov, 1966; ; T. J. . The data suggest that either interferons share the same receptor sites with cholera toxin, diphtheria toxin and thyrotropin, or that interferon binding alters the cell membrane in such a way as to decrease the binding of these substances. The data of Knight and Korant (1977) , demonstrating that interferontreated cells are electrophoretically different from normal cells, tend to support the hypothesis that interferon binding does induce cell alterations.\n\nGangliosides have been suggested to play a role in receptor or receptor-like binding of interferon. Receptors are inferred as gangliosides, or ganglioside-like structures, or as receptor-activator of ganglioside-glycoprotein complexes Ankel, 1974a, 1976; Vengris et al., 1976; Pitha et al., 1976a; Kohn et al., 1976; Pitha, 1977; Friedman, 1977) . Gangliosides were also reported to be able to coat interferon bound to agarose, and conversely gangliosides bound to agarose were able to bind interferon (Besancon and Ankel, 1974a; Besancon et al., 1976a) . Besancon and Ankel also reported that pretreatment of cells with plant lectins can block the action of interferon (1974b, 1976) . Addition of gangliosides to certain mouse cells that are deficient in these structures increases their sensitivities to interferon (Pitha et al., 1976a) . Interpretation of these data is difficult in view of the known host-range specificities of interferons and the affinity exhibited by interferons for numerous structurally unrelated substances, e.g. polyribonucleotides, blue dextran, glass beads, immobilized L-tryptophan, etc. Interferon immobilized on agarose beads had been used to demonstrate that the induction of antiviral (Ankel et al., 1973; Chany et al., 1975; Knight, 1974a) and non-antiviral (Knight, 1974b) activities are triggered from the exterior of the cell. This is rather tenuous since it is impossible to exclude the possibility of interferon leakage from the agarose bead, or removal of interferon from the agarose beads after cell contact.\n\n1.3.1.2. Direct studies. There should be a positive correlation between the sensitivity of cells to interferon and the amount of interferon bound to cell surfaces, if the sensitivity level is determined by the number of interferon receptors on the cell surface. Wagner (1961) was unable to recover any detectable antiviral activities after he treated chick cells with 64 units of interferon. Levine (1966) was also unable to detect interferon activities when he treated cells with 180 units of interferon, but was able to detect 10 units from cells treated with 900 units of interferon. Friedman (1967) was also able to recover trace levels of antiviral activities from chick cells treated with 2000 units/ml interferon. There were, however, no attempts made to correlate the binding with sensitivities of the cells to the interferon they bound. Stewart II et al. (1972c) found that mouse interferon could be recovered from mouse ceils treated with mouse interferon, but were unable to detect any antiviral activity when heterologous cells were treated with mouse interferon. The amount of interferon recovered from three different types of mouse cells correlated directly with the sensitivity they exhibit to the antiviral activities of interferon. Mouse interferon was found to bind to cells from 4 to 37°C, though with slower kinetics at the lower temperature. Those interferons that were bound at 4°C were sensitive to trypsin treatment, whereas interferon binding at higher temperature (37°C) was insensitive to trypsin digestion . Using human interferons, Berman and Vilcek (1974) confirmed these observations: interferon could be recovered from heterologous cells and not homologous cells; interferon binds to cells at 37°C and at 4°C; interferon that binds at 40C remains sensitive to treatment with trypsin, whereas that binding at 37°C is not. also found that the applied interferon rapidly became internalized in cell-sap and nuclear membrane fragments. It was not known, however, if such uptake of interferon was necessary for the activities induced. Kohno et al. (1975a, b) found that cell-bound interferon eluted from cells after the removal of unbound interferon, and later reported that the binding of interferon to cells determine the antiviral activities by using two rodent interferons (mouse and hamster) and a variety of rodent cell lines (Umino and Khomo, 1976) . Gresser et al. (1974) found that murine leukemia L1210 cells which are resistant to the antiviral and cell-multiplication-inhibitory actions of interferon did not bind mouse interferon, whereas L1210 cells that are sensitive to these actions of interferon did bind mouse interferons. These cells were later found to be resistant and sensitive, respectively, to the double-stranded RNA toxicity-enhancing effect of interferon (Werenne and Rousseau, 1976a; Gresser and Stewart II, unpublished data) . In certain instances, the binding of interferon does not correlate with the subsequent induction of interferon actions. Chany and Vignal (1968) described a mouse embryo line transformed by murine sarcoma virus which became completely resistant to the antiviral action of interferon after more than 200 passages in the continued presence of interferon. These cells have been found to bind interferon to the same extent as parental, interferon-sensitive mouse cells (Stewart II, unpublished data) . Kuwata and co-workers (Kuwata et al. 1976a, b; Fuse and Kuwata, 1976) have described two lines of transformed human cells which were both sensitive to the antiviral effects of interferon but were different in their sensitivities to the cellmultiplication-inhibitory actions of interferon. The cells which are resistant to this effect bound appreciably less amounts of interferon than those cells sensitive to the cell-multiplication-inhibition action of interferon. These reports suggest that there are other control mechanisms subsequent to the binding of interferon which can also affect the actions of interferon.\n\nThere are a number of proposed roles for chromosome 21 in sensitivity to interferon actions. Tan 0975) suggested that chromosome 21 codes for the synthesis of an intracellular antiviral protein; Chany et al. (1975) and Revel et al. (1976) suggested that chromosome 21 carries the structural gene for human interferon receptors. This is based on their observation that cells which are sensitive to interferon became resistant when treated with antiserum prepared against chromosome 21-directed cell surface components. Chany and his colleagues Chany, 1976) have suggested that interferon host-specificity is due to interferon-receptor interactions. This is determined by chromosome 21 in human cells whereas in human-mouse hybrids, the receptor is of human origin and the antiviral machinery is of mouse origin. Slate et al. (1978) have shown that human-mouse hybrids containing only human chromosome 21 as the detectable human genetic component were sensitive to human interferons (fibroblast and leukocyte) but the antiviral mechanisms were due to mouse chromosome-directed products. All the above data indicate that human chromosome 21 codes for an interferon receptor. DeClercq et al. (1976) claimed that cells with different numbers of copies of chromosome 21 (tri-, di-, and monosomic) were, in addition to bein.g equally sensitive to the non-antiviral actions of interferon, all able to bind the same amount of human interferon. This claim was however, refuted by Wiranowska- Stewart and Stewart II (1977) who fourid that human cells with one, two or three copies of human chromosome 21 bound increasing amounts of interferon.\n\nThe action of interferons can be modulated by factors other than the genetic influence of specific chromosomes. Events subsequent to interferon binding (transcription and translation) can be affected to give altered interferon-induced products. These complications further contribute to the difficulties in understanding the actions of interferon and assigning the genetic elements which control these actions.\n\nTissues from very young chick embryos were much less sensitive to interferon than were tissues from older embryos (Isaacs and Baron, 1960; Cantell et al., 1965; Grossberg and Morahan, 1971 ). Similar differences were found with human embryonic tissues (Siewers et al., 1970) . Several laboratories have found that cultures of the same cell line exhibit different sensitivities to interferon when cultures of different ages were compared, the older cultures being more sensitive (Cantell and Paucker, 1963; Carver and Marcus, 1967; Lockart, 1963 Lockart, , 1968 Rossman and Vilcek, 1969; Billiau and Buckler, 1970; McLaren, 1970; Korsantiya et al., 1967; Lvovsky and Levy, 1976) . The differences in sensitivities ranged from ten-fold to 100-fold. These differences are clearly not due to genetic differences. At least three mechanisms have been suggested to account for this aging effect and interferon sensitivity.\n\n(a) Cells may continue to accumulate interferon receptors as they age, hence the cell surface becomes increasingly saturated with these receptor molecules. There is no direct evidence for this possibility, and efforts are made to perform binding experiments with fixed numbers of cells at similar culture age (Wiranowska- Stewart and Stewart II, 1977) .\n\n(b) Younger cells may have a repressor of interferon action. Several reports of such substances have appeared in the literature, referred to by various names: 'stimulons' (Chany and Brailovsky, 1965, 1967; Brailovsky and Chany, 1965) ; or 'interferon antagonists' (Truden et id., 1967; Fournier et al., 1968 Fournier et al., , 1969 Fournier et al., , 1974 Rytel, 1975; Lidin and Adams, 1975; Cembrzynska-Nowak, 1977) . Grossberg and Morahan (1971) have reported that younger cells elaborate more of this type of factor which, when added to older cells, was antagonistic to interferon actions.\n\n(c) Younger cells may be more able to inactivate interferons (Korsantiya et al., 1967) . Rossman and Vilcek (1969) reported that interferon sensitivities are influenced by cell densities. Dianzani and his colleagues have demonstrated that antiviral resistance develops more rapidly and to higher levels in more concentrated cultures. This could be due to higher levels of localized interferon which can be transferred from one cell to another when the cells are packed closer to each other (Dianzani et al., , 1976 Baron, 1975, 1977) . Blalock and Baron (1977) recently reported that interferon-treated cells can apparently elaborate part of the antiviral machinery which could be transferred from one cell to another. It is feasible that dense cultures could better transfer this antiviral machinery between adjacent cell via a more efficient cell-cell information transfer.\n\nThere are variations even among diploid human cells with respect to their sensitivities to interferon (J. M. . Gifford (1974) reported that mouse spleen cells were about 500 times less sensitive to the antiviral effects of mouse interferon than L929 cells, which in turn are somewhat less sensitive than primary mouse embryo fibroblast or mouse kidney cultures (DeMaeyer-Guignard et al., 1977; Stewart II et al., 1972c) .\n\nThere are a number of other factors which have been reported to influence the apparent sensitivities of cells to interferon. They are discussed here to emphasize the difficulties in unravelling the genetic components responsible for interferon action mechanisms. Each of these variables must be considered and carefully controlled in experiments designed to understand the mechanism of action of interferon.\n\nA number of factors have been reported to be inhibitory to the actions of interferon. These factors were assumed to stimulate virus growth but have been subsequently shown to enhance virus growth by decreasing interferon production (Kato and Eggers, 1969; Kato and Ohta, 1966; Kato et al., 1965a Kato et al., ,b, 1966 Kato et al., , 1969 . Other factors have been shown to enhance virus growth by the stimulation of some mechanism totally unrelated to interferon action.\n\nChany and his associates have described a protein isolated from virus-infected or uninfected tissues which, when added to cells before or after interferon treatment, lowers the virus resistance of these tissues (Brailovsky and Chany, 1965; Chany and Brailovsky, 1965, 1967; Chany et al., 1969; Galliot et al., 1973; Fournier et al., 1968 Fournier et al., , 1969 Fournier et al., , 1972 Fournier et al., , 1974 Chany-Fournier et al., 1977) . Other laboratories have similarly isolated such factors from various sources (Ghendon, 1965; Ghendon et al., 1966; Truden et al., 1967; Brodeur et al., 1973; Rytel, 1975; Cembrzynska-Nowak, 1977) . Recently, Chany and his co-workers have reported that plant lectins eliminate the antiviral state established by interferon treatment and suggest that the tissue antagonist of interferon is a mammalian lectin-like substance Pauloin et al., 1977) .\n\nFactors which are known to alter the cell surface (structural integrity of the cell membrane) have been shown to change the cellular response to interferon. This alteration is presumed to be due to altered interferon binding and/or activation of events subsequent to interferon-cell contact (Chany, 1976; Bourgeade and Chany, 1976) . Various substances with affinity for ganglioside, and gangliosides themselves, have been shown to affect interferon sensitivities in cells. Since this is a rather general phenomenon with no specificity of cell origin, it is assumed that these substances lower interferon adhesion to the cell surface rather than affect specific interferon receptors (Besancon and Ankel, 1974b; Besancon et al., 1976; Vengris et al., 1976) . Friedman and Kohn (1976) have shown that cholera toxin is capable of inhibiting the development of antiviral activity if the toxin is added at the same time with interferon. There is, however, no effect if toxin was added after interferon treatment. Similar effects were demonstrated for gonadotropin by Besancon and Ankel (1976) and for thyrotropin by Kohn et al. (1976) . These findings suggest a two-step bindinginitiation event or a mutually exclusive binding of these substances and interferon to the cell surface.\n\nIsoprinosine (para-acetanidobenzoic acid salt of N, N-dimethylamino-2-propanolinosine), an agent which affects cell membrane, has been reported to increase the antiviral potency of interferon in mice, but was not active in vitro (Chany and Cerutti, 1977a, b) .\n\nCytochalasin B, colchicine and vinblastine, which affect microtubule and microfilament development in cells, have been shown to decrease the action of interferon (Soloviev and Mentkevich, 1965; Bourgeade and Chany, 1976) . Other chemicals which have been demonstrated to inhibit the action of interferon are: ouabain (inhibitor of membrane adenosine triphosphatase, Lebon et al., 1975) , mercaptopyridethylbenzimidazole (inhibitor of nucleosides transport across cell membranes; Friedman and Pastan, 1969) , and vitamin A (Blalock and Gifford, 1974) , apparently by the direct inactivation of interferon by vitamin A (Blalock and Gifford, 1975 . Agents which have been reported to enhance interferon actions are: dibazole (a benzimidazole derivative ; Yabrov et al., 1971) ; poly-L-ornithine (increases adsorption and uptake of macromolecules into cells; Kleinschmidt and Ellis, 1967; Tilles, 1967) ; histone (Stancek and Matisova, 1968) ; and extracts from Escherichia coli (Vilcek and Ng, 1967) . Steroid hormones, through some unknown mechanism, have been reported to enhance, not affect, and decrease interferon actions (Kilbourne et al., 1961; Reinicke, 1964 Reinicke, , 1965a Mendelson and Glasgow, 1966; DeMaeyer and DeMaeyer, 1963) . It is evident from the above lists that agents exhibiting effects on interferon action are wide and varied. There is no common trend and they probably act through different mechanisms which remain to be elucidated.\n\n(a) Temperature: there is apparently no effect on the actions of interferon within the range of 31-39°C (Gifford, 1963b, Ruiz-Gomez and Isaacs, 1963; Stewart II and Desmyter, unpublished data) .\n\n(b) Oxygen tension: the reported effects of oxygen tension on interferon action are contradictory. Isaacs et al. (1961) reported oxygen tension influence on interferon action, whereas other investigators have been unable to determine any effects (Gifford, 1963a; Burke and Buchan, 1965; Zemla and Sehramek, 1962) .\n\n(c) pH: there are contradictory claims with respect to the effect of pH on interferon actions. Gifford (1963a) and Burke and Buchan (1965) reported no effect of pH changes on interferon titers with a range of pH 6.6-8.1. DeMaeyer and DeSomer (1962) reported that lower bicarbonate concentrations gave elevated interferon titers. Hallum et al. (1968) found that below pH 6 interferon was unable to induce virus resistance, and suggested this could be due to dissociation of polysomes. Brown and Besancon (1972) and Brown et al. (1973) also found an inhibitory effect of pH 6 on interferon actions, and attributed this to membrane transport arrest rather than solely to the inhibition of cellular metabolism.\n\n(d) Ions of heavy metals: Gainer (1972) reported that high concentrations of arsenicals added to cultures shortly before or after interferon treatment inhibited interferon action, whereas low concentrations of the same ions increased the activity of interferon. He also reported (1977) that near toxic concentrations of cadmium, mercuric, and nickel salts reduced the actions of interferon in cell cultures.\n\n(e) Cyclic AMP: Friedman and Pastan (1969) reported that cyclic AMP slightly increases the sensitivity of chick cells to interferon, but there were no effects observed with several analogs of cyclic AMP. Allen et al. (1974) reported a two-fold increase of interferon action in mouse cells (L929); other related cyclic nucleotides had a more pronounced effect (9-MT-PRcP, 6-methylthio-9-/3-D-ribofuranosylpurine 3', 5' cyclic phosphate, at a concentration of 10 -2 M, increases interferon action by sixteento thirty-two-fold. It was suggested that the cyclic nucleotides affect cells such that they behave as aged cultures. Weber and Stewart (1975) also reported that vitamin C slightly enhanced the antiviral activity of human leukocyte interferon in human fibroblast cells and suggested that this increase was due to elevated production of cyclic AMP. Meldolesi et al. (1977) demonstrated that interferon induced an increase in cyclic AMP levels in interferon-sensitive ceils but not in interferon-resistant cells. This elevation of cyclic AMP preceded the induction of antiviral activities. Mecs et al. (1974) reported that interferon elevates the level of cyclic AMP in L cells, but this increase does not parallel antiviral activities.\n\n(f) Viruses: Various investigators have reported that a number of viruses are capable of aborting the effects of interferons in cell cultures from various animals. These include: calf kidney cultures infected with parainfluenza virus (Hermodsson, 1963 (Hermodsson, , 1964 ; newborn calf kidney cultures infected with bovine diarrhea virus (Diderholm and Dinter, 1966) ; chick cells infected with mumps virus (Frothingham, 1965) ; chick cells infected with tick-borne encephalitis virus (Libikova, 1965) ; L cells infected with tick-borne encephalitis virus (Vilcek and Stancek, 1963) ; and HeLa cells infected with Sendai virus (Maeno et al., 1966) . This had been suggested as a mechanism whereby the growth of one virus enhances the growth of another (Paucker and Henle, 1958; Cantell, 1968 ). Thacore and his co-workers have also been able to demonstrate that one virus can rescue another from interferon-induced inhibition (Thacore and Youngner, 1970 Thacore, 1976) .\n\nIn view of the number of complications and contributions from various factors which affect virus infection and growth in interferon-treated cells, it is not possible to attribute all the many fluctuations in interferon response to any genetic determinants in the treated cells, nor is it an easy task to investigate any particular genetic influence on interferon actions.\n\nThe antiviral activities of interferons will be treated both at the cellular level and at the molecular level. The non-antiviral activities of interferon will then be discussed and the antiviral activities of interferons in the intact animal will be considered last, as it seems likely that the action of interferon in host recovery processes from virus infections involves both antiviral and non-antiviral activities.\n\nThe antiviral activities of interferon in cells have been examined extensively. This antiviral activity does not result from a non-specific toxic effect on the cells; rather it inhibits the replication of a wide range of viruses through processes which require de novo cellular protein synthesis. An initial interaction of cells with interferon is essential to the subsequent development of virus resistance; the establishment of the antiviral state is achieved slowly (over several hours) though interferon-binding is complete within minutes Berman and Vilcek, 1974) . The antiviral state, once established, is maintained for several hours to several days, depending on such variables as the physiological state of the cells, after which the cells return to their previous virus-sensitive state. This section will describe the events after binding of interferon to cells, the development of the antiviral state, the mechanisms by which interferons exert these inhibitory effects on viruses and the decay of the antiviral state. Lindenmann et al. (1957) observed that there was no detectable development of virus resistance in chick cells that were exposed to interferon and virus simultaneously. Some virus resistance was found in cells exposed to interferon 6 hr before virus infection, and maximal resistance to virus infection was found in cells exposed to interferon for 24 hr. Some investigators found that a short treatment with interferon can often inhibit virus replication (Vilcek, 1969) and others have found inhibition by interferon treatment even when interferon was added after virus exposure (Wagner, 1961; DeSomer et al., 1962; Grossberg and Holland, 1962; Lerner and Bailey, 1974) . However, usually several hours of exposure and incubation after initial treatment with interferon was necessary for the development of full antiviral activity.\n\nThe time required, after exposure to interferon, for the full establishment of the antiviral state in cells was found by several investigators to be independent of interferon concentration used for induction of viral resistance (Lockart, 1966; Baron et al., 1967) . The response rate for the development of resistance to several viruses in interferon-treated chick cells was found to be the same; however, the development of resistance to these same viruses was slower in interferon-treated mouse cells (Jordan, 1972) . Dianzani et al. (1976) reported that in most strains of human foreskin cells, viral resistance reached a maximum 6 hr after exposure to interferon (3-10 units/ml), whereas some human fibroblasts did not develop maximum resistance until 17-20 hr after interferon treatment.\n\nRecently, Dianzani and his associates (Dianzani et al., 1976 Baron, 1975, 1977) investigated the effects of high concentrations of local interferon on development of virus resistance. They found a drastic difference in cellular response to interferon preparations kept at different temperatures (namely, prewarmed interferon preparations at 37°C and interferon preparations kept at room temperature). Antiviral resistance developed fully within a few minutes when cells were treated with prewarmed interferon preparations, whereas with lower temperature interferon preparations, several hours were required. Cells treated with warmed interferon for 15 min develop full antiviral activities even after washing and exposure to anti-interferon antiserum. also reported that cells exposed to high concentrations of interferon (about 300 units/ml) developed antiviral activities much more rapidly than those exposed to low levels (2-4 units/ml) of interferon. This report, although in conflict with earlier reports (Lockart and Horn, 1963; Baron et al., 1967; Dianzani et al., 1968) , does shed light on the implication of interferon involvement in pathogenisis. DeClercq (1977) has suggested that the antitumor effects of interferon induced by poly(rI).poly(rC) can be discounted in mice. He based his reasoning on the fact that administration to mice of amounts of exogenous interferon, at levels equal to those found in blood of mice injected with poly(rI) • poly (rC), failed to duplicate the same antitumor effect of poly (rI).poly (rC) injection. These interpretations are unfortunate as they tend to confuse the evaluation of interferon as an antitumor agent by assuming that circulating interferon represents the total production level, and disregards the fact pointed out by that locally produced interferon induces significantly higher antiviral states in surrounding cells than those induced by circulating interferon.\n\nIt should be emphasized in the evaluation of kinetic data of the development of interferon-induced antiviral effects that metabolic processes may occur in the lag period of virus replication (several hours). These metabolic processes may be required for the development of the antiviral states. The true assessment of the involvement of these metabolic events in the establishment of the antiviral state and their timing can only be achieved if specific blocks (inhibition) of these events are available.\n\n2.1.1.2. Metabolic requirements for the development of virus resistance. That interferons are not themselves antiviral substances but induce cells to produce such an antiviral substance was inferred from the observation that DNA-dependent RNA transcription (actinomycin D inhibition) and de novo protein synthesis (puromycin inhibition) are required for cells to become resistant to viruses (Lockart, 1964; Taylor, 1964; Friedman and Sonnabend, 1965a) .\n\nA number of RNA-transcription and protein synthesis inhibitors have been shown by various investigators to block the development of the antiviral state in interferontreated cells: 6-azauridine and 5-fluorouracil (Nichols and Tershak, 1967) ; p-fluorophenylalanine (Friedman and Sonnabend, 1964; Sonnabend and Friedman, 1973) ; cycloheximide (Stewart II et al., 1971a) . Using actinomycin D, Dianzani et al. (1976) concluded that the messenger RNA coding for the 'antiviral protein' was synthesized within 1 hr after initial interferon-cell contact. Enucleated cells were demonstrated by two groups to be incapable of developing antiviral activity (Radke et al., 1974; Young et al., 1975) . These results clearly show that cellular RNA and protein synthesis are required for cells to develop virus resistance after exposure to interferon. Most investigators assumed that these data demonstrate that interferon induces the transcription of a cellular mRNA which codes for the antiviral protein (or its precursor), with subsequent translation of this mRNA giving rise to the development of the antiviral state. This model is rather simplistic, but to date has not been testable, for no mRNA coding for the antiviral protein has been isolated (though one was recently suggested; Ershov et al., 1976 Ershov et al., , 1977 , nor has the antiviral protein been identified. Other alternative models have been put forward to account for the dependence of 'antiviral state' development on de novo RNA and protein synthesis. One such model proposed that interferon may itself be involved in the antiviral machinery and that de novo synthesis of RNA and protein served for the production of a permease which transports interferon from the exterior binding site to within the cell (Sheaf [ and Stewart, 1969, 1970a, b, c; Stewart and Sheaff, 1972) . Since interferon-producing cells themselves only become resistant to virus after exposure to interferon from without (Vengris et al., 1975) , the interferon induction of such a permease must therefore be inducible only on the exterior cell surface. This model does not seem likely.\n\n2.1.1.3. Stability of the antiviral state. Cells are capable of sustaining the antiviral state over extended periods of time, provided the interferon level remains stable in the extracellular environment. Removal of the extracellular interferon causes decay of the antiviral state. The rate of this decay of the antiviral state depends on a number of factors such as the metabolic state of the population and the concentration of interferon used for induction of the antiviral state. Isaacs and Westwood (1959a) reported that chick cells sustained the antiviral state for several days if incubated in serum-free maintanance medium but rapidly lost viral resistance when incubated in growth medium. Paucker and Cantell (1963) found a complete decay of viral resistance in L cells only after several cell generations following removal of interferon from the medium. Friedman and Sonnabend (1964) observed partial loss of antiviral activity after chick embryo cells were incubated in an interferon-free medium for 14 hr. It is important to realize that bound interferon can elute from cells. Thus, low levels of such eluted interferon in the fresh culture medium may delay the decay of the antiviral state in 'interferon-free' medium. The true decay rate of the antiviral state may be arrived at by incorporating antibodies to interferon in the fresh medium. The variation of the decay rates in some cultures may be due to the difference in interferon concentrations used to induce the antiviral state, suggesting either a variation in the magnitude of the antiviral state or the level of released (eluted) interferon in the washed cultures. Variation exists even for experiments reported by the same investigators (albeit over 10 years later). Baron et al. (1968) reported that interferon-treated mouse embryo cells lost their virus resistance gradually over a 48 hr period; later, Dianzani et al. (1976) reported that viral resistance remained at maximal levels for about 12 hr after removal of interferon, then rapidly decayed to undetectable levels over the next 2 hr. Baron et al. (1968) found that addition of actinomycin D, cycloheximide or fluorophenylalanine to the medium after the removal of interferon resulted in an increased decay rate of the antiviral state. Since then, several other investigators have reported contradicting results. Chany et al. (1971) reported a potentiation of the antiviral state by actinomycin D treatment of L cells; Lab and Koehren (1972) obtained similar results in chick cells. Radke et al. (1974) found that enucleated chick cells sustained virus resistance significantly longer than did normal chick cells. Lab and Koehren (1976) reported that the antiviral state decays rapidly after removal of interferon from chick cell cultures, and completely disappears within 72 hr. Addition of cycloheximide at 18, 32, 48 or 72 hr after removal of interferon partially or fully restores the antiviral state, depending on the time of addition of the inhibitor. These authors suggest that cycloheximide acts by blocking synthesis of a postulated regulatory protein which reversibly inactivates the antiviral protein or its expression. It is possible that the induction of virus resistance by interferon, like the induction of interferon itself, is under post-transcriptional control and can similarly be 'superinduced'.\n\nAnother factor which contributes to the apparent variation in the decay rate of the antiviral state is the type of virus used. Virus having essential components of replication with rapid turnover rates would not be able to restore production of virus if these components are destroyed during the antiviral state, thus a false indication of a prolonged antiviral state. However, viruses with more stable essential replicative components would be capable of virus production once the antiviral state fades (Marcus and Sekellick, 1976; .\n\nViral resistance induced in cells by interferon is capable of inhibiting viruses of every known type, in contrast to the specificity of antibodies to the virus used for its production. There are, however, differences in degrees of inhibition of different viruses. A generalization of data has led some investigators to infer that some viruses are 'interferon sensitive' while others are 'interferon resistant' (Grossberg, 1972) . Rather, for each cell species, a spectrum of virus inhibition develops when treated with interferon . Some authors have attempted to compare interferon sensitivities of different viruses using data collected by different virus assay methods, e.g. single-cycle virus yield reduction; multiple-cycle virus yield reduction; plaque reduction; cytopathic-effect inhibition (Rodgers et al., 1972; Hilfenhaus et al., 1975b; Adams et al., 1975; DuBuy et al., 1973; Harris et al., 1974) ; such comparisons are meaningless (Stewart II and Sulkin, 1968) . The virus resistance established in interferon-treated cells is characteristic of the cell type and does not depend on the type of interferon used. Stewart II and Lockart (1970) first demonstrated that monkey interferon induced in human cells a virus resistance spectrum of human cells. Other investigators have also found the same cell species-related virus resistance phenomenon (Ahl and Rump, 1976; Ito and Montagnier, 1977) . Further evidence that the interferon-action mechanism is determined by the treated cell, and not the origin of interferon species, was provided by the observation that human interferon induces mouse-type phosphorylated protein in human-mouse hybrid cells which contain only human chromosome 21 (proposed to code for interferon receptor) and complete mouse genetic material. Hallum et al. (1970) suggested that the differential decay rates of the antiviral state against viruses might produce artifactual differences in virus resistance if the assay method used was plaque reduction; other investigators, using all the above mentioned techniques of virus assay simultaneously, have obtained similar spectra of resistance to different viruses regardless of the virus assay method Stewart II and Lockart, 1970; Khoobyarian, 1971, 1972; Ito and Montagnier, 1977) . Some relative virus-sensitivity spectra to interferon-induced resistances are listed in Table 1 . (Ho and Enders, 1959; Glasgow et al., 1967; Smorodintsev et al., 1971; Stewart lI and Desmyter, unpublished data) (2) Plaque-reduction assay: Sindbis > VSV = Rubella = Rhino > SFV > Vaccinia = Adeno 2, 7, 12 > Adeno 1, 3, 4, 11, 18 > Adeno 8, 5 (Armstrong and Merigan, 1971; Came et al., 1976; Desmyter et al., 1967; GaUagher and Khoobyarian, 1969, 1971; Stewart II et al., 1969) (3) Single-cycle yield reduction: Marchenko et al., 1976; Murphy et al., 1975; Oie et al., 1972; Stewart II and Lockart, 1970) B. Chicken Interferon on Chicken Cells (1) Cytopathic-effect inhibition assay: WEE = EEE > Vaccinia = Fowl plague > NDV > Pseudorabies = Herpes simplex (Vilcek, Vilcek and Rada, 1962) 1962;\n\n(2) Plaque-reduction assay: Onyong-nyong > Chikungunya > Vaccinia = Japanese encephalitis > SFV > VSV = Fowl plague > NDV (Friedman, 1964; Gifford et al., 1964; Grossberg and Scherer, 1964; Hallum et al., 1970; Portnoy and Merigan, 1971; Ruiz-Gomez and Isaacs, 1963) (3) Yield-reduction assay: Sendai > Influenza-PR8 > Mel-influenza > Fowl plague (Burke and Isaacs, 1960) C. Mouse Interferon on Mouse Cell (I) Plaque-reduction assay: Vaccinia > Sindbis > EMC = EEE = Herpes simplex = VSV > SFV (Glasgow and Habel, Stewart II et al., 1969) 1962;\n\n° Viruses are listed in decreasing order of sensitivity to interferon. Abbreviations: EEE, eastern equine encephalitis; CMV, cytomegalovirus; EMC, encephalomyocarditis; NDV, Newcastle disease virus; SFV, Semliki Forest virus; VSV, Vesicular stomatitis virus.\n\nThe relative sensitivities of viruses to the resistance induced by interferon have also been used to characterize different molecular species of interferons. Vilcek et al. (1977) found that human leukocyte and human fibroblast interferon induced similar spectra of virus resistances and each of the molecular species of human leukocyte interferons isolated in SDS-polyacrylamide gels induce the same order of relative virus resistance, as did the size-species of mouse interferons isolated in SDSpolyacrylamide gels (Stewart II, unpublished data).\n\nDuring the past decade, various models have been proposed to describe the mechanism of action of interferon (Colby and Morgan, 1971; Kleinschmidt, 1972; Sonnabend and Friedman, 1973; Metz, 1975a, b; Friedman, 1977; Joklik, 1977; Lewis et al., 1977) ; progress has been slow. With the proposal of each new model, there are a rash of experiments attempting to either substantiate or disprove the particular model in vogue. It is quite possible that the contradictions in published data have been partly due to the crude preparations of interferons used. With the advances of interferon purification techniques, recent studies have been performed with interferon preparations with high specific activities. Voluminous information on the ability of interferon to inhibit virus-specific protein synthesis (Joklik and Merigan, 1966; Salb, 1966, 1968; Carter and Levy, 1967a, b; Levy and Carter, 1968; Kerr et al., 1970; Kerr, 1971; Esteban and Metz, 1973; Metz and Esteban, 19; /2; Friedman, 1968; Friedman et al., 1972) indicates clearly that at least one of the mechanisms of interferon actions is at the translational level. Actions of interferon at the transcriptional level have also been reported, with inhibition of viral mRNA synthesis in polymerase-containing viruses (Marcus et al., 1971; Oxman and Levin, 1971; Bialy and Colby, 1972; Manders et al., 1972) , perhaps through an inhibition of the viral polymerase function. There are reports claiming the inhibitory action of interferon at each of the steps of virus infection and multiplication subsequent to the initial states of virus attachment and penetration, through uncoating, viral mRNA and protein synthesis, maturation and finally release of mature viruses (Billiau, 1977) . One school of thought maintains that all of these effects are merely multiple expressions of a single interferon action mechanism, namely translation inhibition, while others have suggested that there are multiple mechanisms of interferon action Stewart II and Lockart, 1970; Hallum et al., 1970; Stewart II et al., 1973a; Marcus et al., 1971; Friedman, 1977; . The evidence for interferon action on each of the events or viral replication will be discussed in the following section.\n\nEarly experiments with a few viruses have shown that virus adsorption was unaffected by treating cells with interferon (Ho and Enders, 1959; Wagner, 1960; Cantell and Paucker, 1963; Stewart II and Sulkin, 1966; Morgan et al., 1973) ; and it was then generalized that viral adsorption is unaffected. However, the many facets of interferon action on various viruses, and the reported alterations of cell membranes after interferon treatment, dictate a closer look into the influence of interferon on virus adsorption before this generalized statement can be substantiated.\n\nIt has been widely believed that interferon does not inhibit uncoating of virus. This stems from some indirect data and very limited direct data. The indirect evidence is based on the fact that interferon inhibits virus replication in cells infected with either intact virion or infectious RNA extracted from certain viruses (Ho, 1961 (Ho, , 1962 DeSomer et al., 1962; Mayer et al., 1961 Mayer et al., , 1962 Grossberg and Holland, 1962; Stewart II et al., 1971a) . These data thus supposedly prove that interferon action must be at a step beyond the uncoating of virus (Sonnabend and Friedman, 1973; Friedman, 1977) . However, the interferon effect may be at more than one step. Direct studies showing the lack of effect of interferon on virus uncoating have only been reported for reovirus (Wiebe and Joklik, 1975; Galster and Lengyel, 1976) . Recent data suggest that, in certain virus infections, virus uncoating may be affected by interferon treatment. Yamato (1975) reported that virus infection initiated by infectious SV4o viral DNA was only slightly sensitive to interferon treatment, whereas infection initiated by intact SV40 virion was quite sensitive to interferon inhibition, as demonstrated repeatedly by Oxman and his colleagues (Oxman and Black, 1966; Oxman and Levin, 1971; Oxman et al., 1967a Oxman et al., , b, 1974 Metz et al., 1976 Metz et al., , 1977 , and other w.E. STEWART II and L. S. Lm investigators (Yakobson et al., 1977a, b) . Again a spectrum of interferon actions at different steps of replication in different viruses may be a plausible explanation.\n\nThe first evidence for interferon action on inhibition of primary transcription was reported by Marcus et al. (1971) with vesicular stomatitis virus infection of chick cells. A similar effect was later seemingly confirmed in human cells (Manders et al., 1972) , and subsequently in monkey cells (Marcus and Sekellick, 1976) . Other investigators found significant discrepancies between interferon sensitivities of early VSV transcription products and those resulting from secondary transcriptions (Baxt et al., 1977) and suggested that the apparent primary transcription effect of interferon was due to trivial effects. Similarly, Wiebe and Joklik (1975) found that, while reovirus yields were inhibited significantly by interferon, primary reovirus transcription was only slightly depressed. Repik et al. (1974) also discounted the differences in primary inhibition in influenza viral RNA transcription between interferon-and non-interferon-treated cells and concluded that there is no inhibition of transcription. Bialy and Colby (1972) reported transcription inhibition in vaccinia virus-infected chick cells treated with interferon, but this could possibly be due to the effect of cycloheximide and not interferon treatment . In fact, analysis of poxvirus infection in interferon-treated cells revealed that all 'early' RNAs of vaccinia virus are synthesized and, rather than at inhibited levels, RNAs are synthesized at enhanced levels in interferon-treated cells (Joklik and Merigan, 1966; Jungwirth et al., 1972a, b; Osterhoff et al., 1976; Esteban and Metz, 1973; Horak et al., 1971; Metz et al., 1975b; Metz and Esteban, 1972; Metz, 1975) . There are no clear explanations for this discrepancy.\n\nThe most convincing evidence for primary inhibition of transcription by interferon treatment comes from the SV40 virus studies by Oxman and his colleagues, who demonstrated that early SV40 RNA synthesis in monkey cells was markedly inhibited (Oxman and Levin, 1971) , whereas virus adsorption, penetration and uncoating were not affected (Metz et al., 1976) . This was contradicted by Yamamoto et al. (1975) who showed that uncoating inhibition may be responsible for the apparent transcriptioninhibitory activity of interferon treatment. Metz et al. (1976) suggested that inhibition of SV40 RNA transcription could be due to either a reduced level of transcription of the viral genome, or an elevated level of degradation of viral RNA within the nucleus. However, their report of reversing the blockage of viral RNA release from the nucleus with 300mM KCI suggests a physiological blockage rather than a true reflection on the action of interferon treatment. Marcus et al. (1975) reported a membrane-bound ribonuclease in chick cells treated with interferon, and suggested that this nuclease activity could be the mechanism of interferon action. However, this nuclease activity could not be found in hamster or monkey cells and was present in chick cells not treated with interferon (Maenner and Brandner, 1976) .\n\nTo date, there is no clear-cut evidence for or against the inhibitory action of interferon on viral RNA transcription; it appears, though, that the low inhibition reported in various cell-virus systems is not sufficient to account for the inhibition of virus replication.\n\nConsiderable data have been gathered on the inhibitory action of interferon at the translation level. There are two approaches: (a) studies of the message function of the input viral RNA in interferon-treated cells, and (b) studies of messenger RNA translations in cell-free protein synthesizing systems prepared from interferon-treated cells. Using either or both approaches, it is possible to show that translation of viral messages is inhibited by interferon treatment, but this does not prove that the inhibitory interferon action is only at this stage of virus replication.\n\nshowing that interferon treatment inhibits early viral message translation all agree that this is a significant action mechanism for inhibition of virus replication. Several early studies have shown that early viral RNA synthesis was inhibited in interferon-treated cells (Lockart et al., 1962; DeSomer et al., 1962; Taylor, 1965; Friedman and Sonnabend, 1965b; Gordon et al., 1966; Mecs et al., 1967) and, with a particular virus, some classes of RNA are more susceptible to interferon-induced inhibition than others. In these cases viral RNA replications were dependent on the synthesis of a viral RNA polymerase. Thus, the inhibition of viral RNA synthesis could result from the primary inhibition of viral RNA polymerase synthesis Friedman and Sreevalsan, 1970) . A similar depression of viral polymerase synthesis was found in Semliki Forest virus infection of chick cells Sonnabend et al., 1967) and in Mengovirus infection of L cells (Miner et al., 1966) .\n\nSpeculation on the mechanism of interferon action based on these findings included that of Levy and Carter (1968) who claimed that, in the case of mengovirus, inhibition resulted from the inability of viral ribosomes to associate with viral mRNA to form functional translational units, whereas Friedman and Sreevalsan (1970) found no such inhibition of polysome formation.\n\nIn the case of reovirus infection, a strong inhibition of viral protein synthesis was observed with a minimal level of inhibition of viral RNA transcription (Wiebe and Joklik, 1975) .\n\nStudies with vaccinia virus infection have indicated that thymidine kinase induction by vaccinia virus was inhibited by interferon treatment in chick cells (Bodo and Jungwirth, 1967; Ghosh and Gifford, 1965; Levine et al., 1967; Ohno and Nozima, 1964) but not in mouse cells (Barban and Baron, 1968) . It was suggested by Magee et al. (1968) that while cell-directed primary uncoating of vaccinia virus proceeds normally, the viral-directed secondary uncoating of virus is inhibited by interferon, and the virus remains in core particles. Even though the vaccinia viral mRNA formed an interferon-treated cells are polyadenylated (Klesel et al., 1974) , they are unable to form stable polysomes (Bodo et al., 1972; Joklik and Merigan, 1966; Metz and Esteban, 1972; Metz et al., 1975) .\n\nThere is, however, one non-antiviral effect of interferon (double-stranded RNAtoxicity-enhancement, Stewart II et al., 1972a) which complicates the results obtained from the vaccinia virus studies. During vaccinia virus infection, interferon-treated cells are destroyed more rapidly than control, untreated cells (Joklik and Merigan, 1966; Horak et al., 1971; Stewart II et al., 1973a) . This is most likely due to double-stranded RNA synthesized in vaccinia virus-infected cells (Colby and Duesberg, 1969) ; thus, this rapid inhibition of both cellular and viral protein synthesis in interferon-treated cells could be due to polysome breakdown and/or total cell destruction.\n\nAnother virus studied extensively with respect to interferon action is SV40. It was suggested that the inhibition of SV40 T antigen synthesis in interferon-treated cells (Oxman and Black, 1966) may be due either to uncoating inhibition (Yamamoto et al., 1975) or to transcription inhibition (Oxman and Levin, 1971) . The findings of Graessmann et al. (1974) , showing that SVa0 cRNA microinjected into interferon-treated cells was also inhibited in its translation, strongly suggest that the primary inhibitory action of the interferon mechanism is at the translational level. More recently, Yakobson et al. (1977b) demonstrated that interferon is able to fully induce the antiviral state in monkey cells preinfected with SV4o and actively synthesizing SV40T antigen. By 18-24hr after addition of interferon, both early and late SV40 protein synthesis is completely arrested, even though viral mRNA synthesis continues at an unaltered rate (Yakobson et al., 1977a) . During SV4o infection, host cellular protein synthesis continues unchanged; thus, it is easier to draw the conclusion that interferon treatment inhibits viral mRNA translation in this system than in the vaccinia virus system where total cell destruction takes place.\n\nA rather different approach to explain the action of interferon-induced selective inhibition of viral mRNA translation was taken by Levy and Riley (1973) and Riley and Levy (1977) . They proposed that interferon-treated cells are able to differentiate between cellular and viral messages by synthesizing modified mRNA which is larger than normal, and that interferon-treated cells are capable of making the enzymes required to effect these modifications to cellular mRNA. These puzzling data await confirmation.\n\nInhibition of viral mRNA translation in cell-free systems. The study of interferon action-mechanism in cell-free systems was started over a decade ago. The early studies, however, were performed prior to the refinement of techniques in cell-free translation systems. Although some interest was aroused by these pioneering experiments, they can, at best, be considered imaginative. Salb (1966, 1968) proposed that interferon induced a 'translational inhibitory protein' that combined with ribosomes and inhibited their ability to bind and translate viral mRNA but not cellular mRNA; treatment of these inhibited ribosomes with trypsin restored their ability to translate viral mRNA. Levy (1967a, b, 1968) supported this idea with their claims that ribosomes of interferon-treated L cells do not bind Mengovirus mRNA. They further reported that translation of polyuridylic acid and of tobacco mosaic virus RNA was not inhibited in interferon-treated cell systems. Other laboratories have been unable to substantiate the difference in binding of viral mRNA to ribosomes from control or interferon-treated cells (Kerr et al., 1970) or the selectivity of translation of different mRNAs (Friedman, 1977) . However, the advent of many refinements of techniques in cell-free protein synthesis has enabled investigators to realistically study the effect of interferon treatment on viral RNA translation.\n\n(i) Infection-activation of antiviral action. Friedman et al. (1972) found that viral mRNA translation was the same in cell-free extracts prepared from normal and interferon-treated cells; however, extracts prepared from vaccinia or EMC virusinfected interferon-treated cells would not translate viral messages, although polyuridylic acid translation was uninhibited. Kerr et al. (1973 Kerr et al. ( , 1974b then concluded that interferon-induced antiviral action requires virus infection to activate translation inhibition. Other investigators studying different systems have reported that virus infection was not necessary for the inhibition of translation of viral message in interferon-treated cells; polyuridylic acid, however, was translated with no inhibition. An unidentified factor which inhibits viral mRNA was proposed to reside on ribosomes. This factor could be removed by salt-washing the ribosomes (Falcoff et al., 1972 (Falcoff et al., , 1973 Gupta et al., 1973 Gupta et al., , 1974 Samuel and Joklik, 1974; Samuel, 1976; Mayr et al., 1977; Hiller et al., 1976; Zilberstein et al., 1976a) .\n\nThere are, however, disagreements among these investigators as to the specificity of this translation inhibition. Falcoff et ai. (1973) , Gupta et al. (1973 Gupta et al. ( , 1974 and Hiller et al. (1976) reported a non-specific inhibition of both viral and cellular (hemoglobin) mRNA translation in the interferon-treated cell extracts, whereas Samuel and Joklik (1974) reported that their translation system was capable of discerning viral mRNA from cellular mRNA with no inhibition of the latter. The unidentified factor was found to be a 48,000 dalton protein isolated from salt-washes of interferon-treated ribosomes. This factor was able to inhibit translation of viral mRNA when it was added to normal cell extracts. This translation-inhibiting protein does not exhibit any species specificity as observed with interferons in host cells; it is active whether added to homologous or heterologous cell extracts (Samuel and Farris, 1977) . It also possesses a nucleolytic activity (Eppstein and Samuel, 1977) . This lack of host-range specificity is similar to the transfer of virus resistance from interferon-treated cells to non-treated cells by close contact (Blalock and Baron, 1977) .\n\n(ii) Antiviral action activated by double-stranded RNA. There are at least three antiviral actions activated by double-stranded RNA (dsRNA); these are phosphoryl-ation of protein, activation of endonuclease, and the appearance of a low molecular weight inhibitor of protein synthesis.\n\nKerr and his co-workers (Kerr et al., 1974a (Kerr et al., , 1976 reported the viral infectiondependent interferon-induced inhibition of translation in cell extracts; this inhibitory activity was also observed when dsRNA and adenosine-5'-triphosphate (ATP) were added to the system. After a period of incubation in the cell extract, both dsRNA and ATP could be removed without loss of translation-inhibitory action, suggesting the synthesis of a translation-inhibitory factor, apparently via phosphorylation of an existing protein (Roberts et al., 1976a) . During RNA-or DNA-containing virus replication, dsRNA can be formed (Colby and Duesberg, 1969) ; it is, thus, very plausible that the inhibitory action dependent on virus infection is due to the presence of dsRNA.\n\nFurther studies of this particular translation-inhibition cell-free system (which contains in the reaction mixture: dsRNA, ATP and interferon-treated cell extract) by many investigators revealed a number of events upon the addition of dsRNA. Although minor differences exist in some of the reports (e.g. slight differences in molecular weights determined), it is surprising to note the degree of agreement Lebleu et al., 1976; Sen et al., 1976; Zilberstein et al., 1976a, b; Roberts et al., 1976b; Revel et al., 1977; Galster and Lengyel, 1976; Kerr et al., 1976; Ratner et al., 1977; Yakobson et al., 1977a, b; Revel, 1977; Lieberman et al., 1974; Swetly and Ostertag, 1974; Shaila et al., 1977; Rossi et ai., 1977a, b, c) . A summary of these reports shows that two major proteins are phosphorylated in the reaction mixture; the molecular weight of the larger one ranges between 60,000 and 67,000 daltons and the smaller one between 30,000 and 37,000 daltons. These were proposed to be M1 and elF-2 initiation factors of the ribosome translation complex by Revel (1977) .\n\nAn endonuclease activity was observed which degrades both cellular and viral mRNAs. In the studies with reovirus mRNAs it was found that this endonuclease degrades larger mRNAs faster than smaller mRNAs, and that dsRNA isolated from reovirus subparticles in interferon-treated cells contains shorter dsRNAs, suggesting an interferon-induced endonuclease-generated degradation. This endonuclease activity apparently is not limited to one cell type since it is found in many species.\n\nA low molecular weight inhibitor of translation (LMWIT) was found in extracts of interferon-treated cells when dsRNA and ATP were added (Roberts et al., 1976b) . This LMWIT was identified to be an unusual oligonucleotide with the following structural formula: pppAZPYAZPYA (Kerr and Brown, 1978; Ball and White, 1978) . This LMWIT did not appear to be an inhibitor itself as there was a lag period of about 15 min after its addition to a translating system (rabbit reticulocyte) before termination of translation. It seemed likely that it induces (or regulates) the formation of other inhibitors (Hovanessian et al., 1977) . Kerr et al. (1977) reported that LMWIT was synthesized by enzymes present in interferon-treated cell extracts. The inhibitor was found to be sensitive to alkali, alkaline phosphatase, and snake venom phosphodiesterase, but was resistant to various nucleases (micrococcal, P1, T2 and U2). LMWIT is a very active compound capable of inhibiting translation at nanomolar concentration. An apparent action of LMWIT was reported to be an activator of an endonuclease (Clemens and Williams, 1978) . It will be interesting to see if this inhibitor exerts a selective translation inhibition against viral RNA in intact cells and whether it will enhance toxicity of dsRNA to intact cells.\n\nIt is apparent that interferon treatment of many types of cells induces enzyme(s) which, in the presence of dsRNA and ATP, will phosphorylate proteins and LMWlT (Werenne and Rosseau, 1976b) . This phosphorylation phenomenon is also found in cells treated with type II interferon (Wietzerbin et al., 1977) and in dsRNA-and ATP-treated extracts of virus-resistant mouse cells which are apparently spontaneous producers of low levels of mouse interferon (Jarvis and Colby, 1978) . Treating cell extracts from human-mouse hybrids (containing only chromosome 21 of human origin) with dsRNA and ATP, Slate et al. (1978) found that the mouse 67,000 dalton protein marker was phosphorylated. Human protein marker similarly obtained from human cell extracts was reported to be slightly larger . A compound apparently identical to LMWIT is synthesized by enzymes from rabbit reticulocytes (Hovanessian and Kerr, 1978) . It was also found by Cooper and Farrell (1977) that a cytoplasmic extract of interferon-treated L cells, when mixed with dsRNA and ATP, will inhibit protein synthesis in the rabbit reticulocyte system. This inhibition is apparently due to the phosphorylation of met-tRNA binding factor resulting in a defect of peptide chain initiation. Addition of initiation factor eIF2 reduces this inhibition of translation, suggesting that interferon may inhibit translation via the phosphorylation of eIF2.\n\nOther actions of interferon treatment on translation inhibition were investigated by addition of components essential for protein synthesis to the cell-free extracts and observing for relief of translation-inhibition. Transfer RNA was the obvious component to be investigated in detail. Addition of tRNA was found to alleviate translation-inhibition in interferon-treated cell extracts by many investigators (Gupta et al., 1973 (Gupta et al., , 1974 Content et al., 1974 Content et al., , 1975 Hiller et al., 1976; Weissenbach et al., 1977; Zilberstein et al., 1976a; Mayr et al., 1977) . This reversal effect could be detected with different tRNAs for viral and cellular mRNAs. reported that tRNA leu was responsible for the reversal of translation inhibition of polyuridylic acid; whereas with Mengo mRNA, tRNA teu only partially reversed the inhibition. Polycytidylic acid was found not to be translation-inhibited by interferon but, surprisingly, translated better in interferon-cell extracts than in normal cell extracts, an interesting but puzzling observation. Several investigators suggest that perhaps tRNA in interferon-treated cell extracts is more labile , but Colby et al. (1976) found that tRNA from control and interferon-treated mouse L cells had the same number of tRNA le\" isoacceptors and that tRNA from both reversed translation-inhibition of reovirus mRNA equally. Content et al. (1974) made similar observations, thus negating the suggestive difference in tRNA lability. Other parameters of translation-inhibition found t~ be inhibited in interferon-treated cell extracts were methylation of reovirus mRNA (Sen et al., 1975 Shaila et al., 1977) and the identification of an inhibitor of the discharge of amino acid previously esterified to a viral mRNA (Sela et al., 1976) . The significance of either of the above described effects with respect to mechanism of interferon action still remains to be elucidated.\n\nEvidence from studies of RNA-tumor viruses has shifted some of the attention on mechanism of action of interferon from the early stages of virus infection (described above) to the later stages of virus replicationnmaturation and release (Billiau et al., 1974 Friedman and Ramseur, 1974; Friedman et al., 1975) . Investigators from these two laboratories observed an accumulation of RNA-tumor virus components in interferon-treated cells which also released significantly less C-type particles than normal cells. This late arrest of virus replication apparently is not the only mechanism of action of interferon against tumor viruses. Other replication inhibition mechanisms against both RNA-and DNA-tumor viruses by interferon have been reported (Bader, 1962; Birg and Meyer, 1975; Fitzgerald, 1969; Gottlieb-Stematsky et al., 1966; Oxman et al., 1967b; Peries et al., 1968; Van Griensven et al., 1971) .\n\nIn tumor virus replication the viral genome is duplicated and incorporated into the cell genome, at which state the cell can become a chronic pro-virus carrier and is capable of producing virus either spontaneously or can be induced to do so.\n\nTreatment of cultures with interferon (which is then retained in culture medium) prior to infection with murine sarcoma virus prevents transformation of the culture and virus production; however, interferon treatment after infection was not effective, suggesting an inhibition of virus production but not synthesis and incorporation of proviral RNA (Fitzgerald, 1969; Peries et al., 1968; Pitha et al., 1976b; Sarma et al., 1969) .\n\nCultures infected with oncornaviruses, but not producing viruses, can be induced by treating the cultures with pyrimidines, cycloheximide and glucocorticoids. Treatment of such induced cultures with interferon decreases the amount of virus released (Blaineau et al., 1975; Lieberman et al., 1974; Pitha et al., 1976b; Ramoni et al., 1977; Ramseur and Friedman, 1976; Rossi et al., 1977a, b,c; Swetly and Ostertag, 1974; Wu et al., 1975 Wu et al., , 1976 . The amount of intracellular gs-antigen produced in cultures induced by iododeoxyuridine is not affected by interferon treatment.\n\nWith murine leukemia virus the following observations were reported with interferon treatment:(a) upon removal of interferon, virus production rapidly resumed; (b) viral protein p30, reverse transcriptase unchanged (Friedman and Ramseur, 1974; Friedman et al., 1975; Pitha et al., 1976b; Shapiro et al., 1977) ; (c) no cleavage inhibition of several precursors of major viral protein Shapiro et al., 1977) ; (d) number of virus particles budding on surfaces of cells greatly increased while extracellular virus decreased by 90-95% (Chang et al., 1977a) ; (e) these budding particles are disproportionately high in transcriptase-to-infectivity ratios (Pitha et al., 1976b) .\n\nIn the case of C-type particles, it was found that upon interferon treatment of cultures chronically producing these particles the number of particles associated with cultures is not reduced but increased, whereas the extracellular virus was markedly depressed (Allen et al., 1976; Billiau, , 1977 Billiau, et al., 1973 Billiau, et al., , 1974 Billiau, et al., , 1975 Billiau, et al., , 1976a Chang et al., 1977a; Friedman, 1977; Friedman and Ramseur, 1974; Friedman et al., 1975 O'Shaughnessy et al., 1974; Peries et al., 1968; Ramseur and Friedman, 1976; Salzberg et ai., 1978; Shapiro et al., 1977; Van Griensven et al., 1971) . It was suggested by Van Griensven that the C-type particles were defective in RNA content. BiUiau, however, was unable to detect any physical deficiencies.\n\nIn the case of Moloney leukemia virus, interferon treatment of infected cells causes production of virions with high particle/infectivity ratios and an accumulation of a large 85,000 dalton glycoprotein which was suspected to be an uncleaved precursor of viral protein gp67-71 Chang et al., 1977b; Wong et al., 1977) .\n\nThus it appears that the inhibitory action of interferon on tumor virus replication is at the later stages of replication, either during assembly, maturation or release. These effects could be achieved by inhibition of cleavage of a viral component, inhibition of translation of viral genome, or alteration of cell membrane, such as the thickening of the mucopolysaccharide layer of interferon-treated cells as proposed by Billiau et al. (1977) . Even in the case of an incomplete inhibition of virus replication, a partial reduction in synthesis of viral components may lead to an increased yield of defective virus particles, in which case interferon would have successfully limited subsequent virus cycles.\n\nVirus infection of cells and the subsequent production of progeny viruses involve many stages, each of which could be subjected to some inhibitory action of interferon, although the bulk of information available on interferon mechanism of action seems to point to translation inhibition.\n\nWe will briefly review the virus infection process and propose a simple model of all the possible inhibitory actions of interferon on the infection process. Attachment, penetration (pinocytosis) and uncoating of virus in cells does not normally seem to be inhibited by interferon treatment of these cells. After uncoating, the infection process depends upon the type of genetic material carried by the virus, e.g. single-stranded RNA or DNA (positive or negative strand) and double-stranded RNA or DNA. With negative-stranded RNA virus, progeny viral proteins can be directly translated from this template; however, if the virus contains either positive-stranded RNA, or DNA (single or double), at least one round of transcription is required before any progeny viral proteins can be translated. This extra step in the replicative process can be subjected to interferon inhibition in the following ways: template degraded; transcriptase inactivated; initiation of transcription arrested; elongation of transcript inhibited; and finally errors in transcript processing by inhibition of polyadenylation and capping of transcript. Splicing errors in transcription could also occur. If an infecting virus (except minus-strand RNA viruses) survives all these inhibitory actions, it is now ready to translate progeny viral protein. A multifaceted inhibition of translation by interferon could occur. They are as follows: template degradation; binding of mRNA to ribosomes inhibited; initiation of translation inhibited, either via a deficiency of initiation factors or inactivation of initiation factors; elongation arrest, by either alteration, or a deficiency of elongation factors and/or transfer RNA; and finally defects in termination either by premature release or inhibited release. Accumulation of double-stranded RNA (replicative forms) could signal initial successful virus infection events. The presence of dsRNA structures within the cell could then trigger 'second-line' mechanisms induced by interferon within the cell to try harder to inhibit the viral replicative process. These mechanisms involve the expenditure of ATP for activation of a kinase and another enzyme to synthesize the low molecular weight inhibitor of translation (LMWIT), inactivation of initiation factors and activation of endonuclease. This endonuclease can then inhibit translation by degrading viral (and cellular?) mRNAs. Further accumulation of dsRNA in the cell, if the interferon-induced first-and second-line defenses fail, could cause the cell to undergo suicide via toxicity enhancement of dsRNA by interferon treatment, thus preventing further virus multiplication. Should a viral infection progress beyond translation inhibition, the replicative process could still be inhibited by preventing cleavage of translated precursor proteins and, finally, interferon-induced membrane alterations may inhibit the release of mature virus. Interferon treatment may also cause the increased assembly of defective virions and their release, which will interfere in subsequent cycles of virus infection and replication.\n\nIt seems that interferon treatment triggers a myriad of actions in the host cell, in a way 'arming' the treated cell with many alternate means of defense against many types of virus infection and replicative processes, and should all else fail, the cell is set to self destruct (lysis by toxicity enhancement of dsRNA) to prevent further virus replication, thereby altering pathogenesis of virus infection.\n\nThe term non-antiviral activity (NAVA) of interferon was coined by Stewart II et al. (1971a) . There are prior reports which described activities of interferon other than antiviral, but were mostly disregarded as due to impurities found in interferon preparations or being mediated by the antiviral activity of interferon. With improved purification techniques, it is now certain that interferon can cause a number of alterations in cells, and the list of NAVAs is growing steadily. Some of these NAVAs are obviously related, and some may prove not to be caused by interferon after all. We will examine each of these NAVAs in the following section with emphasis on determining whether they are actually induced by interferons or by contaminants. The literature published on this aspect of 'interferonology' is tremendous, hence only representative references will be cited.\n\nInterferons have been shown to inhibit several microbial agents: Chlamydia sp. (Sueltenfuss and Pollard, 1963; Hanna et al., 1966 Hanna et al., , 1967 ; protozoa including Plasmodium sp. (Suntharasamai and Rytel, 1973; Jahiel et al., 1970; Merigan, 1968, 1969) ; Rickettsia sp. (Kazar et al., 1971) ; and even bacteria Shigella flexneri (Gober et al., 1972) . The sensitivities of these microbes to interferon were found to be generally less than that of virus (vesicular stomatitis virus), but mechanistically this is unrevealing as viruses can exhibit a broad spectrum of sensitivity. Interferon inducers have also been reported to inhibit the multiplication of: Klebsiella pneumoniae (Weinstein et ai., 1970) ; Pasteurella tularensis; Diplococcous pneumoniae (Giron et al., 1972) and Mycobacterium leprae (Levy and Merigan, 1977) and the enhancement of fungal infection (Worthington and Hasenclever, 1972) ; Trypansoma cruzi (Kumar et al., 1971) and Listeria monocytogenes (Gruenewald and Levine, 1976) . Since interferon itself does not exhibit these activities, these observations can at best be classified as having cursory relationship to interferon action.\n\nThere are other observations which involve interferon more directly. Rabbit interferon was found to be inhibitory for Toxoplasma gondii in rabbit cells (Schmunis et al., 1973) , and Herman demonstrated interferon interference of Plasmodium gallinaceum malaria in chickens (Herman, 1972; Herman et al., 1973) .\n\nPriming is defined as the increased production of interferon by cells which are treated with interferon prior to exposure to inducer. Blocking is defined as the decreased production of interferon by cells which are treated with high concentrations of interferon prior to induction. The two phenomenon differ in the amount of interferon used for pretreatment, with dramatically different end results.\n\nWe now compare and contrast these two non-antiviral actions of interferon in an attempt to resolve the reason for the diametrical results.\n\nRepeated exposure to inducers of interferon has been found also to cause priming (Burke and Isaacs, 1958; Ho and Breinig, 1962; Mahdy and Ho, 1964; Billiau, 1970; Goorha and Gifford, 1970a, b) . Interferon-primed cells produce more interferon than normal cells when they are induced with poly(rI).poly(rC) (Rosztoczy and Mecs, 1970; Stewart II et al., 1971b) and primed cells have the same size requirement for poly (rI).poly(rC) molecules to trigger interferon production (Stewart II and DeClercq, 1975) . Interferon-blocked cells are also blocked in interferon production when induced with poly(rI).poly(rC) (Youngner and Hallum, 1969; Stewart II et al., 1971b; Golgher and Paucker, 1973; Rousset, 1974; Barmak and Vilcek, 1973) . Development of priming differs from the development of blocking in temporal aspects. Cells become primed in less than 1 hr when treated with 100-1000 units of interferon per ml (Giron et al., 1971; Stewart II et al., 1971a) whereas several hours of exposure to 1000 units of interferon per ml is required for blocking to develop (Paucker and Boxaca, 1967; Stewart II et al., 1971b; Barmak and Vilcek, 1973; Rousset, 1974; Lobodzinska et al., 1975) . Protein synthesis in host cells is not required for the development of priming since cells treated with interferon in the presence of cycloheximide, puromycin or p-fluorophenylalanine became fully primed (Stewart II et al., 1971a; Knight, 1974b; Rosztoczy, 1974; Barmak and Vilcek, 1973) . Protein synthesis, however, is required during exposure to interferon for blocking to develop; if protein synthesis is arrested, the cells do not become blocked even after prolonged exposure to high concentrations of interferon but, instead, become primed. Thus, the time period of exposure and the requirement for protein synthesis appear to be the major distinctions between priming and blocking development.\n\nAfter the development of priming or blocking, subsequent production of interferon at the altered level (enhanced or depressed) occurs more quickly than in normal cells (Paucker and Boxaca, 1967; Stewart II et al., 1971a, b; Rosztoczy and Mecs, 1970; Rosztoczy, 1971; Stewart II et al., 1972d; Ustacelibi and Williams, 1973; Friedman, 1966; Levy et ai., 1966; Stewart II and DeClercq, 1973; Levy-Kownig et al., 1970a) . The production of interferon in the interferon-treated cultures requires RNA and protein synthesis, but the lag period required for interferon messenger RNA synthesis is shorter in primed cells (demonstrated by actinomycin D treatment). This finding suggests that interferon mRNA synthesis in primed cells is much faster probably, through a shortened induction process. In cell cultures that normally have a short induction-lag phase, there is no observable quicker response time when these cells were pretreated with interferon (Stewart II et al., 1971b; Tovell and Cantell, 1971 ; Barmak and Vilcek, 1973) . These data suggest that interferon priming removes some restriction on the induction process that normal cells with long induction-lags must perform before they can initiate interferon mRNA synthesis (Stewart II et al., 1972d) . Recent experiments m our laboratory have directly demonstrated that interferon mRNA is made more quickly in primed cells than in normal cells, but there is no increase in the amount of interferon mRNA in primed cells as compared to unprimed cells and the half-life of the interferon mRNA is the same in both primed and unprimed cells. Thus, the increased interferon yields must result from more efficient translation of this interferon mRNA (S. Abreu and W. Stewart II, unpublished data) .\n\nInterferon priming also removes the requirement of mouse cells for DEAE dextran to be induced by poly(rI).poly(rC) (Rosztoczy, 1971; Stewart II et al., 1972a) , suggesting a cell surface alteration by interferon treatment. Priming activity in human cells is, in spite of claims to the contrary (DeClercq et al., 1975a) , apparently determined by chromosome 21 (Frankfort et al., 1978) .\n\nFinally, the question of whether priming and/or blocking activities of interferon preparations are really due to interferon and not some co-purifying contaminant. Priming activity has been found in every species that has been tested, with each interferon preparation assayed. Priming activity exhibits the same defined host-range of activity as the antiviral activity (Levy-Koenig et al., 1970b; Stewart II et al., 1971a; Ito and Kobayashi, 1974; Rousset, 1974) . Interferon was found to maintain a constant ratio of antiviral unit/priming (and blocking) unit through more than a 1000-fold purification (Stewart II et al., 1971a) , and a 1,000,000-fold purification (Stewart II, 1975b) ; and we have recently found that mouse interferon purified to 109 units/mg of protein is able to prime cells in the same ratio/antiviral unit as 'crude' (liP units/mg protein), 'semi-crude' (105units/mg), 'partially purified' (106units/mg), 'purified' (10 7 units/mg) and 'highly purified' (108 units/mg) preparations. The low molecular weight modified form of mouse interferon, the 'interferoid', is also identical in this respect to native mouse interferon (Stewart II, Lin and Wiranowska-Stewart, unpublished data) . The priming (and blocking) factor fulfills the criterion for acceptance as interferon.\n\nThe ability of interferon preparations to inhibit normal cell replicative events and cell multiplication was first reported by Paucker et al. in 1962. Since then this observation has been the subject of many disagreements with one side claiming this inhibition is due to interferon itself (Fontaine-Brouty-Boy6 et al., 1969; Gresser et al., , b, 1973 Gresser et al., , 1974 Lindahl-Magnusson et al., 1971; Tovey et al., 1975; Knight, 1973; Hilfenhaus and Karges, 1974; Adams et al., 1975; Tan, 1975; Gaffney et al., 1973; Hilfenhaus et al., 1976; Lee et al., 1972; O'Shaughnessy et al., 1972; McNeill and Gresser, 1973; Kishida et al., 1971 Kishida et al., , 1973 Ohwaki and Kawade, 1972) , while others either failed to observe any ihhibition or observed fluctuation in ratios of antiviral to cell-multiplication-inhibitory activity in interferon preparations, thus assigning this activity to factors in the preparation other than interferon (Cocito et al., 1965; Baron et al., 1966c; Levy and Merigan, 1966; Baron and Isaacs, 1962; Marcus and Salb, 1966; Kishida et ai., 1971; Borecky et al., 1972; Fuchsberger et al., 1975; Matsuzawa and Kawade, 1974) . One of the reasons for this controversy regarding cell-multiplication-inhibitory activity of interferon was due to the different assays used to demonstrate this effect. The conditions delineated by Lindahl-Magnusson et al. (1971) help to alleviate this problem, viz. to demonstrate cell-multiplication-inhibition (CMI), cultures must be initiated at sufficiently low density to allow several days of observations before control cell cultures reach saturation.\n\nDespite all disclaimers, the evidence now available is vastly in favor of the interpretation that interferon inhibits cell multiplication:\n\n(a) Interferon preparations, regardless of source, inducing agents and degree of purity, exhibit constant ratios of antiviral and CMI activity with identical defined host-range in both activities (Gresser et al., , b, 1971 Stewart II et al., 1976; Babiuk and Rouse, 1976) .\n\n(b) Mouse El210 cells resistant to the antiviral action of interferon (Gresser et al., 1970a, b) , unable to bind interferon , are also resistant to the CMI action of interferon preparations (Gresser et al., 1970a, b; Lindahl-Magnusson et al., 1971; Gresser et al., 1974) . Human cells trisomic for chromosome 21 are more sensitive to the antiviral activity of human interferon (Tan et al., 1973) , bind more interferon (Wiranowska- Stewart and Stewart II, 1977) and are also more sensitive to the CMI actions of interferon preparations (Tan, 1976 Cupples and Tan, 1977) .\n\n(c) The individual species of interferons from both human and mouse sources isolated by SDS-polyacrylamide gel electrophoresis are identical with respect to antiviral and CMI activities Knight, 1976a) .\n\n(d) Highly purified preparations of interferons have been shown to induce CMI equally as well as crude preparations. The highly purified interferons tested include: mouse interferon with a specific activity of up to 109 units/mg protein (Gresser, 1977; Stewart II et al., 1978b) ; human fibroblast interferon at 2 x 108 units/mg (Knight, 1976) ; human leukocyte interferon purified to a single spot in two-dimensional gel electrophoresis (Lin et al., 1978) ; and 'mouse interferoid' purified to about 109 units/rag of protein (Stewart II et al., 1978a ).\n\nInterferon-induced cell inhibition is a reversible event (Gresser et al., 1970a, b; Paucker et al., 1962; Gaffney et al., 1973; O'Shaughnessy et al., 1974) . Upon removal of interferon, cells return to their normal growth rates. As with other biological systems, different types of cells respond to CMI activities of interferon to different degrees. Multiplication of mouse LIE10 cells can be inhibited almost completely by 100 units/ml of interferon and shows 90% inhibition with about 10 units/ml Gresser et al., 1970a, b) . Human lymphoblastoid cell lines showed vast differences in their response to CMI activities of interferon: Daudi cells are inhibited by about one unit or less while others are resistant to several thousand units Hilfenhaus et al., 1977a; Hilfenhaus and Karges, 1974) . Primary cell cultures are usually less sensitive than established cell lines (Lindahl-Magnusson et al., 1971 Knight, 1973; Lee et al., 1972) . Strander and Einhorn (1977) reported that several lines of osteosarcoma cells were all inhibited by human leukocyte interferon, and were more sensitive than non-tumor-derived lines.\n\nCell-multiplication-inhibitory effects of interferon are not due to toxicity of interferon, as ratios of viable cell counts to total cell counts remain about the same during inhibition, but interferon-treated cells often plateau at a lower saturation density than normal cells (Gresser et al., 1970a, b; Knight, 1973) . Collyn d'Hooghe et al. (1977) have reported that the intermitotic time, as followed by time-lapse photomicrography was markedly and progressively increased at all phases rather than arrested at any given phase. Sokawa et al. (1977) reported that interferon suppressed the transition of 3T3 cells from a quiescent to a growing state.\n\nInterferon also was found to inhibit the growth of normal and tumor cells in vivo. The inhibition of tumor cells in vivo is discussed in Section 6; here we describe only activities of interferon on normal cells in vivo.\n\nInducers of interferon and interferon itself inhibit the multiplication of allogenic and syngeneic bone marrow cells in irradiated mice (Cerottini et al., 1973) . Inoculation of hamsters with poly(rI).poly(rC) resulted in the discovery of a hemopoetic cell-colony formation inhibitor in the serum of these animals by McNeill and his colleagues (McNeill and Fleming, 1971; Fleming et al., 1972; McNeill et al., 1972) . Interferon inducers [poly(rI).poly(rC), Newcastle disease virus and statolon] were reported to inhibit the mitotic response of liver cells to partial hepatectomy (Jahiel et al., 1971 ); later interferon itself was shown to have the same effect (Frayssinet et al., 1973) .\n\nRepeated injections of 32,000-64,000 units per day of interferon into newborn mice do not affect growth or development in these animals (Gresser and Bourali, 1970a) . However, when the dosage was increased to 800,000 units per day, the newborn mice died with extensive liver damage after about one week (Gresser et al., 1975b) . If injection was halted between days 6 and 9, liver damage appears to be reversible, and the animal recovers, but several of the apparently recovered animals died a few months later of progressive glomerulonephritis . Riviere et al. (1977) inoculated newborn mice with lymphocytic choriomeningitis virus and found the following pathology: decreased weight gain, liver necrosis and death. With inoculation of anti-interferon antiserum into these animals, virus levels increased more than 100-fold, but disease manifestations were inhibited, suggesting that chronic virus-induced interferon led to decreased weight gain, liver disease and eventually death. Bekesi et al. (1976) also reported that repeated injection of high doses of interferon into AKR mice caused early death with marked signs of 'wasting' (organ atrophy, small spleens, athymic).\n\nThe exact mechinisms of the suppression of cell multiplication by interferon are far from approachable at present. Since the antiviral mechanism of interferon does inhibit viral mRNA translation, it is easy to assume that some of the cellular mRNAs are also inhibited in their translation. There are early reports that interferon exerts no effect on cell metabolism (Joklik and Merigan, 1966; Levy and Merigan, 1966; Merigan et al., 1965; Wagner, 1963; Cocito et al., 1962; Sonnabend, 1964; Friedman and Sonnabend, 1970) ; however, refinements and sophistication in molecular biological techniques and experimental designs resulted in reports that demonstrate clearly that interferon does alter metabolism of cells.\n\nIn 1968, Johnson et al. reported that mouse interferon (at 800 units/ml) inhibited amino acid incorporation in L cells, but had no effect on heterologous cells. Falcoff et al. (1975) reported that mouse interferon (1000 units/ml) consistently inhibited endogenous protein synthesis in L cells by 20--40 per cent, and that this inhibition parallels kinetics of virus resistance. Brouty-Boy~ et al. (1973) reported that mouse L1210s cells (sensitive to interferon) showed a significant decrease in total cellular RNA and protein synthesis when treated with interferon, whereas Ll210r cells (resistant to interferon) did not show any such effects. O'Shaughnessy et al. (1972) reported a delay of thymidine uptake in interferon-treated synchronized L cells. Fuse and Kuwata (1976) also found reduced synthesis of DNA and protein in interferon-treated human RSa cells. Synchronized RSa cells stopped DNA synthesis if interferon was added at the G1 phase but showed no such effect if added at the G1/s boundary phase. Chemostat culture systems for animal cells were developed by Tovey and co-workers (Tovey et al., 1975; Tovey and Brouty-Boy6, 1976; Brouty-Boy6 and Tovey, 1977) ; mouse interferon was maintained in this system at a final concentration of 24,000 units/ml by continuous addition, and its effect on mouse Li210 cells cultured at steady state was investigated. The following results were reported: rapid inhibition of thymidine incorporation (within 2 hr of interferon addition) but not of deoxyadenosine or deoxy-D-glucose; no inhibition of amino acid or uridine uptake was observed.\n\nInterferon-treated cells are slowed from normal growth, and are also restrained from stimulated proliferation. Lindahl-Magnusson et al. (1972) showed that interferon preparations inhibited DNA synthesis induced in mouse splenic lymphocytes by phytohemagglutinin or allogeneic lymphocytes. Blomgren et al. (1974) reported that human leukocyte interferon (10 units/ml) suppressed human lymphocyte proliferative stimulation by phytohemagglutinin, concanavalin A and PPD and the mixed lymphocyte reactions.\n\nInterferon is also able to suppress cells in vivo. Pacheco et al. (1976) reported that spleen cells from mice inoculated with interferon (105 units) at 18 hr before excision do not incorporate thymidine, even when stimulated with lectin, phytohemagglutinin, concanavalin A or lipopolysaccharide. Cupples and Tan (1977) noted that cells from Down's syndrome patients exhibited inhibition of DNA synthesis to a greater degree than normal cells by interferon treatment prior to antigenic or mitogenic stimulation.\n\nIn addition to decreased DNA synthesis by interferon treatment, specific cellular constituents (enzymes) were also reported to be inhibited. These include: decreased tyrosine amino transferase production in rat HTC cells exposed to dexamethasone (Beck et al., 1974; Vassef et al., 1974) ; inhibited production of glycerol-3-phosphate dehydrogenase in rat glial cells induced with hydrocortisone hemisuccinate (Illinger et al., 1976) ; suppressed induction of glutamine synthetase in chick embryonic neural retina by hydrocortisone (Matsuno et al., 1976) .\n\nThe above data all indicate a general restraint induced in cells by interferon. Recent reports that interferon can stimulate release of prostaglandin E (Yaron et al., 1977; Karmazyn et al., 1977) and that inhibitors of prostaglandin E production (cortisol and indomethacin) prevented the inhibitory effect of interferon on synovial fibroblast growth suggest that the restraint interferon imposes may be a secondary effect, since prostaglandin E is capable of regulating cell replication.\n\nIt has often been shown that there is a direct correlation between the ability of polynucleotides to induce interferons and their toxicity (Niblack and McCreary, 1971; Stewart II and DeClercq, 1974) ; in fact, these two properties of dsRNAs have not been separable, although such claims have been made (O'Malley et al., 1975; Ts'o et al., 1976) . Poly(rI).Poly(rC) at concentrations too low to induce interferon synthesis in normal cells were capable of stimulating production of interferon in primed cells (Rosztoczy, 1971 ) which were also found to be markedly more sensitive than normal cells to toxicity by the dsRNA, poly(rI)-poly(rC) and are lysed within 3-6 hr (Stewart II et al., 1972a) . This enhanced sensitivity to toxicity was also found with several natural and synthetic dsRNAs and correlated with the relative abilities of these polynucleotides to induce interferon and with the minimum required polynucleotide size for induction of both effects (Stewart II et al., 1973a; Stewart II and DeClercq, 1974) . The fact that toxicity enhancement was not seen with single-stranded RNA, DNA, tilorone, endotoxin, CoAM, cycloheximide, actinomycin D, DEAE-dextran, rattlesnake venom, diphtheria toxin, or cholera toxin suggests that the enhancement process was specific for dsRNAs.\n\nToxicity enhancement was also observed when primed cells were infected with vaccinia virus. This system was studied by many investigators and their respective observations were compiled as follows: interferon-treated L cells began to convert to 'ghost' at about 3 hr after vaccinia virus infection; at about 6 hr practically all the cells are lysed; a viral gene product must be synthesized before cell lysis occurs; and treatment of the primed cells with cycloheximide or actinomycin D at the time of infection prevents cell lysis (Joklik and Merigan, 1966; Horak et al., 1971; Jungwirth et al., 1972a, b; Bodo et al., 1972; Stewart II et al., 1972a . These data suggest that a viral gene product, not the virus itself is responsible for the lysis of interferontreated cells. This along with the observation that dsRNA was found in vacciniainfected cells (Colby and Duesberg, 1969) adds to the speculation that toxicity enhancement is specific for dsRNAs.\n\nSimilar cell lysis phenomena were observed in interferon-primed cells infected with vesicular stomatitis virus (Katz et al., 1974) , primed human conjunctival cells infected with influenza virus (Green and Mowshowitz, 1978) and repeated exposure of cells to poly(rI).poly(rC) (Billiau et al., 1972; Martelly and Jullien, 1974) , possibly due to induced interferon priming the cells for enhanced toxicity by the dsRNA. The amount of interferon required to induce this effect is similar to that required for inducing resistance to virus. The extent of cell destruction is dependent on both the amount of interferon used to prime cells and the amount of dsRNA applied (Stewart II et al., 1972b; Lackovic and Borecky, 1976) . Several hours of treatment with interferon are required for cells to develop toxicity enhancement, during which time protein synthesis is required (Stewart II, unpublished data) . This indicates that toxicity enhancement differs from priming in that cellular metabolic activity is required for this phenomenon to occur. Addition of dsRNA to interferon-treated cells leads to cell lysis within 3 hr after addition of dsRNA; no damage to the cell is visible before that time, and lysis is complete in 6 hr. Just prior to lysis, internal destruction within these cells can be detected by cytochemical staining. Loss of succinic dehydrogenase indicates injury to mitochondria; diffuse acid phosphatase activities suggest lysosomal damage and nuclear swelling concomitant with a decrease in protein synthesis . Heremans et al. (1976) demonstrated by electron microscopy the same mitochondrial and nuclear damage in these cells just prior to lysis.\n\nCells treated with interferon were reported to be more sensitive to the toxicity of a variety of compounds, e.g. DEAE-dextran, protamine sulfate, methylated albumin and concanavalin A (Lee and Rozee, 1975; Katz et al., 1974; Stewart II et al., 1973a , 1975a . However, this increased sensitivity does not seem to involve the same mechanism as that for dsRNA. At least the increased toxicity of concanavalin A may be related to the increased binding of this lectin to interferon-treated cells (Huet et al., 1974) .\n\nToxicity enhancement by interferon likely plays a role in vivo as well as in cell culture. The presence of interferon in virus-infected patients could preclude using dsRNAs as a therapeutic (Stewart II et al., 1972a) . Virus-infected mice were found to be more susceptible to dsRNA than were normal, uninfected mice . Injection of rabbits with human leukocyte interferon (a few million units per rabbit) and Newcastle disease virus in combination caused death in most rabbits whereas neither virus nor interferon singly was lethal (Cantell et al., 1974b) . Following the observation that intramuscularly inoculated interferon binds locally (Harmon and Janis, 1975) , Stewart and his co-workers used combination injections of interferon followed by poly(rI).poly(rC) into the palpatable autochthonous tumor induced by Moloney sarcoma virus in mice DeClercq and Stewart II, 1974) . Interferon alone was ineffective, poly(rI).poly(rC) was marginally effctive: sequential injection of interferon and poly(rI).poly(rC) was effective in regressing tumor growth and prolonging life. This encouraging preliminary observation definitely warrants further investigation.\n\nThe toxicity-enhancement factor in interferon preparations has been shown to be interferon: it is purified with interferon through more than 1000-fold (Stewart II et al., 1972a) and one million-fold (Stewart II et al., 1973b) increases of interferon specific activity; identical ratios of antiviral and toxicity-enhancing activity in mouse interferon were found in mouse interferon purified to 109 units/mg of protein and in pure mouse interferoid (Stewart II et al., 1978) .\n\nThe above described non-antiviral activities (priming, blocking, cell-multiplicationinhibition and toxicity-enhancement) are now all clearly ascribed to interferons. The following non-antiviral activities are not so well characterized as clearly due to interferon. Studies using pure interferon should soon clarify its involvement in these activities.\n\nIn addition to the priming activity of interferon on interferon production, it can apparently also increase abilities of cells to produce other products. Yaron et al. (1976 Yaron et al. ( , 1977 reported that either poly(rI).poly(rC) or human interferon could enhance production of hyaluronic acid and prostaglandin E by human rheumatoid and nonrheumatoid synovial fibroblasts. The production of hyaluronic acid led these workers to suggest that there is a relationship between interferon production and pathogenesis of accumulated joint fluid during virus infections. Since prostaglandin E is a mediator of inflammatory processes, it is tempting to speculate that the 'interferon fever' following inoculation with human fibroblast interferon , and the fibrile response often observed with systemic administration of human leukocyte interferon, may be related to this activity.\n\nInterferon has also been found to enhance the amount of certain induced cell products. Pretreatment with mouse interferon (100 units/ml) enhanced the amount of aryl hydrocarbon hydroxylase produced when these cultures were induced with benzanthracene (Nebert and Friedman, 1973) . Ida et al. (1977) found that either virus, poly(rI).poly(rC) or human leukocyte interferon enhanced the ability of human leukocytes to release histamine when exposed to ragweed antigen E or anti-IgE; they suggested that interferon may play a role in precipitating (or potentiating) attacks of bronchial asthma during viral infections. Skurkovich and Eremkina (1975) further suggested the role of interferon in allergy and have proposed use of anti-interferon immunoglobulin in the treatment of certain autoimmune diseases.\n\nInterferon treatment has been reported to increase the resistance of cultured cells to diphtheria toxin (Yabrov, 1966 (Yabrov, , 1967 T, J. Moehring et al., 1971; Boquet, 1975; Marchenko et al., 1976) , but this effect was not observed in other laboratories (Stewart II et al., 1973a) . Kohn et al. (1976) reported that interferon and cholera toxin interfere with receptor interaction of each other; it seems likely that interferon might in{erfere with diphtheria toxin in the same manner, though Yabrov (1966 Yabrov ( , 1967 Yabrov ( , 1975 Yabrov ( , 1976 suggests that interferon acts by stabilizing cells against perturbation of protein synthesis.\n\nBy demonstrating that interferon-treated cells have greater net negative charge on the cell surface, and migrate faster than normal cells in an electric feld, Knight and Korant (1977) provided direct evidence for interferon-induced cell surface alteration. Huet et al. (1974) reported an increased binding of 6aNi-labeled concanavalin A to interferon-treated L12~0s cells; the increase was slight at 24 hr, but reaches a maximum after 48 hr. L12~0r cells (resistant to interferon) did not show this phenomenon.\n\nUpon treatment of mouse cells with interferon, the following observations on surface antigen expressions were reported: increased cell-antibody absorbing capacity in Ll2~0s cells (interferon sensitive) ; enhanced expression of histocompatibility antigens of thymocytes and splenic lymphocytes from young mice ; enhanced expression of histocompatibility antigens on Lm0 cells similar in all stages of the cell cycle, suggesting that the enhancement was not due to a concentration of cells in a particular phase of the cycle (Killander et al., 1976) . Skurkovich et al. (1976a) reported that interferon-treated Lm0 cells exerted an enhanced cell-mediated immune response in mice. Lindahl et al. (1976a, b) also found that injection of interferon into young or mature mice enhanced the histocompatability displays on the surfaces of their thymocytes and splenic lymphocytes.\n\nThe availability of restricted antisera against specific determinants of H-2 complex on mouse lymphocytes allowed investigators to study the surface changes on lymphocytes after interferon treatment with the following results: splenic lymphocytes displayed an increase of four-to eight-fold of H-2K and H-2D antigen but no increase in Ia antigens (Vignaiax and Gresser, 1977) ; an increase in H-2 antigens exposed on mouse T cells with no increase in Ia antigens was also reported by Lonai and Steinman (1977) . Injection of mice with interferon also enhances the display of H-2 k, H-2K k and H-2D k on splenic lymphocytes and thymocytes (Vignaux and Gresser, 1977) . It is of interest to note that interferon is released by immunocytes in response to antigens or target cells (Svet-Moldavsky et al., 1974) , and interferon so induced can, in turn, alter the reactivity of the producing cells to these stimuli. Chernyakovskaya (1967) demonstrated that, in the presence of crude mouse interferon, normal mouse lymphocytes acquired a killer activity on target mouse L cells; syngeneic lymphoid cells also acquired the ability to exert an antitumor effect against sarcoma in mice inoculated with benzanthracene (Chernyakovskaya and Slavin, 1972) . Skurkovich and Aleksandrovskaya (1973) also reported stimulation of cytotoxic activity of lymphocytes of mice toward target cells following administration of interferon in vivo. Svet-Moldavsky and his colleagues (1974) also demonstrated that lymphoid cells removed from mice at the peak of interferon production (induced by injection of allogeneic cells) exhibited a strong cytotoxic effect on non-specific target L cells. This suggests that interferon may play a role as a mediator molecule in initiation of various immune reactions. demonstrated that, when lymphocytes sensitized for leukemia LiEl0 cells were treated with interferon, the enhanced cytotoxicity observed was a result of an effect of interferon on lymphocytes and not on the target L~2~0 cells. Slavina and Svet-Moldavsky (1973) reported that interferon induced the sensitivity of L cells to the cytotoxic effect of lymphocytes. Thus it seems that in the non-specific system the alteration may be in the target cells, whereas in a specific system the alteration may be in the effector cells.\n\nRecently, Heron et al. (1976) reported an enhancement of the killer activity of human lymphocytes by human leukocyte interferon treatment; Skurkovich et al. (1976b) reported similar findings of enhanced cytotoxicity of human lymphocytes (after interferon exposure) toward cells of lymphoblastoid lines; they also reported that interferon-treated LI210 cells were more sensitive to the action of cytotoxic antibodies (Skurkovich et al., 1976a, c) .\n\nPhagocytic activities of macrophages, monocytes, peritoneal cells and reticuloendothelial systems could be stimulated by interferon or its inducers to a significantly higher level. Huang et al. (1971) demonstrated an increase of 200-300 per cent in phagocytic activity when mouse peritoneal macrophages were exposed to 50 units/ml of mouse interferon. They showed that this increase of activity could be achieved with several different preparations of mouse interferon and that the enhancing effect on macrophages could be eliminated by treatment with anti-mouse interferon antiserum (Donahoe and Huang, 1973) . They further domonstrated that this effect could be accomplished with the interferon inducer, Newcastle disease virus, in vivo (Donahoe and Huang, 1976) ; the enhancement effect began after several hours and lasted for 60 hr. Imanishi et al. (1975) did not observe this lag in enhancement effect when they treated human peripheral monocytes with human leukocyte interferon. They observed an instantaneous enhancement of phagocytic activity, with an increase in number of phagocytic cells, also. All of the above studies involved enhanced phagocytosis in inanimate particles--latex beads and colloidal particles. Other studies have demonstrated the enhancement with bacteria (Remington and Merigan, 1970) , protozoa (Herman and Baron, 1970) , and RC19 leukemia cells (Gresser and Bourali, 1970b) . Although there are no studies demonstrating increased phagocytosis of virus, it is tempting to speculate that interferon could enhance the uptake of some virions by cells, thus providing enhanced viremic clearance in infected animals. Khesin et al. (1973) studied the peritoneal exudate macrophages of mice which were injected with interferon. Using criteria of comparative morphology, cytochemistry and biochemistry, they determined that these macrophages were 'activated' and ascribed the activation effect to interferon. Interferon inducers such as pyran copolymers, poly(rI).poly(rC) and dextran sulfate, when injected into mice, were found to have the same effect; an enhanced cytotoxicity for tumor cells (Schultz et ai., 1977) enhanced spreading on glass and plastic and prominent cytoplasmic granulations (Rabinovitch et al., 1977) . This effect was induced by as little as 100 units/ml of interferon and was maximal at 1000 units/ml. Human interferon was only about 1 per cent effective in mouse cells. These findings further implicate the interferon system as the determinant in yet another mechanism of 'immune'-mediated antitumor and antiviral activity.\n\nDelayed-type hypersensitivity (DTH) inhibition effect of interferon was first demonstrated by who reported that mice inoculated with interferon inducers (Newcastle disease virus, Sendai virus, or statolon) 8 hr before challenge for DTH reaction with picryl chloride painted on the ears showed decreased swelling. Four doses of about 106 units of mouse interferon administered either the day before, or on the same day as, challenge inhibited the DTH reaction. These investigators (DeMaeyer-Guignard et al., 1975) also showed that the afferent arc of the DTH response (primary sensitization), as well as the efferent arc, was inhibited by interferon. Mice treated with interferon 1 or 2 days before sensitization had decreased response to sheep red blood cell (the sensitizing agent). Similar results were obtained using a viral immunogen, Newcastle disease virus (DeMaeyer, 1976) . Thus interferon can inhibit sensitization and expression of the DTH reactions to either a hapten, a T-cell-dependent antigen, or a virus.\n\nThese studies point up a paradox of interferon activities: interferon, an antiviral agent important in recovery from virus diseases and tumors, can inhibit cell-mediated immune reactions which are essential to defense against certain virus diseases and tumor cell destruction. It may be that different doses and different schedules of interferon administration mediate the immune response to the overall benefit of the animal.\n\nThe effects of interferon on graft survival are quite conflicting with one group reporting an enhanced rejection of transplanted graft, while another group reported a suppression of allograft rejection.\n\nChernyakhovskaya and Slavina (1972) and Skurkovich et al. (1973a, b) both reported that injections of interferon preparations into mice accelerated the rejection of allografts. Repeated transplantations to mice which were treated with interferon during the first grafting accelerated rejection of the second-set grafts. These workers concluded that interferon given after transplantation enhanced cell-mediated rejections Cerottini et al. (1973) also found that interferon-inducers or interferon preparations exerted inhibitory effects on the multiplication of transplanted allogeneic spleen cells and syngeneic bone marrow cells in irradiated mice. O'Reilly et al. (1976) reported the lack of suppression of marrow engraftment in two bone marrow transplant patients given daily doses of 106 units of crude human leukocyte interferon. Hirsch et al. (1973) reported that interferon could inhibit the proliferative response of the graft-vs-host reaction in mice and could inhibit the activation of leukemia virus concomitant with this reaction. Injection with daily dosage of llY units interferon one day before injection of spleen cells led to suppression of the graft-vs-host response. Mobraaten et al. (1973) also found that injection of mice with Newcastle disease virus or statolon, sufficient to give serum interferon levels of 10 ~ units/ml on the day of, or after, grafting significantly prolonged allograft survival; however, if the inducer was given prior to grafting, there was no suppression effect. The inducer tilorone was effective in prolonging allograft survival if given orally; it was also effective in prolonging skin and heart allografts in rats (Wildstein et al., 1976b) and kidney transplants in dogs (Wildstein et al., 1976a) . DeMaeyer et al. (1973) reported that interferon injected intraperitoneally was able to delay allograft rejections across the H-2 barrier. They also found that the better interferon producer mouse strain IF-1 h exhibited longer allograft survival than the IF-I i mouse strain when induced with Newcastle disease virus (1975) . Hirsh et al. (1977) showed that about 105 units of mouse interferon given daily reduced virus activation and the incidence of lymphomas after graft-vs-host reaction in mice and reduced the severity of the rejection reaction itself.\n\nA report that may reconcile the contrasting results on the effects of interferon in graft-vs-host reactions is that of Imanishi et al. (1977) . They reported that, in rabbits receiving corneal xenograft, rejection was suppressed if 2 × 106 units/ml of interferon were given one drop per eye and administered twice daily. However, a dosage of 2x 105 units/ml with the same regimen of administration enhanced the rejection reaction of the xenograft. It appears that the rejection reaction enhancement or suppression may depend completely upon the dosage, with a high dosage of interferon suppressing the graft-vs-host rejection reaction and a low dosage enhancing the rejection reaction.\n\nThe earliest reports regarding this aspect of interferon action claimed that there was no effect in mice (Anderson, 1965; DeSomer et al., 1967; . Later investigators were able to demonstrate that interferon and its inducers do have an effect on antibody production with a similar phenomenon to that demonstrated in the graft-vs-host rejection reaction, i.e. high doses of interferon suppress the production of antibody, whereas low doses enhance antibody production (Braun and Levy, 1972) .\n\nMerigan and his co-workers have demonstrated that intravenous injections of interferon were able to inhibit both the primary and secondary hemolysin and agglutinin antibody response, depress the synthesis of both IgM and IgG and exert a direct action on B-cell lymphocytes (Chester et al., 1973; Merigan et al., 1975; Merigan, 1974, 1975) . Others have been unable to demonstrate some of these effects (Thorbecke et al., 1974) . Ngan et al. (1976) reported that, in addition to IgM and IgG, IgE production was completely inhibited with a relatively low dose of interferon (600 units/ml). Humoral response in mice was also found to be modified when the animals are infected with the corona virus, murine hepatitis virus-3, and these modifications correlated with the levels of circulating interferon (Virelizier et al., 1976) ; primary and anamnestic responses in hamsters were also reported to be suppressed by interferon (Berencsi and Beladi, 1977) .\n\nIt is gratifying to find that the seemingly contradictory reports about the effect of interferon on in vitro antibody production follow the same pattern as with other immune responses. In this case, the 'bifunctionar reaction is again seen with interferon action, with a high dosage resulting in suppression and a low dose in enhancement (Gisler et al., 1974; Johnson et al., 1974 : Booth et al., 1976a . Inhibition of the antibody responses of spleen cells was found, with no concomitant inhibition of the growth of spleen cell cultures. It was also shown that poly(rI).poly(rC) was able to inhibit primary antibody response to sheep red blood cells and E. coil lipopolysaccharide in mouse spleen cells (Johnson et al., 1975a) , and concanavalin A and staphylococcal enterotoxin were also able to inhibit the plaque-forming cell response (Johnson and Baron, 1976a, b) . It is interesting that the effect of poly(rI)-poly(rC) could be neutralized by antiserum against type I interferon, whereas the effects due to concanavalin A and staphylococcal enterotoxin were not neutralized by the same antiserum. These observations suggest that the effect may be due either to type II interferon or some other as yet unidentified factor.\n\nThe action of interferon as an immunomodulator is certainly a new and exciting branch of interferonology.\n\nWe have described many actions of interferon, from its ability to induce resistance to virus to some potentially useful modifications of immune mechanisms. There are obvious desirable characteristics of actions of interferon that could be exploited for therapeutic use in patients, but how do we need to administer it to attain and maintain maximal effectiveness? In view of the different effects observed with high or low doses, more attention should be paid to this problem than the current philosophy of as much as possible, based on either limited availability or restriction imposed by side effects.\n\nInterferons, whether induced by viruses, endotoxins, or synthetic inducers, disappear rapidly from both the blood and tissue of animals. Exogenously administered interferon also disappears quite rapidly. Early works included injection dosage from 300 units to 104 units per animal; the injection route was intravenous and the test animals were either mice or rabbits; the average time for circulating interferon to drop to trace amounts ranges from 5 min to 15 min (Baron et al., 1966b; Finter, 1966; Subrahmanyan and Mims, 1966; Gresser et al., 1967a; Ho, 1967 , Bocci et al., 1967 .\n\nAt one time it was assumed that the cleared interferon was stored to be released rapidly as 'preformed' material . DeClercq and co-workers reported that repeated injections of a low dose of interferon into mice every 2hr saturated this clearance mechanism, increasing the early half-life of circulating interferon from 1 to 1/2 min Nuwer et al., 1972) . They claimed that the interferon receptor sites in the body became saturated after three injections, and concluded that treatment of virus infection by passive interferon might be feasible, and that subsequently the previously cleared interferon could be released as preformed interferon by injection of cycloheximide (Chester et al., 1972) .\n\nInterferon given intravenously exhibits a different clearance profile than that given intramuscularly. The amount of interferon given does not alter the clearance rate, but higher dosage does lengthen the duration when it can be found in the serum. When interferon is given intravenously, the profile of serum interferon exhibits a biphasic curve, a sharp initial drop from the time of injection to about 2 hr, then a gradual drop lasting up to more than 48 hr. The average half-life of the initial serum interferon drop is about 10-20 min, and the average half-life for serum interferon in the latter part of the curve is about 2--4 hr.\n\nIntramuscularly injected interferon exhibits a different profile of serum interferon. When injected intramuscularly, it is likely that interferon sets up a local pool and is gradually absorbed into the circulatory system. The serum interferon profile suggests this possibility: the level gradually rises after intramuscular injection, reaches a peak .at about 4 hr, then gradually trails off at a rate similar to that exhibited by the i.v. route. Intramuscular injections apparently maintain serum interferon at a higher level and for a longer period than the i.v. route Pyhala, 1973, 1976; Pyhala and Cantell, 1974; Cantell et al., 1974a; Mogensen et al., 1974; Edy et al., 1975 Edy et al., , 1976 Skreko et al., 1973; Cantell, et al., 1974b; Habif et al., 1975; Emodi et al., 1975a, b; Finter, 1973; Arvin et al., 1976) . Harmon and Janis (1975) found that poly(rI).poly(rC) was protective against rabies in mice if injected into the same leg that was inoculated with the virus, but was ineffective if injected into the opposite leg. The injected leg muscle contained significantly higher levels of interferon than the other leg. Strander et al. (1973) reported adverse side-effects in a patient about 90 rain after intravenous injection of interferon (7000unit/kg body weight). These side-effects included nausea, fever, increased blood pressure and pulse rate, vomiting and severe shivering. The symptoms decreased with hydrocortisone injection and the patient was normal 10 hr later. Subsequent to this study, all patients received interferon via intramuscular injections, and the only side-effect after injection was fever (Ahstrom et al., 1974; Jordan et al., 1974; Desmyter et al., 1976) .\n\nA few studies have been performed to test the effectiveness of the blood-brain barrier for interferon, by analysis of serum for circulating interferon in test animals after injections of interferon and/or interferon inducers into various parts of the central nervous system, and the reverse experiment, i.e. inject interferon either intramuscularly or intravenously, and then analyze for interferon in cerebrospinal fluid. The animals tested include mice, hamsters, rabbits, monkeys and humans; the sites of injections include cerebrum, theca vertebralis, cisterna magna, lateral ventricle, directly into the cerebrospinal fluid, and lumbar-spinal; inducers include poly(rI).poly(rC), blue tongue virus, rabies virus, and Sendai virus (Kono and Ho, 1965; Ho and Ke, 1970; Cathala and Baron, 1970; Jameson et al., 1977; Stewart II and Sulkin, 1966; Allen and Cochran, 1972; Ho et al, 1974; Habif et al., 1975; Hilfenhaus et al., 1977b) . The overwhelming agreement among all the studies reported was encouraging. Interferon remains localized (except intravenous injections) in the injection site area, and the blood-brain barrier was very effective, allowing passage of only a small per cent of the blood interferon into the cerebrospinal fluid. The clearance from the cerebrospinal fluid was found to be at the same rate as labeled albumin, indicating a non-specific clearance. In addition to the blood-brain barrier, Luby et al. (1969 Luby et al. ( , 1971 found what appears to be compartmentalization of interferon at different levels in different areas of the brain in at least two viral encephalitis--St. Louis encephalitis and Western equine encephalitis.\n\nA few studies have pointed to other compartment barriers restricting general distribution of interferon within the body. The placenta proved to be an effective barrier for interferon, even when inducers were inoculated into the uterus Overall and Glasgow, 1970; Korsantiya and Smorodintsev, 1971; Schafer et al., 1972) . In view of the cell-multiplication-inhibitory effect of interferon, the placental barrier for interferon should be extremely important for the welfare of the rapidly developing fetus.\n\nSome studies indicated that interferon is restricted in migrating between the blood stream and the aqueous and vitreous humor of the eye in either direction (Oh and Gill, 1966; Pollikoff et al., 1970; Weissenbacher et al., (1970) . Others reported the contrary: interferon injected subconjunctivally was detected in the conjunctiva and serum. A moderate level of interferon was also found in the collateral eyes, with equal levels in the aqueous and vitreous humor. Intramuscular injections of interferon seemed to be beneficial for a patient suffering from herpes keratitis (Kobza et al., 1975) . These results suggest a free passage of interferon from the circulatory system to these tissues.\n\nDistribution seems to account for only slight drops of interferon activities after its local production or injection. The possible roles of renal clearance and tissue degradations have been suggested. reported that interferon injected into rabbits was partially passed in urine, but this only accounted for about 1 per cent of the injected interferon. Ho (1967) calculated that the renal clearance of virus-induced and endotoxin-induced interferon occurs at different rates, probably due to the differences in molecular weights Ho, 1967, 1968; Ho, 1973) . A number of reports describe the fate of injected interferons (Gresser et al., 1967a; Bocci et al., 1967 Bocci et al., , 1968a Bocci et al., , b, 1977a Emodi et al., 1975a, b) . Cesario and Tilles (1973) reported that human interferon can be inactivated by urine, which probably makes it difficult to have an accurate account of amount of interferon loss via this route. Patients with mumps (Waddell et al., 1968) and other virus infections (Bucknall et al., 1968) were found to have high levels of serum interferon but no detectable urine interferon. This may seem to contradict the other results, but could be reconciled in this manner: in some studies, normal animals were injected with interferon, which does not have any beneficial function in healthy animals, hence is subject to removal by normal body waste elimination mechanisms, while in the latter reports, the patients were suffering from virus infections where interferon was induced to serve a function. Given intricate balances and controls within the body, it is unlikely that during active virus infection there will be superfluous interferon produced that necessitates its removal via renal clearance.\n\nSeveral investigators have attempted to modify the clearance of interferon by altering the carbohydrate moiety. Treatment of interferons by most investigators with glycolytic enzymes resulted in an altered rate of clearance (Bose and Hickman, 1977; Bocci et al., 1977a; Bridgen et al., 1977; Mogensen et al., 1974) . The majority of the data suggest that a modified carbohydrate moiety on interferon leads to rapid clearance in the liver. Further studies with different forms of native interferons and interferoids are needed to ascertain the fate of interferon in vivo.\n\nAre prolonged circulating interferons desirable? We cannot safely guess; we do not even know what circulating interferons means, or what they are doing there. Are they being 'transported' to diseased (infected) loci or are they being 'deported' via eliminating organs (liver, kidney, etc.)? Does the same level of circulating interferon in a healthy animal and in a diseased animal mean the same thing? The current trend in interferon therapeutics is based on the pharmacology of antibiotics administration, i.e. as much as the body will tolerate, for as long as the body will tolerate it. This approach calls for improvement; even if this philosophy of administering interferon does not have harmful effects to the patient, the cost of interferon production* necessitates more efficient use. Given the multifaceted actions of interferon, it is hard to imagine that prolonged high dosage will not have any undesirable effects on the patient.\n\nThe entry of virus into the body initiates the protective reaction mechanisms of interferon, cell-mediated immune response, antibodies and non-specific reactions. Interferon is probably not produced in sufficient amounts to prevent infections at the primary portal of entry, as the first cycle of virus replication will likely be nearly *Current cost of production of human leukocyte interferon is approximately $40.00 per 106 units; most patients require doses of several million units per day. On the other hand, for penicillin, the average daily oatient dose costs only about 10¢. complete before interferon is produced, which usually requires several hours. The interferon produced in response to the initial invader must then induce antiviral resistance in cells it contacts, which also requires several hours, and this may not have become developed before the second or third generation virions can partially arrest its progression by destroying these cells. Thus the antiviral action of interferon is not likely to be effective in arresting viral infections at the primary portal of entry; consequently, most primary virus infections are able to become established at the portal of entry.\n\nLocal inflammatory reaction consisting of leukocyte accumulation, acidity, fever, and hypoxia has been attributed to tissue damage caused by virus replication, but may result from immune-mediated interactions of cells (Snyderman et al., 1972) , which may in turn be related to the release of interferon in the area, indirectly through its enhancing of histamine release (Ida et al., 1977) or induction of prostaglandin E (Yaron et al., 1977) . Elevated hormone levels increase the susceptibilities of animals to virus infections, and have been related partly to the interferon inhibitory influences of hormone (Kilbourne et al., 1961; DeMaeyer and DeMaeyer, 1963; Smart and Kilbourne, 1966; Rytel and Kilbourne, 1966; Talas and Stoger, 1972) .\n\nThe true involvement of interferon can be determined only ff specific blocks of interferon actions can be achieved. This involvement of endogenous interferon in the natural resistance to virus diseases can be demonstrated by the use of antibodies prepared against interferon. Fauconnier (1970 Fauconnier ( , 1971 ) demonstrated that inoculation of mice with anti-interferon antibodies after infection with Semliki Forest virus leads to both earlier onset of disease and increased mortality. Gresser et al. (1976a, b) demonstrated the same involvement of interferon in mice infected with encephalomyocarditis virus by using a very potent antiserum against mouse interferon. The pathogenesis of antiserum-treated mice was entirely different from the disease developing in normal mice. In infections of mice with herpes simplex, the antiinterferon antibody accelerated disease develoment and increased the infectivity of the virus stock by several hundred-fold in lethal dose/ml of the virus stock. The antibodies also caused earlier appearance of Moloney sarcoma virus tumors, which became larger, and were present longer, than in control mice. The tumor-inducing efficiency of the virus stock was also increased. The antiserum shortened the incubation period in mice inoculated with vesicular stomatitis virus but did not alter influenza virus infection. These data clearly demonstrate the early role of endogenous interferon responses in virus resistance to primary virus disease. Apparently, interferon is able to offer some protection for the animal against primary virus infection, without the involvement of antibodies; it would be interesting to determine the role of interferon in immunized animals; by use of anti-interferon serum it might be possible to observe the role of antibodies alone without interferon involvement.\n\nThe role of interferon in viral pathogenesis is not necessarily only through its antiviral mechanisms. Through its interaction with the immune system it can influence other defense mechanisms of the animal. Interferon production did not correlate with infectious outcome in virus infections of immunodeficient animals (Subrahmanyan, 1968; Vilcek, 1964; Craighead, 1966) . It should be considered in these cases that infection outcome could be determined by interferon not only acting alone, but also as an adjunct to immune mechanisms. The obvious involvement of interferon with the immune system has been discussed earlier, including increased cytotoxicity of both antibodies and lymphocytes, enhanced phagocytosis, macrophage activation and the enhanced antibody response. These involvements could also explain the findings that in vitro sensitivities of a virus to interferon (antiviral) actions does not necessarily correlate with the in vivo sensitivities of the virus to interferon actions. Vaccinia virus, which is quite resistant to interferon action in rabbit cell cultures Youngner et al., 1972) , was found to be affected by rabbit interferon in rabbit skin (Isaacs and Westwood, 1959b) and rabbit eyes (Cantell and Tommfla, 1960; Oh and Yoneda, 1969) . Herpesvirus is quite insensitive to interferon in many in vitro systems, but appears to be very sensitive in the eye. Meyer and Kruger (1970) found a reversed order of sensitivities of viruses to interferon inducers statolon and poly(rI).poly(rC) in vivo as compared to their sensitivities in vitro. These observations support the interpretation that interferon actions in vivo are not restricted to the antiviral action alone, but include a myriad of multiple interactions with other host defense mechanisms.\n\nAfter the first report that interferon was active against a variety of viruses in vitro and was not overtly toxic in animals, numerous studies were undertaken to investigate the effectiveness of interferon both for prophylactic and therapeutic uses in animals. It is often difficult to interpolate between results from different sources as there are too many variables in these studies: interferon dosages have ranged from a few to a few million units; doses of challenging virus vary enormously; time of interferon administration ranged from before virus infection to late stages of disease; both route of virus and interferon administration have varied; and each of these variables has been reported in several animal species. The general conclusion from a survey of such literature is that interferons are effective against a variety of virus infections in all animals tested, usually being more effective if administered early, and the higher the dosage, the better the protection. Induction of endogenous interferons in animals has usually been found to be more effective than exogenous interferon. In Tables 2, 3 and 4 the in vivo actions of exogenous interferon and endogenous inducers are listed in relation to several different types of viral diseases.\n\nAll interferon inducers have basically the same common drawbacks: toxicity and hyporesponsiveness of interferon to repeated inductions. Principal among the spectrum of toxic effects in animals is pyrogenicity. It has been suggested that Finter (1964a Finter ( , b, 1966 Finter ( , 1967 Worthington et al. (1973 ) Baron et al. (1966b ) Baron et al. (1966b ; DeSomer (1968, 1971b) ; Glasgow (1970) ; Glasgow and Habel (1963); (1975a) Rabbit Ermolieva and Furer (1968) ; Finter (1970) Oh and Gill (1966) Ho et al (1974) ; Postic and Fenje (1971) ; Vieuchange (1967a, b) Cantell and Tommila (1960) Chany and Cerutti (1977a, b) Herpes adenoarabinoside Lerner and Bailey (1975) poly(rI)-poly(rC), endotoxin, pyran and other inducers damage cell membranes and release pyrogens along with interferons and other lymphokines (Braun, 1969) . It is tempting to speculate that many of the toxic manifestations and side-effects attributed to inducers may be mediated by the interferons they induce. It is not presently possible to prove this, but many adverse effects seen with administration of interferons to date closely resemble those seen with the inducers. To date it has not been possible to administer exogenous interferon in amounts sufficient to match that maintained for several hours by inducers, and exogenous interferon is rapidly cleared from circulation. When high levels of interferon have been administered for prolonged periods, it has been toxic, or lethal or caused wasting. It seems likely that there are reasons for interferons being inducible rather than constitutive.\n\nThe mechanism of antitumor activities of interferons apparently depends on the type of tumor involved, the time of administration and, possibly, the amount of interferon used. Mechanisms of inhibition against two types of tumor will be discussed separately.\n\nThe tumorigenic potentials of virally-induced neoplasms correlate directly with the virus inoculum dose, and the proliferating potential of the virus in the host. In some cases of reported success in antitumor treatment with interferon (Table 5 ) or its inducers (Table 6) , pretreatment of the animal with interferon prior to viral infection was necessary to effect protection. This seems likely in the case of inhibition of the oncogenicity of polyoma virus and Rous sarcoma virus (Atanasiu and Chany, 1960; Strandstrom et al., 1962) . In other cases, interferon was administered after infection to achieve inhibition (i.e. Friend virus, Rauscher virus leukemias), where continued virus suppression would account for the effect. Some investigators have suggested that the activity of interferon against Rauscher leukemia is mediated by immunologic enhancement (Tothet al., 1971a, b) , and others have discounted completely the role of interferon in these activities (Furmanski et al., 1975) . However, in view of the complexity of interferon involvement in defense mechanisms, a composite of each of the actions ascribed to interferon is most likely its action against virus-induced tumors.\n\nIn the case of tumors developing from transplanted cells, it appears that tumor progression may not lead to continued transformation of host cells by tumor viruses. In these cases, the antitumor action of interferon (Table 7 ) or its inducers (Table 8) cannot be satisfactorally explained in terms of antiviral activities. Rather, the resistance mechanisms would appear to involve a direct cell-multiplication-inhibitory effect or enhancement of immune-mediated defense mechanisms involved in tumor limitation and elimination. A number of other interferon actions, including ehnanced lymphocyte cytotoxicity (Svet-Moldavsky and Chernyakovskaya, 1967 ) and ira- Yakota et al., 1976) , have been implicated in the antitumor activities of interferon. It would seem likely that a composite of interferon actions is again a key figure behind the death or survival of the tumor-laden animals. In some cases it may be that the actions of interferon alone, or other antitumor agents (i.e. chemotherapeutics) alone, may be insufficient to erradicate tumors; in limited attempts made, combined therapy has proven more effective (Table 9) .\n\nTwenty years have gone into work on interferons. During this time speculations of all sorts have been raised as to the possible clinical use of interferon. Only in recent years have sufficient amounts of human interferon become available for even small preliminary clinical trials. Yet even these limited trials of interferon have evidenced its potential in the treatment of a variety of diseases in man. A list of reported trials demonstrating the antiviral and antitumor efficacies of interferon is presented in Tables 10 and 11. The scarcity of interferon for clinical use has led to a search for effective inducers of endogenous interferon. The inducers shown to have antiviral activities in man include: inactivated viruses; poly(rI).poly(rC); poly(rI).poly(rC).poly L-lysine; and propanediamine. However, clinical applications have been prohibited by problems of inducer toxicities and hyporesponsiveness.\n\nThe suggestive success of limited trials with exogenous interferon in the clinic have encouraged a number of other ventures in the area of interferon therapy. Trials in patients with osteosarcoma and neuroblastoma were recently reported to be underway using human fibroblast interferon (DeSomer, 1977) , and human lymphoblastoid interferon is being tested in osteosarcoma (Bodo, G., personal communication) . A study of non-Hodgkin's lymphoma patients who failed standard therapy is presently underway . A trial of human leukocyte interferon to prevent metastases in patients who have lung-removal for adenocarcinoma will soon begin (Oettgen, H., personal communication), and a study is presently underway to evaluate interferon in therapy of breast cancer (Gutterman, J., personal communication). Initial successes were reported by Merigan et al. (1978) in the treatment of herpes zoster in patients with cancer; and encouraging results have been observed in the therapy of breast cancer (Gutterman, J., personal communication).\n\nIn closing, it seems that after 20 years of dark ages of interferonology, the initial hope of clinical application is slowly being realized. A worldwide increase in interferon production is anticipated to meet the increasing demand as encouraging results from clinical trials begin to appear in print. With increased availability of interferons, it should soon be possible to more clearly define the potential of interferon as an antiviral agent in the clinic."}