{"title": "Growth kinetics of SARS-coronavirus in Vero E6 cells", "body": "Severe acute respiratory syndrome (SARS) recently emerged as a new highly contagious human disease [1] . A novel member of the Coronaviridae family has been identified as the causative agent of SARS [2] [3] [4] [5] [6] . To date, 5 human coronaviruses (HCoV) are known: HCoV-OC43, HCoV-229E, HCoV-NL63, the recently identified HCoV-HKU1, and SARS-coronavirus (SARS-CoV) [7, 8] . Coronaviruses are classified in three groups based on genetic and serological relationships [9] . It has been suggested that SARS-CoV is the first member of a fourth group of coronaviruses or an outlier of group 2 [10, 11] . Coronaviruses are large, irregularly shaped, enveloped viruses with a diameter of 60-220 nm. The envelope glycoproteins have a characteristic crown-or halo-like appearance. The genomes of coronaviruses range in length from 27 to 32 kb, the largest of all RNA viruses. The SARS-CoV genome contains 5 major open reading frames, encoding the replicase polyprotein, the spike glycoprotein (S), the envelope protein (E), the membrane glycoprotein (M), and the nucleocapsid protein (N). In addition to these proteins, the SARS-CoV genome also codes for other uncharacterized structural and nonstructural proteins [6, 10] . Coronavirus RNA synthesis occurs in the cytoplasm via negative-strand RNA intermediates. In analogy to other coronaviruses, SARS-CoV has a polycistronic genome organization and synthesizes multiple subgenomic mRNAs, all overlapping at the 3 0 end and all containing the same 5 0 leader sequence, derived from the 5 0 end of the genome [12] .\n\nSARS-CoV produces cytopathic effects (CPE) in Vero E6 cells, providing a simple model for in vitro antiviral evaluation [13] . A number of antiviral compounds have been shown to be effective against SARS-CoV: interferon a, b, and c, chloroquine (an old antimalarial drug), glycyrrhizin (an active component of liquorice roots), niclosamide (an antihelminthic drug), nelfinavir (an HIV protease inhibitor), and SNAP (a nitric oxide donor) [14] [15] [16] [17] [18] [19] [20] [21] .\n\nIn order to elucidate the mechanism of action of antiviral compounds, a better comprehension of the SARS-CoV replication cycle in cell culture is crucial. Apart from electron microscopic data, little is known about the kinetics of SARS-CoV infection in cell culture. No conclusive information regarding the duration of one replication cycle is available. Using electron microscopy, one research group distinguished virus particles 24 h post-infection. A second group identified progeny virus as early as 5 h post-infection and discovered that the SARS-coronavirus attached, entered, and uncoated its nucleocapsids, all within a 30-min period [13, [22] [23] [24] . For other coronaviruses, the time of one in vitro replication cycle is reported to be relatively short, about 6-8 h [25] .\n\nWe here examine the growth kinetics of the SARS-CoV Frankfurt 1 strain in Vero E6 cells by determining the infectious virus titer and by quantifying intra-and extracellular viral RNA load at various time points post-infection.\n\nCells and virus. The SARS-CoV Frankfurt 1 strain was kindly provided by Prof. Dr. H.F. Rabenau from the Johann Wolfgang Goethe University, Frankfurt, Germany. Vero E6 cells were propagated at 37°C in 5% CO 2 in minimal essential medium (MEM; Gibco, Life Technologies, Rockville, MD) supplemented with 10% fetal calf serum (FCS; Integro, Zaandam, The Netherlands), 1% L-glutamine (Gibco, Life Technologies, Rockville, MD), and 1.4% sodium bicarbonate (Gibco, Life Technologies, Rockville, MD). Virus-infected cells were maintained at 37°C in 5% CO 2 in MEM supplemented with 2% FCS.\n\nReal-time quantitative RT-PCR. The methodology of the realtime RT-PCR assay has been described previously [26] . Briefly, a real-time quantitative RT-PCR was designed in the nsp11 region of the replicase 1B domain of the SARS-CoV genome. A 25 ll RT-PCR was carried out using 5 ll of extracted RNA or standard cRNA, 12.5 ll one-step RT qPCR Mastermix containing ROX as a passive reference (Eurogentec, Seraing, Belgium), 900 nM forward and reverse primers, and 150 nM minor groove binding probe. Amplification and detection were performed in an ABI PRISM 7700 Sequence Detection System (Applied Biosystems, Foster City, CA, USA) under the following conditions: an initial reverse transcription at 48°C for 30 min, followed by PCR activation at 95°C for 10 min and 45 cycles of amplification (15 s at 95°C and 1 min at 60°C). During amplification, the ABI PRISM sequence detector monitored real-time PCR amplification by quantitative analysis of fluorescence emissions. The reporter dye (FAM) signal was measured against the internal reference dye (ROX) signal to normalize for non-PCR-related fluorescence fluctuations occurring from well to well. The threshold cycle represented the refraction cycle number at which a positive amplification was measured, and was set at 10 times the standard deviation of the mean baseline emission calculated for PCR cycles 3-15.\n\nExtracellular and intracellular viral RNA quantitation. One hundred CCID 50 (50% cell culture infectious dose) SARS-CoV was allowed to adsorb at 37°C for 20 min on Vero E6 cells in 24-well culture plates, containing 10 5 cells and 400 ll MEM 2%. Subsequently, the cells were washed 5 times with PBS. At different time points post-infection, supernatants putatively containing free viruses and infected cells were collected. Viral RNA was isolated from the supernatant and total RNA was isolated from the infected cells, using the QIAamp viral RNA minikit (Qiagen) and the RNeasy minikit (Qiagen), respectively. The samples were tested by quantitative RT-PCR for the presence and quantitation of viral RNA. The 18S Genomic Endogenous Control Kit (Eurogentec, Seraing, Belgium) was used for normalization of the intracellular quantitative RT-PCR analysis by determining the number of collected Vero E6 cells.\n\nVirus yield assay. One hundred CCID 50 SARS-CoV was allowed to adsorb at 37°C for 20 min on Vero E6 cells. The inoculum was removed, and the cells were washed 5 times with PBS. At different time points, cell culture supernatant putatively containing free viruses was collected. The yield of infectious viral particles was determined using a CCID 50 assay where virus titers are determined by visual scored CPE, using 10-fold dilution steps. The limiting dilution end point (CCID 50 / ml) was determined by the Kärber equation, where CCID 50 / ml = 10 [LÀd(SÀ0.5)] /V, in which L is the lowest dilution, d is the logarithm of the dilution factor (d = 1 for the 10-fold serial dilution), S is the sum of proportions of infection-positive wells per total wells at each subsequent dilution, and V is the volume (ml) of the diluted virus used for inoculation [27] .\n\nStatistics. The statistical significances of the rise of intracellular and extracellular viral RNA load were assessed by using a two-tailed StudentÕs t test.\n\nConfluent Vero E6 cells grown in a 24-well culture plate were incubated with 100 CCID 50 SARS-CoV (which corresponds to 8.5 · 10 7 SARS-CoV genome copies) for 20 min. Intracellular levels of viral RNA were determined by quantitative RT-PCR every 30 min between 1 and 5 h post-infection and every 60 min between 6 and 12 h post-infection (Fig. 1A) . At least 4 replicate experiments were performed to determine the intracellular amount of viral RNA copies. After washing the Vero E6 cells 5 times with PBS, a remaining background of 3.4 · 10 4 copies per 10 6 cells was detected. From 1 to 5 h post-infection, the intracellular viral load remained nearly constant. A statistical significant (P < 0.05) increase in the number of intracellular RNA copies was first observed at 6 h post-infection. After this initial amplification, the titer of the intracellular viral RNA increased exponentially, reaching a titer of 9.6 · 10 6 RNA copies per 10 6 cells at 12 h post-infection.\n\nExtracellular levels of viral RNA in the cell supernatant were determined every 60 min by means of quantitative RT-PCR from 1 to 12 h post-infection (Fig. 1B) . Extracellular viral load quantitation was performed in at least 9 replicates. After washing the Vero E6 cells 5 times with PBS, the remaining background was determined to be 1.5 · 10 4 RNA copies/ml. From 1 to 6 h post-infection, the extracellular viral load remained nearly constant. A significant (P < 0.0001) increase in the number of extracellular viral RNA copies, i.e., a nearly 10-fold increase in viral RNA load from 4.0 · 10 4 to 2.8 · 10 5 genome equivalents/ml, was observed 7 h post-infection. After this initial extracellular raise, the viral RNA in the supernatant continued to increase, reaching viral RNA titers as high as 1.1 · 10 7 copies/ml at 12 h post-infection.\n\nMeasuring viral RNA does not imply the presence of live virus. For this purpose, we determined the infectious viral titer of the supernatant collected at different time points post-infection (Fig. 2) . During the first 5 h, no infectious virus could be detected in the culture supernatant. Infectious progeny SARS-CoV first appeared in the supernatant 6 h post-infection at a low titer (2.1 · 10 1 CCID 50 /ml), and a larger proportion of infectious progeny virus appeared at 7 h post-infection, at a titer of 5.2 · 10 2 CCID 50 /ml. By 12 h post-infection, Vero E6 cells infected with SARS-CoV had produced an infectious virus titer of 5.2 · 10 3 CCID 50 /ml.\n\nOur aim was to determine the kinetics and the length of one viral cycle of SARS-CoV in Vero E6 cells. Our observations suggest that one replication cycle of the SARS-CoV takes 7 h to complete and that onset of intracellular RNA replication is at 6 h post-infection. When comparing the absolute increase of copies, we see that the difference between the initial viral RNA load and the viral load 12 h after infection is more definite extracellular than intracellular. Intracellular we distinguish a 3 · 10 2 -fold increase, while in extracellular a growth of 2 · 10 3 -fold is observed.\n\nWhen elucidating the mechanism of antiviral action of a particular antiviral compound, it is often important to be able to carry out so-called time-of-drug-addition assays. This time-of-drug-addition assay allows one to obtain a first rough idea about the step in the replication cycle at which the compound exerts its antiviral activity. Besides electron microscopic based information, no data about the growth of SARS-CoV in Vero E6 cells were available. Our results provide further insights into the SARS-CoV replication cycle. An antiviral compound, which remains its antiviral activity at a time point of 6 h post-infection or later, is not likely to interfere with the attachment, penetration or replication of the genomic RNA, but rather with the processing of viral proteins, assembly or release of the virions."}