{"title": "Middle East respiratory syndrome coronavirus (MERS-CoV): what lessons can we learn?", "body": "The Middle East Respiratory Syndrome Coronavirus (MERS-CoV) was first identified in September 2012. As of 19 June 2015, a total of 1,338 MERS-CoV infections have been reported to the World Health Organization (WHO). 1 Despite an accumulation of clinical experience and scientific knowledge, new MERS-CoV infections continue to be reported almost on daily basis. What lessons can we learn after three years of clinical experience and scientific research?\n\nLesson one: no substitute for continuous vigilance A 60-year-old man was admitted on June 13th, 2012, to a hospital in Jeddah, Saudi Arabia, with severe pneumonia and multi-organ failure. The patient died after 11 days of hospitalization. 2 Indirect immunofluorescence assays and real-time polymerase chain reaction (PCR) for widely occurring respiratory viruses failed to identify an infective aetiology. Interestingly, cytopathic changes consistent with viral replication were noted in LLC-MK2 and Vero cell cultures of the patient's respiratory samples. Slides of the infected cell cultures reacted strongly with the patient's serum but not with any of 2400 control sera stored in the same hospital. However, pancoronavirus PCR yielded positive results. The PCR fragments were sequenced at the Erasmus Medical Centre in Rotterdam, The Netherlands, and phylogenetic analysis showed that the novel coronavirus belonged to lineage C of the genus betacoronavirus. 2, 3 On 20 September 2012, an email was posted on Program for Monitoring Emerging Diseases Mail (ProMED-mail) announcing the discovery of a novel human coronavirus. 4 Meanwhile, a critically ill 49-year-old Qatari man was transferred by air ambulance on September 11th, 2012, to a hospital in England. 5 He had developed respiratory symptoms on September 3rd followed by multi-organ failure. His upper and lower respiratory tract samples were negative for influenza A/B, parainfluenza 1e4, RSV A/B, human metapneumovirus, enterovirus, rhinovirus, adenovirus, human bocavirus, and the human coronaviruses (NL63, 229E, OC43, HKU1). On September 21st, 2012, one day after the above ProMED-mail posting, the patient's respiratory samples tested positive by pancoronavirus PCR. Once sequenced, a 250 base-pair fragment from this isolate showed 99.5% homology with the Erasmus Medical Centre's isolate. 5 The third patient was a 45-year-old man who presented to a hospital in Riyadh, Saudi Arabia, on October 10th, 2012, with severe pneumonia and renal failure. MERS-CoV was detected in samples from the patient's upper and lower respiratory tract. 6 Prior to all of this, an outbreak of respiratory illness was reported in April 2012 from an intensive care unit in a hospital in Zarqa, Jordan. 7 A retrospective epidemiological investigation in November 2012 identified 13 probable cases, two of whom had died. MERS-CoV was detected by reverse transcription (RT)ePCR in stored samples from the two deceased patients. 8 Seven more were subsequently confirmed by serological testing. 9 A pattern began to emerge, characterized by severe pneumonia, multi-organ failure, and an epidemiological link to a country in the Middle East. In May 2013, the virus, which had been initially known as human coronaviruseErasmus Medical Centre (hCoV-EMC), was named the Middle East respiratory syndrome coronavirus (MERS-CoV). 10 Notably, phylogenetic analysis of the first five available MERS-CoV sequences suggested a common ancestor dating back to mid-2011. 11 Furthermore, anti-MERS-CoV antibodies were detected in 15 out of 10,009 serum samples [0.15%; 95% confidence interval (CI): 0.09e0.24%] obtained between December 2012 and December 2013 from 13 provinces in Saudi Arabia. 12 The authors extrapolated that just fewer than 45,000 individuals (44, 951; 95% CI: 26, 971e71, 922) in Saudi Arabia could be seropositive for MERS-CoV. 12 It is therefore reasonable to assume that human MERS-CoV infections had taken place in the region for some considerable time before it was identified. It is possible that the identification of the virus might have been delayed even more, had it not been for the meticulous investigation by a single virologist, Dr A.M. Zaki, of the first reported case of MERS-CoV. 2 The first lesson one has to learn from MERS-CoV and its discovery is that continuous vigilance and perseverance with diagnostic investigation of undiagnosed infectious diseases are essential to identify emerging pathogens.\n\nLesson two: yet again, prevention is better than cure Clinically, MERS-CoV infection may range from an asymptomatic or mild upper respiratory illness to a rapidly progressive and fatal disease. 13e15 The majority of hospitalized patients with MERS-CoV infection present with fever and respiratory symptoms including cough and shortness of breath with clinical and radiological evidence of pneumonia. 16,17 Fatigue, myalgia, headache, and gastrointestinal symptoms such as vomiting and diarrhoea are also frequent. 16, 17 Respiratory and renal failure are frequent complications of severe MERS-CoV infection, in addition to acute liver injury, cardiac dysrhythmias, and coagulopathy. 16e20 Overall mortality is around 35.6%, but exceeds 70% in critically ill patients and in those with significant comorbidities. 1,18e22 For reasons yet to be understood, MERS-CoV infection is rare in children. 23, 24 In-vitro studies have identified numerous agents with anti-MERS-CoV activity including interferon, ribavirin, mycophenolate, cyclosporine and lopinavir. 25 The combination of interferon and ribavirin showed promising results in experimentally infected macaques. 26 However, in retrospective clinical studies the combination was not associated with significantly improved overall survival. 21,22 Treatment of patients with MERS-CoV infections remains largely dependent on supportive measures. 27 Diagnosis is confirmed by detection of MERS-CoV RNA in respiratory samples by real-time PCR targeting the upE and ORF 1b genes. 28 Samples obtained from the lower respiratory tract have higher viral loads and better diagnostic yield than those obtained from the throat or nasopharynx. 11,29,30 Moreover, viral shedding is considerably prolonged in symptomatic and severely ill MERS-CoV patients compared with asymptomatic infected contacts. 31 Interestingly, detection of MERS-CoV in blood has been associated with worse clinical outcome. 22,32 MERS-CoV may also be detected in stool for up 16 days and in urine for up to 13 days from disease onset. 11 Under certain conditions, MERS-CoV can survive on plastic and steel surfaces for up to 30 h. 33 In the absence of appropriate precautions, the environment surrounding a symptomatic MERS-CoV patient can therefore become extensively contaminated with viable, potentially infectious virus.\n\nHuman-to-human transmission of MERS-CoV has been well documented in family clusters, community settings and more often in healthcare settings. 13e15,17,20,34 Common denominators in the largest hospital outbreaks have been overcrowding, especially in emergency departments, and poor adherence to infection control standards. 15,17,35,36 However, MERS-CoV continues to have relatively limited infectiousness. For example, screening identified secondary MERS-CoV infections in only 4% of 280 close family contacts and 2% of 5065 healthcare contacts. 37,38 Moreover, no secondary cases were identified following extensive epidemiological investigations of imported cases in the UK, Germany, France, Greece, The Netherlands, and the USA. 39e46 It has been phylogenetically demonstrated that MERS-CoV transmission chains have not extended beyond two to three months and that the virus has remained genetically stable over the past three years. 47, 48 Given an effective reproduction number (R 0 ) of less than one, human-to-human MERS-CoV could be readily interrupted with effective preventive interventions. 49, 50 Indeed, even the most explosive hospital outbreaks of MERS-CoV infection, such those that occurred in Jeddah and Riyadh in April to May 2014, were brought under control through a strategy based on early case detection and implementation of appropriate infection prevention and control measures; namely contact and droplet precautions for general care in addition to airborne precautions for aerosolgenerating procedures such as intubation and respiratory tract suctioning. 51e53 The poor prognosis associated with MERS-CoV, especially in patients with multiple comorbidities, and the lack of effective anti-viral therapy make appropriate infection prevention and control all-important. Just as is true for most infectious diseases, MERS-CoV reminds us again that prevention is better than cure.\n\nThe initial case definitions for MERS-CoV case finding and reporting focused on patients who are hospitalized, had evidence of acute pulmonary disease with an epidemiological link to confirmed cases or to countries in the Middle East. 54, 55 As more clinical experience and epidemiological data became available, updated definitions removed the requirement for hospitalization. 56 The reporting of several community and hospital clusters during the first half of the year 2013, often without identifiable human or animal sources, led to speculation that individuals with no or only mild respiratory symptoms might have a role in MERS-CoV transmissions. 13, 14, 20 This was reflected in the WHO revised interim definition published in July 2013 where patients with acute febrile illness of any severity were included; in addition to a recommendation to proactively test asymptomatic close contacts of confirmed MERS-CoV infections. 57 Memish et al. later showed that MERS-CoV was detectable for up to 12 days in 30% of 12 asymptomatic contacts. 31 In another report, an asymptomatic healthcare worker had detectable MERS-CoV for more than five weeks. 58 Although MERS-CoV transmission from an asymptomatic individual remains a strong probability, this has never been documented. 37, 38 In the meantime, clinicians were becoming increasingly aware that MERS-CoV infections were being diagnosed in patients whose clinical presentations did not conform to those definitions, including the absence of fever, lack of respiratory involvement and the predominance of gastrointestinal or nonspecific generalized symptoms. 17, 22, 59 In the aftermath of the surge of MERS-CoV infection in Jeddah and Riyadh in April and May 2014, the Ministry of Health in Saudi Arabia revised its case definition and surveillance guidance to recommend MERS-CoV testing in any of four patient categories: e patients with clinical or radiological evidence of community-acquired pneumonia; e patients with clinical or radiological evidence of healthcare-associated pneumonia; e patients with acute febrile illness and myalgia, headache, diarrhoea, nausea, or vomiting, and unexplained leucopenia or thrombocytopenia; e contacts of individuals with confirmed or probable MERS-CoV infection who develop upper or lower respiratory symptoms within two weeks of exposure. 60 As better understanding of the epidemiology of MERS-CoV developed, it became obvious that a considerable proportion of cases were probably missed. 12,50 During the steep learning curve of an emerging infectious disease, regularly updated guidelines are important. Such guidelines are inevitably based on incomplete evidence and hence may not be comprehensive or applicable in all situations. Clinical acumen and heightened medical awareness are essential for early detection of unusual MERS-CoV cases and to prevent delays in diagnosis and to mitigate additional exposures. 61\n\nA zoonotic origin was suspected soon after the identification of MERS-CoV. 6 Bats are known natural hosts for several coronaviruses and hence were the initial target for investigation. 62, 63 More than 1000 faecal samples were collected from wild bats in the area around where the first MERS-CoV patient lived. A 190-nucleotide fragment of MERS-CoV RNA was detected in one faecal pellet from an Egyptian tomb bat. The sequenced amplification product was genetically identical to the MERS-CoV sequence obtained from the index human case. 64 More recently, a closely related coronavirus was isolated from bats in South Africa, suggesting that MERS-CoV ancestors might exist in Old World bats. 65, 66 To date, no further evidence is available to confirm the role of bats as natural hosts or reservoirs for MERS-CoV.\n\nOn the other hand, the evidence implicating dromedary camels in MERS-CoV epidemiology is more consistent. A role for dromedary camels is supported by the following observations:\n\nÀ Neutralizing MERS-CoV antibodies are highly prevalent in dromedary camels from across the Arabian Peninsula, North Africa, and Eastern Africa. 67e73 MERS-CoV antibodies were detected in stored camel sera dating as far back as the early 1990s. 73e75 The prevalence of MERS-CoV seropositivity is significantly higher in camels aged more than two years than in juvenile camels. 68,74,76 À Several groups have reported the detection of MERS-CoV by RTePCR in nasal and faecal samples from dromedary camels in the Arabian Peninsula. 72,74,76e79 One study reported MERS-CoV positivity in more than 60% of lung tissue samples obtained from dromedary camel carcasses. 79 RTePCR was positive in camels that had prior evidence of MERS-CoV seropositivity, indicating that animal reinfection is possible. 76 Interestingly, the prevalence of MERS-CoV RNA is significantly higher in juvenile than in adult camels. 74, 76, 79 Furthermore, all MERS-CoV strains obtained from dromedary camels are phylogenetically clustered within human isolates, supporting possible animalehuman intertransmission. 72 It is important to note, however, that MERS-CoV seroprevalence studies in individuals with close contact with camels have yielded inconsistent results. A national serosurvey in Saudi Arabia found prevalence of MERS-CoV antibodies that was 15 times higher in camel shepherds (P ¼ 0.0004) and 23 times higher in slaughterhouse workers (P < 0.0001), compared with the general population. 12 Similarly, MERS-CoV serology was positive in individuals who had occupational exposure to dromedary camels in Qatar but not in those without such exposure. 86 On the other hand, MERS-CoV antibodies were not detected in sera obtained from individuals who had close contact with camels that had documented MERS-CoV infection two to three months earlier. 87 Likewise, screened slaughterhouse workers and other animal workers in Western and Southern Saudi Arabia were all seronegative for MERS-CoV antibodies. 88, 89 Collectively, the available data strongly suggest that MERS-CoV is highly prevalent in dromedary camels in the Arabian Peninsula and that transmission of infection from camels to humans, although inefficient, does occur. However, the exact mechanism and route of infection it is still unclear. infections. 30, 94, 95, 97 One pertinent cause for concern has been the potential global spread of MERS-CoV during the annual Hajj pilgrimage when millions of Muslims from around the world gather in Mecca, Saudi Arabia. 98e102 Though those concerns are well founded, several surveillance studies over the past three years have not identified any MERS-CoV infections among Hajj pilgrims while they are in Saudi Arabia or after their return to their home countries. 103e108 The situation was entirely different in the recent outbreak in South Korea where a single imported case resulted in a total of 186 laboratory-confirmed cases of MERS-CoV infection, including 36 deaths. 109 The index patient was a 68-year-old man who developed respiratory symptoms seven days after returning to Seoul from a two-week visit to Bahrain, Saudi Arabia, United Arab Emirates, and Qatar. 35 He sought medical care in several hospitals before he was diagnosed with MERS-CoV infection. 35,110 A combination of late recognition, overcrowding in emergency departments and hospital wards, multiple incidents of patient movement between different healthcare facilities, and delayed implementation of adequate infection control precautions culminated in the largest single outbreak of MERS-CoV infection. 35,36,110e112 The outbreak involved patients, visitors, care-givers and healthcare workers, and spanned across six different hospitals in three South Korean cities. 110, 113 Notably, phylogenetic analysis of MERS-CoV strains from South Korea revealed no significant biological changes compared to previously sequenced viruses. 114 The outbreak in South Korea was eventually controlled through a series of measures including aggressive contact identification, screening and strict isolation, and rigorous infection control precautions. 111, 115, 116 Within a few weeks, South Korea went from a country with no reported MERS-CoV cases to one that has the second largest number in the world. 116, 117 With air travel becoming readily accessible and affordable, the South Korean experience demonstrates vividly that in the context of an infectious respiratory illness, there is simply no room for complacency. Adequate assessment of patients presenting with febrile illness must include their recent travel history to enable early application of proper control measures and to expedite laboratory confirmation and appropriate clinical management.\n\nThe past decade has witnessed an exponential rise in internet-based social media sites such as Facebook, Twitter, and YouTube. 118 Healthcare professionals are increasingly using social media applications to follow medical developments and emerging scientific literature and to share their own research findings, observations, and opinion. 119 The general public often uses these tools as news outlets to seek and share medical and scientific information. 120 However, in the context of MERS-CoV, social media have been a double-edged sword. For example, social media were at some point rife with inaccurate information that included rumours of hospitals closed due to MERS-CoV outbreaks and certain social events being nodes for MERS-CoV transmission. The authors are aware of examples of information and photos shared on social media resulting in patients losing their right to privacy and confidentiality. Patients often cancelled their clinic appointments or scheduled surgical procedures for fear of acquiring MERS-CoV while in hospital. Some avoided attending emergency departments despite having acute problems that required medical attention. Some individuals posted videos and messages challenging the suggestion that camels may be a source of MERS-CoV infection. Scepticism and mistrust in governmental agencies and the medical community were sometimes promoted and propagated.\n\nOn the other hand, various government agencies, scientific organizations and healthcare professionals used social media to enhance networking and facilitate communication of epidemiological, medical and scientific developments; in addition to presenting the public with factual material, timely updates, and relevant advice. 121 The Saudi Ministry of Health, for example, posts daily updates on its website and through social media outlining details of current MERS-CoV cases. The Korean Ministry of Health and Welfare did the same during their MERS-CoV outbreak. Such steps are important to gain the public's trust and to remove barriers to appropriate sources of information. Taking on board the surging role of social media and using them effectively to disseminate appropriate information turns them into invaluable tools for controlling an emerging infectious disease such as MERS-CoV.\n\nMERS-CoV is an emerging infectious disease of probable animal origin. Sustained human-to-human infection has not occurred and its potential for causing widespread epidemic remains limited. Vigilance, early recognition, and institution of appropriate protective measures are the most effective control measures.\n\nNone declared. "}