{"title": "", "body": "Tuberculosis (TB) caused by the bacterium Mycobacterium tuberculosis affected an estimated 10.4 million new cases and caused 1.7 million deaths in 2016, making TB the leading global cause of death from an infectious disease [1] . Influenza pandemics have selectively caused higher mortality among persons with TB * Preliminary findings of this study were presented at (i) the 9th European compared to the general population [2, 3] . For instance, the 1918 influenza pandemic brought about a sharp decline in TB burden, possibly because of the higher mortality among TB patients coinfected with influenza viruses [3, 4] .\n\nIn sub-Saharan Africa, HIV has been the most important risk factor driving the TB epidemic in recent decades [5] . The efforts towards understanding other risk factors in TBdsuch as respiratory viruses, helminths [6] , and bacteria [7] dare becoming increasingly important [8] . Evidence from experimental mouse models suggests that respiratory viruses such as influenza viruses may play a pathogenic role in individuals with tuberculous disease by negatively affecting immunity against M. tuberculosis [9] . The effect of respiratory viruses on TB may mimic the development of bacterial pneumonia immediately after an infection with respiratory viruses [10] . Studies of the lung microbiota (the community of microorganisms in the airways), which have focused on respiratory bacterial populations, suggest that there are differences in respiratory bacterial species populations among patients with and without TB, among new and recurrent TB patients, as well as among those in whom TB treatment has failed [7] .\n\nThe differences in airway microorganism populations could indicate that respiratory pathogens can be involved in TB pathogenesis [11] . However, little is known about the prevalence of respiratory pathogens, whether viral or bacterial, and their role in clinical presentation in TB. We therefore studied the prevalence of respiratory pathogens in TB patients and household contact controls, and assessed the associations between both respiratory viruses and bacterial pathogens and the clinical presentation of TB patients who were prospectively recruited in an area of Dar es Salaam (Tanzania) with a high TB burden.\n\nThis is a prospective cohort study conducted in the densely populated Temeke district of Dar es Salaam, Tanzania; it is a study within a previously described ongoing prospective cohort study of TB patients and household contact controls in Dar es Salaam (TB-DAR) [6] . Between November 2013 and October 2015, we recruited smear-positive TB patients diagnosed at Temeke district hospital and household contact controls who lived in the same household as the index TB cases [6] .\n\nAssuming (a) a prevalence of respiratory viruses of 25% in TB patients and of 12.5% in household contact controls [12] , based on the prevalence of respiratory viruses in similar settings, and assuming that respiratory viruses are more frequent in TB patients than in controls, (b) a cluster correlation of 0.2, and (c) a nonparticipation rate of 20%, we estimated that 175 caseecontrol pairs would provide 85% power to observe a statistically significant difference in the prevalence at the 5% level of significance.\n\nAt the time of recruitment of study participants, we collected a single sample of nasopharyngeal swabs from TB patients and controls using flexible nasopharyngeal flocked swabs (Copan Diagnostics, CA, USA) [13] . For TB patients, the nasopharyngeal swabs were taken immediately after diagnosis of TB and prior to initiation of anti-TB treatment. The nasopharyngeal swab samples were then added to 1-mL eNAT tubes for transportation at temperatures between 2 and 8 C to the Ifakara Health Institute (IHI) research laboratory at Bagamoyo where they were stored at e80 C pending analysis.\n\nWe used the validated multiplex real-time PCRs from Seegene (www.seegene.com/) for detection of a broad panel of respiratory viral and bacterial pathogens in accordance with the manufacturer's instructions, as previously published [14] . The nasopharyngeal swab samples were also analysed using Anyplex II RV16 simultaneously which detects 16 respiratory viruses, and the Allplex Respiratory Panel 4 assay which detects seven respiratory bacterial pathogens (Table S1 ). Sample processing and analysis to detect respiratory pathogens were all done at the IHI research laboratory in accordance with the manufacturer's instructions and Standard Operating Procedures (SOP).\n\nTB confirmation was by positive L€ owensteineJensen (LJ) solid media mycobacterial culture (done at the IHI Research laboratory in Bagamoyo). We ruled out TB in controls with both a negative Gene Xpert MTB/RIF result and no mycobacterial growth in LJ solid media culture. HIV testing for TB patients and controls was done as per Tanzania HIV testing algorithms using an Alere Determine HIV (Alere, USA) and a Uni-Gold HIV (Trinity Biotech; Wicklow, Ireland) confirmatory test rapid tests [15] . CD4þ T cells and full blood-cell counts were obtained as previously described [6] .\n\nClinical severity of TB was graded as per published clinical TB score [16] , but modified to a set of 12 TB score parameters instead of 13, since tachycardia was not systematically measured as previously noted [6] . Diagnosis delay was defined as a cough duration of 3 weeks as previously published from the same cohort study [17] .\n\nData were captured using electronic case report forms developed from the open source data collection software Open Data Kit (ODK, https://opendatakit.org/) on Android PC tablets, and data were then managed using the eManagement tool 'odk_planner' as published previously [18] .\n\nWe compared the baseline characteristics of TB patients and household contact controls using the McNemar test, paired t-test, or Wilcoxon signed rank test, as appropriate. We estimated the prevalence of any respiratory viruses and bacteria using logistic regression models adjusting for clustering at the household level. We used mixed-effects logistic regression models with random household intercepts to assess the risk factors associated with detection of respiratory pathogens in TB patients and controls. The differences in the mean Ct values of respiratory bacteria detected (as a relative measure of the bacterial load) between TB patients and controls were assessed using mixed-effect linear regression models. Logistic regression models adjusting for age, sex, and HIV infection were used to assess the associations between respiratory pathogens and clinical presentations of TB at the time of recruitment among TB patients, with the following outcome variables: severe TB score (score of 6) versus mild (score of 1e5), high sputum bacterial load (sputum AFB smear microscopy of 2þ) versus low bacterial load, and presence versus absence of lung infiltrations and cavitations (chest x-ray findings). Associations were expressed as crude odds ratios (ORs) and adjusted ORs (aORs) with their corresponding 95% confidence intervals (95%CIs). All analyses were performed in Stata version 14.0 (Stata Corp, College Station, Texas, USA).\n\nThe study was approved by the IHI Institutional Review Board (IHI/IRB/No: 04-2015) and the Medical Research Coordinating Committee of the National Institute of Medical Research (NIMR/ HQ/R.8c/Vol.I/357) in Tanzania, as well as by the Ethics Committee of the Canton of Basel in Switzerland (EKNZ UBE-15/42). All study participants gave written informed consent. TB patients were managed as per National TB and Leprosy Programme treatment guidelines [19] . Treatment and care for HIV-positive individuals were as per Tanzania National HIV/AIDS treatment guideline [15] .\n\nBetween November 2013 and October 2015, 972 study participants were enrolled in the TB-Dar study. A total of 794 study Table 1) .\n\nThe frequency distributions of the respiratory viruses detected from study participants are summarized in Table 2 . The overall prevalence of any respiratory virus among TB patients and controls was 20.4% (161/794; 95%CI 17.7e23.3%), and the odds of detecting any virus was the same in TB patients and controls (OR 1.00, 95%CI 0.71e1.44; p 0.98). The most common respiratory species detected was human rhinovirus A/B/C (HRV), which was found in 9.3% (74/ 794) of the study participants, followed by influenza A in 3.1% (25/ 794) and respiratory syncytial virus A (RSVA) in 1.9% (15/794). We detected only minor differences between TB patients and household contact controls in the prevalence (Table 2 ) and the semiquantitative detection (Fig. S1 ) of respiratory viruses. We detected respiratory viruses more frequently during the months of March and April, and October to November (Fig. S2 ).\n\nThe prevalence of any bacterial pathogen among study participants was 38.2% (303/794; 95%CI 34.9e41.6%, Table 2 ). Respiratory bacteria were less likely be detected in TB patients than in controls (OR 0.70, 95%CI 0.53e0.94; p 0.02). The most common bacterial species detected were Haemophila influenzae, found in 26.1% of study participants (207/794), followed by Streptococcus pneumoniae in 21.5% (171/794). TB patients were less likely than household contact controls to have H. influenzae (OR 0.62, 95%CI 0.45e0.86; p 0.004). The mean values of cycle threshold for TB patients were slightly higher (indicating a smaller bacterial load) than those of household contact controls (greater bacterial load), but this did not reach conventional levels of statistical significance (Fig. S3 ). There were 12 TB patients on a retreatment drug regimen, and in ten of them (83.3%) both respiratory bacteria and respiratory viruses were detected.\n\nThe factors associated with detection of respiratory viruses include smoking and households containing three or more people. Men were the more likely to have respiratory bacteria (see Table S3 ).\n\nTB patients with both viral and bacterial pathogens had significantly more severe TB disease than TB-only patients (aOR 1.64, 95% Table 3 ). Bacterial respiratory pathogens were not significantly associated with the clinical presentation of TB patients at TB diagnosis. Detection of respiratory pathogens was not associated with including diagnostic delay (defined as duration of symptoms of 3 weeks or more) (see Table 3 ). No association was found between detection of respiratory pathogens and chest x-ray findings among TB patients (Table 4 ). In addition, the detection of respiratory pathogens was similar for HIV-positive and HIVnegative TB patients (Tables S2 and S3 ).\n\nBoth respiratory viruses and respiratory bacteria are commonly detected in a high-TB-incidence setting, and the prevalence of respiratory bacteria was lower in TB patients than in household contact controls. Detection of respiratory viruses and respiratory bacteria in TB patients was associated with more severe disease.\n\nThe prevalence of any respiratory viruses was the same (20%) for both TB patients and controls without TB. Similar prevalence of respiratory viruses in controls as compared to TB patients could be due to controls being more active than TB patients, hence having increased social contacts. The prevalence shown in our study was lower than that reported in an Indonesian study of influenza viruses that observed respective prevalences of around 46% and 41% for TB patients and controls, respectively [20] . The difference in the prevalence of influenza in that study compared to ours could be due to the different study region (Asia versus sub-Saharan Africa) and the use of different diagnostic methods (immunological assay versus molecular detection). We detected respiratory viruses from nasopharyngeal swabs using a highly sensitive and specific molecular technique [21] , whereas the study from Indonesia [20] measured influenza virus antibody titres which also detect patients with previous exposure to influenza viruses. The influenza antibody titres were higher in TB patients than in controls, suggesting recent viral infection before the clinical manifestations of TB [20] .\n\nWe did not find any evidence for an association between HIV infection and detection of respiratory pathogens. In line with our results, a household study on respiratory illness surveillance and HIV testing in Kenya [22] did not find any association between HIV and influenza viruses. However, household contacts of the HIVinfected influenza index cases were twice as likely to develop a secondary case of influenza-like illness [22] .\n\nWe also found that the presence of both viruses and bacteria could potentially alter the clinical course of TB, and present with a more severe disease as measured by the previously validated clinical TB score [16] . Direct evidence of clinical effects of respiratory viruses on TB have only been demonstrated in experimental mouse models that have exhibited higher mycobacterial loads in the lungs and increased lung inflammation [9] . The immunological pathway responsible for more severe clinical presentation in TB patients may occur either via the type I interferon-receptordependent pathway [9] or via decreased MHC II expression on dendritic cells [23] , which may result in poor clearance of M. tuberculosis from the lungs. We found smoking and living in a household with three or more persons to be risk factors for respiratory viruses. Smoking has been shown, at least in animal models, to inhibit the pulmonary T-cell response to influenza viruses, thus increasing susceptibility to infection [24] , and respiratory viruses were more likely to be detected in children living with a smoker [25] . In addition, overcrowdingdwhich we defined as three or more persons in a householddis a common risk factor for most airborne pathogens such as M. tuberculosis [26] and respiratory viruses [22] .\n\nThe prevalence of bacterial respiratory pathogens in our study was lower in TB patients than in household contact controls, suggesting interactions between M. tuberculosis and the bacterial populations in the airways. Overall respiratory bacterial load was smaller in TB patients than in controls. This is similar to findings from a microbiota study which reported smaller bacterial loads in TB patients than in controls [27] . The authors argue that the initial phase of M. tuberculosis invasion in the lungs may prompt an immune response that could also reduce the commensal flora in the lower respiratory tract [27] . Interestingly, in a mouse model, M. tuberculosis infection in the lungs appeared also to have an effect on the gut microbiota, which is part of the collective human microbiota [28] . These findings consistently suggest interactions between M. tuberculosis and the communities of microorganisms, and a role for these interactions in TB pathogenesis.\n\nWe believe that this is the first study to have looked systematically at a wide range of viral and bacterial species in TB patients and controls, and using sensitive molecular techniques and clinical specimens from a well-defined compartment of the airways. A particular strength of the study is that potentially confounding and unmeasured risk factors were minimized by studying patients and controls who lived in the same households. A limitation of the study is its undifferentiated attention to respiratory viruses because of small numbers which precluded assessment of the clinical effects of individual viruses. However, we presume that all respiratory viruses have similar levels of immunomodulation, and thus we could combine all respiratory viruses together.\n\nIn conclusion, respiratory pathogens are common in the high-TB setting of Tanzania for both TB patients and household contact controls without TB. However, respiratory bacterial species were more frequently detected in household contact controls than in TB patients. Our findings suggest that TB patients co-infected with both respiratory viruses and respiratory bacteria have severe TB disease. Further research should focus on the pathogenic role of respiratory pathogens in high-TB-incidence settings and their effects on clinical and treatment outcomes.\n\nAll authors have declared no conflicts of interest. This work was supported by the Rudolf Geigy Foundation, Basel, Switzerland (to LF and FM), and a personal grant by the 'Amt für Ausbildungsbeitr€ age', Basel, Switzerland (to FM)."}