{"title": "Reverse-transcription polymerase chain reaction/pyrosequencing to characterize neuraminidase H275 residue of influenza A 2009 H1N1 virus for rapid and specific detection of the viral oseltamivir resistance marker in a clinical laboratory", "body": "Pandemic influenza A 2009 H1N1 was the predominant virus worldwide in the 2009-2010 influenza season and has claimed thousands of lives since 2009 (WHO, 2010a) . 2009 H1N1 is generally resistant to adamantanes, leaving neuraminidase (NA) inhibitors as the only drug class available for antiviral therapy (Deyde and Gubareva, 2009; Deyde et al., 2010) . Oseltamivir is the most widely used NA inhibitor for the treatment of influenza A and 2009 H1N1 (Deyde et al., 2010) . However, resistant influenza A variants have spread worldwide during the 2008-2009 season (Sheu, et al., 2011; WHO, 2009) , and increased oseltamivir use during the 2009-2010 pandemic season raised concerns that resistant 2009 H1N1 variants may emerge. Indeed, more than 300 resistant cases have been reported worldwide (CDC, 2009; Wang et al., 2010; WHO, 2010b) , including resistant isolates detected in low oseltamivir-usage regions (Hurt et al., 2011a) . Oseltamivir resistance is associated with mutation on NA type 1 at residues impacting the catalytic site (Maurer-Stroh et al., 2009) . H275Y (H274Y in N2 NA numbering) is the most commonly reported NA mutation, in which a change from a histidine (CAC, wild type) codon to a tyrosine (TAC, mutant type) codon confers the viral resistance to oseltamivir (CDC, 2009; Renaud et al., 2010; Wang et al., 2010; WHO, 2010b) . Other mutations neighboring the active site might alter oseltamivir susceptibility, but data to support this are inconclusive Sheu et al., 2008) .\n\nRapid detection of oseltamivir resistance is clinically essential for directing appropriate care in a pandemic season. The NA inhibition assay is considered the gold standard (Gubareva, et al., 2002; Mungall et al., 2003) but is time consuming and technically complex, making it impractical for use in clinical laboratories. The mismatched amplification mutation and cycling probe methods offer molecular alternatives (Hata et al., 2010; Suzuki et al., 2011) but are not specific to the 2009 H1N1 virus. Detection of H275Y using genotypic-specific primers may be useful (Operario et al., 2010) , but the procedures are not straightforward for clinical laboratories. Real-time reverse-transcription polymerase chain reaction (RT-PCR) could be useful for detection (Bolotin et al., 2009; Renaud et al., 2010) , and the assay, however, either was for seasonal influenza A or needed 2 reactions with multiple primers, and data interpretation is indirect. We describe a molecular assay using RT-PCR coupled with a pyrogram procedure (RT-PCR-pyroseq) to detect the NA H275 residue of 2009 H1N1. This assay has a short analytical time, is relatively simple to perform, and provides direct results for characterizing oseltamivir resistance in 2009 H1N1.\n\nTwo viral specimen types were used. The first comprised clinical respiratory samples collected from November 2009 to January 2010 throughout the continental United States. The specimens were transported in viral-chlamydial-mycoplasma transport media (BD, Franklin Lakes, NJ, USA). The second specimen type comprised cell culture supernatants with viral type and phenotypic drug resistance characterized by the Centers for Disease Control and Prevention (CDC): 4 were resistant and 3 were susceptible to oseltamivir. Clinical specimens were maintained at 2°C to 8°C and the cell culture supernatants at −70 ± 5°C until RNA extraction.\n\nThe presence of 2 types of viruses -2009 H1N1 and other seasonal influenza A H1N1in each patient specimen was determined using the Influenza A H1N1 (2009) Real Time RT-PCR kit (Focus Diagnostics, Cypress, CA, USA) on an ABI 7500 real-time PCR system (ABI, Foster, CA, USA) according to the manufacturer's instructions. The viral RNA from the specimens was extracted with a nucleic acid extraction kit on a MagNA Pure™ system (Roche Applied Science, Mannheim, Germany) following the manufacturer's instructions and was used for viral identification as well as NA H275 sequence detection. The clinical specimens used for the NA H275 sequence detection were randomly selected from the 2009 H1N1 specimen pool. In this study, 216 clinical specimens positive for 2009 H1N1 and 28 specimens negative for 2009 H1N1, but positive for seasonal influenza A, were tested.\n\nThe same RNA extracted as described was used for NA H275 sequence detection. The NA H275 residue was detected and sequenced with RT-PCR followed by a pyrogram procedure (RT-PCR-pyroseq). RT-PCR was performed using the OneStep RT-PCR kit (Qiagen, Valencia, CA, USA) with WHO-published primers (5′-GGGGAAGATTGTYAAATCAGTYGA and 5′-biotin-CWACCCAGAARCAAGGYCTTATG) (Deyde et al., 2010; WHO, 2010a) synthesized by Invitrogen (Carlsbad, CA, USA). Briefly, a 5-μL sample RNA extract per reaction was amplified on an ATC 401 thermal cycler (Nyxtech, San Diego, CA, USA) with the following profile: 50°C for 30 min followed by 95°C for 15 min, 45 amplification cycles (94°C for 15 s, 55°C for 30 s, 72°C 1 min), and a final 5-min incubation at 72°C. The resulting amplicon was visualized on an E-gel system (Invitrogen). Pyrosequencing was performed on a PyroMark ID system (Qiagen) with a WHO-published sequencing primer (5′-GYTGAATGCMCCTAATT; Invitrogen) and a Golden Reagent kit (Qiagen) with 10 nucleotide-dispensing cycles. For the resulting NA H275 sequence, CAC was defined as susceptible and TAC as resistant to oseltamivir (Fig. 1) . The entire process, from RNA extraction to sequence result, required less than 8 h.\n\nA Sanger sequencing method was employed to verify the RT-PCR-pyroseq results on selected 50 RNA extracts from the specimen pools as described above, including 4 oseltamivir-resistant isolates from the CDC. The NA gene sequence of a viral strain (A/California/04/2009(H1N1)) (GenBank number: 227809833: 620-1058) (or termed as CA04 in Fig. 2 ) was used as a reference template for primer production and sequence alignment. Two pairs of primers located about 200 bp upstream and downstream from the H275 residue were developed by SeqWright (Houston, TX, USA) for both RT-PCR and Sanger sequencing. The first pair was CP1 (5′-ATTGAGAACACAAGAGTCTG) and CP2 (5′-TACTGGACCACAACTGCCTG); the second pair was CP3 (5′-GACACTATCAAGAGGTTGGAG) and CP4 (5′-CTCCATTTGCTCCATTAGAC). Both were synthesized by Integrated DNA Technologies (Coralville, IA, USA) or Sigma (The Woodlands, TX, USA). DNA cycle sequencing was performed using BigDye Terminator v. 3.1 Chemistry (ABI) with these primers. Sequence delineation 2 . Alignment of representative sequences by Sanger method (as \"S\") and sequences by RT-PCR-pyroseq method (as \"P\") to the reference sequence (CA04, GenBank number: 227809833: 620-1058, as described in Materials and Methods). Two clustered mutation residues, N248 (A248) and H275, are underlined and highlighted. Of the 16 nonclustered mutations detected in the Sanger sequencing, 2 nearest to the H275 residue from either direction are shown here (highlighted only). and base calling were performed using automated fluorescent DNA sequencers (ABI model 3730xl, Carlsbad, CA, USA). Sequences were assembled and edited with the Sequencher 4.8 software (GeneCodes, Ann Arbor, MI, USA). All sequence data were evaluated using Phred20 scoring criteria (CodonCode, Dedham, MA, USA).\n\nA standard reference lineage was produced between the 2009 H1N1 identification real-time RT-PCR cycle threshold (Ct) values and their viral TCID 50 /mL titers from a viral strain (influenza virus A/California/7/2009 NYMC x-179-A; courtesy of Focus Diagnostics). To determine the detection limits for viral specimens, 10-fold serial dilutions with 6 replicates of 7 2009 H1N1 viral specimens (Table 1) \n\nRT-PCR successfully amplified the targeted 446-bp NA gene fragment containing the H275 codon from all the 2009 H1N1 viral-positive specimens. The pyrosequencing procedure synthesized a 22-nucleotide sequence from this amplicon and detected the H275 codon from all 223 pandemic 2009 H1N1-positive specimens tested. The RT-PCR-pyroseq method detected the wild-type H275 codon (CAC) in 215 of the 216 clinical samples and the mutant H275Y (TAC) in 1 (0.5%). The genotype results from the RT-PCR-pyroseq were concordant with the phenotype for the 7 cell culture supernatants from the CDC, identifying the wild-type codon in the 3 oseltamivir-susceptible samples and the mutant-type codon in the 4 oseltamivirresistant samples (Fig. 1) .\n\nSanger sequencing produced valid sequences aligned with the reference template (Fig. 2 ) for the 50 specimens tested. Sanger sequencing identified the oseltamivir-resistant mutant type (TAC) from the 4 oseltamivir-resistant supernatants, consistent with RT-PCR-pyroseq results. It identified the susceptible wild-type H275 codon (CAC) in the remaining forty-six 2009 H1N1-positive specimens, also confirming the RT-PCR-pyroseq results. The single clinical specimen harboring the H275Y-positive oseltamivir-resistant virus was identified after we completed the Sanger sequencing analysis and was thus not tested with this method. Sanger sequencing also detected another clustered mutation in 12 clinical samples, which resulted in substitution of an aspartic acid (GAT) for an asparagine (AAT) residue at position N248. No mutation correlation between H275 and N248 residues was observed. Sixteen other individual mutations were observed from 12 viral isolates, but only the 2 mutations that are nearest to the H275 residue (85 bp upstream and 26 bp downstream) are demonstrated here (Fig. 2) .\n\nA standard linear regression between the Ct values and log TCID 50 /mL was generated after testing known viral TCID 50 /mL dilutions on the real-time RT-PCR: Y = 43.36 −3.51X, where Y = Ct value and X = log TCID 50 /mL. The maximum detectable Ct values by RT-PCR-pyroseq for the NA H275 codon ranged from 34.15 to 37.63, with an average detectable Ct value of 36.24 (Table 1) . Based on the above equation, the detectable Ct values were equivalent to a mean viral concentration of 107 (range, 43 to 417) TCID 50 / mL. The detection limits were from 1 to 8 TCID 50 (b1 to 6 plaque forming units [PFU]/mL; PFU/mL = TCID 50 /mL × 0.69) per reaction (average = 2). Testing with the validation panel from Diagnostic Hybrids produced a similar detection limit, reaching 6 viruses per reaction (data not shown).\n\nThe RT-PCR-pyroseq inter-and intrarun assays on the same dilution group of 2009 H1N1 samples in the validation panel produced the same DNA amplicon size and sequence results. The RT-PCR-pyroseq method produced no amplicons or valid sequences from seasonal influenza A H1N1, non-influenza A viruses, or bacteria such as those tested in this study (Table 2 ) and detected H275Y in a 1:4-ratio mixture with an oseltamivir-susceptible 2009 H1N1 viral suspension.\n\nThe single clinical 2009 H1N1 sample containing H275Y mutation was from a 30-year-old man in California with immunosuppression due to diffuse large B-cell lymphoma, pulmonary fibrosis, and chemotherapy with prednisone. 2009 H1N1 infection was first diagnosed using RT-PCR on 19 December 2009. Oral oseltamivir was initiated the same day but was switched to intravenous peramivir 600 mg daily 4 days later because of no sign of improvements from the oseltamivir therapy (FDA, 2009) . A respiratory specimen collected 4 January 2010 was positive for 2009 H1N1 with the H275Y mutation by pyrosequencing. 2009 H1N1 virus was detected negative on 11 January and 10 May, and the patient recovered uneventfully.\n\nDetection of drug-resistant viral variants for patient care becomes extremely important during influenza season, especially for severe influenza cases in immunocompromised patients. Several molecular approaches have been reported for such detections as described in the Introduction section. Methods using real-time RT-PCR reported for the detection of H275Y mutation may be good either for seasonal influenza A (Bolotin et al., 2009) or for surveillance applications (Deyde, et al., 2010) . Pyrosequencing for molecular marker detection has proved to be useful in surveillance laboratories (Couturier et al., 2010; Deng et al., 2011; Deyde et al., 2010) . The RT-PCR-pyroseq method described here was designed for clinical laboratory applications, and the results from this study (verified by Sanger sequencing) demonstrated that it provides reliable detection of NA H275 residue sequences with analytical time below 8 h. The rapid assessment of oseltamivir susceptibility is clinically important, as traditional approaches require time-consuming and laborious viral cultivation (Lackenby et al., 2008) . The RT-PCR-pyroseq method was specific for 2009 H1N1 and did not produce amplification or valid sequences from the tested non-2009 H1N1 viruses or bacteria ( Table 2 ). The analytical sensitivity of RT-PCR-pyroseq for H275 residue sequence detection (43-417 TCID 50 /mL; Table 1 ) was similar to that reported for pyrosequencing-based detection of seasonal H1N1 drugresistant mutations (Lackenby et al., 2008) . This sensitivity level should be sufficient for properly sampled positive clinical specimens, as indicated by our detection of NA H275 sequences in all tested 2009 H1N1-positive clinical specimens. Compared with Sanger sequencing, the pyrosequencing method can save time and costs (about 1/5 and 1/10 of Sanger sequencing, respectively). This pyrosequencing approach is thus specific, quick, reliable, sensitive, and money-saving, which are the key traits for clinical laboratory use and may even be applicable for developing countries.\n\nAlthough the H275Y mutant was readily detected from the 4:1-ratio (wild-type/mutant) mixture, determination of the actual viral concentrations was not sought in this experiment. The laboratory safety issues for viral propagation requirements needed for the experiments prevented further extensive testing for such ratio mixtures. However, both the cell cultures and then the following viral RNA extracts used in this study were from the same type of sample sources and treated using the same conditions and thus assumed that the 4:1 ratios were more likely proportioned to each viral density in the mixture. This result indicated that this method was able to detect a positive result for the mutation before the viral population turned entirely into the mutant form.\n\nThe catalytic-site mutation H275Y was widely reported in influenza A H1N1 specimens during the 2007-2008 season (Deyde and Gubareva 2009 ) and has been reported in oseltamivir-resistant 2009 H1N1 viruses (Sheu et al., 2011; WHO, 2010b) . Our data indicate that all 4 CDC-origin and 1 clinical oseltamivir-resistant 2009 H1N1 isolates were H275Y positive, supporting this mutation as a key oseltamivir-resistance molecular marker that can provide clinically important information for patient care.\n\nThe sole clinical sample harboring H275Y in our study was from an immunosuppressed man and was associated with clinical resistance to oseltamivir. This resistance development pattern is consistent with previous reports (Dharan et al., 2009; Graitcer et al., 2011; Hurt et al., 2011a,b) describing rapid emergence of resistant 2009 H1N1 in immunocompromised patients receiving oseltamivir.\n\nMost mutations detected in the NA gene of 2009 H1N1 occur on the protein surface and apparently do not affect the drug binding site or do not seriously affect drug susceptibility (Maurer-Stroh et al., 2009) . The N248 (A248) residue reported here and elsewhere is associated with an antibody binding site on the NA surface and thus may have little impact on the oseltamivir binding site (Maurer-Stroh et al., 2009; Wagner et al., 2002) . However, functional analysis of this and the other 16 nonclustered mutations is beyond the scope of this study.\n\nThe detection and identification of a single mutation may be a limiting factor for this assay since other oseltamivir resistance mutations could be overlooked and not detected. Recent report indicated that the dual H275Y + S247N mutant in 2009 H1N1 variants had extremely high oseltamivir resistance (Hurt et al., 2011b) . Meanwhile, a small number of specimens in each test run will certainly decrease the assay efficiency and increase the supply and labor costs. Precaution measures for biosafety and cross contamination should be implemented to prevent both laboratory-associated infection of laboratory personnel and testing discrepancy during processing of patient specimens. After all, the RT-PCR-pyroseq method for detection of oseltamivir resistance among 2009 H1N1 viruses is well adapted to a clinical laboratory, yielding reproducible results within a short time. This could greatly benefit patient care during upcoming influenza seasons."}