{"title": "", "body": "hospitalisation can be halved by intense surveillance, then the probability that an imported 25 case leads to sustained transmission is only 0.005. This emphasises the importance of 26 current surveillance efforts in countries around the world, to ensure that the ongoing 27 outbreak will not become a large global epidemic. Here, we present data describing the times from symptom onset to hospitalisation for 47 52 patients from the current outbreak, obtained from publicly available line lists [11] . We fit 53 an exponential distribution to these data, accounting for uncertainty due to the limited 54 numbers of patients from whom data were available. Assuming that this distribution 55 characterises the time spent by infected hosts generating new transmissions in the 56 community, it is then possible to infer the probability that a case arriving in a new location 57 is followed by an outbreak driven by sustained human-to-human transmission. We 58 estimate this probability under the assumption that the transmissibility of the 2019-nCoV 59 is similar to that of the SARS coronavirus, and then go on to consider the effect of The distribution of times from symptom onset to hospitalisation was estimated using 69 patient data from the ongoing outbreak [11] (data are shown in Fig 1A) . Since the precise 70 . CC-BY-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint times of symptom onset and hospitalisation on the dates concerned were unknown, we 71 converted the times from symptom onset to hospitalisation to intervals describing possible 72 time periods. For example, for a case showing symptoms on 9 January 2020, and then 73 being hospitalised on 14 January 2020, the time between symptom onset and 74 hospitalisation lies between four and six days (see e.g. [12] for a similar calculation). 75\n\nWe then fitted the parameter ( ) of an exponential distribution to these interval-censored 77 data using Markov chain Monte Carlo (MCMC). A chain of length 100,000,000 in addition 78 to a burn-in of 100,000 was used. The chain was then sampled every 100 steps, giving 79 rise to a range of n = 1,000,000 equally possible distributions for the times from symptom 80 onset to hospitalisation, each characterised by a parameter estimate \" ( = 1,2, . . . , ). The distributions of times from symptom onset to hospitalisation were used to estimate 85 the probability that an imported case will lead to sustained transmission, by assuming that 86\n\ninfections occur according to a branching process (e.g. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint possible distributions for the time from symptom onset to hospitalisation, 96\n\nThis can then be combined into a single estimate for the probability that an imported case 98 leads to sustained transmission, , given by 99\n\nTo include intensified surveillance in these estimates, we simply replaced the mean time 102 from symptom onset to hospitalisation for each of the equally plausible distributions, 1/ \" , 103 by the modified expression (1 − )/ \" . In this approximation, the parameter represents 104 the reduction in the mean infectious period due to intensified surveillance. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint As described in Methods, the distribution of times between symptom onset and 116 hospitalisation was estimated using Markov chain Monte Carlo (Fig 1B) from the patient 117 data in Fig 1A. This gave rise to a range of equally plausible distributions describing these 118 time periods (blue lines in Fig 1B) . The average of these distributions is shown by the red 119 line in Fig 1B, Fig 1C) . However, the probability of 124 sustained transmission in fact takes a single value, which can be estimated by summing 125 over the range of distributions using equation (2). The resulting probability of sustained 126 transmission is 0.37 (red line in Fig 1C) . 127\n\nWe then considered the reduction in the probability that an imported case leads to 129 sustained transmission if surveillance is more intense. Specifically, we assumed that 130 intensified surveillance led to a reduction in the mean period from symptom onset to 131 hospitalisation, governed by the parameter (where = 0 corresponds to no 132 intensification of surveillance, and = 1 corresponds to an implausible scenario in which 133 symptomatic cases are hospitalised immediately). We found that, if surveillance is 134 intensified so that the mean time from symptom onset to hospitalisation is halved, the 135 probability that each imported case leads to sustained transmission is reduced to only 136 0.005 (Fig 1D) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint Finally, we considered the combined effect if multiple cases arrive in a new location. In 139 that scenario, intense surveillance has the potential to significantly reduce the risk of 140 sustained transmission compared to weak surveillance. For = 0.5, the probability that 141 any of 10 imported cases generate a substantial outbreak is only 0.049 (Fig 2C) . This to sustained transmission is approximately 0.37 (Fig 1C) . However, under a higher level 178 of surveillance, the risk of sustained outbreaks is substantially lower (Fig 1D) . This result 179 is particularly striking when multiple cases travel to a new location, either simultaneously 180 or in sequence (Fig 2) . In that scenario, intensified surveillance is particularly important. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.01.24.919159 doi: bioRxiv preprint collected, and patients may not have been primed to respond quickly to early symptoms. 195\n\nOur results might therefore be viewed as an upper bound on the risk posed by the 2019-196 nCoV. As the outbreak continues, it might be expected that the time from symptom onset 197 to hospitalisation will decrease, leading to lower risks of sustained transmission, as has 198\n\nbeen observed for outbreaks of other diseases (e.g. the ongoing outbreak of Ebola virus 199 disease in the Democratic Republic of the Congo). "}