{"title": "", "body": "Severe acute respiratory syndrome (SARS) is a recently described emerging infectious disease responsible for atypical pneumonia which started in November 2002 in China. By the end of February, clusters of patients were observed in Hong Kong mainly related to close contacts and health-care workers [1] . On March 12th , the WHO initiated a worldwide alert, the disease rapidly spread around the world [2] . Initially a metapneumovirus was isolated from several patients but rapidly a new coronavirus, the SARS coronavirus, was isolated [3] and fulfilled Koch's postulates. Hematological manifestations in SARS were precisely described; lymphopenia and T lymphocytes depletion are often associated with the disease activity [4] . We report the case of a patient with a SARS related-acute respiratory distress syndrome (ARDS), the evolution was characterized with two episodes of ARDS associated with a specific cytokine production pattern.\n\nThe patient is a 65-year-old man with no underlying diseases, HIV negative, who stayed in Hanoi from February 23rd to March 22nd to work in Hanoi French Hospital. The patient left Hanoi on March 22nd to travel to Paris. During the travel he developed a shortness of breath and was admitted on March 23rd in the Infectious Diseases Department (Tourcoing, France). On admission, he was febrile (39°C), presented a tachycardia (100/min), the patient was also hypoxemic (SaO 2 : 88%) with a high respiratory rate (20/min) and rapidly required oxygen supplementation. Chest radiography showed a bilateral opacification with both interstitial and alveolar involvement. The initial treatment associated ceftriaxone and ofloxacin, with ribavirin. The patient remained stable for 6 h before worsening his ventilatory status. He was transferred in the ICU on the 24th, non invasive ventilation was started for 3 h and finally the patient was intubated and sedated. On March 24th, laboratory abnormalities showed a PaO 2 /FiO 2 ratio at 92, elevated levels of aspartate amino-transferase (54 U/l), and white blood cells (15 700 cells/mm 3 ).\n\nRT-PCR for the SARS coronavirus was found positive on several tracheal samples. Corticosteroids were started on March 26th, prednisolone 2 mg/kg (120 mg/d) was adminis-tered. The patient started to improve with an increase of the PaO 2 /FiO 2 ratio to more than 250, with a progressive enhancement of the chest radiography. On March 30th, ribavirin was discontinued (decrease of PT and low platelets counts, increase of the aspartate amino-transferase level, haemolytic anemia).\n\nOn April 1st, the chest radiography showed a nosocomial pneumonia with a bilateral infiltrate, PaO 2 /FiO 2 decreased to 162, white blood cells count increased to 23.900/mm 3 . An empirical chemotherapy was started associating imipenem, amikacin, and vancomycin. Over the next 7 days, the patient slowly improved, no other organ failure was ever developed besides the pulmonary syndrome. Lymphocytes remained between 200 and 300/ml during this period. CD4 count was at 46 on April 8th, an increase was observed on the 15th to 167 (T4/T8 ratio increased from 0.78 to 2.03). Sedation was disrupted on April 11th, and corticosteroids were decreased from 120 to 20 mg/d on the 18th. The patient was extubated on April 16th, chest radiograph was almost normal.\n\nOn April 19th, the patient rapidly deteriorated with a second respiratory distress, PaO 2 /FiO 2 decreased to 61, temperature raised to 40°C, lymphocytes were at 490/ml. Measurement of interleukin (IL) 4 in the plasma was increased on the 19th in the morning prior to this episode, IL-6 and 10 only increased afterward, on the sample of the 20th (Fig. 1) . All of these cytokines rapidly decreased in the plasma, the levels returned back to indetectable. Prednisolone was increased to 120 mg/d.\n\nAfter this second episode the patient started to improve and the steroids were slowly decreased. A third ARDS started on May 30th with a comparable cytokine production profile: an early increase of IL-4 before the clinical worsening (Fig. 1) . IL-6 and 10 increased from the sample obtained on the day following this episode. On the 30th, lymphocyte number was measured at 650/ml. The patient died of multiple organ failure in July 2003.\n\nAcute respiratory distress syndrome (ARDS) is characterized by acute epithelial and endothelial injury leading to respiratory failure [5] . The role of cytokines has already been extensively studied in the medical literature with a particular focus on the balance between pro and anti-inflammatory cytokines.\n\nIt has been previously demonstrated in ARDS that high dose corticosteroids had no beneficial effect [6] . In our study, the corticosteroids were decreased twice and each time the patient presented a new ARDS, the first in April and the second in the end of May. Tracheal samples were still positive for the SARS coronavirus on April 19th, stools started to be positive on 14th April, we therefore cannot rule out a possible exacerbation of the SARS infection related to corticosteroids tapering. The other possibility could be a rebound following corticosteroids withdrawal, in fact, each time the dose reached 10-20 mg/d, clinical status worsened. It seems difficult to decide whether the virus or the decrease of steroids was responsible.\n\nSerum cytokines followed an interesting pattern, especially IL-4. Produced by T H 2 cells as well as other cells, IL-4 is a growth and differentiation factor for activated B-lymphocytes and activated T-lymphocytes which promotes production of T H 2 cells and IgE by B-lymphocytes. IL-4 enhances macrophage antigen processing and presentation activity and induces other cytokine production. In sepsis, this cytokine increases at the time of diagnosis and is correlated with mortality [7] . In ARDS, Li et al. [8] showed an increase of IL-4 levels to 261 ± 55 µg/l compared to 43 ± 13 µg/l in controls, in our study, the levels reached only 13.1 µg/l but was always produced prior to the clinical deterioration. We systematically sampled the patient each day 8 a.m., the measurement performed on April 19th, which showed an increase of IL-4, was realized on a stable extu- For the other cytokines, our results are consistent with the literature [7, 9, 10] , IL-6 and 10 levels increased rapidly after both of the ARDS in April and March. IL-6 levels reached 1262 µg/l, a value above 400 µg/l which has been shown to be associated with a low likelihood of survival [9] .\n\nFrom these data, even if it is a case report, it seems interesting to report two main elements: corticosteroids must probably be decreased very slowly in SARS if further studies confirm a need for their use, and IL-4 could be an interesting marker of the disease in the ICU."}