{"title": "Influenza-related hospitalisation and death in Australians aged 50 years and older", "body": "In Australia, as internationally, relatively few hospitalisations or deaths are specifically coded as influenza related [1, 2] . While evidence suggests that influenza infection is associated with a variety of respiratory [3] and circulatory conditions [4] , laboratory diagnosis of influenza is uncommon, and complications resulting from influenza infection are unlikely to be attributed to influenza. Despite a lack 0264-410X/$ -see front matter © 2008 Elsevier Ltd. All rights reserved. doi:10.1016/j.vaccine.2008.01.051 of coded cases, a rise in mortality is observed within the influenza season, particularly in years with high influenza incidence [1, 2] . Estimation of the ''excess'' disease burden due to influenza can be statistically complex, but is important for assessing the potential benefits and costeffectiveness of vaccination programs.\n\nCurrently, the Australian government only funds universal influenza vaccine for adults aged 65 years and above [5] , yet over one quarter of Australians aged 50-64 years are considered to be at high-risk for complications arising from influenza infection [5] . The vaccination rate in this agegroup is 33%, with less than half of those at high-risk being immunised [5] . Therefore, assessing the disease burden in this age-group is of particular interest both in Australia and internationally. Recent cost-effectiveness studies of universal influenza vaccination in those aged 50-64 years in Europe and the US have generally reported favourable results [6] [7] [8] .\n\nVarious statistical techniques have been used to estimate the excess disease burden that is attributable to influenza. One of the simplest methods involves calculating the excess disease burden which occurs during periods of influenza activity over that occurring in baseline periods (i.e. periods when influenza is not circulating) [3, 9, 10] . However, results derived from this method may be inaccurate if other seasonally variable causes of disease are not considered. More complex statistical techniques are required to account for other seasonal variables and to assess the proportion of the excess disease burden that is attributable only to influenza. Two commonly used methods are Serfling-type models [11] [12] [13] [14] and Poisson regression models [15] [16] [17] . While there is debate around strengths and weakness of the various statistical approaches [18] [19] [20] [21] , these two approaches can produce similar estimates when applied to the same time-period and population [19] .\n\nIn Australia, the most recent estimates of excess influenza mortality were published more than 20 years ago [1, 2] , prior to the availability of national laboratory surveillance data. To our knowledge, no Australian estimates of influenza-attributable hospitalisations have been published. This study used this surveillance data as covariates in multiple regression models to estimate the excess hospitalisations (July 1998-June 2005) and excess deaths (January 1997-October 2004) attributable to influenza in Australians aged ≥50 years.\n\nWe utilised data from the National Hospital Morbidity Database (NHMD) for the period July 1998-June 2005 and data from the National Mortality Database (NMD) for the period January 1997-October 2004. The NHMD contains administrative, demographic and clinical information about all patients admitted to public and private hospitals in Australia. The NMD contains cause of death information for all registered deaths in Australia. Hospitalisation and mortality data were supplied by the Australian Institute of Health and Welfare (AIHW).\n\nAll data supplied by the AIHW were categorised using the International Classification of Diseases 10th Revision (ICD-10) [22] . For both hospitalisation and mortality estimates a number of ICD-10 groupings were examined: influenza and pneumonia (ICD J10-18), other respiratory disorders (ICD J, excluding J10-18), circulatory disorders (ICD I), and for mortality, all-cause death was also examined. The analysis was restricted to records in which these ICD codes appeared as the ''principal'' cause of hospitalisation or the ''underlying'' cause of death. Monthly hospitalisation and mortality data were utilised. Population estimates were obtained from the Australian Bureau of Statistics (ABS) [23] .\n\nInfluenza (A and B) and respiratory syncytial virus (RSV) activity were obtained from the Laboratory Virology and Serology Reporting Scheme (LabVISE). LabVISE is a national system of sentinel laboratories which analyses specimens all year round. In 2005, there were 11 participating laboratories from all states and territories except Western Australia and the Northern Territory [24] . LabVISE data were supplied from January 1997 to June 2005. In Australia RSV activity has been known to overlap with influenza activity (Fig. 1) . Internationally, previous models have shown that RSV (like influenza), while often undiagnosed, is responsible for significant mortality [15] . As in previous models estimating influenza disease burden [15] [16] [17] RSV activity was included as a covariate in the model. By including RSV activity in the model, the deaths (or hospitalisations) attributable to RSV are accounted for, and should not be confounded with deaths from influenza.\n\nPoisson and negative-binomial regression models are basic models for count data analysis. We used a generalised linear model (GLM) procedure, assuming Poisson-distributed errors with the response variable (hospitalisations or deaths) assumed to be linear and additive in the covariates [20] . We tested for over-dispersion of errors, and when this was observed (in all models except those for mortality 50-64 years), the models were run again with negative-binomial error distributions. A negative-binomial model allows for the variance to be greater than the mean, and is therefore more appropriate in cases of over-dispersion. In the final models (for hospitalisation and mortality), the values of Pearson chi-squared and deviance divided by the degrees of freedom were not significantly larger than one suggesting a good fit to the data.\n\nThe regression model was applied to each of the disease categories in the study. The model used was as follows:\n\nwhere Y(t) is the number of deaths or hospitalisations predicted by the model in a month for a specific age-group, [A](t), [B](t) and [RSV](t) are laboratory specimen counts for a given month (for influenza A, influenza B and RSV, respectively), sin(2 t/12) and cos(2 t/12) are proxy variables reflecting annual fluctuations that are independent of influenza and RSV, and [population](t) represents the age-specific population size, to account for changing demography. Values for the parameters˛andˇ1-ˇ6 were then obtained by running the regression model. The number of hospitalisations or deaths attributable to influenza was calculated by the difference between the number predicted by the model and the number predicted by the model when the influenza laboratory reports were set to 0. All statistical analysis was conducted in SAS statistical software (V 9.1 SAS Institute Inc., Cary, NC). \n\nThe fit of the model can be assessed by comparing the numbers of hospitalisations or deaths predicted using the model and the actual numbers observed in the data set (Fig. 2) .\n\nFor Australians aged 50-64 years, the annual excess hospitalisations attributable to influenza were 33.3 (95%CI: 23.2-43.4) per 100,000 for influenza and pneumonia and 57.6 (95%CI: 32.5-82.8) per 100,000 for other respiratory disorders (Table 1) . For Australians aged ≥65 years, the annual excess hospitalisations attributable to influenza were 157.4 (95%CI: 108.4-206.5) per 100,000 for influenza and pneumonia and 282.0 (95%CI: 183.7-380.3) per 100,000 for other respiratory disorders.\n\nThe annual excess all-cause mortality attributable to influenza was 6.4 (95%CI: 2.6-10.2) per 100,000 and 116.4 (95%CI: 71.3-161.5) per 100,000, for Australians aged 50-64 years and those aged ≥65 years, respectively (Table 2) . Influenza was found to be associated with 1.3% of all deaths in Australians aged 50-64 years and 2.8% of all deaths in those aged ≥65 years.\n\nFor those aged 50-64 years, no significant association was found between influenza activity and circulatory hospi-talisations or circulatory mortality in the model. Similarly, no association was found between influenza activity and circulatory hospitalisations in those aged ≥65 years. However, in Australians aged ≥65 years, influenza-related circulatory mortality accounted for approximately 1200 deaths annually ( Table 2 ).\n\nEstimates from the model indicate that on average over 3000 deaths were attributable to influenza each year in Australians aged ≥50 years. The majority of these occurred in those aged ≥65 years, however in those aged 50-64 years over 196 deaths were attributed to influenza. We found that influenza was responsible for more than 13,500 hospitalisations each year in those aged ≥50 years, with approximately a fifth of these occurring in those aged 50-64 years.\n\nOver the same period as this study the annual mean number of deaths recorded as being due to laboratory-confirmed influenza (ICD-10, J10) in Australians aged over 50 years was approximately one per year. There were another 75 deaths per year coded as influenza where influenza virus was not confirmed (J11). The results of this study suggest that these coded deaths represent a significant underestimation of the true influenza disease burden. The two previous Australian estimates of excess influenza mortality were published more than 20 years ago [1, 2] . De Ravin and Gerrard estimated that for every death coded as influenza related there were another 8.2 deaths attributable to influenza, equating to an average of 2128 annually for all-ages over the period 1968-1981 [1] . Scagg examined the increase in deaths during the 1974 epidemic and found a 6% increase in all-cause deaths [2] .\n\nIn general, Australian estimates for mortality were lower than rates estimated (using similar models) in other countries, whereas estimates of hospitalisations were similar to the US but higher than those estimated for other countries [15] [16] [17] . However, there was variation in these results by age-group and category of hospitalisation or mortality (Table 3) . For example for mortality in those aged 50-64 years, rates estimated for the US (all-cause death: 12.5 per 100,000 [15] ) were approximately double the Australian estimates (all-cause death: 6.4 per 100,000), whereas in those aged ≥65 years rates of all-cause mortality for the US were 132.5 per 100,000 compared to 116.4 per 100,000 for Australia [15] .\n\nThe differences in influenza-attributable disease between countries could be the result of several factors. They could reflect differences in the severity of influenza epidemics, climatic factors, vaccination coverage, population demographics, the time-period considered, or differences in access and utilisation of health care. However, they could also be the result of methodological differences in the models used, for example, Thompson et al. utilised weekly virological data, whereas this study utilised monthly data [15] . While weekly data may provide a more powerful method of estimating influenza-attributable disease, it also increases issues associated with time delays between influenza activity and influenza mortality. Adjustment for time delays is complicated by the different influenza mortality pathways. The use of monthly data (rather than weekly data) should reduce the need to account for time delays.\n\nIn those aged ≥65 years, influenza was responsible for more circulatory deaths than respiratory deaths. However, no significant association between influenza and circulatory mortality was found in the model for those aged 50-64 years. While several studies have found circulatory mortality associated with influenza in the 50-64 years age-group [17, 25] , many studies have utilised a combined ''respiratory and circulatory'' category making it difficult to determine the influenza-related circulatory disease burden [15, 26, 27] . No significant association between influenza activity and circulatory hospitalisations was found in either age-group. The lack of association with circulatory hospitalisation is consistent with data from other studies [4] . One hypothesis for this lack of association is that influenza infection leads predominantly to rapid onset of circulatory disease resulting in sudden death in the community, and is thus not reflected in the circulatory hospitalisation statistics [4] .\n\nThe model utilised in this study assumes that variation in influenza laboratory reports accurately reflect patterns of circulation in the population of interest. However, there are several limitations in the laboratory data used. Firstly, variation in laboratory testing patterns in Australia may not be consistent over time or place. This variation could result in an ascertainment bias, due to variation in the number of tests ordered. Unfortunately, denominator data for all tests of respiratory viruses is not available in Australia at present. Secondly, due to small numbers of laboratory reports, all-age influenza activity was used, rather than age-specific laboratory reports. Other causes of respiratory infection (such as rhinovirus, enterovirus, coronavirus, adenovirus or parainfluenza virus) may also peak annually, and by disregarding these agents, the influenza-related disease burden could be overestimated. However, proxy seasonal variables were used in the model to account for annual fluctuations that were independent of influenza and RSV. Without these proxy variables significantly more deaths and hospitalisations were attributable to influenza.\n\nWe conclude that influenza is responsible for over 13,500 hospitalisations and over 3000 deaths in Australians aged ≥50 years. The majority of the disease burden occurs in the elderly. However, the disease burden attributable to influenza in those aged 50-64 years suggests that a significant reduction in hospitalisation and mortality may be achieved through an effective influenza vaccination program targeted at this age-group."}