{"title": "Global trends in air travel: implications for connectivity and resilience to infectious disease threats", "body": "The global population recently surpassed 7.6 billion people and is expected to reach 9.8 billion by 2050. 1 In tandem, transportation networks have expanded and evolved to satisfy the growing social and economic demands for global connectivity. 2 Today, commercial air travel is the conduit for approximately 3.5 billion trips annually, of which over 40% are international. 3 We live in an increasingly connected world, with more people traveling further distances than prior generations and decreased times required to travel these increased distances. 4 While this interconnectedness is a defining feature of globalization and has produced tremendous benefits for humankind, it has also facilitated the geographic dispersion of infectious diseases. 5 Although travel has always been associated with the introduction of pathogens to new environments and populations, the speed with which these new introductions occurs has been enhanced as population mobility increases. In the 1800s, the slow march of the second cholera pandemic could be observed to follow trade and military campaign routes out of India to Central Asia, the Middle East, Europe, and eventually North America, over the course of years. 5 Today, by contrast, infectious diseases can traverse the globe in less than a day. [6] [7] [8] With improvements in the availability of and access to various modes of transportation over the past several decades and the resultant decreases in time required to reach destinations, an outbreak in an isolated location can pose an international threat. 5 It is generally assumed that increased numbers of international travelers will increase global vulnerability to infectious diseases, by enhancing the potential for geographic spread. However, increased travel volume alone does not capture another . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint important feature of travel trends -connectivity between countries with differential capacities to detect and respond to infectious disease threats. Increased travel between two countries with strong health care and public health systems will likely have very different implications for global health security than increased travel between countries with less developed infrastructure or countries with disparities in their capacities to respond to public health threats. For instance, an increase in travelers to more vulnerable countries may increase the likelihood of exportation of cases to other countries, thereby increasing the rapidity of global transmission. However, if the countries to which the disease is exported have suitable health capacity, the risk of establishment and ongoing transmission may be less of a concern, 9 albeit nonnegligible. 10 Increased connectivity also increases the likelihood of introduction of pathogens via infected tourists to less resilient countries, where disease establishment is a risk. 11 To better understand the impact of globalization on our ability to mitigate infectious disease threats, we sought to describe trends in air passenger numbers over a 10-year period (2007-2016) and investigate if connectivity between countries with different levels of resilience has changed over this time period.\n\n. CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint\n\nThere are various indices that have been developed to measure the resilience and capacity of countries to respond to various social, economic, and political pressures, including public health emergencies. 12, 13 The Fragile States Index is one such measure that has been calculated annually since 2005, capturing changes in countries' resilience and ability to respond to economic and political pressures over time. 14 We used this index as a measure of capacity to respond to infectious disease threats. As of 2016, the Index included 178 sovereign states. Countries are ranked on 12 indicators. Each indicator is scored on a scale of 0 to 10, with 0 being the most stable and 10 the most fragile, producing an overall score ranging from 0 to 120. Of the 12 indicators, 4 are categorized as social, 2 as economic, and 6 as political. Based on overall scores, states are assigned to one of four categories (in order of increasing fragility): Sustainable (0-29.9), Stable (30-59.9), Warning (60-89.9), and Alert (90-120).\n\nStates in the Stable, Warning, and Alert categories are considered vulnerable to failure.\n\nWe obtained FSI numeric scores and categorical rankings for all available countries for the years 2007 to 2016.\n\nTo quantify international population mobility, we analyzed worldwide airline ticket sales data from the International Air Transport Association (IATA) for the time period covering January 1, 2007 to December 31, 2016. IATA captures passenger-level data on an estimated 90% of all scheduled commercial air travel bookings worldwide (domestic and international) and imputes values for the remaining 10% of passenger trips using a proprietary algorithm. 3 We restricted the analysis to international . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint passengers only. For each country, we obtained annual inbound and outbound passenger numbers.\n\nWe examined trends in FSI score, trends in worldwide air travel, and the association between a state's FSI score and air travel. Travel between countries included in the FSI rankings represented 95% (1.28 billion out of 1.35 billion) of all international trips in 2016. We excluded South Sudan from these analyses, as FSI data were only available from 2012 onwards. South Sudan is classified as an Alert country and travel to and from this country accounted for less than 0.03% of annual passenger flows. Analyses were conducted using either inbound or outbound passenger numbers, but are presented for outbound passenger numbers only, as the inbound and outbound passenger volumes did not differ significantly (paired T-test, p=0.62).\n\nWe assessed changes in FSI over time using a random intercept and random slope mixed model to account for changes within each country by year, with FSI value as the dependent variable and time as the independent variable.\n\nWe evaluated trends in outbound passenger numbers over time for each FSI category, using linear regression models with travel volume as the dependent variable and time as the independent variable. To quantify the association between FSI and . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint travel volume, we used a model with repeated yearly measures at the country level, using an autoregressive correlation matrix. The dependent variable was travel volume, while the independent variables were time and FSI value. To quantify the change in travel volumes over time at the individual country level, we used a mixed model with random intercept and slope terms that differed at the country level, with an unstructured covariance matrix.\n\nTo examine how travel between countries belonging to different FSI categories has changed over time, we calculated annual absolute number of outbound passengers between origin-destination FSI category combinations (e.g., total passengers from Alert to Sustainable countries). We also determined the proportionate amount of outbound travel to each destination FSI category for a given origin FSI category. To quantify the change in travel between FSI category combinations, we used a mixed model with random slope and intercept for each origin-destination category pair (such as \"Alert to Sustainable\"). Using this model, we obtained the yearly change in passenger volume between each category. We log transformed the number of travelers to stabilize the variance and eliminate the skewness. Analyses were conducted in SAS Enterprise Guide 7.1 (SAS Institute, Cary NC) and R. 15 . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint\n\nAmong countries included in the FSI rankings, the total number of passengers increased from 0.791 billion to 1.28 billion, representing a greater than 60% increase between 2007 and 2016. Total distance traveled increased from 5.35 trillion to 8.64 trillion kilometers over this time period.\n\nIn 2007 and 2016, 72% and 69% of countries, respectively, were categorized as Warning or Alert, indicating that 'significant parts of their societies and institutions were vulnerable to failure' 14 (Figure 1 ). Throughout this time period, the largest proportion of countries were assigned to the Warning category ( Table 1) 1,458,178) . We also observed a statistically significant relationship between FSI value and travel volumes, independent of the effect of time (Figure 2) . Each 1-unit increase in FSI score (increasing fragility) in a country was associated with a decrease of 62,595 passengers (95% CI: 38,358 to 86,832, Table S1 ). This is equivalent to a 2.9% (95% CI: 2.3-3.5%) reduction in passengers per 1-unit increase in FSI score ( Table S2) . . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint 1 1\n\nThe world's connectivity via air travel has increased dramatically over the past decade, potentially increasing the vulnerability of billions of people across the world to existing and novel pathogens without a corresponding increase in coping capacity. 5, 16, 17 Using the Fragile States Index and airline passenger data, we show that although the number of passengers traveling internationally is increasing, this growth is not uniform across all FSI categories. In particular, although there has been an increase in travel from the most vulnerable Alert countries, the overall amount of travel from these countries is small, relative to overall passenger volumes. There has been notable growth in travel from Warning and Stable countries, which comprise more than threequarters of international air travel passengers, and which may have suboptimal capacity to detect and respond to infectious disease threats that emerge within their borders.\n\nThe importance of less resilient countries as sources of public health threats is highlighted by an analysis of the 46 countries with FSI scores that had one or more disease outbreaks reported by the World Health Organization in 2016 18 : 22% were Alert countries and 48% were Warning countries. Only 7% were ranked as Sustainable.\n\nWarning category is of concern due to the potential for greater exposure to and possible spread of pathogens across regions with less developed health capacity. 5, [19] [20] [21] Furthermore, as the FSI is a composite index aggregating indicators across different sectors (social, economic, and political), countries with the same FSI value could have vulnerabilities across these different dimensions. Mixing of populations coming from . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Quantifying a country's ability to detect and respond to infectious disease threats is challenging, as there is a constellation of complex and evolving socioeconomic, political, and environmental factors that contribute to that ability. The FSI and other indices attempt to distill these multidimensional factors into a single metric, which of necessity will be a relatively crude approximation. Unlike other such indices, 12, 13 the FSI is unique because it captures year-to-year changes, allowing us compare changes in each country's Fragility over time. 14 The use of the FSI does come with limitations. The data are also not available for all countries, limiting the scope of the analyses. The classification of countries into 4 categories based on numeric scores, while useful for communicating and understanding the risk levels, may reduce power to detect trends in the data. To address this, we used the continuous FSI score when possible. The data . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 are only available at the country level, which does not allow for analyses at a finer geographic scale. A key assumption in this analysis is that passenger volumes are a measure of importation pressure, with humans acting as the 'vectors' of disease. 23 This does not account for important differences in population vulnerability, such as vaccination status, pre-existing health conditions, specific locations where tourists may be likely to visit, and reasons for traveling.\n\nIn summary, there is an association between changes in the coping capacity of a country to manage outbreaks, and changes in outgoing passenger volumes. Air travel will likely continue to increase, outpacing the improvements in our ability to prevent, detect and control epidemics, especially in resource limited settings. While air travel remains a safe and rapid means of connecting people across the world, the impact of even one exported case can be catastrophic, emphasizing the importance of strengthening global health capacity and security.\n\n. CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint Year Proportion of all outbound passengers . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint Supplementary Tables   Table S1 . Relation between Fragile States Index score and outbound travel volumes, accounting for time. Coefficients for year and FSI score represent changes in travel volumes associated with a one-year increase or one-unit change in FSI score, respectively. Note that an increase in FSI score represents an increase in Fragility. . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nis the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.29.20046904 doi: medRxiv preprint"}