{"title": "", "body": "Bacterial load recovery from whole lung lysates (Left) and broncho-alveolar lavage fluid (BALF, Right) from vehicle-treated mice or RTX-treated mice measured 12h after infection with a sub-lethal dose of S. aureus (2-4 x 10 7 CFU/mouse). For whole lung lysate analysis, data are from vehicle-treated mice (n=16) and RTX-treated mice (n=14) pooled from 3 independent experiments; For BALF analysis, data are from vehicle-treated mice (n=6) and RTX-treated mice (n=5) from one experiment. (b) Bacterial load recovery from whole lung lysates of PBS-treated Trpv1-Dtr mice (n=11) and DT-treated Trpv1-Dtr mice (n=12) determined 12 h post-infection with S. aureus (2-4 x 10 7 CFU/mouse) pooled from two independent experiments. Statistical analysis throughout figure by two-tailed unpaired t-test, and data are plotted as the mean ±s.e.m. Figure 6 . RTX treatment and Vagal TRPV1 + neuron ablation do not significantly affect cardiovascular or pulmonary vital signs. (a) RTX-treated mice and Vehicle-treated mice were analyzed for oxygen saturation, heart rate, and perfusion at steady state by Pulse Oximetry. Respiratory rate measured at steady state by manual counting. (b) Vagal DT-injected or PBS-injected Trpv1-Dtr mice were subjected to vital sign measurements as described in a. (c) Respiratory rate was measured 5h after lethal S. aureus infections in RTX-treated vs. Vehicle-treated mice (Left), or in vagal DT-injected Trpv1-Dtr mice vs. PBS-treated Trpv1-Dtr mice (Right). Data shown in a-b represent the average of 3 independent measurements; Data presented in c was measured once post-infection. Numbers (n) of mice/group shown above in the figure. Statistical analyses in a-c by two-tailed unpaired t-test. Data in a-b are plotted with mean as the centre and c are plotted as the mean±s.e.m. Figure 8 . Nav1.8 lineage neurons contribute to host defense against lethal S. aureus lung infection. (a) survival curves for Nav1.8-cre/Dta mice (n=10) and control littermates (n=13) after lethal S. aureus lung infection (1.6 x 10 8 CFU/mouse). Statistical analysis by log-rank test (p=0.09). (b) Lung bacterial load recovery 12 h postinfection for Nav1.8-cre/Dta mice (n=22) and control littermates (n=16) after S. aureus lung infection (1.6 x 10 8 CFU/mouse). Statistical analysis by two-tailed unpaired t-test (p=0.07). Data shown are pooled from two independent experiments for a and from three independent experiments for b. Data in b is plotted with the mean as measure of centre. Figure 9 . TRPV1 ion channel does not mediate host defense in S. aureus pneumonia. (a) Left, survival curves of Trpv1 -/mice (n=12), Trpv1 +/mice (n=19), and Trpv1 +/+ mice (n=13) after lethal S. aureus infection (1-1.3 x 10 8 CFU/mouse); Survival data analyzed by log-rank test (p=0.8, Trpv1 +/+ vs. Trpv1 -/-). Right, Core body temperature measurements of Trpv1 -/mice (n=4), Trpv1 +/mice (n=4), and Trpv1 +/+ mice (n=4) after lethal S. aureus lung infections. (b) Lung bacterial load recovery measured in Trpv1 -/mice (n=6), Trpv1 +/mice (n=7) and Trpv1 +/+ mice (n=6) 12h after infection with a sub-lethal dose of S. aureus (2 x 10 7 CFU/mouse); p-values were obtained by one-way ANOVA with Bonferroni post-tests. Data show in a were pooled from two independent experiments, and data shown in b was from one experiment with multiple biological replicates. Core-body temperature data in a is plotted as mean±s.e.m, and bacterial load data in b is plotted with the mean as measure of centre. Figure 10 . TRPV1 ion channel does not regulate production of proinflammatory cytokines in lung following S. aureus infection. IL-17A, IL-23 and IL-6 cytokine levels were measured by ELISA in whole lung lysates of Trpv1 -/mice (n=7), Trpv1 +/mice (n=7), and Trpv1 +/+ mice (n=6) at the 12h time point after infection with S. aureus (3 x 10 7 CFU/mouse). Statistical comparisons by one-way ANOVA with Bonferroni post-tests (pvalues shown above). Data are from tissues collected during one experiment from multiple mice, and are plotted as mean±s.e.m. (n=4) and Trpa1 +/+ littermates (n=6) were infected with a lethal dose of S. aureus (1.2 x 10 8 CFU/mouse). (b) Trpa1 -/mice (n=7) and Trpa1 +/+ littermates (n=4) were infected with a sub-lethal dose of S. aureus (2 x 10 7 CFU/mouse). Bacterial load recovery from lung homogenates were analyzed at 12h post-infection. One experiment was performed with multiple biological replicates for both a and b. Statistical analysis by two-tailed unpaired t-test (a-b). Data are plotted with the mean as measure of centre. aureus to the blood and spleen was determined 12h following sub-lethal lung infection (2-5 x 10 7 CFU/mouse) in: (a) RTX-treated (n=13) and vehicle-treated (n=14) mice for both blood and spleen. (b) PBS-treated Trpv1-Dtr mice (blood, n=5, and spleen, n=13) and DT-treated Trpv1-Dtr mice (blood, n=5, and spleen, n=12). (c) Nav1.8-cre/Dta nociceptor ablated mice (n=22) and control littermates (n=11) for both blood and spleen. (d-e) Representative images (d) and spleen weight (e) show increased spleen sizes in Nav1.8-cre/Dta mice (n=22) compared to control littermates (n=11) 12 h after S. aureus infections. Data shown in a and b are pooled from two independent experiments, in c and e from three independent experiments. Statistical analysis by two-tailed Mann-Whitney test (a-c), and two-tailed unpaired t-test (e). Data are plotted with the median (a-c) or mean (e) as the measures of centre. Figure 14 . Ablation of TRPV1 + nociceptor neurons affects lung barrier permeability. Lung barrier permeability was determined by intra-tracheal inoculation of FITC-dextran (20 mg/kg). 4 hours later, FITC-dextran levels were measured in the serum by fluorescent plate reader, which was compared between RTX-treated mice (n=6) and vehicletreated mice (n=6). Intra-tracheal inoculation of PBS was performed in separate mice as negative controls (RTX-treated, n=4, and vehicle-treated, n=4) for this assay. Data are from one experiment with multiple biological replicates. Statistical analysis by two-tailed unpairedt test. Error bars indicate mean± s.e.m. Gating strategy for FACS analysis and characterization of alveolar macrophages (CD45 + CD11b -Siglec-F + CD64 + CD11c + F4/80 + ), interstitial macrophages (CD45 + CD11b + CD24 -CD64 + F4/80 + ), CD11b + Dendritic Cells (CD45 + CD11b + CD24 + CD103 -F4/80 -MHC-II + ) and CD103 + Dendritic Cells (CD45 + CD11b -CD103 + MHC-II + ). "}