{"title": "Inhibitory effects of some derivatives of glycyrrhizic acid against Epstein-Barr virus infection: Structure-activity relationships", "body": "Glycyrrhizic acid (18␤-GL or GL) is one of the bioactive compounds of licorice roots (Glycyrrhiza radix) and is composed of one molecule of glycyrrhetinic acid (18␤-GA or GA), which has a steroid-like structure, and two molecules of glucuronic acid. After oral administration or intravenous injection, GL is hydrolyzed by glucuronidase in intestinal bacteria to its active principle aglycone, 18␤-GA, which is then absorbed into the blood (Takeda et al., 1996) . GL and GA have been shown to possess several beneficial pharmacological activities (Dirnagl et al., 1999; Shibata, 2000; Abe et al., 2003; Armanini et al., 2002; Cherng et al., 2006; Cinatl et al., 2005; Fiore et al., 2004) , which include an anti-ulcerative effect, anti-inflammatory activity (Fujisawa et al., 2000) , interferon (IFN)-␥ induction, anti-hepatotoxic effect (Chan et al., 2003; Gumpricht et al., 2005; Zheng and Lou, 2003) , anti-tumor activity (Hibasami et al., 2006) , and it is active against a range of viruses (Lin, 2003 ; * Corresponding author. Tel.: +886 3 856 5301x7209; fax: +886 3 856 6724.\n\nE-mail address: jclin@mail.tcu.edu.tw (J.-C. Lin). Cinatl et al., 2003; Crance et al., 2003; Briolant et al., 2004; Cherng et al., 2004; Hoever et al., 2005) . Clinically, GL has been used to treat patients with chronic active hepatitis (van Rossum et al., 1999; Bean, 2002; Coon and Ernst, 2004) .\n\nIn previous years, we have shown that many nucleoside analogs selectively inhibit replication of Epstein-Barr virus (EBV) in vitro (Lin et al., 1983 (Lin et al., , 1984 (Lin et al., , 1985 (Lin et al., , 1987 (Lin et al., , 1991 (Lin et al., , 1992 Lin and Machida, 1988; Mar et al., 1995;  for a review see Gershburg and Pagano, 2005; Lin, 2006) . The molecular target of all nucleoside analogs is the virus-encoded DNA polymerase. Recently, we have reported that GL is active in a dose-dependent fashion against EBV replication in superinfected Raji cells (Lin, 2003) . Our results also indicated that GL interferes with an early step of the EBV replication cycle (possibly adsorption and/or penetration) (Lin, 2003) . Thus, GL represents a new class of anti-EBV compounds with a mode of action different from that of the nucleoside analogs that inhibit the viral DNA polymerase. In the present studies we extend our previous findings after a search for more potent compounds against EBV. We tested the antiviral activity of 15 GL derivatives synthesized in the laboratory. Here we report the identification of seven active compounds against EBV infection in vitro and elucidate their structure-activity relationships.\n\nGlycyrrhizic acid (glycyrrhizin, 18␤-GL or GL) and 18␤glycyrrhetinic acid (18␤-GA or GA) were purchased from Sigma-Aldrich Chemie GmbH, Germany. The synthesis of GL derivatives was reported previously (Baltina, 2003; Baltina et al., 2006; Kondratenko et al., 2006) . l-Aminoacids were used for the synthesis of GL glycopeptides. Unless otherwise specified, all drugs were dissolved in phosphate-buffered saline, pH 7.5. The chemical structures are shown in Chart 1.\n\nA latently EBV-infected non-virus producing cell line (Raji) was maintained at between 4 × 10 5 and 6 × 10 5 cells/ml in RPMI 1640 medium containing 10% fetal calf serum (FCS) supplemented with 100 IU penicillin/ml and 100 g streptomycin/ml, as described previously (Lin et al., 1984) .\n\nA highly productive virus-producer cell line, P3HR-1 (LS), derived by low-serum cloning (Lin, 2000) , was maintained in the same culture medium as for Raji cells, except that the serum concentration was reduced to 2%. Viral stocks were prepared from cultures of P3HR-1 (LS) that had been treated with 12-O-tetradecanoyl-phorbol-12-acetate (TPA) at a concentration of 30 ng/ml (Lin, 2000) . Briefly, the P3HR-1 (LS) cells were induced with TPA for 14 days without additional medium. The cells were removed by centrifugation at 1200 × g for 10 min, virus was then pelleted from the cell-free supernatant fluids by centrifugation at 13,000 × g for 90 min in a GS3 rotor (Ivan Sorvall, Inc.). The centrifuged bottles were swabbed to remove residual medium Chart 1. and the virus pellets were suspended in RPMI 1640 medium. The viral suspension was clarified to remove cellular debris by filtering through 1.2-, 0.8-, and 0.45-m-pore-size filters and stored at −80 • C.\n\nAs an assay system for drug effects we used Raji cells superinfected with P3HR-1 (LS) virus, which results in reactivation of the latent EBV infection and replication of virus. Raji cells were first propagated in medium containing a sub-effective dose of compound (1 M). For superinfection (Lin, 2003) , 10 6 Raji cells growing exponentially were pelleted and resuspended in 0.5 ml of RPMI 1640 medium containing 2% FCS and appropriate concentrations of drug as specified. Then 10 units of EBV early antigen (EA)-inducing virus were added to the cells. One unit of virus is defined as the amount of virus capable of inducing 10% of infected Raji cells to express EA. After 2 h adsorption at 37 • C in a CO 2 incubator, the cells were pelleted and suspended in 1 ml of the medium and incubation continued for 24 h.\n\nThe levels of EBV early antigen (EA) and viral capsid antigen (VCA) were monitored by indirect immunofluorescent assay (IFA) at 24 h after infection with EBV-positive sera from NPC patients. The specificity of sera for EBV EA/VCA was confirmed by Western blots as reported previously (Lin and Pagano, 1986) . The detailed protocol for IFA was described previously (Lin, 2000) . Briefly, superinfected Raji cells were smeared on slides and fixed in methanol for 15 min at room temperature. The fixed cells were first reacted with NPC patients' serum, followed by fluorescein-conjugated goat anti-human IgG (H + L) (Santa Cruz Biotechnology, Inc.). After counterstaining with 4 ,6 -diamidino-2-phenylindole (DAPI) (0.1 g/ml in PBS) for 5 min in the dark, the slides were analyzed under the fluorescent microscope.\n\nThe drug effects on EBV DNA in superinfected Raji cells were determined using a real-time quantitative PCR system toward the BamHI-W fragment region of the EBV genome as described (Lo et al., 1999) . Real-time quantitative PCR is based on the continuous optical monitoring of the progress of a fluorogenic PCR reaction. In this system, the amplification primers used in conventional PCR toward the BamHI-W were: W-44F (5 -CCCAACACTCCACCACACC-3 ) and W-119R (5 -TCTTAGGAGCTGTCCGAGGG-3 ). The duallabeled fluorogenic hybridization probe was W-67T[5 -(FAM)CA-CACACTACACACACCCACCCGTCTC(TAMRA)-3 ]. The fluorescent probes contained a 3 -blocking phosphate group to prevent probe extension during PCR.\n\nThe effect of GL derivatives on Raji cell cytotoxicity was carried out by MTT (3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazolium bromide; thiazolyl blue) cell-proliferative Kit I (Roche, Mannheim, Germany). Raji cells were seeded in wells of a 96-well plates and treated with various concentrations of drug for 3 days. Then 10 l of sterile MTT dye were added, and the cells were incubated for 6 h at 37 • C, followed by adding 100 l of acidic isopropanol (0.04 M HCl in isopropanol). Spectrometric absorbance at 595 nm (for formazan dye) was measured with the absorbance at 655 nm for reference. \n\nTo determine the dose-dependent effect of GL derivatives, Raji cells were superinfected with P3HR-1 (LS) virus in the presence of various concentrations of compounds. The expression of EA and VCA were monitored by IFA at 24 h after superinfection. A representative result from compound (XV) is shown in Fig. 1 . Without drug treatment, approximately 95% of infected cells became positive for viral antigens (Fig. 1, panel A) . In the presence of drugs, a dose-dependent inhibition of the expression of viral antigens was observed (Fig. 1, panels B, C, D, and E) . The concentration of drug required to inhibit EBV antigen expression by 50% (EC 50 ) was determined from the plot of drug concentrations against % of viral antigen-positive cells, assuming no-drug control as 100. Fig. 2A shows graphical quantitation for compound (XV). The EC 50 determined from the graph was approximately 42 M. As shown in Table 1 , seven GL derivatives were active against EBV infection with EC 50 ranging from 42 to 175 M. All these active compounds exhibited a dose-dependent inhibition manner. The parental compound GL was used as a positive drug control. In addition, GA, the metabolite of GL was also tested in parallel with the derivatives. It is interesting to note that GA was the most effective compound to block EBV infection with an EC 50 of 5 M, which was 7.6-fold lower than for GL (38 M). However, GA was approximately 60-fold more toxic (CC 50 = 75 M) than GL (CC 50 = 4500 M).\n\nThe cytotoxicity of the GL derivatives was determined in 96-well microtiter plates by the MTT assay and the results are expressed as the concentration of the compound that decreased cell viability to 50% (CC 50 ) of the no drug control (Table 1) . These compounds exhibited variable cytotoxicity, the CC 50 ranging from 1000 to 8000 M. \n\nTo more precisely determine the drug effects, EBV DNA copy numbers were measured using a real-time quantitative PCR system that amplified a DNA segment in the BamHI-W fragment region of the EBV genome (Lo et al., 1999) . A dose-dependent inhibition of viral genome copy numbers by compound (XV) was observed (Fig. 2B) . The EC 50 obtained by this method is approximately 25 M, in contrast to 42 M determined by IFA (Table 1) . Data obtained by PCR and IFA are shown side by side in Table 1 . It should be noted that the EC 50 values obtained by real-time quantitative PCR is approximately 20-40% lower than that obtained by IFA. However, the inhibitory profile of these compounds remains unchanged, indicating that IFA is as reliable as the quantitative PCR method for initial drug screening.\n\nEvaluation of antiviral agents effective against EBV has been hampered by the lack of a permissive cell system for the replication of this virus. Superinfection of Raji cells with P3HR-1 virus results in shut-down of host cell DNA synthesis and stimulation of viral DNA replication and lytic antigen synthesis and production of virus. We have previously shown that the percentage of EA-and VCA-positive cells is directly proportional to the amount of EBV DNA in the cells (Lin, 2003) . Furthermore, we have also demonstrated that GL blocks EBV replication at an early step of the viral replication cycle. However, GL has no effects on EBV DNA in the spontaneously virus-producing cell line P3HR-1 and the latently infected nonvirus-producing Raji cells (Lin, 2003) . The lack of effect of GL in P3HR-1 and Raji cells, which are already infected, is consistent with our proposed mechanism of GL action, i.e., inhibition of virus attachment/penetration. Thus, superinfection of Raji cells represents a useful system for evaluation of compounds that block early steps in the EBV replication cycle.\n\nOur results indicate that GL and several of its derivatives are highly selective in their antiviral action in that they inhibit EBV infection at concentrations far below the cytotoxic concentration. As demonstrated previously (Lin, 2003) , pretreatment of cells with sub-effective dose of GL markedly reduced cytotoxic effects while decreasing the amount of drug (approximately 10-fold reduction) needed to reach the same effective level. The marked reduction of EC 50 obtained by pretreatment of cells with sub-effective doses of the compounds has clinical implication with regard to prophylactic and therapeutic effects.\n\nAmong seven active compounds (Table 1) , three of them contain amino acid residues in the GL carbohydrate part. The Ala-OMe containing glycopeptide (XII), the Glu(OH)-OMe containing glycopeptide (XIII), and Leu containing glycopeptides (XV) were active against EBV. However, compounds (XII) (EC 50 = 30 M) and (XV) (EC 50 = 25 M) were approximately 5-fold more active against EBV than compound (XIII) (EC 50 = 135 M). The CC 50 values of glycopeptides (XII), (XIII), and (XV) were, respectively, 2000, 4000, and 5000 M, resulting in a therapeutic index of 67, 30, and 200. In contrast, two other glycopeptide containing compounds such as (I) and (IX) did not exhibit activity against EBV at concentrations up to 1 mM. Interestingly, when Glu(OH)-OMe was substituted by Glu(OMe)-OMe as in compound (XIV), its antiviral activity was completely abolished.\n\nIntroduction of a hydroxyl or methoxyl group at the R position of the aglycon moiety of GL, such as in compounds (I), (II), and (III) did not show any antiviral activity. Compounds (IX) and (XII) both contain a hydroxyl group at the R position of GA molecule, but with different substitution at the R position of the carbohydrate part of GL. Compound (XII) with an Ala-OMe group at the R position showed good antiviral activity, whereas substitution of compound (IX) with an Ala-OBu group at the same position abolished the antiviral activity. Interestingly, other substitutions at the R position of GA, such as Lys(z)-OH in compound (V) and l-Glu(OMe)-OMe in compound (XIV), did not confer any antiviral activity. Thus, it appears that the modification of the carbohydrate moiety of GL rather than the R position of aglycon may affect the antiviral activity. These findings may provide a lead for further development of more active antiviral compounds.\n\nThe two commercially available compounds GL and GA were tested in parallel with semisynthetic GL derivatives. Unexpectedly, GA, the metabolic product of GL, was 7.5-fold more active (EC 50 = 4 M) against EBV than its parental compound (EC 50 = 30 M), but was 60-fold more toxic (CC 50 = 75 M) than GL (CC 50 = 4500 M), resulting in a therapeutic index of 19 and 150, respectively. Introduction of potassium [compound (VI)] or ammonium salt [compound (VII)] to GL reduced the antiviral activity with a significant effect on cytotoxicity. The ␣-isomer [18␣-GL, compound (VIII)] derived from 18␤-GL was as potent as the ␤-form, with EC 50 of 30 and CC 50 of 4800, resulting in a therapeutic index of 160. In contrast, the sodium salt of ␣-isomer of 18␤-GL [compound (XI)] lost antiviral activity as compared to its ␤-form [compound (X)]. Previous study indicated that the sugar moiety of GL is essential for anti-SARS-CoV activity . The present study clearly demonstrated that compounds (VI), (VII), (VIII), (X), (XII), (XIII), and (XV) are active inhibitors of EBV infection and all contain a sugar moiety. In summary, among the newly identified analogs four showed better or equal activity than the parent GL.\n\nRecently we have demonstrated that GL interferes with an early step of EBV replication cycle (possibly attachment/penetration) (Lin, 2003) . However, other possible mechanism of GL may also involve inhibition of EBV replication. Both GL and GA have been shown to elicit a dose-dependent increase in NO production and the level of iNOS mRNA in macrophages (Jeong and Kim, 2002) . As a host defense molecule, NO has an antimicrobial activity against a variety of pathogens including viruses. Previous studies indicated that NO is involved in maintaining EBV latency through inhibition of EBV reactivation (Mannick et al., 1994; Gao et al., 1999) .\n\nThe molecular mechanism underlying the GL inhibition of viral attachment is not well understood. A complement protein called C3d is a breakdown product of complement C3. Receptors for C3d, called type 2 complement receptors (CR2 or CD21), are expressed on mature B lymphocytes. When B lymphocytes recognize an antigen by their antigen receptors and simultaneously recognize C3d bound to the antigen by the complement receptor, the B cells are activated. The major EBV outer envelope glycoprotein gp350/220 is the CD21 ligand (Nemerow et al., 1987; Tanner et al., 1987) . CD21 is the only B-lymphocyte surface protein that binds to gp350/220 (Nemerow et al., 1989) , which mediates virus attachment to the EBV/C3dg receptor (CR2) of human B lymphocytes. A recent study indicated that complement C3 is a GL-binding protein (Kawakami et al., 2003) . Synthetic peptides corresponding to two regions in gp350/220, which have a similar amino acid sequence with the complement C3dg protein, were used to identify a receptor binding epitope. A peptide corresponding to the N terminus of gp350/220, EDPGFFNVEI, bound to purified CR2 and to CR2 positive but not CR2 negative B and T lymphoblastoid cell lines (Nemerow et al., 1989) . This peptide sequence EDPGFFNVEI is similar to the peptide sequence EDPGKQLYNVEA, through which the C3d component of complement binds to CD21 (Nemerow et al., 1989) . Synthetic peptides containing the LYNVEA C3d sequence block C3d binding to CD21 (Lambris et al., 1985) , whereas peptides containing the EDPGFFNVEA sequence block EBV infection (Nemerow et al., 1989 (Nemerow et al., , 1990 . Taken together these studies open the possibility that the inhibitory effect of GL could be in part due to the blockade of EBV receptor. The anti-EBV activity of glycopeptides (XII), (XIII), and (XV) could be attributed to the similarity of their amino acid residues with the peptide sequence EDPGKQLYNVA of C3d component of complement that binds to CD21. Ascertaining this possibility would require further study and is currently under investigation.\n\nFrom the target perspective, the drugs that might be candidates for treatment of EBV infection fall into two groups (for reviews see refs. Gershburg and Pagano, 2005; Lin, 2006) . The first group targeting viral DNA polymerase includes acyclic nucleoside analogues (acyclovir, ganciclovir, penciclovir, valaciclovir, valganciclovir and famciclovir); acyclic nucleotide analogues (cidofovir and adefovir); pyrophosphate analogues (phosphonoformic acid and phosphonoacetic acid); possibly 4-oxo-dihydroquinolines (PNU-182171 and PNU-183792). The second group contains compounds of mixed nature that have a distinct structure such as maribavir, ␤-l-5-iododioxolane uracil and indolocarbazole NIGC-I. Mechanisms of action of these drugs are still under study, but they do not involve inhibition of the viral DNA polymerase.\n\nThe molecular target in herpesviruses of all nucleoside analogs are the virus-encoded DNA polymerases from which the mode of action of GL and its derivatives differs. The therapeutic and prophylactic effects of GL on chronic active viral hepatitis (Bean, 2002; Coon and Ernst, 2004; Shibata, 2000; van Rossum et al., 1999) and the inhibitory effect on EBV replication observed in the present study together with its relative lack of toxicity at the cellular level all suggest that GL and selected derivatives may be worth further evaluating for their efficacy and safety in the treatment of active EBV infection."}