{"title": "Infectious Hazards Management, World Health Organization, Eastern Mediterranean Regional Office, Cairo, Egypt k Infectious Hazards Management, World Health Organization", "body": "Crimean-Congo haemorrhagic fever (CCHF) is the most widespread, tick-borne viral disease affecting humans. The disease is endemic in many regions, such as Africa, Asia, Eastern and Southern Europe, and Central Asia. 1 Ixodid ticks, especially those of the genus Hyalomma, are both a reservoir and a vector for the virus. The CCHF virus (CCHFV), a Nairovirus of the family Bunyaviridae, has been isolated from 30 species of ixodid tick. 2 Numerous domestic and wild animals, such as cattle, goats, sheep, small mammals, rodents, and birds, in which the infection is mainly asymptomatic, serve as amplifying hosts for the virus. 3 There is no specific treatment or vaccine against CCHF and it is considered an emerging arboviral zoonotic disease in many countries, possibly due to increased vector bionomics and climate change.\n\nRecently, the incidence of CCHF has increased rapidly in the countries of the World Health Organization Eastern Mediterranean Region (WHO EMR), with sporadic human cases and outbreaks of CCHF being reported from a number of countries in the region. Despite the rapidly growing incidence of the disease, there are currently no accurate data on the burden of the disease in the region due to the different surveillance systems for CCHF used in these countries. Moreover, there is no definitive preventive and control strategy for CCHF owing to the fact that many aspects of the disease, such as the maintenance and transmission of the virus and the pathogenesis of the disease in humans, remain poorly understood. 4 In an effort to increase our understanding of the epidemiology and risk factors for the transmission of CCHFV in the WHO EMR, and to identify current knowledge gaps that are hindering effective control interventions, a sub-regional meeting was organized in Muscat, Oman from December 7 to 9, 2015. This article summarizes the outcomes of that meeting concerning current knowledge of the disease in the region and the future directions for research and control.\n\nHistorical evidence points to the probable description of CCHF by a physician in Tajikistan in 1100 AD in a patient with haemorrhagic manifestations. 2, 5 In recent times, the disease was first recognized during an outbreak in Crimea in 1944; however, it later became evident that the causative agent was identical to a virus isolated from a patient in Congo in 1956, and the name CCHF was adopted. 1 The disease is endemic in many regions, such as Africa, Asia, Eastern Europe, and the Middle East. 1 The known distribution of CCHFV covers the greatest geographic range of any tick-borne virus and there are reports of viral isolation and/or disease from more than 30 countries across four regions: Africa (Democratic Republic of Congo, Uganda, Mauritania, Nigeria, South Africa, Senegal, Sudan), Asia (China, Kazakhstan, Tajikistan, Uzbekistan, Afghanistan, Pakistan, India), Europe (Russia, Bulgaria, Kosovo, Turkey, Greece, Spain), and the Middle East (Iraq, Iran, Kuwait, Saudi Arabia, Oman, United Arab Emirates (UAE)). 6 The geographic distribution of CCHF coincides with that of ixodid ticks, particularly those of the genus Hyalomma. In Europe, Hyalomma marginatum is the main CCHFV vector, while Hyalomma asiaticum appears to be the principal vector in Asia. In 2006, H. marginatum was detected for the first time in the Netherlands and in southern Germany. 7, 8 Additionally, CCHFV was reported for the first time in India in January 2011, linked to Hyalomma anatollicum ticks. 9 Given the wide distribution of the Hyalomma vector, the numerous animals that can serve as hosts, and the favourable climatic and ecologic conditions in several European countries bordering the Mediterranean Sea, it is possible that the incidence of CCHF may increase geographically over the region in the future. Hyalomma ticks favour dry climates and arid types of vegetation, in areas with abundant small and large mammals that can support haematophagy and the different stages of the tick life-cycle. Environmental factors (such as climate) and human behaviour are critical determinants for the establishment and maintenance of CCHF endemicity within an area. Humans may modify the risk of CCHFV transmission through changes in land use, recreational activities, and movement and trade of infected livestock. 10 Characterized by fever and haemorrhage and often with nonspecific prodromal symptoms, CCHFV infection can be difficult to distinguish clinically from other causes of undifferentiated febrile illness and other viral haemorrhagic fevers (VHFs). It has a case fatality rate ranging from 5% to 80%. 11 Humans are infected by the bite of or by crushing an infected tick against bare skin. The infection can also be acquired by percutaneous and permucosal routes, through contact with animal blood or tissues. The possibility of aerosol transmission has been suspected in a few instances in Russia, but no definite evidence exists. 12, 13 Only one study has suggested possible sexual transmission of CCHFV, 14 but further research is needed to study the persistence of CCHFV in the body fluids of survivors. Livestock and abattoir workers, as well as individuals involved in backyard slaughtering in endemic areas, remain at an increased risk of infection due to the risk of occupational exposure.\n\nHuman-to-human transmission of CCHFV has been reported in the health care setting, [15] [16] [17] [18] [19] [20] with high mortality among health care workers. Anecdotal evidence suggests that such transmission occurs in health care workers as a result of contact with infected blood or body secretions from patients while providing medical care in hospitals. The lack of early diagnosis poses the highest risk of nosocomial transmission to health care personnel, where transmission due to splash and needle-stick injuries has occurred in the absence of adequate personal protective equipment. 19 Geographic distribution and epidemiology of CCHF in the Eastern Mediterranean Region\n\nThe WHO EMR comprises 22 countries (Afghanistan, Bahrain, Djibouti, Egypt, Islamic Republic of Iran, Iraq, Jordan, Kuwait, Lebanon, Libya, Morocco, occupied Palestinian territory, Oman, Pakistan, Qatar, Saudi Arabia, Somalia, Sudan, Syrian Arab Republic, Tunisia, UAE, and Yemen) and sporadic human cases and outbreaks of CCHF have been reported from Afghanistan, Iran, Iraq, Kuwait, Oman, Pakistan, Saudi Arabia, Sudan, and the UAE. In some countries, the incidence of CCHF has been increasing steadily in recent years. 21 Moreover, serological studies among livestock have identified the presence of the disease in Egypt, Somalia, and Tunisia. The disease is reportedly endemic in Afghanistan, Iran, and Pakistan, particularly in the areas bordering these countries where frequent movement of nomads with their animals is concentrated. Trade in animals and animal skins within Pakistan, and between Pakistan, Iran, and Afghanistan, is thought to play a major role in the spread of CCHFV among people who handle animals or their skins, slaughter infected animals, and/or come into close contact with ticks or CCHF patients.\n\nCCHFV is endemic and widespread in Afghanistan, with 5-50 human cases reported every year. The first case was reported in 1998. 22 The most severe outbreak of CCHF reported to date occurred in 2008, between July 10 and October 22, in the city of Herat in the western region: 30 human cases were reported, including nine deaths (proportion of 30%). 23 A cross-sectional seroprevalence survey conducted during this outbreak showed a CCHF IgG prevalence of 11.2% among livestock-owning households. Surveyed livestock showed a very high IgG prevalence (75.0%), underscoring the risk of exposure for people having frequent contact with cattle. 24, 25 In Iran, antibodies to CCHFV in sheep and cattle were first detected in 1970. 26 However, the first confirmed human case of CCHF was diagnosed in Iran in August 1999, when a patient died of severe gastrointestinal bleeding at a hospital in the southwest part of the country. 27 The transmission of CCHFV is most commonly associated with exposure to the blood or viscera of infected livestock. [28] [29] [30] Tick bites also account for significant transmission in humans. 27 Since 1999, CCHF has been reported in 26 of the 31 provinces of Iran, with the greatest numbers of cases in Sistan and Baluchestan, Isfahan, Fars, Tehran, Khorasan, and Khuzestan. Only five provinces (Mazandaran, Ardabil, Ilam, Kohgiluyeh and Boyer-Ahmad, and Alborz) have not reported human infections, but at least two of these are known to have cattle and ticks harbouring CCHFV. 31, 32 Nosocomial infection with CCHFV has been reported during some outbreaks in the country. 33 After the establishment of a comprehensive CCHF surveillance programme for humans and animals in Iran, a total of 3817 suspected human infections were reported between 2000 and 2015, of which 1068 were laboratory-confirmed; the case fatality rate was 14%. The detection of IgG in livestock revealed that 35.8% of 5842 sera were positive for CCHFV IgG. Sistan and Baluchistan Province, which borders Afghanistan and Pakistan, showed the highest infection rate in the country. 34 In Pakistan, CCHF was first reported in Rawalpindi in 1976 and since then there has been a biannual surge of CCHF cases in the country. 35 Pakistan is an endemic country and has the fourth highest number of cases of CCHFV infection in Asia, after Turkey, Russia, and Iran. 23, 36 Cases usually appear between March and May and again between August and October. Several outbreaks of the disease have been reported in the country, spread over a wide geographic area. Baluchistan, Karachi, and Rawalpindi are the most affected regions. 20, 21, 36 Nosocomial outbreaks continue to occur in the country despite the dissemination of information regarding preventive measures among medical staff.\n\nThe incidence of CCHF in Iraq has not been well described. CCHF was first reported in the country in 1979; a total of 10 cases and seven deaths were reported in the Baghdad area. Several cases were also reported in 1980 in the city of Halabja in Sulaimani Province. 23, 37 According to published reports, the number of confirmed cases annually between 1998 and 2009 ranged from zero to six; however, 11 confirmed and 28 suspected cases were reported during 2010 in a single province over a period of 3 weeks, with a case fatality rate of 36%. 37 The first outbreak of CCHF in Sudan was reported in 2008 among health care workers in a hospital in the Kordofan region. A total of 10 cases were reported from this outbreak in Kordofan. Serosurveys also showed CCHFV infection in eight patients for whom serum samples were available. 16 Exposure of cattle to CCHFV and the recognized potential risk factors associated with disease were confirmed by a serosurvey of CCHFV in cattle. This study indicated a prevalence rate of 7% CCHFV IgG in cattle in the North Kordofan region. 38 Among the Gulf countries, 4% of serological samples tested in two hospitals in Kuwait between December 1979 and October 1982 were positive for CCHFV. 39 No human cases have been reported in the country so far. CCHFV infection was recognized for the first time in Oman in 1995, when the disease occurred in three unrelated cases and a subsequent case occurred in August 1996. 40 One study of individuals who kept animals revealed that 30.3% of non-Omani citizens and 2.4% of Omani citizens were CCHFV antibody-positive. 40 In the summer of June 2011, the first case of CCHF for 15 years was observed in Oman. 41 In October 2014, a total of 18 human cases, including one death, were reported across a number of Omani governorates. In 2015, the country reported 16 human infections of CCHFV. All of the CCHF cases were infected through contact with slaughtered or livestock animals.\n\nThe epidemiology and distribution of CCHF in Saudi Arabia is unclear, but there are reported episodes of CCHF due to the trading and importing of infected livestock. According to a survey among soldiers in 2010, 0.6% were positive for CCHFV IgG. 42 In a study at the Jeddah seaport on imported livestock and humans with a history of contact with those animals, CCHFV antibodies were detected in 0.8% of humans. 43 In addition, the highest seropositivity rate was associated with animals imported from Sudan. 43 An investigation in Mecca in the western province of the country, conducted between 1989 and 1990 and that included a serological survey of abattoir workers, identified 40 human cases of CCHF and 12 deaths. 44 Significant risk factors included exposure to animal blood or tissue in abattoirs, but not tick bites.\n\nCCHF was first reported in the United Arab Emirates (UEA) in 1979, when six cases were reported among the staff of a hospital in Dubai. 45 An outbreak of CCHF occurred during 1994-1995 with 35 human infections. A molecular investigation showed that this outbreak was multisource from Pakistan, Madagascar, and Somalia, possibly due to the importation of infected livestock from these areas. 46 Subsequently, 35 clinical CCHF cases were reported in 1994, 47 and between January 1998 and October 2013, another five cases and two deaths were reported from the UAE. 23 In Middle Eastern countries, a seasonality of CCHF has been detected in relation to Eid-al-Adhathe Muslim Festival of Sacrifice. This festival occurs annually during the Hajj (the annual pilgrimage to Mecca) and is an important Eid celebration for Muslims around the world. During the festival, Muslims sacrifice animals such as cattle, sheep, goats, or camels. Generally Muslims slaughter the animals themselves. The dates in the Islamic calendar for Eid-Al-Adha move forward by 10 days each year according to the Gregorian calendar. In the past, Eid-al-Adha has occurred in the autumn or winter months, but in the next 10-15 years, the festival will occur in the summer months when animals are more likely to be viraemic and infectious for CCHFV, since ticks are more likely to be or to have recently been feeding on these animals. This may lead to an increase in the number of CCHFV infections as a result of careless practices during the slaughtering of animals, inadequate knowledge of the disease, and the dissemination of CCHFV through uncontrolled animal movements in and between countries. 14 In a survey in Tunisia conducted in 2014, of the 181 febrile patients, only five showed high IgM titres suggesting recent exposure to CCHFV. 48 Among 38 slaughterhouse workers, two had IgG anti-CCHFV responses, yielding a seroprevalence of 5.2%. No CCHFV was detected in ticks or sera. 48 In Egypt, 49, 50 Syria, and Somalia, 40 CCHFV-specific IgG has been confirmed or detected in animals; however, there has been no evidence of viral infection in humans. In Morocco, CCHFV nucleic acid has been detected in ticks removed from migratory birds. 51 No data are available for the remaining countries of the region -Bahrain, Djibouti, Lebanon, Libya, occupied Palestine territory, Qatar, and Yemen.\n\nBased on an analysis of complete or partial sequences of the viral S-segment of CCHFV, six virus lineages/clades have been identified to be circulating in the region: Africa 3 (clade I) and Europe 1 (clade V) in Iran, Africa 1 (clade III) in the UAE, and Asia 1 and Asia 2 (clade IV) in Iran, Pakistan, Afghanistan, UAE, Oman, and Iraq. So far Africa 2 (clade II) has not been reported in the WHO EMR. 52 In 2016, a CCHF patient infected with an AP92-like strain (Europe 2), which was originally associated with Greece (clade VI), died in the north of Iran. [53] [54] [55] Recent studies have revealed a new strain (Iran-Kerman/22), which shows unique S-segment phylogenies and which constitutes a unique clade (provisionally identified as clade VII). 56 Recombination in the S-segment of CCHFV has also been reported in Iran. 57 In Sudan, another study identified the circulation of multiple CCHFV lineages in the Kordofan region. 58 The broad genetic diversity of CCHFV in Iran reflects the variety of viruses found in neighbouring countries. Iran shares the Asia 1 strain with Pakistan and Afghanistan, Asia 2 with Central Asia, Europe 2 with Greece, and Europe 1 with Turkey. 59, 60 Transmission mode Competent vectors, especially Hyalomma spp ticks, are distributed widely throughout the region. Disease transmission is common via tick bite or exposure to the blood or viscera of infected livestock. Nosocomial infection is also reported in some of the countries in the region, such as Iran, Pakistan, Sudan, Afghanistan, and the UAE. Although sexual transmission was suggested in one study, further studies are necessary to investigate CCHFV persistence in the body fluids of survivors, notably semen. Similarly studies are required to study the clinical course of CCHF in pregnant women, as well as pregnancy and infant outcomes, fertility in women who have conceived after CCHF, and viral persistence in pregnancy-related body fluids and breast milk.\n\nThere is no specific CCHF surveillance programme in most of the countries of the WHO EMR where CCHF is endemic. Low levels of awareness concerning CCHF symptoms at the early stages of the disease, especially at the primary care level and in hospital departments for non-communicable diseases, has led to clinical diagnostic mistakes, inappropriate case management, and poor infection control measures. A key problem here is that the surveillance case definition for human infection of CCHF is not standardized, 4,7 and different endemic countries use different case definitions. This represents a major gap and may contribute to the varied mortality rates across countries. Some countries, for example, only report patients with severe disease and bleeding at a late stage, which results in artificially very high mortality rates, while others have more sensitive systems for early case detection, even when clinical symptoms of haemorrhage are not apparent, resulting in lower mortality rates. 23 Thus, there is a need for consensus in establishing a standard case definition for CCHF. An algorithm for early identification and diagnosis of cases would be of great value.\n\nThe serological detection of specific IgM and IgG is important for the laboratory diagnosis of CCHF. The identification of IgM indicates a recent infection. However, specific IgM and IgG antibodies appear late in the course of infection (5-7 days after the onset of symptoms) and in some circumstances may never be detected. The presence of CCHFV in the blood of a patient can be diagnosed early by detecting viral RNA using RT-PCR. 52 Unfortunately, the CCHFV RNA RT-PCR diagnostic test is most commonly performed in reference laboratories . In consequence, diagnostic reports may take 3-5 days or even longer to become available. Given the fact that early diagnosis of CCHF is of paramount importance for infection control and to establish early effective symptomatic treatment, there is an urgent need to develop a simple rapid diagnostic test (RDT) or point-of-care nucleic acid test (NAT) for CCHFV. Ideally these tests should be based on the detection of specific CCHF nucleic acids or antigens. The use of accurate and simple-to-use diagnostic assays would enhance early diagnosis and case detection in the primary care setting. In this context, it would be useful if a range of CCHFV-positive samples from the affected countries could be collected and stored in accessible biobanks in order to facilitate the development and validation of point-of-care RDTs and NATs for CCHFV infection. Such RDTs would be used at the point of care and would help with the rapid control of human CCHFV infection.\n\nThe treatment of confirmed patients is mainly supportive. Generally this includes the basic management of symptoms with intravenous fluids and blood products (platelets, fresh frozen plasma). There is evidence that early diagnosis and prompt management of the symptoms of cases with supportive treatment results in a better clinical outcome. 61 Currently, there is no approved antiviral treatment for CCHF. Ribavirin has been used by a number of countries for treatment. Although some studies have shown it to be effective at inhibiting viral replication of CCHFV in vitro and in vivo and it is approved by the WHO for the treatment of CCHFV infection, the clinical efficacy of ribavirin in humans remains contested and discussions are mired by inadequate study designs and sample sizes. The majority of studies have been in the form of case reports and small observational studies and there is a lack of large placebo-controlled, prospective randomized controlled trials (RCTs). [62] [63] [64] Furthermore, studies that have used meta-analyses of such observational cohort data have characterized the quality of evidence as very low and concluded that uncertainty remains regarding the efficacy of ribavirin. 65, 66 A more recent study focusing on oral or intravenous ribavirin treatment in CCHF patients showed no effect on viral load or disease progression. 67, 68 Additionally a systematic review from Turkey recently determined that the treatment of CCHF patients with ribavirin over the years 2002 to 2015 did not benefit these patients. 69 Meanwhile, other reports have illustrated the efficacy of ribavirin if administered in the early stages of the diseasewithin 1-2 days from the onset of symptoms. 70 When administered within the 1-2-day window, ribavirin was found to be effective in reducing the case fatality rate of mild cases. 71 The recommended doses of ribavirin for the treatment of CCHF are based on clinical experience; there is no reported ribavirin dose-finding study for the treatment of CCHF. Since most published articles regarding the efficacy of ribavirin are reporting observational retrospective studies, there is a need for an RCT for efficacy studies in order to evaluate the use and dose of ribavirin for treating CCHFV infections in humans. Studies to determine viral load and the pathogenic and immunological responses at various clinical stages of the disease are also needed in order to develop a better understanding of the pathogenesis of CCHF disease in humans.\n\nOral ribavirin has sometimes been used as post-exposure prophylaxis, although the efficacy of the drug for this indication is similarly uncertain. In the absence of any RCT data on the effectiveness of ribavirin, physicians may decide on the use of ribavirin for prophylactic purposes on a case by case basis, for instance when health care workers have 'unprotected' exposure to needle-stick injuries, or when splashes of potentially infective sputum or vomit splatter into the eye during the care of patients with CCHF. The search for new therapies for CCHF is essential. Recently, favipiravir (T-705), which is a new drug licensed for the treatment of influenza virus, showed survival benefit in a mouse model compared to ribavirin. 72 Monoclonal antibodies may, perhaps, also be useful antivirals for the treatment of CCHF. 73 Furthermore, there is an urgent need to develop and achieve a consensus on the standard case management for CCHF in order to increase the chances of survival of patients.\n\nTogether with the early recognition of CCHF, the search for an effective treatment and prophylaxis for CCHFV will be the cornerstone of future CCHF prevention and control strategies. Successful research into CCHF therapeutics will rely on collaboration between endemic countries and a united front for the sharing of information across the health and research communities.\n\nInfection among health care workers appears low despite reported nosocomial outbreaks of CCHF described in several countries in the region. 11, 13, 18, 74 In the health care setting, CCHF transmission due to splashes and needle-stick injuries has occurred; however, the risk is generally low compared, for example, with Ebola virus disease. 18, 74 Single clinical accounts from Russia and Turkey also report the possibility of CCHFV transmission during aerosol-generating medical procedures. 13, 18 This transmission route needs to be investigated thoroughly. There are still many unknowns and studies are required to determine the modes of transmission in the health care setting and to identify effective infection prevention and control (IPC) measures.\n\nThe available knowledge and evidence on the mode of transmission of CCHFV justify the implementation of standard IPC measures (standard, droplet, and contact precautions) in the health care setting. Thus the isolation and cohorting of patients, as well as the implementation of precautions to avoid aerosols, are required for the case management of CCHF patients, especially during invasive procedures where high viral loads may be present. 75, 76 Livestock handlers, abattoir workers, and individuals involved in backyard slaughtering in endemic areas remain at increased risk of infection due to the hazard associated with occupational exposure. The correct use of personnel protective equipment, including the robust implementation of safety procedures for abattoir workers, needs to be considered and requires further indepth investigation. Additionally, recommendations on quarantine procedures for cross-border movement of cattle are needed.\n\nEffective risk communication remains central to prevent primary infection, especially among animal handlers, slaughterhouse workers, and agriculture farmers. While there are examples of best practice, there is an urgent need to standardize risk communication with messages that are evidence-based and do not encourage stigma or unnecessary panic. Periodic knowledge, attitude, and practice (KAP) surveys are required to determine the effectiveness of risk communication and its impact on changing risky behaviours among the public.\n\nThe limitations for conducting animal surveillance for CCHF include a lack of commercially available serological diagnostic kits for the testing of potentially infected animals. Furthermore, appropriate guidance for conducting surveillance of CCHFV in the animal health sector, using standardized methods and data collection tools in endemic countries, is not available. In the absence of routine animal surveillance, data need to be collected on ticks and on infected animals using serosurveys. Even though CCHFV is not primarily a pathogen of animals, serosurveys for tick vectors and animal reservoirs have an important role in risk assessment, disease mapping, and forecasting.\n\nA number of key knowledge gaps exist concerning the burden and circulation of CCHFV in the WHO EMR. These are highlighted in Box 1.\n\nThe true burden of CCHF disease is poorly understood, even though CCHF is the most widespread tick-borne viral infection and one of the most prominent emerging VHFs in humans across many countries in the WHO EMR. Although VHFs are notifiable diseases in most countries in the region, data on CCHFV are not readily available from the routine surveillance systems. This may be due firstly to poor recognition of CCHF by physicians; single sporadic cases tend to occur in rural areas, and many patients develop a mild, non-specific illness, without a recognizable haemorrhagic fever syndrome. Secondly, limited capacity for laboratory diagnosis, the absence of specific treatment, a lack of identified national CCHF prevention and control programmes, and poor reporting practices may result in under-reporting.\n\nA better understanding of CCHF epidemiology is needed for a comprehensive prevention and control programme in the WHO EMR, encompassing human as well as animal and tick populations. However, a number of challenges exist.\n\nFirst, it is difficult to prevent or control CCHFV infection in animals and ticks, since the tick-animal-tick cycle continues unnoticed and viral infection in animals is usually not apparent. Additionally, tick vectors are numerous and widespread, making tick control with arachnicide realistic only for well-managed livestock production facilities, which are uncommon in the region. The main alternative to chemical tick control is tick immunity through animal vaccination. Commercial vaccines have already been developed against cattle ticks (Rhipicephalus), but there is no effective cross-species protection. Further research is warranted into Hyalomma anti-tick vaccines for CCHF prevention.\n\nSecond, in the absence of a human CCHF vaccine, the only way to reduce infection in humans is by raising awareness of risk factors and educating people about the preventive measures necessary to reduce exposure to the virus. However, as the populations at risk of CCHF are nomads, farmers, and animal herders living in remote and disadvantaged areas, considerable effort and innovative approaches will be required to reach them with information, education, communication, and social mobilization activities.\n\nThird, controlling infection in the health care setting requires strict adherence to standard infection control measures, including basic hand hygiene, the use of personal protective equipment, safe injection practices, and safe burial practices. However, a number of health care-associated CCHF outbreaks in the past (as well as several large Middle East respiratory syndrome coronavirus (MERS-CoV) outbreaks in hospitals occurring recently) suggest that IPC measures are not being adequately adhered to, even in some of the most advanced health care settings in the region.\n\nA number of important and strategic areas of work have been highlighted to better understand the transmission pattern of CCHFV in the region, as well as to facilitate early detection and a rapid response to CCHF cases. These include the following:\n\n(1) The standardization of case definitions for the early detection of CCHF patients in both endemic and non-endemic countries. This would allow the uniform and consistent use and implementation of these case definitions across all endemic and high-risk countries in the region. (2) The development of assays for CCHF RNA quantification that are rapid, precise, easy to implement at the point of care in resource-limited settings, and sufficiently robust to operate under field conditions. This would enhance diagnosis and early case detection in the primary care setting.\n\n(3) The design and execution of an RCT to properly validate or refute the efficacy of ribavirin, favipiravir (T-705), and monoclonal antibodies as treatments against CCHF. A successful RCT for CCHF therapeutics will rely on collaboration between endemic countries and a united front for the sharing of information across the health and research communities. (4) The development of an algorithm as an aid to help clinicians rapidly establish the presumptive/initial clinical diagnosis of patients on the basis of the presenting clinical, epidemiological, occupational, and other demographic characteristics. This would be of great practical use, due to the fact that the clinical manifestations of CCHF during its initial clinical phase resemble those of many other arboviral diseases, especially Alkhurma haemorrhagic fever, Rift Valley fever, and dengue fever during the summer and influenza and respiratory diseases during the winter season in endemic countries. (5) Sero-epidemiological studies on CCHF for human and animal infection in the region, including in non-endemic countries, since there is limited knowledge and understanding of the burden of CCHF, as well as its animal reservoirs in the region. (6) The development of a set of risk communication messages for high-risk groups through collaborative engagement between the animal and human health sectors. These messages must be evidence-based, consistent, and follow the currently available knowledge and best practices. (7) The identification of best surveillance practices for animal health for the early detection of potential risks of spill-over of CCHFV into humans. (8) The design and implementation of studies to develop animal CCHF and/or Hyalomma anti-tick vaccines. Increasing domestic animal immunity against CCHF or Hyalomma ticks would be an important element of a strong CCHF prevention programme. (9) The ranking of areas by CCHFV risk estimation and the spatialtemporal forecasting of CCHFV circulation and future outbreaks.\n\nBox 1. Crimean-Congo haemorrhagic fever in the World Health Organization Eastern Mediterranean Region: current knowledge gaps.\n\nDrivers for the increasing number of human infections from CCHF and its spread in the Eastern Mediterranean Region Types of the different genotypes of CCHFV currently circulating in the region Pathogenesis of the disease and duration of natural protection after acute infection Asymptomatic spread of the disease among close contacts of patients in households Information on viral loads at various clinical stages of recovery to determine the period of infectiousness and natural immune response Period during which infection control measures should be applied for patients diagnosed with CCHF and discharge criteria Mode of transmission for human-to-human transmission in households and in health care settings Effectiveness, safety, and prognostic value of the use of antiviral drugs such as ribavirin for patients diagnosed with CCHF, as well as their use for post-exposure prophylaxis Role of serological surveys to define animal reservoirs of CCHFV in both endemic and non-endemic countries Effectiveness and period of quarantine measures for infected animals and screening of cross-border movement of infected animals from endemic countries in order to reduce human exposure Burden and magnitude of disease in human populations in both endemic and non-endemic countries Pathogenesis and drivers for the emergence of CCHF in non-endemic countries Appropriate surveillance methods for the detection of the infectious niche in ticks/vectors and animals Role of wild animals: whether they are infected, or whether they are reservoirs of infection Role of migratory birds, mice, cats, and dogs in CCHF transmission, especially those that have been in contact with infected farm animals Role of migratory birds, mice, cats, and dogs in CCHF transmission, especially those that have been in contact with infected farm animals\n\nCCHF is a clear and growing health threat in the WHO EMR. Some new areas are reporting cases, showing a geographic extension of the disease that is probably linked to the trade in livestock and the spread of infected ticks by migratory birds. According to ecological models, the rise in temperature and decrease in rainfall in the WHO EMR could result in a sharp rise in the distribution of suitable habitats for Hyalomma ticks and subsequently drive CCHFV infection northwards. 77 Thus, the development and implementation of a strategic framework for the prevention and control of CCHF is important to curb the ongoing and new threats posed by CCHFV.\n\nNone."}