{"title": "SOCS proteins in infectious diseases of mammals", "body": "Cytokines are essential mediators of cell-to-cell communications. By activating cell surface receptor complexes, they regulate processes that are involved in the growth, the differentiation, and the defense of various cells. Although lacking catalytic domains, members of the cytokine receptor superfamily mediate liganddependent activation of protein tyrosine phosphorylation . Cytokines induce homo-or hetero-dimerization and activation of their cognate receptors thereby triggering the oligomerization and activation of members of the cytosolic janus kinase (JAK) family . The activated JAKs subsequently phosphorylate further signalling targets including signal transduction and activators of transcription (STAT) proteins.\n\nEach member of the JAK family contains (i) a conserved catalytic kinase domain that can be phosphorylated upon ligand stimulation, and (ii) an enzymatically inactive pseudo-kinase domain at the carboxyl terminus that regulates the activity of the catalytic domain (Shuai and Liu, 2003) . Through their amino-terminal regions, activated JAK proteins physically and selectively interact with cytokine receptors (Dalpke et al., 2008) thereby allowing the phosphorylation of specific tyrosine residues in these proteins. The phosphorylated tyrosine residues in turn serve as docking sites for members of the STAT protein family (Darnell, 1997; Vinkemeier et al., 1998) . STATs are subsequently phosphorylated by JAKs, triggering thus their dimerization and release from the receptor complex. Next, the STAT dimers translocate to the nucleus where they induce the transcription of cytokine-responsive genes (Darnell, 1997; Levy and Darnell, 2002) . The signalling events outlined above were originally found to be initiated by type I interferons (IFNs); however, it is known today that this pathway can be activated by a large number of cytokines, growth factors and hormones.\n\nThis signalling response must be tightly regulated, especially with respect to its duration and intensity. Regulation of the innate immune response is critical, since an excessive inflammatory reaction can be deleterious (Liu et al., 1998; Yasukawa et al., 2000) . Negative regulation of JAK/STAT signalling is carried out by a number of factors. Among them suppressors of cytokine signalling (SOCS) were shown to play a prominent role (Endo et al., 1997; Naka et al., 1997; Starr et al., 1997; Yoshimura et al., 1995) . SOCS 1-7 and cytokine-inducible SH2 protein (CIS) are the eight members of this family of intracellular proteins that are expressed following cellular activation by various molecular stimuli including cytokines and pathogen-associated molecular patterns (Kubo et al., 2003; Yoshimura et al., 2007 Yoshimura et al., , 2012 .\n\nSOCS proteins range in size from 198 to 581 aminoacids. CIS, SOCS1, and SOCS3 are the best characterized so far (Alexander, 2002) . All SOCS proteins share the same basic structure and are composed of three functional domains as depicted in Fig. 1A (Hilton et al., 1998; Yoshimura et al., 2007) . The most conserved feature is the central Src homology 2 (SH2) domain, which is involved in both the recognition and binding of cognate phosphotyrosine motifs (Hilton et al., 1998; Yoshimura et al., 2007) (Fig. 1A) . This domain specifies the target of each SOCS/CIS protein to execute its regulatory function . Upstream (towards the N-terminus) of the central SH2 domain is a variable region with an extended SH2 subdomain (ESS) that contributes to the physical interaction with the substrate. Located downstream of the SH2 domain is a C-terminal 40-amino-acid domain termed SOCS box (Bullock et al., 2007; Hilton et al., 1998; Yasukawa et al., 2000; Yoshimura et al., 2007) (Fig. 1A) . The SOCS box interacts with elongin B, elongin C, cullin 5, and with the RING-finger-domain-only protein to recruit E2 ubiquitintransferase (Kamizono et al., 2001; Kamura et al., 2004) . This functional complex ubiquitinylates the target proteins and hence marks them for proteasomal degradation (Kamizono et al., 2001; Kamura et al., 2004) . The SOCS box also stabilizes SOCS proteins, probably by sheltering them from proteasome-mediated turnover (Piessevaux et al., 2009) . The later function also provides protection from functional interferences between different SOCS proteins.\n\nCytokine receptor signalling is controlled by SOCS at three different levels ( Fig. 1B and Fig. 2) . Firstly, the small N-terminal kinase inhibitory region (KIR) that is specific to SOCS1 and SOCS3 can prevent the action of JAKs. The KIR acts via a competitive mechanism that is due to its sequence homology with the pseudosubstrate inhibitory region of JAKs (Fig. 1B) . Interaction of the KIR with the JAK activation loop thus blocks the catalytic activity of JAKs (Kubo et al., 2003; Sasaki et al., 1999; Yasukawa et al., 1999) . Secondly, SOCS proteins can suppress cytokine signalling by competing with downstream signal transducers through their interaction with the phosphorylated domains of the receptor (Fig. 1B) (Ram and Waxman, 1999) . Thirdly, their ) and (iii) a carboxy-terminal SOCS box. SOCS1 and SOCS3 contain an additional amino-terminal kinase inhibitory region known as KIR. The SH2 domain of each SOCS determines its target-specificity, through binding phosphorylated (P) tyrosine residues that are specific to each substrate, such as JAK proteins. The SOCS box interacts with a complex containing elongin B, elongin C, cullin5, RING-box-2 (RBX2), and E2 ligase (also known as E2 ubiquitin-conjugating enzyme). This complex keeps the bound substrate close to the ubiquitinating machinery, thus facilitating its ubiquitination (U) and driving it towards proteosomal degradation. The KIR domain functions as a pseudosubstrate that inhibits the kinase activity of the SOCS-associated proteins. (B) Mechanism of suppression of the JAK/STAT pathway by SOCS1, SOCS3, and CIS. The cytokine or interferon stimulation of their cell surface receptors (1) activates receptor-associated JAK proteins by their phosphorylation (P). Then, activated JAKs phosphorylate receptor cytoplasmic domains (2). Recruited STATs are consequently activated by JAK phosphorylation (3). This phosphorylation enables their dimerization (4). Dimerized they can enter the nucleus and trigger as transcription factor complex the expression of various target genes including SOCS genes (5). Various SOCS proteins such as SOCS1, SOCS3 and CIS are produced (6). They can (7), as SOCS1 but also SOCS3, inhibit the JAK activity with their kinase inhibitory region. They can also, as SOCS3, compete with recruited STAT proteins for shared phosphotyrosine residues or specifically, as CIS, bind the phosphorylated tyrosine residues of cytokine receptors through the SH2 domain consequently masking the STAT5 docking site. Moreover, their SOCS box mediates ubiquitination and degradation of bound receptor components (8). Consecutively to their actions transcription factor complexes cannot anymore form and access the nucleus.\n\nSOCS box mediates the transfer of their protein targets to the ubiquitination machinery and thus assigns them for proteasomal degradation (Fig. 1B) (Kamizono et al., 2001; Kamura et al., 2004; Verdier et al., 1998) . Like other SOCS-box-containing factors, SOCS proteins also function as E3 ubiquitin ligases and directly mediate the degradation of associated proteins (Fig. 1B) (Yoshimura et al., 2007) .\n\nSince their first discovery in 1997 (Starr et al., 1997) , SOCS proteins have been described as important regulators of the JAK/STAT pathway. Shortly after, they have also been reported to be involved in allergy, tumorigenesis, and inflammatory diseases . SOCS proteins are generally not highly expressed at homeostasis and have short half-lives (typically 1-2 h) (Delgado-Ortega et al., 2011; Haan et al., 2003) . They are encoded by cytokine-inducible genes that are rapidly transcribed after exposure of cells to cytokines (Matsumoto et al., 1999; Naka et al., 1997) . As outlined later in this article, SOCS proteins also have the ability to regulate other signal transduction pathways such as the NF-B, MAPK or JNK/p38 pathways (Frobose et al., 2006; He and Stephens, 2006; Ryo et al., 2003) .\n\nSOCS proteins have been found in numerous vertebrate species including man (Homo sapiens), chimpanzee (Pan troglodytes), Sumatran orangutan (Pongo abelii), rhesus monkey (Macaca mulatta), mouse (Mus musculus), rat (Rattus norvegicus), Chinese hamster (Cricetulus griseus), Guinea pig (Cavia porcellus), dog (Canis lupus familiaris), giant panda (Ailuropoda melanoleuca), cattle (Bos taurus), sheep (Ovis aries), pig (Sus scrofa), horse (Equus caballus), African elephant (Loxondota africana), rabbit (Oryctelagus cuniculus), chicken (Gallus gallus), turkey (Meleagris gallopavo), zebrafish (Taeniopygia guttata), bony fish (Osteichthyes spp.) and even in some invertebrates such as the Chinese mitten crab (Eriocheir sinensis) and the fruitfly (Drosophila melanogaster) (Bruel et al., 2010; Cheeseman et al., 2008; Rincon et al., 2007; Sandra et al., 2005; Starr et al., 1997; Stec and Zeidler, 2011; Wang et al., 2011; Winkelman et al., 2008; Yan et al., 2011; Zhang et al., Fig. 2 . Overview of established and potential pathways targeted by SOCS proteins in a cell infected by HSV-1 and/or EBV. After HSV-1 infection and the stimulation of several pathogen recognition receptors (MDA5, RIG-1, TLR1/TLR2, TLR3, TLR7, TLR9), IFN␤ is transcriptionally activated following the stimulation of various signalling pathways. SOCS proteins can act at different levels (inhibition of the JAK activity, competition with recruited STAT proteins for shared phosphotyrosine residues, phosphorylation of receptor tyrosine residues, ubiquitination and degradation of bound protein components) in the cell as indicated by stop signs. Question marks (?) indicate pathways that are possibly targeted by SOCS to modulate the anti-viral immune response. DDX3, Dead box protein 3; dsRNA, double stranded ribonucleic acid; EBV, Epstein-Barr Virus; HSV-1, Herpes Simplex Virus type 1; IFN, interferon; IKK␣, I kappa-B kinase-alpha; IKK␤, I kappa-B kinase-beta; IKKi, kinase I kappa B kinase i; iNOS, inducible nitric oxide synthase; IRE, interferon response element; IRAK, IL1-Receptor-associated kinase; IRF, IFN-regulatory factor; JAK, janus kinase; MAVS, mitochondrial antiviral signalling protein; MDA5, melanoma differentiation-associated gene 5; MYD88, myeloid differentiation primary-response protein 88; NF-k␤, Nuclear factor kappa-B; P, phosphorylated tyrosine; p50, p50 subunit of NF-B; TBK1, TANK-binding kinase 1; TRIF, TIR-containing adaptator inducing interferon-␤;TLR, toll like receptor; TRAF, Tumor necrosis factor receptor (TNFR)-associated factor; RIG-1, Retinoic acid-inducible gene I; STAT, signal transduction and activators of transcription. 2010). The polypeptide sequences of SOCS proteins are highly conserved between the different species, especially among mammals. For example, mouse and rat SOCS1 share 95-99% amino acid (aa) identity with their human orthologue, while human and porcine SOCS4, SOCS5 and SOCS6 share 93, 96.6, and 92.3% aa identity, respectively (Bruel et al., 2010; Starr et al., 1997) . In a recent study, Zhang et al. (2010) even showed a significant sequence similarity (56%) between SOCS2 orthologues from species as distantly related as E. sinensis and H. sapiens. These percentages were even higher when considering only the domains critical for the structure and the function of the protein.\n\nSo far, vertebrate SOCS protein functions have only been studied in mammals and bony fishes. In the following, we will focus on the established roles of mammalian SOCS proteins as immunomodulatory factors and their implication in the pathogenesis of infectious diseases (see Section 3 \"Role of SOCS proteins during microbial infections\"). The current knowledge on SOCS protein functions in bony fishes has recently been summarized in an excellent review article by Wang et al. (2011) .\n\nCIS is a 28.6 kDa protein (referring to the human prototype) which binds through its SH2 domain to phosphorylated tyrosine residues of activated cytokine receptors and does not seem to physically interact with JAKs (Alexander, 2002; Matsumoto et al., 1999) . CIS inhibits cytokine signalling by blocking binding sites that are otherwise used to recruit and to activate STATs (Matsumoto et al., 1999) . CIS is closely related to SOCS2; it inhibits the signal transduction of erythropoietin, IL2, IL3, growth hormone (GH) and prolactin, by binding the STAT5 sites of the respective receptor (Verdier et al., 1998; Yoshimura, 2005) . Transgenic mice over-expressing CIS exhibited growth defects, impaired mammary gland development and reduced numbers of both natural killer (NK) and NKT cells similarly to STAT5a knock-out (KO) and/or STAT5b KO mice (Matsumoto et al., 1999) . This phenotype is consistent with the notion that CIS plays a specific role in the regulation of the STAT5-mediated cytokine response (Matsumoto et al., 1999) . However, mice lacking the CIS gene are phenotypically normal (Marine et al., 1999a) .\n\nCIS aa sequences of different mammalian species display a high degree of conservation especially when the two functional regions -SH2 domain and SOCS box -are considered (Fig. 3) . The sequence of the SH2 domain is fully conserved between the mammalian species given in Fig. 3 , except for the pig where the available aa sequence (ensemble.org ENSSSCG00000011414) appears to be truncated and divergent to the commonly described isoforms one and two. This sequence needs to be confirmed and rapid amplification of cDNA-ends by polymerase chain reaction using the conserved part of the sequence should provide insights. The SOCS boxes of bovine or canine CIS differ by two mismatches from those of primates and the mouse, which are virtually identical to one another. When comparing the aa sequences of mammalian and avian (chicken and turkey) CIS proteins, only slight differences are appreciated in the SH2 domain while their SOCS box sequences are more distantly related (Fig. 3) .\n\nIt has been shown that variant alleles of multiple CIS polymorphisms impact the susceptibility to major infectious diseases in humans (Khor et al., 2010) suggesting an important role of CIS in immunity against various pathogens. It is likely that this holds true also in other mammals.\n\nSOCS1 is a 23.4 kDa protein (human prototype) that can be induced by various factors acting on or through a signal transduction pathway which is either STATs-dependent or -independent. These factors include cytokines, insulin, LPS, and CpG DNA (Dalpke et al., 2001; Kawazoe et al., 2001; Stoiber et al., 1999) . SOCS1 strongly regulates macrophage activation through the JAK/STAT and the TLR/NF-B pathways (Ryo et al., 2003; Yoshimura et al., 2007) . To suppress the TLR/NF-B pathway, SOCS1 binds to the p65 subunit of NF-B, thereby facilitating its ubiquitin-mediated proteolysis (Ryo et al., 2003) . This mode of action is particularly important for the regulation of inflammatory processes, septic shock and innate/adaptive immune responses. SOCS1 can also block other signalling factors such as the insulin receptor substrate 1 (IRS1) and IL1 receptor-associated kinase (IRAK) (Fujimoto and Naka, 2003; Kawazoe et al., 2001) . Moreover, SOCS1 may also inhibit the activity of IL4, IL6, and IFN␥ (Fujimoto and Naka, 2003) . Observations in mice lacking SOCS1 suggest that this protein plays a key role in the negative regulation of signalling initiated by IFN␥ (Morita et al., 2000) . SOCS1 also has role in the control of viral and parasitic infections by means of its capacity to modulate the sensitivity of cells to both IFN type I (IFN␣ and IFN␤) and type II (IFN␥) (Yoshimura et al., 2007; Zimmermann et al., 2006) . SOCS1 (as well as SOCS2 and SOCS3) mRNA expression was found to be up-regulated after administration of another type I IFN, IFN, in the uterus of cyclic ewes, suggesting an additional role for SOCS proteins in the negative regulation of fertility-related IFN signalling in ruminant dams (Sandra et al., 2005) . Finally, SOCS1 has a pivotal function in T lymphocyte development and regulation and is therefore highly expressed in the thymus throughout all thymocyte developmental stages (Marine et al., 1999b; Trop et al., 2001) .\n\nThe SOCS1 aa sequence is highly conserved between different mammalian species (Fig. 4) . For example, there is 100% identity between human and porcine SOCS1 aa sequences in all the major functional regions of the protein (KIR, ESS, SH2, and SOCS box). Unsurprisingly, sequence differences between mammal species are most frequently observed outside of the functional regions. More prominent aa sequence differences are observed between galliform birds (chicken and turkey) and mammals, especially regarding the length of the Poly-Ser region and the sequence of the SH2 domain (Fig. 4) . The high level of identity between mammalian SOCS1 amino acid sequences suggests a conserved functional mechanism of SOCS1 activity in response to microbial infections. Despite fundamental differences in the aa sequences of mammalian and avian SOCS1, it appears as if a strong cytokine (IFN type I) regulatory activity of SOCS1 is also conserved in the chicken (S. Trapp, unpublished data).\n\nSOCS3, a 24.8 kDa protein (human prototype), is the second best characterized member of the SOCS family. Through its KIR domain, which is shared with SOCS1 (see Fig. 1 ), SOCS3 can block the catalytic site of JAKs as a pseudo substrate . In the presence of LPS and following TLR4 stimulation, SOCS3 expression is strongly induced in macrophages (Yasukawa et al., 2003a) . SOCS3 is a key regulator of the divergent activities of proinflammatory cytokines such as IL6 and anti-inflammatory cytokines such as IL10. This differential regulation is achieved through its selective binding to the GP130 receptor of IL6, while it does not bind the GP130 receptor of IL10 (Yasukawa et al., 2003a) . SOCS3 specifically binds the phosphorylated tyrosine 757 (pY757) of the GP130 receptor (Nicholson et al., 2000; Schmitz et al., 2000) , which is also the target of the signalling factor SH2-domain containing protein tyrosine phosphatase 2 (SHP2) (Nicholson et al., 2000; Schmitz et al., 2000) . SOCS3 also competes with SHP2 further downstream in the pathway (Alexander, 2002) . In some acute or chronic pathological conditions, SOCS3 can also suppress inflammatory responses in which IL6 or other pro-inflammatory cytokines are involved. By reducing the expression of IL6 and IL23, SOCS3 acts as a negative regulator of Th17-cell differentiation, which is involved in inflammatory diseases .\n\nThe aa sequence of SOCS3 is highly conserved in mammals (Fig. 5) . Remarkably, only a small number of differences are observed between mammalian species and the chicken (Fig. 5) . This high degree of conservation suggests a common immunomodulatory role of SOCS3 in most vertebrate species. This assumption is also supported by a recent study on SOCS3 cytokine regulatory activities in the turbot (Scophthalmus maximus) (Zhang et al., 2011a) . Therefore, it is likely that most of the observations made in the mouse model are also valid in other mammalian species, including farm and companion animals. Only recently, a link between nutritional Vitamin D deficiency, a down-regulation of SOCS3, and the onset of cardiac hypertrophy and inflammatory processes in epicardial adipose tissue has been established in a Yucatan mini pig model (Gupta et al., 2012) . The lesions that developed in the mini pigs receiving a 12-month hypercholesterolemic diet deprived of Vitamin D were clearly associated with a decrease in the (mRNA/protein) expression of the Vitamin D receptor and SOCS3 in cardiomyocytes and epicardial adipose tissue (Gupta et al., 2012) . This observation highlights the crucial function of SOCS3 in the development or prevention of pathological conditions in all mammalian species.\n\nThe mechanistically actions of the other SOCS proteins have been far less studied. SOCS2 is a 22 kDa protein (human prototype) that regulates the GH signalling pathway through binding the GH receptors and inhibiting the GH-mediated activation of STAT5b Yoshimura et al., 2005) . This is reflected by the observation that SOCS2-deficient mice were 30-40% heavier at 3 months of age, compared with control mice .\n\nSOCS4 and SOCS5, with a size of 50.6 and 61.2 kDa, respectively (human prototypes) share distinct sequence homologies (Hilton et al., 1998) . The central SH2 domains of SOCS4 and SOCS5 are virtually identical, while the Nterminal regions and the biological functions of these two proteins are less conserved (Hilton et al., 1998) . It has been shown that hyper-methylation in the promoter region of SOCS4 in gastric cancer cells co-regulates other factors involved in tumor growth (Kobayashi et al., 2012) .\n\nBeing highly expressed in lymphoid organs, SOCS5 appears to prevent Th2 differentiation in mice by inhibiting IL4 signalling (Seki et al., 2002; Yoshimura et al., 2005) . It is expressed in Th1 cells, and interacts with the alpha chain of IL4 receptor, irrespective of tyrosine phosphorylation (Seki et al., 2002) . By reducing IL4-induced activation of STAT6, this interaction efficiently inhibits Th2 polarization (Seki et al., 2002) . Until today, several studies have now demonstrated an implication of SOCS5 and other SOCS proteins in the control of Th polarization and its relevance to disease development (Knosp and Johnston, 2012) .\n\nSOCS6, a 59.5 kDa protein (human prototype), binds to insulin receptors and inhibits the activation of ERK1/2, protein kinase B and IRS1 (Fujimoto and Naka, 2003; Mooney et al., 2001) . SOCS6 can also bind to IRS2, IRS4 and the p85 subunit of PI3 kinase (Krebs et al., 2002) which are all involved in insulin signalling. SOCS6-deficient mice exhibit slight growth retardation (Krebs et al., 2002) . SOCS7 (581 aa in size for the human prototype) is prominently expressed in the mouse brain where it seems to be of major importance. Indeed, mice lacking the gene coding for SOCS7 succumbed to the development of a hydrocephalus after 15 weeks of life (Krebs et al., 2004) .\n\nSome evidence suggests that SOCS proteins may also interfere with each-other and compete by triggering their mutual degradation. For example, SOCS2 appears to enhance the degradation of SOCS1 and SOCS3 and possibly CIS as well (Piessevaux et al., 2009 ). On the other hand, SOCS proteins can also exert synergistic effects that potentiate their different inhibitory activities (Palmer and Restifo, 2009 ).\n\nAs mentioned earlier, cytokine signalling needs to be finely tuned through a tight control of signal transduction. Taking advantage of the key role of SOCS proteins in the immune responses regulation, a number of microorganisms have developed sophisticated strategies to hijack the SOCS system (Table 1 ) in order to inhibit immune defense-signalling pathways. Furthermore, it has been shown that immune evasion provided by SOCS functions within specific cell types is critical for determining the susceptibility of a cell to infection (Akhtar and Benveniste, 2011) .\n\nMycobacteria can drive and shape the immune response to establish a persistent host cell infection. The outcome of infection is determined by a critical balance between anti-and pro-inflammatory responses (Kirschner et al., 2010) . During Mycobacterium spp. infections, proinflammatory cytokine signals production is regulated by dendritic cells (DCs) (Flynn and Chan, 2001) . Compared to uninfected cells, human macrophages infected with Mycobacterium avium showed a reduced response to IFN␥ with diminished phosphorylation of STAT1 (Vazquez et al., 2006) . The expressions of SOCS3 and SOCS1 in the infected macrophages were elevated at both the mRNA and protein levels, an over-expression that was directly correlated with the unresponsiveness of the cells to IFN␥ (Vazquez et al., 2006) . The up-regulation of SOCS1 triggered by M. tuberculosis (Mtb) binding to DC-specific ICAM-3 grabbing non-integrin related 1 (Bode et al., 2003; Yao et al., 2008; Frazier et al., 2010; Pazienza et al., 2010; Ni et al., 2011; Zhang et al., 2011b) HIV-1 SOCS1/SOCS2/SOCS3 Human Impairs IFN␥ signalling and IL12 production. Attenuates IFN␤ signalling (Ryo et al., 2008; Cheng et al., 2009; Yadav et al., 2009; Akhtar et al., 2010; Miller et al., 2011 ) HSV-1 SOCS1/SOCS3 Human/mouse Inhibits IFN␣, IFN␤, and IFN␥ signalling (Sato et al., 2000; Yokota et al., 2001 Yokota et al., , 2004 Yokota et al., , 2005 Li et al., 2011 ) IAV SOCS1/SOCS3 Human/mouse/pig Inhibits IFN␣ and IFN␤ signalling through RIG-1/MAVS/IFNAR1 pathway (Pothlichet et al., 2008; Jia et al., 2010; Huang et al., 2011) . SOCS3 decreases susceptibility of pigs to H5N1 avian influenza virus (Nelli et al., 2012) (Mansfield et al., 2010) (DC-SIGNR1) protein in DCs and peripheral blood monocytes was also reported to be different in healthy and diseased patients (Srivastava et al., 2009) . Patients with a productive form of tuberculosis showed an increased expression of SOCS1, which was reduced after chemotherapy (Srivastava et al., 2009 ). SOCS1 expression was also shown to result in a blockage of IL12 secretion by infected DCs during Mtb infection (Srivastava et al., 2009 ). In a further study, Srivastava et al. (2011) demonstrated that SOCS1 knock-down in murine T cells significantly improved the ability of Mtb-infected macrophages to clear the infection. For farm animal species, it has been shown that monocytes obtained from dairy cows that were subclinically infected with M. avium subsp. paratuberculosis (MAP) had up-regulated expression levels of IL10 and SOCS3 within the first 2 h after exposure to bacteria (Weiss et al., 2005) . Although the clinical relevance of this observation was not clear, it was postulated by the authors that an up-regulation of IL10 and SOCS3 might have prevented MAP clearance in the infected animals (Weiss et al., 2005) .\n\nThe Pasteurella multocida toxin can regulate the JAK/STAT pathway, in an oncogene-like fashion by hijacking host cell pathways and avoiding the host immune defenses. The induction of the STAT-dependent Pim-1 proto-oncogene and subsequent threonine phosphorylation of SOCS1 increases the protein levels of JAK2 (Hildebrand et al., 2010) . This disequilibrium leads to a hyperactivity of the JAK/STAT pathway and potential cell transformation (Hildebrand et al., 2010) . Similarly, another study has demonstrated a p38 MAPK dependent up-regulation of SOCS3 mRNA/protein levels in murine macrophages in response to continuous stimulation with Listeria monocytogenes that eventually resulted in a decreased IFN␥ production (Stoiber et al., 2001) . In a murine model of Chlamydia pneumoniae infection, a STAT1 and IFN␣/␤-dependent induction of SOCS1 has been observed (Yang et al., 2008) . The induction of SOCS1 was linked to a moderate inflammatory response and RAG1 −/− /SOCS1 −/− mice died early after infection showing severe pulmonary inflammation suggesting a pivotal role of SOCS1 in the control of the host's response (Yang et al., 2008) .\n\nIn another study aiming to explore how various probiotic or non-pathogenic bacteria strains can modulate the immune system, Latvala et al. (2011) showed that Lactobacillus rhamnosus and Streptococcus thermophilus can up-regulate SOCS3 gene expression in human macrophages, both directly via the p38-MAPK signalling pathway in the absence of protein synthesis, and indirectly via bacteria-induced IL10 production. Similarly, in a previous study designed to assess the anti-inflammatory effects of L. plantarum, L. rhamnosus and L. acidophilus against Helicobacter pylori-associated gastritis, the authors assigned a beneficial role to SOCS2 and SOCS3 in the control of the infection . In fact, the authors demonstrated that a co-culture of H. pylori and probiotic bacteria with a human gastric carcinoma cell line induced the expressions of SOCS2 and SOCS3 with subsequent antiinflammatory effects through STAT1/STAT3 activation and JAK2 inactivation . To summarize, there is accumulating evidence that bacterial pathogens takes advantage of the powerful SOCS protein functions to modulate the immune and/or inflammatory response of the respective host. Importantly, this biological feature bears the potential to be targeted by pro-or metaphylactic treatments.\n\nCryptosporidium parvum is a major cause of acute gastrointestinal diseases in a wide range of mammalian hosts (Petry et al., 2010) . In man, the outcome of intestinal cryptosporidiosis largely depends on the immune status. In immuno-compromised patients, gastrointestinal symptoms progressively worsen until the patient's death (Colford et al., 1996) . Despite the low tissue-invasive potential of C. parvum, both humoral and cell-mediated responses are activated by the host to control the invasion, the reproduction and/or the survival of the parasite (Deng et al., 2004; Kasper and Buzoni-Gatel, 2001) . The constitutive expression of TLRs and intracellular Nod-like receptors by intestinal epithelial cells permit the recognition of the parasite and the immediate activation of the innate immune response (Petry et al., 2010) . In a study aiming to decipher the regulation of TLR/NF-B signalling in human cholangiocytes exposed to C. parvum, Hu et al. (2009) found that two small endogenous microRNAs, miR-98 and let-7, were involved in the regulation of CIS protein expression via translational suppression. C. parvum infection in turn increased CIS expression in a TLR4/MyD88 dependent manner and down-regulated both miR-98 and let-7 expression. Consequentially, this down-regulation resulted in a decrease of CIS translational suppression . Furthermore, the same group found that C. parvum induced the expression of SOCS4 in human biliary epithelial cells to regulate the phosphorylation of STAT3 and STAT6 (Hu et al., 2010) .\n\nCaused by the protozoan Leishmania donovani, leishmaniasis threatens millions of people living in or traveling to tropical and subtropical regions (den Boer et al., 2011) . L. donovani adopts an intracellular life-cycle, which allows it to escape the humoral antibody response. However, Leishmania parasites lack the machinery required for active cellular invasion, and therefore infections are preferentially restricted to macrophages (Rittig and Bogdan, 2000) . Inside its host cell, L. donovani exists in a non-flagellated amastigote form and needs to protect itself from toxic antimicrobial molecules produced by activated macrophages (Bogdan et al., 1996) . Infection with L. donovani promastigotes was shown to impair IFN␥ mediated tyrosine phosphorylation and subsequently influence the JAK/STAT pathway in both human mononuclear phagocytes and human promonocytic U937 cells (Nandan and Reiner, 1995; Ray et al., 2000) . In another study, it has been demonstrated that SOCS3 functions provide potential means for the suppression of macrophage activation during the initiation of the intracellular infection by down-regulating the expression of the IFN␥R␣ chain (Bertholet et al., 2003) . The obvious link between SOCS3 over-expression and IFN␥R␣ downregulation could be explained by the fact that SOCS3 can interact with members of the ubiquitinylation protein family and thus may target receptors to proteosomal degradation (Bertholet et al., 2003) .\n\nIn agreement with these data, an earlier study demonstrated that killing of the closely related parasite L. major by SOCS1-knockout macrophages was improved upon IFN␥ and LPS stimulation . Moreover, mice possessing only one copy of the SOCS1 gene endured a worse clinical outcome with increased lesion severity and an overwhelming cytokine activity (Bullen et al., 2003) .\n\nToxoplasma gondii, an obligate intracellular parasite from the phylum Apicomplexa (Munoz et al., 2011) invades nucleated cells of warm-blooded vertebrates, in which it multiplies. Its multiplication in both phagocytic and nonphagocytic cells induces the production of IL12 and a strong IFN␥ cell-mediated immune response (Sacks and Sher, 2002) . In macrophages, T. gondii has developed different mechanisms to inhibit both the primary macrophage activation and the antiparasitic actions of type II IFNs. One of these mechanisms is the inhibition of IFN␥ signal transduction, as determined by the reduction of IFN␥-mediated MHC class II up-regulation and reduced expression of the inducible nitric oxide synthase (iNOS) (Luder et al., 2003 (Luder et al., , 2001 . T. gondii suppresses the IFN␥-mediated activation of murine macrophages, through the induction of SOCS1 and CIS and subsequent impairment of STAT1 tyrosine phosphorylation (Zimmermann et al., 2006) . It was further shown that a virulent genotype I strain of T. gondii inhibited the up-regulation of MHC-class II and ICAM1 after IFN␥ stimulation and reduced the production NO radicals, by inducing both SOCS1 and CIS expression (Stutz et al., 2012) . In the latter study, SOCS1 induction was dependent on p38-MAPK signalling, egr2 and egr1 transcription factors activity together with an active cell penetration. Only recently, a role for STAT3 and SOCS3 in the context of T. gondii infection has also been evidenced (Mirpuri and Yarovinsky, 2012) . The authors showed here that an abolishment of SOCS3 feedback regulation of IL6 signalling resulted in higher susceptibility of the respective KO mice to T. gondii infections due to an impaired IL12 production by inflammatory cells (Mirpuri and Yarovinsky, 2012) .\n\nA recent study from the group of F. Meurens demonstrated an induction of SOCS2 mRNA in porcine intestinal cells that were co-cultured with the human parasite Entamoeba histolytica (Bruel et al., 2010) . This gastro-intestinal parasite drives the T auxiliary response towards Th2 and/or Th17 orientations, which are less suitable to allow full recovery from the infection (Guo et al., 2008) . The SOCS2 induction could be associated with a subsequent inhibition of the Th1 response consequently helping the parasite to better resist to the host's immune response.\n\nEarly after their discovery, SOCS proteins revealed their capacity to inhibit the signal transduction of type I IFNs (Song and Shuai, 1998 ). Hepatitis C virus (HCV) was the first virus for which the exploitation of SOCS protein functions was demonstrated (Akhtar and Benveniste, 2011; Bode et al., 2003) . The flavivirus infects hepatocytes and may eventually cause liver cirrhosis and the onset of hepatocellular carcinoma (Alter, 1997) . With its capacity to establish persistent, lifelong infection, HCV has been identified as an effective combatant of the host antiviral immune response (Choo et al., 1989) . Like many other RNA viruses, HCV has developed strategies to impair the host's antiviral type I IFN response (Raglow et al., 2011) . In chronically HCV-infected patients, Th1 and cytotoxic responses are decreased in the liver and peripheral blood (Thimme et al., 2001) . Some studies revealed functional interactions of the HCV core protein with gC1qR, a complement receptor (Frazier et al., 2010; Ni et al., 2011; Yao et al., 2008) . Triggered by this interaction, HCV differentially regulates T and B lymphocyte functions through exploitation of programmed death-1 (PD-1) and SOCS1 functions (Frazier et al., 2010; Ni et al., 2011; Yao et al., 2008) . The cross talk between SOCS1 and PD1 in human blood derived monocytes/macrophages was further shown to suppress expression of IL12 through the JAK/STAT pathway (Zhang et al., 2011b) . The HCV core protein also induces expression of SOCS3 mRNA in human hepatoma cells and inhibits activation, tyrosine phosphorylation, and nuclear translocation of STAT1, thereby counteracting the antiviral activity of IFNs (Bode et al., 2003) . Furthermore, it has been demonstrated that the HCV core protein (genotype 3a) can modulate the expression of SOCS7, which is involved in the development of insulin resistance (Pazienza et al., 2010) . This expression appeared to be STAT3 independent and to be regulated by peroxisome proliferator-activated receptor gamma activity (Pazienza et al., 2010) . In conclusion, HCV employs several strategies to escape the host's immune response by hijacking SOCS functions. Importantly, this effective immune evasion strategy may explain the non-responsiveness of a substantial number (20-50%) of HCV-infected patients to antiviral treatments with pegylated interferon (PEG-IFN).\n\nMembers of the Herpesviridae family have developed various mechanisms to escape host defenses. They can selectively block the synthesis and the functions of cellular factors, degrade cellular proteins, and abrogate signalling of the host immune response (Roizman and Taddeo, 2007) . Herpesviruses can accomplish a lifelong infection by establishing latency upon primary infection (Roizman, 1996) .\n\nDuring primary infection, Herpes Simplex Virus type 1 (HSV-1) productively infects muco-epithelial cells of the respiratory or genital tract (Whitley and Roizman, 2001) . Subsequently, the virus establishes latency in trigeminal or sacral ganglia until possible re-activation. Upon HSV-1 infection, IFN␤ is transcriptionally activated following the stimulation of several pathogen recognition receptors and various signalling cascades including TLR3/IFN-regulatory factor 3 (IRF-3) and NF-B pathways (Paludan et al., 2011) (Fig. 2) . IFN␤ then triggers the activity the of JAK/STAT pathway with a subsequent type I IFN and SOCS induction (Sato et al., 2000) . One strategy used by HSV-1 to escape host defenses and increase its capacity to replicate and/or to persist in the host is the induction of SOCS3 expression, which in turn suppresses the signal transduction activated by IFN␤ (Yokota et al., 2001 (Yokota et al., , 2005 (Yokota et al., , 2004 (Fig. 2) . SOCS3 expression reaches maximal levels at 1-2 h post-HSV-1 infection, and its induction is determinant to allow robust viral replication during acute infection.\n\nIndeed, viral replication was found to be reduced in cells unable to express SOCS3 in response to HSV-1, or when SOCS3 expression was inhibited through addition of the JAK2 inhibitor WHI-P131 (Yokota et al., 2005) . A similar mechanism of resistance to IFN involving the induction of SOCS protein expression was observed in a keratinocyte cell line treated with pJAK2, a peptide inhibitor of SOCS1. This cell line, originally refractory to IFN␥ anti-herpesviral treatment, started to respond to the treatment after the application of a SOCS1 antagonist indicating that HSV-1 induction of SOCS1 is one of the mechanisms of its resistance to an IFN␥-induced antiviral state (Frey et al., 2009 ). More recently, IFN-induced suppression of SOCS1 was shown to diminish HSV-1 replication in astrocytes and neurons, highlighting the requirement of SOCS1 for HSV-1 replication in cells from the central nervous system .\n\nEpstein-Barr virus (EBV), a lymphotropic human gammaherpesvirus, is also able to induce SOCS1 and SOCS3 expression after activation of STAT and NF-B signalling cascades in EBV-transformed nasopharyngeal epithelial cells (Lo et al., 2006) . In addition, EBV latent infection induced the suppression of p38-MAPK activities (Lo et al., 2006) . Altogether, these findings suggest that EBV can manipulate several anti-viral signalling pathways in a SOCS1/3-dependent fashion. Murid herpesvirus-4 (MuHV-4) was recently shown to inhibit NF-B activity in latently infected centroblasts of the germinal centre (Rodrigues et al., 2009) . Remarkably, this inhibition, which was critical for the establishment of the persistent infection, involved the action of an unconventional SOCS box motif present in an MuHV-4-encoded protein instead of an exploitation of endogenous SOCS protein functions, illustrating yet another viral strategy to employ SOCS-related activities (Rodrigues et al., 2009 ).\n\nHuman immunodeficiency virus (HIV) encodes 15 distinct proteins (Frankel and Young, 1998) among which are two regulatory proteins: transcriptional transactivator (Tat) and the regulator of virion gene expression (Rev) (Peterlin and Trono, 2003) . The tropism of HIV for Th cells, macrophages, DCs and microgial cells is determined at the level of viral entry by the concomitant use of CD4 as a primary receptor and co-receptors that are both strainand target-specific (Peterlin and Trono, 2003) . In order to suppress antiviral innate immunity, the HIV Tat protein induces the expression of different members of the SOCS protein family (Akhtar et al., 2010; Miller et al., 2011; Ryo et al., 2008; Yadav et al., 2009) . Tat was shown to induce SOCS3-mediated antagonism of IFN␤ signalling in macrophages both upstream, at the level of STAT1 and STAT2 activation, and downstream, at the level of expression of the type I IFN effector proteins, dsRNA protein kinase and interferon-induced exonuclease IGS20 (Akhtar et al., 2010) . In addition, Tat was shown to induce SOCS2 to subvert type II IFN signalling in human monocytes (Cheng et al., 2009) . Strikingly, over-expression of SOCS1 mRNA was also observed in PBMCs after HIV infection (Miller et al., 2011; Ryo et al., 2008) . Ryo et al. (2008) also showed that, by physically binding to HIV Gag and facilitating the intracellular trafficking and stability of this viral protein, SOCS1 acts as a crucial host factor for productive HIV replication.\n\nInfluenza viruses have developed several strategies to down-regulate type I IFN signalling. One of these involves NF-B-dependent activation of SOCS3 expression, which negatively affects STAT phosphorylation (Pauli et al., 2008) . Influenza virus infection activates anti-viral signalling primarily through retinoic acid-inducible gene I (RIG-I), an intracellular sensor of viral RNA genomes and replication (Kato et al., 2006) . IAV was shown to induce, in human respiratory epithelial cells, the expression of SOCS1 and SOCS3, and both proteins seemed to differentially regulate type I IFN signalling (Pothlichet et al., 2008) . The IAV-induced up-regulation of SOCS1 and SOCS3 appears to be TLR3-independent, but requires a RIG-I/mitochondrial antiviral signalling protein (MAVS)/IFNAR1-dependent pathway Pothlichet et al., 2008) . Pothlichet et al. (2008) proposed three potential mechanisms by which SOCS1 and SOCS3 may counteract anti-IAV signalling: (i) modulation of JAK activity, (ii) competition with STAT for binding to IFNAR1, and/or (iii) proteasomal degradation of SOCS-flagged antiviral cellular proteins including RIG/MAVS/IFNAR signalling elements.\n\nThe non-structural protein NS1 of an H5N1 avian influenza virus was shown to reduce the IFN-inducible phosphorylation of STAT proteins, resulting in decreased formation of downstream STAT/DNA complexes (Jia et al., 2010) . NS1-mediated inhibition of IFN-inducible signalling involved a reduction of both IFNAR1 and IFNAR2 gene expression, which was likely responsible for the observed decrease in IFN-inducible STAT phosphorylation and DNA binding (Jia et al., 2010) . Strikingly, NS1 expression also induced an up-regulation of SOCS1 and SOCS3 (Jia et al., 2010) leading to an efficient abrogation of type I IFN signalling. Very recently a study aiming at elucidating the mechanisms behind the differential susceptibility of pigs and humans to a highly pathogen strain of H5N1 avian influenza virus (humans developing cytokine storm or hypercytokinemia when infected while pigs had barely no symptoms) has shown a potential central role of SOCS3 in this difference of susceptibility between mammal hosts (Nelli et al., 2012) . Authors concluded that SOCS3 in pig cells is able to confer resistance against the establishment of hypercytokinemia by moderating the pro-inflammatory response (Nelli et al., 2012) .\n\nRespiratory syncytial virus (RSV) is a paramyxovirus causing important respiratory pathologies in young children (Falsey and Walsh, 2000; Staat, 2002) . RSV infects and replicates in the airway epithelium and in lung alveolar macrophages (Mellow et al., 2004; Wang et al., 2003) . Infection of epithelial cells leads to the expression of host genes involved in the establishment of an interferon antiviral state. RSV infection has been shown to inhibit the type I IFN-JAK/STAT pathway (Ramaswamy et al., 2004) . RSV nonstructural proteins NS1 and NS2 prevent the antiviral effect of type I IFN by specifically inhibiting the phosphorylation and activation of STAT2 (Bossert et al., 2003; Spann et al., 2004) . A study using a type II alveolar cell line suggested an important role of SOCS1 in the regulation of the type I IFN response to RSV infection, highlighting the possibility that NS1/NS2 could in part mediate type I IFN antagonism through the induction of SOCS1 (Moore et al., 2008) . In macrophage-like U937 cells, RSV also induced rapid expression of SOCS1, SOCS3 and CIS mRNA, which were associated with the inhibition of IFN␣induced STAT1 and STAT2 phosphorylations (Zhao et al., 2007) .\n\nStudies were conducted in various viral infection models to clarify the link between SOCS proteins and the inflammatory responses regulation during viral infection. Caco2 (human colorectal adenocarcinoma) cells infected with severe acute respiratory syndrome-coronavirus (SARS-CoV) were found to express lower levels of SOCS3 mRNAs than after RSV infection, along with higher levels of IL6 expression (Okabayashi et al., 2006) . The reduction of SOCS3 expression in SARS-CoV infected Caco2 cells allowed prolonged and increased IL6-signalling when compared to RSV-infected, and may thus explain the increased severity of inflammation in SARS-CoV infections (Okabayashi et al., 2006) .\n\nRegarding the Picornaviridae family members, it was shown that increased levels of SOCS1 and SOCS3 expression in mice have severe effects on the development of coxsackievirus-mediated cardiac injury by favoring viral replication (Yasukawa et al., 2003b) . Furthermore, SOCS3 was shown to prevent STAT3 phosphorylation in murine cardiomyocites infected with coxsackievirus B3, resulting in the impairment of the protection through CT-1 signalling via the gp130 receptor (Yajima et al., 2006) . Next to HCV, other flaviviruses, namely the arthropod-borne viruses West Nile virus (WNV) and tick-borne encephalitis virus (TBEV), were shown to up-regulate SOCS1 and SOCS3 expression, notably in brain tissues from experimentally infected mice (Mansfield et al., 2010) . Here, SOCS1 and SOCS3 may play a role in the pathogenesis of flavivrus induced encephalitis by temporarily preventing neurotoxic cytokine signalling and eventually favoring viral spread and the onset severe neurological disorders (Mansfield et al., 2010) .\n\nHepatitis B virus (HBV) was also described to induce the expression of SOCS proteins (Bock et al., 2008; Ko et al., 2008) . SOCS3 over-expression, detected in liver biopsies of chronically HBV-infected patients, was accompanied by a significant suppression of STAT1 (Koeberlein et al., 2010) . Despite the over-expression of SOCS3, the same authors also observed a constitutive activation of STAT3 that clearly contributed to the development of severe inflammatory liver diseases (Koeberlein et al., 2010) . Another study, in which plasmacytoid DCs were treated with the HBV surface antigen (HBsAg), showed that HBsAg also impairs IFN␣ signalling by blocking the TLR9/IRF-7/IFN␣ pathway through an up-regulation of SOCS1 (Xu et al., 2009) .\n\nRecently an induction of SOCS1 in response to porcine reproductive and respiratory syndrome virus (PRRSV) infection of porcine alveolar macrophages and lung tissue has been observed suggesting also a role for SOCS in PRRSV infection (Wysocki et al., 2012; Zhou et al., 2011) .\n\nCollectively, these studies show that numerous phylogenetically distinct viruses take advantage of SOCS protein functions to warrant sufficient replication in their respective hosts, and it seems likely that this strategy is also adopted by a wide array of veterinary viruses, notably those that lack the coding capacities to harbor various pathogenicity factors in their genomes.\n\nGiven the close relationships of SOCS proteins with several infectious agents, the manipulation of SOCS functions might be useful to set up new pro-or metaphylactic approaches for the prevention and control of infectious and inflammatory diseases. Three strategies involving SOCS proteins have been proposed in the literature such as: (i) over-expression of SOCS proteins, (ii) small-molecule antagonists of SOCS signalling, and (iii) down-regulation of SOCS gene expression (Yoshimura et al., 2007) .\n\nIn the first approach, exogenous expression of SOCS1 using viral vectors has been successfully used to limit host inflammatory response (Mahller et al., 2008; Sakurai et al., 2008) . In one of these studies using mice with experimentally-induced arthritis, periarticular injection of a recombinant adenovirus carrying the SOCS3 cDNA dramatically reduced the severity of arthritis and joint swelling compared with control groups (Shouda et al., 2001) .\n\nThe second approach is based on the development and the use of small-molecule SOCS antagonists. Waiboci et al. (2007) have designed a peptide mimicking the phosphorylated JAK2 activation loop (synthetic peptide pJAK2 [1001] [1002] [1003] [1004] [1005] [1006] [1007] [1008] [1009] [1010] [1011] [1012] [1013] , LPQDKEYYKVKEP) that exhibits anti-infectious activity (Lucet et al., 2006) . Peptide pJAK2[1001-1013] increased IFN␥ activity and activation site promoter activity, blocked SOCS1 induced inhibition of STAT3 phosphorylation in IL6-treated cells, and enhanced Ag-specific proliferation (Waiboci et al., 2007) . In another study, Frey et al. (2009) , in an effort to find a therapeutic alternative to conventional HSV-1 drug treatments, evaluated the synergy between IFN␥ and peptide pJAK2 [1001] [1002] [1003] [1004] [1005] [1006] [1007] [1008] [1009] [1010] [1011] [1012] [1013] in keratinocytes infected with HSV-1. The competition for SOCS1 binding between pJAK2[1001-1013] and its natural counterpart induced a strong antiviral state against HSV-1 in a dose-dependent manner. In a follow-up study, the same peptide was shown to inhibit the replication of vaccinia virus and encephalomyocarditis virus in cultured cells, and to protect mice challenged with a lethal dose of both viruses (Ahmed et al., 2010) .\n\nUsing the third approach, Song et al. (2006) showed that SOCS1-silencing in DCs by siRNAs allowed these cells to better evoke anti-HIV-1 antibody and T cell responses in mice. Knock-down of SOCS1 also dramatically enhanced the ability to generate HIV-1-envelope-specific memory T cell and B cell responses (Song et al., 2006) . Furthermore, in order to improve therapeutic and prophylactic vaccine efficiencies, a co-immunization approach with vectors encoding HIV gp140CF and SOCS1-specific siRNA was applied. The authors found that SOCS1silencing enhanced the effectiveness of DNA vaccination as evidenced by an increased production of gp120specific antibodies, and better CTL and CD4 + T cell responses in immunized mice (Song et al., 2006) . Moreover, Subramanya et al. (2010) reported that targeting the SOCS1 siRNA to DCs through their linkage to a DC-specific fusion peptide enhanced the induction of co-stimulatory molecules and DC production of cytokines in HIV-infected individuals. The SOCS1-silenced DCs stimulated primary CD8 + T cell responses against various antigens in vitro (Subramanya et al., 2010) . A similar approach was tested to improve anti-tumor therapy strategies (Shen et al., 2004) . In this study, the authors showed that a vaccination protocol using SOCS1-silenced DCs strongly increased antigen-specific, anti-tumor immunity (Shen et al., 2004) . SOCS1 silencing probably allowed antigenpresenting immunogenic DCs to persistently stimulate antigen-specific T cells in the murine vaccine recipients (Shen et al., 2004) . The authors of this study postulated an inactivation of T regulatory cells by the SOCS1 silenced DCs through an enhancement of DC maturation and the production of pro-inflammatory cytokines (Shen et al., 2004) . Only recently, it has also been demonstrated that treatment with IL7 could improve the immune response to persistent infections caused by HIV, HBV and HCV by targeting SOCS3 (Pellegrini et al., 2011) . While SOCS3 impaired T cell functions and promoted T cell exhaustion favoring viral persistence, IL7 treatment decreased the amount of SOCS3 within T cells and enabled early virus clearance (Pellegrini et al., 2011; Rincon et al., 2007) . For the future, it would be interesting to further evaluate the experimental approach of down-regulating SOCS in order to improve the host's response to antimicrobial vaccines. This approach would be particularly relevant in large animal species which have been demonstrated as valuable models for the study of human infectious diseases, such as the pig (flu, tuberculosis and chlamydiosis) (Meurens et al., 2012) and cattle (RSV infections).\n\nSOCS proteins are key regulators of the host immune response, and their functions are hijacked by several pathogens in order to promote their survival and/or increase their propagation. There is no doubt that in the near future, investigators will discover additional roles for SOCS proteins and further implications of these fascinating proteins in the pathogenesis of other infectious diseases. Further studies on SOCS proteins are particularly required in animal species, notably in farm and companion animals, because of the paucity of data outside the field of human health. Due to their central regulatory role, SOCS proteins also appear as ideal targets for the development of novel therapeutic approaches and vaccines both in animal and human health."}