{"title": "Interferons as Therapeutic Agents for Infectious Diseases", "body": "replication in vitro at concentrations as low as pg/mL-the development of IFNs as clinically useful drugs has been largely disappointing. This fact can be attributed partly to their short half-life in vivo and their extensive side effects. In fact, many symptoms of viral infections such as influenza can be blamed on endogenous IFN release. The adverse effects prevalent at therapeutic doses include fever, myalgia, and headache, dubbed \"flulike symptoms,\" along with bone marrow suppression leading to leukocytopenia and thrombocytopenia, plus central nervous system manifestations including depression. 1 IFNs have been studied for the treatment or prevention of herpes zoster, herpes simplex, and cytomegalovirus infections, but the successful development of acyclovir and ganciclovir gave clinicians safer and more effective alternatives for dealing with these viruses. 5, 6 IFNs can also be used in the treatment of multiple sclerosis and certain cancers, but this article reviews the therapeutic applications of IFNs for infectious diseases, focusing on viral infections.\n\nIFNs are not absorbed orally because of their large amino acid sequence, which is susceptible to the proteolytic enzymes in the digestive tract. However, IFN-a is readily absorbed after both intramuscular and subcutaneous injection. 7 This rapid absorption combined with a short half-life means that frequent injections are needed to maintain adequate concentrations in the body. Both commercially available IFN-a products in the United States have now been chemically attached to polyethylene glycol (PEG) to enhance their half-life and make once-weekly dosing possible. This coupling not only makes administration easier, but also reduces side effects by having a predictably lower peak concentration of the exogenous cytokine.\n\nBoth pegylated INF-a2a (Pegasys) and IFN-a2b (Peg-Intron) are obtained from Escherichia coli by recombinant methods. These agents consist of naturally occurring small proteins with molecular weights of 15,000 to 27,600 Da. 3 Each is considered a first-line option for the treatment of chronic hepatitis C virus (HCV) infection in combination with ribavirin. More details on this use and others are described later in this article. Along with the list of additional indications approved by the Food and Drug Administration shown in Table 1 , IFN-a was shown to be an effective treatment for the symptoms of an aggressive case of chronic active Epstein-Barr virus, but did not eliminate infection entirely. 8 Therefore, additional studies would need to be performed before recommendation for this use.\n\nHuman leukocyte derived IFN-an3 (Alferon N) injection contains a spectrum of a IFNs, and is only approved for the treatment of refractory or recurring condylomata acuminata in adult patients. A low-dose oral version is in development for use in the treatment and prevention of influenza. 9 Both versions have been studied against human immunodeficiency virus (HIV)-1 infection, but with little success. 10,11 IFN alfacon-1 (Infergen) is considered the synthetic \"consensus interferon\" because it contains a nonnatural sequence of IFN-a amino acids all chosen for the highest activity against viral hepatitis. To date, no pegylated formulation of this product has been brought to market. All the a IFNs include a black-box warning in their prescribing information about how their use .may cause or aggravate fatal or life-threatening neuropsychiatric, autoimmune, ischemic and infectious disorders. Patients should be monitored closely with periodic clinical and laboratory evaluations. Therapy should be withdrawn in patients with persistently severe or worsening signs and symptoms related to side effects. In many, but not all cases, these resolve after stopping therapy. 12, 13 IFN-b1a (Avonex or Rebif) and IFN-b1b (Betaseron) are recombinant proteins with 166 and 165 amino acids, respectively. These b IFNs have antiviral and immunomodulatory properties too, but their use at this time is limited to treatment of multiple sclerosis, not infections. IFN-g1b (ACTIMMUNE) injection is used regularly for the prevention of infections in patients with chronic granulomatous disease along with antibacterials and antifungals. 14 Its mechanism of action for this purpose is not entirely known, but long-term studies show a definite benefit. 15 IFN-g can also be used as a salvage therapy for mycobacterial infections, but is not routinely used for treatment of this or other infections. 16 Topical imiquimod 5% (Aldara) and 3.75% (Zyclara) creams do not have inherent antiviral activity alone, but instead induce IFN-a, IFN-b, and IFN-g plus tumor necrosis factor (TNF)-a through Toll-like receptors (TLRs). Local application to external genital and perianal warts results in an immunomodulatory response that stimulates cytokines, which have antiviral action and cause a reduction in both viral load and wart size. 3 \n\nChronic infection with hepatitis B virus (HBV) and HCV affects over 400 million people worldwide. [17] [18] [19] Chronic viral hepatitis is a leading cause of cirrhosis, liver transplantation, and hepatocellular carcinoma. With the development of a vaccination series for hepatitis B in the mid-1980s, along with increased public education and awareness, acute infection rates of both HBV and HCV in the United States have declined steadily. 19 HBV is a double-stranded DNA virus whereas HCV is a single-stranded RNA virus, both of which are capable of significant morbidity and mortality in chronic infection. The exact mechanisms of hepatic injury from HBV and HCV infection are not completely understood. Because asymptomatic carriers with normal liver transaminases exist, it is likely multiple immune-mediated mechanisms result in hepatocyte damage as opposed to the virus itself being directly cytotoxic.\n\nFollowing acute viral infection, the innate immune response initiates formation of NK cells, followed by virus-specific CD4 1 T cells and CD8 1 cytotoxic T lymphocytes. NK cells stimulate production of IFN-a/b and promote cellular clearance of viral proteins through disruption of the replication process. Following successful clearance, either spontaneously or by treatment with IFN, peripheral cytotoxic T lymphocytes and CD4 1 T-cell response persists. 20 Chronic infection is likely a result of failed innate and adaptive immunity. Specifically, chronic infection with HCV has been associated with impaired T-cell and NK-cell response. [21] [22] [23] [24] Genetic factors also likely influence progression of disease and predisposition to adverse effects. 25 Although an abundance of research has investigated the immune response in relation to chronic viral hepatitis, many areas of uncertainty still exist.\n\nStandard IFN-a, the first approved IFN for viral hepatitis, lacked several desirable pharmacokinetic properties. The addition of PEG created an IFN that has a slower rate of absorption, reduced elimination, and a longer half-life, necessitating less frequent dosing and fewer adverse effects. Furthermore, the PEG moiety results in reduced immunogenicity and sterically hinders the antigenic binding site. 26, 27 Although pegylated IFN has replaced standard IFN-a in treatment of chronic HBV and HCV, as many as 40% to 50% of patients still fail to respond to treatment. Successful response depends on many factors including but not limited to viral genotype, viral load, and degree of liver fibrosis. 25 Chronic hepatitis B and C are treated similarly with peginterferon (pegIFN); however, only pegIFN-a2a is FDA-approved in the United States for treatment of HBV. Both pegIFN products are administered as subcutaneous injections once weekly for durations up to 48 weeks, dependent on viral genotype and early viral response for treatment of HCV. PegIFN-a2b is dosed based on body weight (1.5 mg/kg once weekly) whereas pegIFN-a2a is a fixed dose (180 mg/wk). Ribavirin is used in combination with pegIFN for treatment of HCV. The exact mechanism of action of ribavirin as an adjunctive antiviral agent in HCV is not completely understood. 12, 13 Some studies have proposed ribavirin to act as an IFN-stimulated gene inducer to improve second-phase viral decline. 28 Protease inhibitors (boceprevir and telaprevir) are recently approved adjunctive oral agents for the treatment of chronic HCV with pegIFN and ribavirin. To date, all studies of protease inhibitors have been conducted in patients with HCV genotype 1, and have shown an increase in sustained virologic response (SVR) rates particularly for patients previously unresponsive to IFN therapy. [29] [30] [31] [32] [33] [34] [35] The use of IFN for the treatment of chronic HBV and HCV has represented a mainstay of treatment for several decades. The specific mechanisms behind the antiviral effects of IFN for hepatitis are complex. IFN-stimulated genes are induced by IFN and disrupt viral replication. Hundreds of IFN-stimulated genes are thought to exist. Viperin, ISG20 and protein kinase R (PKR) are just a few of the most commonly cited. It is also highly possible that IFN-stimulated genes work synergistically to produce antiviral activities. 36, 37 A lack of PKR can lead to an environment conducive to HCV replication, though it may not be a good predictor of exogenous IFN response. The study of IFN-stimulated genes and their role in determining who responds to IFN therapy has been evaluated in several studies. 25, 36, 38 Additional studies of IFNstimulated gene expression are needed to clarify which are directly involved in successful viral response, in what capacity they affect response, and whether pharmacotherapy directed at induction of IFN-stimulated genes can help improve treatment response.\n\nChronic HBV infection can be successfully treated with IFN monotherapy. 39 Loss of viral DNA and antibody formation are successful outcomes associated with IFN treatment. The mechanism of IFN antiviral activity varies depending on hepatitis Be antigen (HBeAg)-positive or HBeAg-negative disease. In HBeAg-positive patients, an immune response is stimulated by IFN whereas in HBeAg-negative disease, IFN acts directly as an antiviral. 5 HBeAg-negative disease tends to be more difficult to treat, and is associated with a longer duration of disease and a higher likelihood of complications such as cirrhosis. 20 Several oral nonnucleoside reverse transcriptase inhibitors are also available for treatment of HBV (entecavir, tenofovir, adefovir, lamivudine, and telbivudine). Although IFN is still considered a first-line alternative and provides the advantage of defined treatment duration rather than potentially lifelong administration, these oral agents are often used in therapy because of their ease of use and reduced number of side effects associated with treatment.\n\nThe ability of HCV to evade the host immune response has produced a complex RNA virus capable of lingering infection, ultimately resulting in opportunities for increased risk of transmission and complications from advanced liver disease. Much of the research regarding the use of IFN for chronic viral hepatitis has focused on use in HCV. Following treatment with IFN, a decline in HCV RNA occurs over several phases. A rapid inhibition of RNA production within the first 1 to 2 days of treatment is followed by a second, slower phase associated with clearance of infected cells. 23, 40, 41 The\n\nInterferons for Infectious Disease immune response to endogenous IFN produced by innate immunity and that administered exogenously can differ in terms of antiviral activities based on the phase of viral decline.\n\nStudies have shown that response to IFN-based treatment for HCV may be affected by differences in IFN signaling and induction. It is likely that HCV has mechanisms to avoid recognition by the innate immune response, and as such inhibits the ability of HCV-infected cells to generate IFN. 25, 38, 42 Early studies conducted in nonresponders to current therapy showed wide genetic diversity, with many showing no common traits to predict nonresponse to IFN therapy. 25, 38, 43 However, in 2009 several major studies were published associating a singlenucleotide polymorphism (SNP) just upstream from interleukin-28B gene (IL28B) with IFN response in patients with HCV genotype 1. [44] [45] [46] [47] [48] Additional evidence points to the fact that the IL28B polymorphism is also linked to spontaneous clearance of HCV. 48, 49 The IL28B variant encodes for IFN-l3, a type III IFN belonging to the interleukin (IL)-10 superfamily, which function in a manner similar to type I IFNs, resulting in IFN-stimulated gene induction. [49] [50] [51] The genome-wide association study conducted by Ge and colleagues 45 evaluated more than 1600 treatment-naïve HCV genotype 1 patients, the majority of whom originated from the IDEAL study. Results from logistic regression showed that the IL28B polymorphism was a stronger predictor of SVR than baseline viral load, ethnicity, or degree of fibrosis. Further research in this area is needed to clearly identify a future role for genotype testing and further clarify whether it may influence response to therapy in other HCV genotypes.\n\nA multicenter, randomized, controlled study by Mangia and colleagues 52 analyzed 268 Caucasian patients with HCV genotype 2 (n 5 213) and 3 (n 5 55). Out of 61% of patients who achieved rapid virologic response (RVR), IL28B genotype was not associated with SVR, whereas in those patients who did not achieve RVR a significant difference in SVR was noted based on IL28B genotype. At this time genotype testing for IL28B is not routinely recommended for all HCV patients planning to undergo treatment, but it may be in the future. If done, it should not be used as the only factor when choosing a treatment strategy. 49 \n\nThe complexity of viral defense mechanisms and subsequent effect on the host response has led not only to development of chronic infections but also to a lack of a viable vaccine. HCV viral polymerase lacks a proofreading capability, creating a more diverse target for vaccine development. 18 Additional challenges include the lack of a suitable animal model to mimic a human environment and medium for viral growth. 18 One of the major limitations to IFN therapy is adverse effects. Malaise, gastrointestinal effects, neuropsychiatric effects, neutropenia, and anemia can all limit the effectiveness of treatment by necessitating dosage reductions or treatment discontinuation. For newer IFN therapies to be successful, they must induce an antiviral response while at the same time limiting adverse effects.\n\nAlbinterferon is a new IFN therapy currently in development for the treatment of chronic HCV. This product is a combination of IFN-a2b fused to recombinant human albumin. One of the advantages with this product is that it only requires once or twice monthly dosing. 53 Not much is known at this time about the immunomodulating effects of albinterferon in HCV. It has been shown to have similar SVR and adverse event rates to traditional pegIFN when used in combination with ribavirin. [54] [55] [56] Research into IFN-l as an agent to treat HCV has also been initiated. It is hypothesized that l IFNs may be associated with less adverse effects than IFN-a because IFN-l receptors are primarily found in hepatocytes. 49, 57 Specifically, research into new investigational pharmacotherapy in the form of pegylated IL-29 (IFN-l1) in patients with HCV genotype 1 who relapsed following traditional treatment with peg-IFN-a and ribavirin appears promising. 50, 57 Both IFN-l1 and IFN-l3 share a common receptor and have a similar sequence identity. 57 A 4-week, open-label study conducted in 56 patients with chronic HCV genotype 1 was designed to assess pegIFN-l1 in combination with ribavirin. 57 It was a dose escalation study conducted in 3 parts. Parts 1 and 2 evaluated patients who relapsed following treatment with IFN-a, and part 3 included treatment-naïve patients. In part 1, pegIFN-l monotherapy (1.5 mg/kg or 3 mg/kg) was administered subcutaneously every 2 weeks or weekly. In parts 2 and 3, a range of pegIFN-l dosages (0.5 mg/kg, 0.75 mg/kg, 1.5 mg/kg, or 2.25 mg/kg) were administered weekly in combination with ribavirin twice daily (1000 mg if weight <75 kg and 1200 mg if weight !75 kg). The primary outcomes were safety and tolerability. Pharmacokinetics and viral load reduction were evaluated as secondary end points.\n\nCommonly reported adverse effects with pegIFN-l included fatigue (29%), nausea (12%), myalgia (11%), and headache (9%). Most adverse events were mild or moderate in severity. Four patients (7%) experienced treatment-related toxicity and required doses to be withheld. One patient experienced grade 3 thrombocytopenic purpura and another patient had elevated alanine aminotransferase, aspartate aminotransferase, and bilirubin levels. Both events were considered to be related to treatment with pegIFN-l. Aminotransferase elevations occurred most often in patients who received high-dose (3 mg/kg) pegIFN-l monotherapy. No clinically relevant decreases in absolute neutrophil count occurred. Also, hemoglobin values remained consistent with known effects in patients who received ribavirin therapy. Viral activity decreased in the majority of patients who relapsed with previous treatment, with 23 of 24 patients achieving at least a greater than 2-log reduction in HCV RNA. Six of 7 treatment-naïve patients achieved a similar reduction in viral load and 2 achieved undetectable HCV RNA levels. Kinetic data showed a linear relationship between dose and exposure independent of body weight, which may prompt future research to evaluate a fixed dose of pegIFN-l. 57 Larger, longer, controlled, and blinded studies of IFN-l as a viable treatment option in HCV are needed to define its place in therapy and benefits over existing IFN therapy. Studies in other HCV genotypes are also needed. In addition, with the advent of protease inhibitors, more research will be necessary to evaluate how direct antivirals and IL28B genotyping interact in guiding treatment decisions.\n\nAdjunctive therapy with agents that induce or restore IFN-stimulated gene expression has recently been evaluated in patients with HCV. S-Adenosylmethionine (SAMe) given orally was evaluated in an open-label study in 24 patients with chronic HCV, genotype 1 who were considered nonresponders to previous IFN and ribavirin treatment. 41 SAMe was administered at a dose of 800 mg twice daily in combination with pegIFN-a2a (180 mg/kg weekly) and weight-based ribavirin (1000 mg if weight <75 kg and 1200 mg if weight !75 kg). The primary outcome was change in firstphase and second-phase viral decline. Treatment response and IFN-stimulated gene expression were also evaluated after up to 72 weeks of treatment. Results showed significant improvement in second-phase viral decline assessed at 2 weeks. SVR was also evaluated; however, this study was not powered to detect differences in virologic response rates. Furthermore, at the time of publication not all patients had reached 24 weeks post treatment, so the full effects on SVR were not fully known.\n\nThe addition of SAMe showed greater induction of IFN-stimulated genes, including viperin, myxovirus resistance protein, and ISG15, compared with control. Adverse effects noted with SAMe were mild and mostly related to gastrointestinal upset, likely as a result of lactose in the tablet preparation. 41 Additional research is aimed at investigating structure-activity relationships, and preliminary pharmacokinetic studies on oral IFN inducers that act on TLRs in the treatment of HCV. 58 \n\nUpper respiratory tract infection in the form of \"the common cold\" can be caused by a variety of viruses including rhinovirus, coronavirus, influenza, parainfluenza, respiratory syncytial virus, adenovirus, Coxsackie, and echovirus families among others. 59 Symptoms may include rhinorrhea, nasal obstruction, cough, fever, and sore throat. The disease is usually mild and self-limited, but several trials have addressed treatment or prevention of the common cold with therapeutic agents. IFNs were once one of the most popular prospects for this purpose, but the minor benefit that was derived from them was counteracted by the adverse effects inflicted. 60 An early double-blind trial with IFN-a2b intranasal drops did demonstrate that with use for several days before experimentally induced rhinovirus infection, common cold symptoms were significantly fewer in study participants compared with placebo-drop users. 61 Administration of the drops 4 times daily was superior to a higher dose given once daily at preventing infection. Short-term use was well tolerated, but obviously it is not realistic for everyone to use intranasal drops 4 times daily throughout the entire cold season. In an attempt to prevent natural infection during the period of increased acute respiratory tract virus activity, a twice-daily nasal spray was studied in volunteers over 28 days. 62 There was a significant decrease in the number of rhinovirus infections noted, but not in any other types of viral respiratory tract infections including parainfluenza. Adverse events with the IFN formulation were common in this placebocontrolled trial. During the first week alone, 20% of participants receiving IFN spray reported nosebleeds. This number increased to 41% by the end of the study.\n\nProviding IFN prophylaxis for family members of those infected with common cold viruses is a more targeted approach to therapy. Several studies have addressed the usefulness of IFN nasal sprays in this scenario. Seven days of use did significantly reduce rhinovirus infections in 2 different trials when compared with placebo for both individuals (7.9% vs 15.5%) and their families (3.3% vs 33.3%, both P<.05), but not in 2 other studies when lower doses were given for a shorter 5-day course. [63] [64] [65] [66] Overall, the intranasal dose of IFN needed to protect against upper respiratory tract infection appears to cause significant unwanted effects. 67 Infection with coronavirus and respiratory syncytial virus has also been an object of investigation for IFN-a2b nasal sprays, but with little success. 68, 69 A study of intranasal human lymphoblastoid IFN-an1 (Wellferon) suggested lower prophylactic activity for influenza than it did for rhinovirus. 70 Because results of prophylactic trials with IFNs for common cold viruses were not favorable, use in the treatment of infection seemed a logical application for this biological response modifier. Although some benefit was originally seen with twice-daily IFN-a2b intranasal drops for treatment of experimentally induced rhinovirus, 71 no advantage was clear when an intranasal spray was used once daily for 5 days to treat natural infection. 72 Increased rates of blood in the mucus were again noted for participants receiving the intervention, and the IFN group experienced more secondary complications requiring prescription of antibiotics. The investigators concluded that intranasal IFN was ineffective for treating the common cold and was associated with clinically significant side effects.\n\nSimilar trials with IFN-b-serine and IFN-g formulations, although initially positive, have shown equally disappointing clinical results. [73] [74] [75] [76] Even though the prospects of further study on IFNs for upper respiratory tract infection appear limited, one modern trial did demonstrate an added benefit of intranasal IFN-a2b in combination with an antihistamine (chlorpheniramine) and nonsteroidal anti-inflammatory drug (ibuprofen) at reducing common cold symptoms, showing that at least one group is still interested in studying the topic. 77 Investigators have also recently begun research on an alternative therapeutic approach for rhinovirus infections using the IFN and TNF-a inducer, imiquimod. Application of this intranasal cream in primates has shown promising results in terms of enhancing cytokine response, but human trials have not yet been published. 78 \n\nHuman papillomaviruses (HPVs) are now known to be the cause of cervical cancer and are also responsible for genital warts. HPVs are nonenveloped, double-stranded DNA viruses that invade mucosal and epithelial tissues during sexual contact with an infected partner. It is estimated that more than 50% of the sexually active American population has been or will be infected with HPV at one point in their lives. 79 When hyperproliferation of infected cells occurs, this can lead to genital warts or cancer of the cervix, vagina, vulva, and penis, among others. There are more than 100 different types of HPV and approximately 40 of them infect genital mucosa. Fifteen carcinogenic types of HPV have been identified, but 2 of them are associated with 70% of cervical cancers. 80 Two vaccines have recently been introduced that prevent infection with these most common high-risk types of HPV, 16 and 18. 81 One of these vaccines can also induce protection against the most prevalent HPV types that have a low risk of malignancy, but instead cause genital warts: HPV-6 and HPV-11.\n\nHPV has the ability to persist in stratified epithelia for decades because of mechanisms that avoid immune eradication. IFN plays a large role in this cycle. 82 IFNs are normally secreted by keratinocytes, but HPV reduces their expression. Introduction of low-level IFN can actually increase early gene transcription and HPV replication, which may explain why use of the agent therapeutically has had mixed results. 83 Overall outcomes have been positive more often for cases of genital warts than reduction of HPV lesions associated with cancers. A study comparing the in vitro activity of IFN-a2b and IFN-an3 on oncogenic HPV-16, HPV-18, and HPV-31b demonstrated that increasing concentrations did not always correlate with a stepwise inhibition of HPV replication. 84 Meanwhile, a meta-analysis recently analyzed locally used and systemic IFN for genital warts. 85 Seven randomized studies of IFN intralesional injection or topical gel met criteria for inclusion, and overall there was a benefit in complete response rates over placebo (44.4% vs 16.15%, relative risk 2.68, 95% confidence interval 1.79-4.02). However, there was no difference in outcomes for trials comparing systemic IFNs with placebo. In comparison, clearance of genital and perianal warts occurs in 50% of patients with the topical IFN inducer imiquimod, usually after 8 to 10 weeks of use. 3 The 5% imiquimod cream (Aldara) should be applied to affected areas 3 times a week for up to 16 weeks, whereas the newer 3.75% cream (Zyclara) can be applied once daily for as little as 8 weeks to treat external genital warts caused by HPV.\n\nSystemic IFN therapy may be useful when HPV affects areas of the body other than the anogenital region. 86 Successful treatment with systemic pegIFN-a and a topical retinoid has been reported for mucosal carcinomas from epidermodysplasia verruciformis, a genetic abnormality leading to persistent and widespread HPV infection of the skin. 87 Recurrent respiratory HPV infection has also been effectively treated with IFN-a (12 of 18 patients), although it had no effect on viral load or replication. 88 A 20-year follow-up of patients treated with IFN-a for recurrent respiratory papillomatosis confirmed better response rates for HPV-6 than HPV-11, which had a higher likelihood of malignant transformation. 89 For recurrent conjunctival papilloma, topical plus systemic or intralesional IFN has been effective with partial excision. 90, 91 The rapid resolution of significant HPV-associated warts on the hand, foot, and face has also occurred in an HIV-infected patient on antiretrovirals while being treated for hepatitis C with pegIFN-a2b and ribavirin. 92 Case reports of treatment with the topical IFN inducer, imiquimod, have shown promise for its use in focal epithelial hyperplasia (Heck disease), a rare disorder caused by specific types of HPV (13, 14, 32, and 55) affecting oral mucosa primarily in children. 93 In addition, imiquimod 5% cream has been used successfully in the treatment of plantar warts, a smoother, flatter manifestation of HPV-1, HPV-2, and HPV-4 on the foot. 94 Of interest, the oral H2-antagonist cimetidine, along with reducing stomach acid, also induces production of IFN-g and IL-2, which eliminates viral warts in some patients. 95 In the future the improved application of more effective topical IFNs may become a reality, 96 which could provide a valuable treatment for HPV infections without the systemic side effects of current injectable formulations.\n\nAdjuvants (adjuvare, Latin for \"to help\") are substances that augment the immunogenicity of an antigen when mixed with the antigen for use in a vaccine. Adjuvants (1) stimulate granuloma (which is a macrophage-rich mass), (2) enhance costimulatory signals, (3) stimulate nonspecific lymphocyte production, (4) prolong the antigen concentration in a site for lymphocyte exposure, 97 and (5) induce cytokines. 2, 98 Research in vaccine development has shown that one of the most promising uses of IFNs is as an adjuvant with specific antigens in prophylactic vaccines. 99 Toporovski and colleagues 99 provide a current review of the use of IFN-a, IFN-b, IFN-g, and IFN-l in vaccine studies that focus primarily on murine, avian, porcine, and nonhuman species. Regardless of the species, the use of IFNs as adjuvants seems to improve the efficacy and safety of most vaccines while providing the immunomodulatory effect of stimulating the T-helper 1 response.\n\nIn humans, IFN-a, predominantly produced by plasmacytoid dendritic cells, plays a large role in the body's immune response against viruses. 100 It induces plasma cell differentiation from B cells causing an increase in the serum level of influenzaspecific immunoglobulins, and channels antigen-presenting cells (APCs) to the site of infection. 101 Most research on IFN-a adjuvant activity and its subsequent use in approved vaccines seems to indicate that it is a potent adjuvant. 99 When mixed with the influenza vaccine and injected intramuscularly, it is a highly effective adjuvant. 100 Oromucosal administration of recombinant IFN-a, like that of natural oromucosal IFN production, has been shown to provide immunity against viral infection and tumor cell growth. 102 Nonresponders low responders to a previous vaccine showed an improved immunoglobulin response with a recombinant IFN-a and HBV vaccine. 103 Although research is also focused on the other classes of IFNs as adjuvants, thus far they have not yielded results as promising as that of IFN-a. The use of IFN-b has yielded mixed results; IFN-g has been used primarily in DNA vaccines; and even less is known about the use of IFN-l in vaccines. 99 Nevertheless, the use of IFNs as adjuvants shows great promise in augmenting vaccine efficiency, and should continue to be a top priority in the development of vaccines.\n\nIFNs have been tested repeatedly against infectious diseases, but injections are used mostly for the treatment of viral hepatitis C and prevention of infections in patients with chronic granulomatous disease clinically. Intralesional IFN and topical inducers are effective in reducing the manifestations of genital warts, but they do not eliminate cancer-causing HPV from the body. IFN has not proved to be consistently effective for treatment of respiratory tract infections from the common cold or influenza viruses, and prophylactic use is not currently feasible. The severity and quantity of adverse effects from systemic IFN therapy make it unattractive for many uses. Several infections, including herpes simplex, herpes zoster, cytomegalovirus, and even viral hepatitis B have other effective pharmacologic treatments. IFN has been successfully used as a vaccine adjuvant, and further research may allow for its additional use for this application in the future."}