{"title": "Optimization of xanthatin extraction from Xanthium spinosum L. and its cytotoxic, anti-angiogenesis and antiviral properties", "body": "The plant Xanthium spinosum L. (Asteraceae, Compositae) has been the object of a large number of chemical and biological studies. It is used in traditional medicine in different countries [1, 2] . Extracts from X. spinosum L. contain a mixture of compounds such as: b-sitosterol, quercetin and other flavonoids such as pendulin, iocein, centaurin and patuletin 3-O-glucoside [3] . Moreover, it contains xanthanolide sesquiterpene lactones such as: xanthinin (1), xanthatin (2), stizolicin (3) and solstitialin (4) [4] (Fig. 1) .\n\nThe chloroform extracts of X. spinosum aerial parts are reported to be used to treat hydrophobia treatment, rabies and intermittent fever [5] as well as for the treatment of diarrhoea and cancer [3, 6] . The isolated sesquiterpene lactones xanthinin (1), stizolicin (3) and\n\nsolstitialin (4) were tested for antitumor action in vitro on two types of tumors: L-1210 leukemia and P-388 leukemia [7] .\n\nThe major constituents of X. spinosum dichloromethane extraction showed antiviral properties [8, 9] whereas the methanol extracts of Xanthium strumarium leaves have been used to treat inflammatory diseases such as rheumatoid arthritis [10] and have also showed anticancer activity with IC 50 ¼ 3.0, 2.2 and 1.5 mg/mL against MCF-7, A431 and HepG2 cell respectively [11] . The main responsible constituents of the inhibition of the proliferation of human tumor cells in vitro were the xanthanolides 8-epixanthatin and 8-epi-xanthatin epoxide [12] .\n\nXanthanolides are a class of sesquiterpenoids isolated primarily from Xanthium (family Asteraceae) [13] . The chemical structures of numerous xanthanolides are well documented, though much more is known of the biological data of the extracts than of their synthetic preparation. In general, the xanthanolides present a gbutirolactone fused to a seven-membered ring. Depending of this fusion, the xanthanolides can be divided into two structural types: the cis-(8-epi-xanthatin, xanthanolide numbering) and the transfused lactones (Fig. 1 ). Xanthatin (2) was first isolated from Xanthium pennsylvanicum by J. E. Little and co-workers [14] and its structure was established by Geissman et al. [4, 15] . The latter group suggested the possibility that xanthatin could be formed from xanthinin by dehydration during isolation, particularly during purification by column chromatography. The first total synthesis of a xanthanolide, specifically (À)-dihydroxanthatin, was reported by Morken with sequential ruthenium-catalysed metathesis reactions [16] . Recently, Shishido and co-workers reported the enantiocontrolled total synthesis of (À)-xanthatin from an optically pure bicyclic lactone [17] .\n\nSesquiterpene lactones exhibit interesting biological activities not exploited by the pharmaceutical industry and have also attracted considerable attention from organic chemists interested in synthetic routes to produce these natural products and for their structural characterization.\n\nWe use an extraction process to obtain 2 from X. spinosum and evaluate its anticancer, antiviral and anti-angiogenic activities. Its structure was established by 1 H NMR, 13 C NMR, IR and MS, and confirmed by X-ray crystallography for the first time (The resulting crystal structure has been deposited at the Cambridge Crystallographic Data Centre and allocated the deposition number CCDC 755280) [18] .\n\nMelting points were obtained on an MFB-595010M Gallenkamp apparatus in open capillary tubes and are uncorrected. IR spectra were obtained using an FTIR PerkineElmer 1600 Infrared Spectrophotometer. Only noteworthy IR absorptions are listed (cm À1 ). 1 H and 13 C NMR spectra were recorded on a Varian Gemini-200 (200 and 50.3 MHz respectively) or Varian Gemini-300 (300 and 75.5 MHz) Instrument using CDCl 3 as solvent and tetramethylsilane as internal standard or (CD 3 ) 2 CO. Other 1 H NMR spectra and heterocorrelation 1 He 13 C (HMQC and HMBC) experiments were recorded on a Varian VXR-500 (500 MHz). Assignments were established by DEPT, HMBC and HMQC. Mass spectra were recorded on a ThermoFinnigan Trace DSQ equipped with an APCI or ESI source. High-resolution ESI-MS were measured on an LC/MSD-TOF mass spectrometer. Internal reference masses m/z ¼ 121.050873 (purine), 922.009798 (HP-0921), data acquisition and processing were performed with Xcalibur 1.3 software. Column chromatography was performed with silica gel (E. Merck, 70e230 mesh). Reactions were monitored by TLC using 0.25 mm silica gel 60 F 254 plates (E. Merck), detection was achieved by the absorbance of UV light (254 nm and 366 nm) or spraying with different reagents (sulfuric acid-10% w/w ceric sulfate followed by heating 5 min at 80e110 C depending of the used reagent) and the R f values was obtained from the analytical TLC. Microanalysis was determined on a Carlo Erbae1106 analyser. All reagents were of commercially quality or were purified before use. Organic solvents were of analytical grade or were purified by standard procedures. Commercial solvents were purchased from SigmaeAldrich. \n\nThe product extracted was previously dissolved in 10 mg/mL in DMSO. In the treatment, this solution was diluted in DMEM containing 10% FCS and 0.1% penicillin/streptomycin.\n\nAerial fresh young plants of X. spinosum (Asteraceae family) were collected in June and July at Barcelona coastline (Spain) and were authenticated by comparison with a sample of this specie deposited at the Institut Botanic, CSIC-Ajuntament de Barcelona (Spain). The species were air-dried and ground.\n\nA dry residue (100 g) of X. spinosum L. was soaked in 300 mL of water. The mixture was heated at 100 C in an ultrasound bath for 30 min. Then, the residue was filtered under suction and the filtrate was extracted with ethyl ether: ethyl acetate, 1:1, in 3 portions. The solid residue was discarded and the combined organic extracts were dried over Na 2 SO 4 , filtered and the solvents removed under vacuum.\n\nThe residue obtained from the evaporation of the solvents was satisfactorily purified by column chromatography using a column 50 cm high place with a diameter of 2.5 cm which was packed with slurry of silica gel and hexane. The residue was dissolved in the minimum amount necessary of the dichloromethane and applied with a pipette to the top of the silica bed. The column was eluted with a hexane-ethyl acetate mixture of increasing polarity, as the solvent system. The solvent gradient used ranged from 100% hexane to 100% ethyl acetate and fractions of 15 mL were collected. The fractions were collected manually and those with similar TLC profiles were pooled. Xanthatin was eluted with hexane-ethyl acetate, 1:1, and caffeic acid was obtained by elution with ethyl acetate 100%.\n\nThe xanthatin extracted from X. spinosum is a white solid that is soluble in chloroform, dichloromethane, methanol and acetone; and slightly soluble in cold water. The xanthatin obtained was purified by column chromatography using silica gel to 99.9% purity before the analytical and biological tests. \n\nXanthatin: CA: 26791-73-1. IUPAC name: 3,3a,4,7,8,8a-hexahydro-7-methyl-3-methylene-6-((E)-3-oxo-1-buten-1-yl)-(3aR,7S,8aS,(E))-2H-cyclohepta [b] furan-2-one.\n\nThe structure was established by spectral methods and confirmed by X-ray diffraction. Analytical data was also compared with the bibliographic reported data [4] .\n\nWhite needles (methanol); mp 111e113 C (111e112 C) [ This study was performed on human hepatic cellular carcinoma Hep-G2 cells (ECACC n. 85011430). The cells were cultured in DMEM supplemented with 2 mM glutamine, 10% heat-inactivated FCS (fetal calf serum), 10,000 units/mL of penicillin and 10 mg/mL of streptomycin. The cells were maintained at 37 C in vitro as monolayer cultures placed in 100 cm diameter culture well-plates in a 95% humidified atmosphere with 5% CO 2 . After confluence, the cells were subcultured following trypsinization and centrifugation every 3e4 days, depending on the number of cell. Cell viability for the different experiments and cell counts were assessed by trypan blue (0.04%) exclusion dye using a haemocytometer. The drugs to be tested were added to cultures one day after seeding the cells to ensure uniform attachment of the cells at the beginning of the experiments [19] .\n\nTo determine of antiproliferative activity on tell cell lines, the viability of the cultured cells was determined by assaying the reduction of MTT: the cells with metabolic capacity reduce MTT to formazan. The assay was performed by a variation of the method described by Mosmann [20] , 5103 cells/well were seeded in 96 well plates with 200 mL medium. After 24 h incubation at 37 C, to ensure cell adherence, the medium was removed and new medium was added containing different concentrations of the compounds. The cells were incubated for 24 h at 37 C in a humidified incubator with 5% CO 2 . After incubation, MTT was added to a final concentration of 0.5 mg/mL in the medium. The cells were incubated for 1 h at 37 C. Then 100 mL of DMSO was added per well to dissolve the formazan crystals. Relative cell viability was obtained by measuring the absorbance on an ELISA plate reader (Tecan Sunrise MR20-301, TECAN Austria) at 550 nm. The absorbance is directly proportional to the level of cell proliferation or viability [19] . The IC 50 value was determined from a doseeresponse curve using 4 different concentrations. Each concentration was analysed in triplicate.\n\nThe antiviral activity of xanthatin was evaluated against the following viruses: herpes simplex virus type 1 (HSV-1); herpes simplex virus type 2 (HSV-2); varicela-zoster virus (VZV); vesicular stomatitis virus; vaccinia virus; feline corona virus (FIPV); feline herpes virus; coxsackie virus B4; respiratory syncytial virus; influenza A H 1 N 1 ; influenza A H 3 N 2 ; influenza B; parainfluenza-3 virus; repvirus-1; sindbis virus and punta toro virus.\n\nThe anti-virus assay method has been described previously. The antiviral activity was evaluated based on the inhibition of virus induced cytopathicity or plaque formation in human embryonic lung (HEL) fibroblasts, African green monkey cells (VERO), human epithelial cells (HeLa) or in Crandell-Rees feline kidney cells (CRFK).\n\nHuman embryonic lung (HEL) fibroblasts were grown in 96-well microtitre plates infected with the corresponding virus and incubated. After a 2 h incubation period, the residual virus was removed and the infected cells were further incubated with the medium containing different concentrations of xanthatin (in duplicate). After 6 days, the cell cultures were examined microscopically. Antiviral activity was expressed as the 50% effective concentration required to reduce viral plaque formation after 5 days by 50% compared to untreated controls.\n\nFreshly cut aortic rings obtained from 5-to 10-week-old Fischer 344 male rats were embedded in collagen gels and transferred to 16 mm wells each containing 0.5 mL of MCDB 131 as described [21] . Controls were treated with vehicle alone (0.2% dimethylsulfoxide (DMSO)). The microvascular growth curves are characteristic for each gel [22e25]. Experiments included minimum three to four observations per data point and were repeated at least two times.\n\nStatistical calculations were carried out with the Microsoft Office Excel 3.0. Results are expressed as the mean ± S.E.M. of minimum 5 independents experiments. Student's t-test was used for statistical analyses and P values <0.05 were considered to be significant.\n\nXanthatin has previously been extracted from several genera of Xanthium and other genera of the Asteraceae family using organic solvents (acetone [15] , dichloromethane, methanol [12] and others) but not by aqueous reflux. Therefore, Geissman and co-workers converted xanthinin to xanthatin by treatment with sodium acetate in ethanol [15] . In this work, to determine the principal constituents of infusions of X. spinosum, extraction was performed by boiling the dry extract in water for a short period of time, assisted by ultrasound. The crude residue represented 24% of the dry weight of fresh plants of X. spinosum used as the starting material. This simple process requiring little time (30 min), mild temperatures (<100 C) and soft frequencies (ranging from 20 to 50 kHz) is very efficient. These conditions favour the conversion of xanthinin (1) to xanthatin (2) , and this would explain the formation of xanthatin (2) and no detection of xanthinin (1) or its derivatives.\n\nCaffeic acid was obtained as 1.12e1.21% of the dry plant weight. From each sample of 100 g of plant powder 1.1e1.3 g of xanthatin (2) was obtained. This represents 1.1e1.3% of the dry plant weight or 0.9e1.04% of the fresh plant weight (quantities higher than those published in other works). An infusion with 1.5 g of dry plant contains approximately 16.5e19.5 mg of xanthatin (2) and 16.8e18.2 mg of caffeic acid. With this extraction procedure, no other sesquiterpenes were isolated.\n\nFor the structural study 1 H NMR, 13 C NMR and 2D 1 He 13 C-Heteronuclear shift correlation spectra were used. The relative stereochemistry of xanthatin (2) was determined for the first time by the X-ray diffraction (3aR*, 7S*, 8aS*). Thus, whereas H-3a is in The presence of the g-butirolactone condensed with a cycloheptene ring, the position of the side chain and the a-exocyclic methylene group at C-3 position were confirmed from the singlecrystal X-ray crystallographic analysis (Fig. 2) . All the analytical data were verified by the comparison with these reported in the literature [4, 15] . From the structural evidence, the main compound isolated was identified as xanthatin (2).\n\nThe cytotoxicity of xanthatin (2) in Hep-G2 (hepatocellular carcinoma, human) and L1210 (mouse lymphocytic leukemia) cell cultures was evaluated. Their antiviral properties and capacity to inhibit angiogenesis were also tested.\n\nThe cytotoxic properties of Xanthium (Asteraceae) are well known, but the in vitro cytotoxicity of isolated xanthatin (2) has been less studied [26, 27] . Inhibition of cell proliferation was observed following treatment of Hep-G2 and L1210 cell lines with xanthatin. The concentration required for 50% inhibition of growth, IC 50 at 24 h on Hep-G2 cells was 49.0 ± 1.2 mM (Fig. 3) and 12.3 ± 0.9 mM on L1210 cells. The relative percentage of cell proliferation was calculated by considering untreated control cells after 24 h as 100% cell proliferation.\n\nXanthatin (2) showed inhibitory activity against a wide variety of virus including Herpes simplex, vaccinia and vesicular stomatitis in HEL cell cultures, feline corona, feline herpes in CRFK cell cultures, vesicular stomatitis virus, coxsackie virus B4 and respiratory syncytial virus in HeLa cell cultures. The results were compared to these obtained for the reference compounds brivudin, ribavirin, ciclofovir and ganciclovir [28] .\n\nXanthatin lacked inhibitory activity against the three types of influenza tested (influenza A H 1 N 1 , Influenza A H 3 N 2 and Influenza B) ( Table 1) . Xanthatin showed pronounced cytotoxic activity against MDCK cell cultures of influenza and also against Vero cell cultures with minimal cytotoxic concentrations (MCCs) of 4 and >20 mM respectively (Table 2 ).\n\nThis natural compound possesses a relatively high toxicity. The therapeutic index (CC 50 /EC 50 ) is <5 for several virus tested and MCCs values where in the same range as their EC 50 values.\n\nThe formation of neovessels from the endothelium of preexisting vessels is an essential part of embryonic development and, tissue repair and plays a critical role in the progression of several fatal diseases including cancer, diabetes, and rheumatoid arthritis [29] . The vasculature density is correlated with the malignancy and aggressiveness of tumor. Angiogenesis favours the growth of solid tumors as well as their invasion and metastasis [30, 31] . Clinical results for the first generation of anti-angiogenic drugs demonstrated no additional clinical benefit compared with the classic antitumor treatments. Consequently, more research will be needed to obtain more promising angiogenesis inhibitors. The rat aortic ring explants model in three-dimensional collagen gel matrixes and the HUVEC capillary tube formation assay on a Matrigel synthetic basement membrane matrix are commonly used in vitro angiogenesis systems. The anti-angiogenic response to xanthatin was evaluated in vitro in rat aorta ring explant cultures over 14-days in the presence of exogenous VEGF stimulation. Doserelated inhibitory effects on microvessel growth were observed from 0.03 mM to 10 mM (Fig. 4) and 0.3 nM to 3 mM xanthatin (Fig. 5) .\n\nXanthatin displayed significant inhibition (IC 50 ¼ 0.028 ± 0.001 mM) of capillary tube formation (by measuring the area in mm 2 with regard to the concentration of xanthatin tested) relative to untreated control. This anti-angiogenic response was comparable to the effect of paclitaxel (IC 50 ¼ 0.002 mM) which is considered to be one of the best antiangiogenic drugs. Xanthatin and paclitaxel showed similar behaviour. Thus, the anti-angiogenic effects of xanthatin and paclitaxel prevailed at low doses, while at high doses both showed cytotoxic activity. Moreover, the inhibition of angiogenesis is not dosedependent for either compound. The inhibition of angiogenesis has not previously been studied either for xanthatin or for xanthium extract, and these properties could be used in the treatment of solid tumor.\n\nIn conclusion, although xanthatin has been isolated from several species in the Asteraceae family, this is the first report of its fast aqueous extraction from X. spinosum and also the first X-ray confirmation of the structure proposed by Geissman and co- workers. The procedure allows xanthinin to be transformed into xanthatin and both the performance and the purity of this compound to be increased. Xanthatin shows cytotoxicity against L1210 and Hep-G2 cell lines. Excellent inhibition of angiogenesis was observed; comparable to that of paclitaxel. Also, xanthatin shows inhibitory activity against several viruses, but with a therapeutic index <5.\n\nXanthatin can be isolated from X. spinosum in small quantities and total synthesis is often difficult; but the isolated compound could be used as a lead compound for the development of xanthatin derivatives with therapeutic effects. The present study suggests that xanthatin plays an important role in angiogenesis inhibition, which is promising for tumor treatment. Further research is required to elucidate the mechanism of action of this class of compounds."}