{"title": "Co-circulation of multiple genotypes of human rhinovirus during a large outbreak of respiratory illness in a veterans' long-term care home", "body": "Outbreaks of respiratory illness in long-term care homes (LTCHs) are responsible for significant morbidity and mortality [1] [2] [3] . An array of pathogens have been implicated [4] , but until recent years, rhinoviruses (formerly known as human rhinoviruses), or HRVs, have not featured prominently in testing. With the widespread use of molecular diagnostic assays, several HRVassociated LTCH outbreaks have been reported [5] [6] [7] [8] [9] .\n\nHRVs, members of the Picornaviridae family of RNA viruses, are a well-recognized cause of the common cold and are responsible for a substantial proportion of asthma and chronic obstructive pulmonary disease (COPD) exacerbations [10] . In addition, HRVs have been implicated in severe lower respiratory tract disease, including bronchiolitis and pneumonia [11] [12] [13] [14] . In recent years, important insights have been gained into the diversity of rhinoviruses and the spectrum of disease they cause [15] [16] [17] [18] . Currently, there are 3 recognized species of HRVs: A, B and C, and these include approximately 100 prototypic genotypes. Viruses within this group were also classified based upon host receptor binding-Intercellular Adhesion Molecule (ICAM)-1 (major group) vs. low density lipoprotein (LDL, minor group)-and reactivity to capsid-binding antiviral compounds types 1(A) vs. 2(B) [19] [20] [21] [22] . Diversity is attributed in part to the error rate of the viral RNA polymerase which is estimated at 3.4 × 10 −4 errors/nucleotide/cycle over the entire open reading frame [23] . Recombination resulting in new types has also been described [24, 25] .\n\nSequence analysis of clinical HRV isolates have shed some light on the molecular epidemiology of the virus. Among pediatric populations, HRV species A and C have been associated with severe disease more frequently than species B [17, 18, 26, 27] . Investigation of a LTCH outbreak in the United States in 2003 with unusually high morbidity and mortality revealed a rhinovirus species A was responsible [6] . Phylogenetic analysis of 4 HRV outbreaks in Ontario, Canada implicated both HRV A and C [8] .\n\nThe objective of this investigation was to study the molecular epidemiology of a large and protracted (5.5 week) outbreak of HRVs among 56 residents with laboratory-confirmed HRV infections in a LTCH. Our goals were to determine whether multiple HRV types were involved and to describe the impact of the outbreak.\n\nThe LTCH involved in the outbreak investigation is a 535-bed veteran's center, consisting of two wings and 17 units with an average of 32.5 residents/unit. There are several communal areas, and residents frequently interact on outings outside the LTCH.\n\nAs part of ongoing daily surveillance for respiratory tract infections among residents, nursing personnel collected nasopharyngeal (NP) swabs (COPAN diagnostics, Murrieta, CA) from LTCH residents within 24 h of developing one or more of the following: fever (temperature of 38 • C or greater), new or worse cough, rhinitis, or congestion. Nucleic acid was extracted from the NP swabs using the EZ1 Advanced XL, (Qiagen, Toronto, ON), and tested for 18 respiratory viruses using ResPlex II version 2 (Qiagen) Monday-Friday within 24 h of receiving the specimen. Additional investigations and management were at the discretion of the treating physician. Clinical data including bacterial culture results, antibiotic use, and chest radiography were retrospectively abstracted from electronic records. Ethics approval for chart reviews and viral genotyping from clinical specimens was obtained from the Sunnybrook Research Institute's Ethics Board.\n\nSymptomatic residents were placed on droplet and contact precautions. This included the use of gown, gloves, eye protection, and surgical mask for healthcare providers and visitors, re-enforcement of hand hygiene practices, as well as restricted movement whereby isolated residents remained in their rooms and did not participate in group activities. Duration of precautions was dependant on symptom duration in accordance with provincial Best Practices guidelines [28] . Repeat testing was performed only when clinically indicated and not required to discontinue precautions.\n\nThe following criteria were used to declare a unit outbreak: two or more non-roommate nosocomial cases of acute respiratory infection caused by the same virus on the same unit in a 48 h period; units were closed when an outbreak was declared. The rapid turnaround time of the ResPlex II assay permitted timely were not subjected to active surveillance, but were required to selfassess, remain off work if respiratory symptoms were present, and report to occupational health. NP swabs were not obtained from ill staff, thus characterization of viral types responsible for HCW infections was not possible.\n\nThe ResPlex II was used to identify samples positive for enterovirus/rhinovirus. These were subsequently submitted for sequencing using the the 5 untranslated region (UTR) and viral capsid protein (VP) 1 regions. These regions were selected for their stability and diversity respectively ( Table 1 ). The 5 UTR contains areas which are broadly conserved [29] and this region has also been sequenced for household transmission studies [30] . However, the 5 UTR also contains recombination hot spots and at times does not resolve species A from C, thus it is not recommended as a sole means for typing [31] . The capsid protein VP1 tends to have regions of variability [23] , thus sequence data was examined from this region as well.\n\nRT-PCR for the 5 UTR region was performed with a one-step RT-PCR reaction using the Titan One Tube RT-PCR System (Roche Diagnostics, Laval, QC) according to manufacturer's instructions. A 25 L reaction consisted of 1X buffer, 200 M of each dNTP, 0.6 M of each forward and reverse primer (see Table 1 ) [32, 33] , 5 mM DTT, and 0.5 L of the reverse transcriptase/AMV enzyme mixture. PCR cycling conditions on a GeneAmp 9700 Thermocycler (Applied Biosystems, CA) are as follows: 50 • C for 30 min, 94 • C for 2 min, 30 cycles of 94 • for 2 s, 55 • C for 15 s with a final extension at 68 • C for 5 min. The amplified products were visualized on a 2% 0.5X TBE agarose gel, then purified using the Qiaquick gel extraction kit (Qiagen). Sequencing of approximately 390 bp in both directions was performed by the Hospital for Sick Children's Sequencing Facility (TCAG), Toronto, ON. Multiple sequence alignment and cluster analysis were performed using BioNumerics version 6.6 (Applied Maths, Austin TX, USA).\n\nFirst strand cDNA was reverse transcribed from 5 l of extracted total nucleic acid using random hexamer primers (Life Technologies) with MMLV Reverse Transcriptase according to manufacturer's instructions. Five microlitres of cDNA was amplified using VP1 A/C or B external primer sets [34] (Table 1) with the HotStarTaq DNA polymerase kit (Qiagen). The following final concentrations \n\nSeven units met unit outbreak criteria; there were six other units where HRVs circulated but did not meet these criteria. However, cases from all units are included in this investigation and constitute part of the facility outbreak. The duration of the outbreak was 5.5 weeks spanning three months (end of August to beginning of October) (Fig. 1) . Seventy-one residents met criteria for screening during this period. Three patients were positive for parainfluenza 4 virus, and fifty-six were positive for HRVs, two of whom were coinfected with coronavirus 229E. The need for ongoing precautions for residents with negative NP swabs was re-assessed on an individual basis. These residents were not considered part of the outbreak. The attack rate (number of exposed with laboratory-confirmed HRV infection divided by the total number of residents) for HRVs was 13%.\n\nThe majority of affected residents were male (Table 2) , which is consistent with the demographic of this particular LTCH. Cough was the most commonly reported symptom (80.4%). Two residents grew Staphylococcus aureus in their sputum; all other bacterial cultures were negative. Approximately one-third of patients received antibiotics and one-third underwent chest radiography. Of the nine residents who had chest X-ray abnormalities, seven had changes potentially associated with infection, including bronchitis, pleural effusion, opacities, and consolidation. Three affected residents were transferred to an acute care setting during the outbreak. One individual was transferred for acute respiratory distress and possible upper gastrointestinal bleed; he expired within 48 h. Another individual presented with respiratory distress and sepsis. He subsequently developed signs of heart failure and expired. A third individual with a history of frequent falls was transferred to acute care for assessment after a fall occurring five days after his NP swab was positive for HRV; he was transferred back to the residence.\n\nTwenty-seven HCWs experienced a respiratory illness during the outbreak, including 18 nurses, two physiotherapists, one physician, and six other healthcare workers. Number of sick days was available for 24 HCWs and the average was 6.6 (range 0-17) days. Common symptoms included cough (N = 24, 89%), sore throat (N = 16, 59%), fever (N = 13, 54%), and nasal congestion (N = 12, 44%). Twenty-one (78%) experienced 3 or more symptoms.\n\nSeven out of 17 units were closed to new admissions during the outbreak period; there was a total of 97 unit closure days (average 13.9, range 7-27 days per unit) and 3152.5 resident unit closure days (average 450.4 and range 227.5-877.5 days per unit).\n\nPartial sequence analysis of the 5 UTR and VP1 regions was performed on HRVs from 55 residents. Analysis demonstrated that several types of HRVs were involved in the outbreak, with a predominant HRV-A1 virus (Fig. 2) . VP1 sequences from the clinical isolates were 98% identical to HRV-A1 sequences deposited in Gen-Bank and not sufficiently divergent to constitute a new variant [35] . Initially, an HRV-A21 virus circulated in one of the nursing units. This was rapidly replaced by the dominating HRV-A1 virus. Analysis revealed one discrepancy where 5 UTR sequencing identified an HRV species B (86-like), but an HRV-A1 virus by VP1 sequencing. Three HRVs identified only to species level by 5 UTR were identified more specifically as HRV-A1 by VP1 sequencing. Otherwise sequencing by both methods was consistent. A single HRV-C species was found by analysis of both regions.\n\nGenotyping revealed that this large LTCH HRVs outbreak was associated with three HRV genotypes. In contrast, partial sequence analysis of viruses revealed single types were responsible for LTCH outbreaks reported in the literature [6, 8, 32] . Among household members, multiple types of HRVs have been shown to co-circulate simultaneously [30] . This is the first study we are aware of where multiple HRV genotypes have been implicated in a LTCH outbreak. VP1 region sequencing provided better resolution and was able to genotype 3 HRVs which were only identified to the species level by 5 UTR sequencing. Recombination cannot be ruled out in the case of the type identified as a species B by 5 UTR analysis without further sequencing. In this outbreak, genotyping also revealed the dominant type was a HRV-A1, which is a minor receptor binding and antiviral group 2 reactive type. With respect to pathogenicity, HRVs species A and C have been implicated more in clinical disease and severity compared to species B [17, 26, 27, 36] . In addition, it has been proposed that HRV types possessing type 2 (or B) antiviral binding sites may cause more clinical disease [21] . The mean viral loads of a subset of samples from this outbreak were comparable to those of children and university students; these data have been published elsewhere [37] .\n\nGenotyping also revealed aspects of transmission dynamics which would have otherwise been overlooked. The HRV 21-like virus circulated early in the outbreak among residents on units where the general level of activity tends to be lower. Thus, residents infected with HRV-A21 virus may have been more likely to remain on their units, limiting the spread of this type. The more extensive spread of HRV-A1 may have been due to host characteristics such as level of activity, as opposed to a viral fitness advantage. Unfortunately, there are no animal models in which to study transmission dynamics and compare dispersion fitness of HRVs. At this point it is not known whether HRV genotypes differ with respect to transmission efficiency or optimal mode of transmission. Past human experimental work and epidemiological studies suggest that fomites and droplet aerosols are routes for transmission of HRVs, though there are conflicting data regarding the contribution of fomites to transmission [38] [39] [40] [41] [42] . Of note, effective transmission may not be linked to a highly virulent phenotype [43] , since less symptomatic hosts are more likely to interact with susceptibles, facilitating dispersion. We speculate this may partially explain the extent of this outbreak in this highly vulnerable population. It is important to also consider the possibility that patients with cognitive impairment may not observe infection control precautions to the same extent as other residents, potentially facilitating the spread of the virus. Finally, it is well-recognized that HRVs frequently infect HCWs [44] and HCWs have been implicated in the spread of HRVs in other settings such as a neonatal intensive care unit [45] . Infected HCWs circulating between units and wings may account for the rapid and widespread dispersion of the HRV-A1 type, underscoring the importance for HCWs to observe healthy workplace policies and remain at home when unwell.\n\nThere were several limitations to this study. The outbreak investigation would have been enhanced by confirmation and characterization of HCWs' HRV types. In addition, the size of the outbreak may be underestimated: individuals with subclinical disease would not have been screened, and some individuals who were screened may have had suboptimal samples. The genotypes of viruses infecting asymptomatic residents are unknown and may differ; it is also not possible to consider the role asymptomatics may have had in viral transmission.\n\nIn summary, we describe a large outbreak of HRVs involving 56 residents and 27 staff in a LTCH. Genotyping clinical specimens confirmed three viral types were involved, two of which co-circulated and one, the HRV-1A, dominated. This study provides further evidence of the impact of HRV outbreaks in LTCH residents, and highlights the importance of effective infection prevention and control. Finally, we conclude that genotyping is an excellent tool to further our understanding of transmission dynamics and virulence.\n\nSamira Mubareka: First author, study design, data analysis, first manuscript draft.\n\nLisa Louie: Performed genotyping and data analysis, reviewed and refined manuscript.\n\nHenry Wong: Performed genotyping and analysis, reviewed and refined manuscript. Andrea Granados: Performed genotyping and analysis, reviewed manuscript.\n\nSylvia Chong: Technical assistance, reviewed manuscript. Kathy Luinstra: Technical assistance, reviewed manuscript. Astrid Petrich: Study design and manuscript review.\n\nMarek Smieja: Study design and manuscript review. Mary Vearncombe: Outbreak investigation and manuscript review and refinement.\n\nJames Mahony: Expertise in genotyping and manuscript review and refinement.\n\nAndrew Simor: Outbreak investigation, study design and manuscript review and refinement.\n\nNone.\n\nNone declared.\n\nObtained from the Sunnybrook Research Institute's Research Ethics Office."}