{"title": "Challenges and Opportunities for New Protein Crystallization Strategies in Structure-Based Drug Design", "body": "Identification of promising lead compounds early in the drug discovery process is critical for reducing the time required to optimize leads after the initial discovery of potential hits [1] . The time required to develop a drug lead from discovery to final form is typically between 6-12 years, resulting in total developmental costs exceeding $1 billion [2] , emphasizing the need for new experimental approaches that will streamline this process. Although significant advances have been made using library-based screening strategies [3] for new lead identification, it has become increasingly clear that SBDD has even greater potential for accelerating the time to market for new pharmaceuticals entities and significantly reducing their cost of development.\n\nThe SBDD process is an iterative approach based on the three-dimensional structure of the target as a guide for the development of drug leads ( Figure 1 ). This method utilizes computational analysis of target-lead complementarity using three-dimensional structures of the target or target-lead complex [1] so that both favorable and unfavorable lipophilic, hydrogen-bonding and polar interactions of the target-lead complex can be identified [4] [5] [6] . Structural refinements of the lead often emerge from target-lead complex crystals and analysis of the resulting high-resolution X-ray structures. An alternative approach, i.e., virtual screening, utilizes molecular docking simulations to screen libraries of potential small molecule leads to estimate the biological activity of successful drug candidates [7] [8] [9] [10] . Regardless of the initial approach, the pharmaceutical properties of lead compounds (e.g., log P, bioavailability, metabolic toxicity, pharmacokinetics, structure-activity relationships, potency, etc) are continually optimized until a drug candidate is identified for clinical evaluation [4] .\n\nA prime example of the SBDD process is the history of HIV-1 protease inhibitor development. HIV-1 protease is a critical enzyme in the life cycle of HIV, the retrovirus that causes autoimmune deficiency syndrome (AIDS). Since the elucidation of its structure in 1989, SBDD strategies have led to the introduction of three first-generation HIV protease inhibitors: Hoffman-La Roche's Invirase™ (saquinavir), Abbott's Norvir™ (ritonavir), and Merck Inc.'s Crixivan® (indinavir), as well as several more potent inhibitors in recent years [11] [12] . For example, Mahalingam and coworkers developed a series of HIV-1 protease inhibitors, with activities that were up to 56 times more potent than current analogs [12] . The structure of the most potent inhibitor, co-crystallized with HIV-1 protease, is shown in Figure 2 . This agent is considerably more potent (EC 50 =7 nM) than indinavir (EC 50 = 50 nM) and is as potent as atazanavir (EC 50 =8 nM), the first protease inhibitor to be given on a once-a-day basis [13] . SBDD clearly has accelerated the process of drug development for HIV treatment since there have been more FDA approved drugs for its treatment than for all other viral infections combined [13] . Structure-based studies of other infectious diseases have resulted in the introduction of more than 200 active drugs on the market [4, 6, [14] [15] , including those for Severe Acute Respiratory Syndrome (SARS) [16] [17] and influenza A virus [18] [19] .\n\nSince the SBDD process is most powerful when it begins with an atomically resolved structure of the target, it is essential to develop reliable, rapid and predictable methods for obtaining this information to enable the development of highly potent drug candidates. Structure elucidation of protein targets can be obtained from either X-ray crystallography or nuclear magnetic resonance (NMR) techniques; however, most protein targets used in SBDD have been obtained using X-ray crystallography. Despite their capacities to solve structures at atomic resolution, they both have practical limitations. X-ray crystallography is the most cost-effective and widely used tool; however, the structure determination rate and ultimate resolution are governed by the ability to grow large (> 10µm/side) diffraction quality crystals. This bottleneck illustrates another drawback of X-ray methods, i.e., the large amount of protein required to enable the screening of many crystallization conditions to discover those that are capable of producing high-quality single crystals. Structures of proteins up to approximately 30 kD can be determined in solution using techniques such as 2D nuclear Overhauser enhancement spectroscopy (NOESY) to observe interactions between hydrogen atoms that are in close proximity (< 5 Å apart) within a polypeptide backbone of known sequence. This process is labor-intensive since 15 N-and 13 C-enriched forms of the protein must be expressed in order to resolve overlapping peaks in 2D NOESY spectra.\n\nUnfortunately, neither of these techniques have been highly effective for the elucidation of membrane protein structures thus far since less than 0.5% of non-redundant sequences deposited in the PDB as of June 2010 are membrane proteins. This has been especially problematic for the analysis of G protein-coupled receptors (GPCRs), a very important family of membrane proteins involved in cellular signaling that encode roughly 21% of the genes of known function [20] [21] and represent 50-60% of current drug targets [22] . Drugs targeting GPCRs have been known for more than 50 years for cardiovascular, metabolic, neurodegenerative, psychiatric, and oncologic diseases [22] , even though the molecular details of the GPCR family have been limited until elucidation of the human β 2 adrenergic receptor (β 2 AR) crystal structure in 2007 [23] [24] . This high-resolution structure enabled the rapid development of more potent β 2 AR-based therapeutics. In a recent study by Kolb and coworkers, over 1 million commercially available lead-like molecules were used in a docking screen with the β 2 AR. The most highly scored compounds in this screen were then tested, resulting in the discovery of six new inhibitors with binding affinities <4 µM, one with a K i of 9 nM [25] . Thus, the high-resolution β 2 AR structure represents a significant advance in the understanding and utilization of structural information for GPCR drug discovery; however, there are many other members of this receptor family whose structures remain unsolved. This situation underscores the compelling need for new strategies aimed at membrane protein crystallization.\n\nThe methods most often employed for macromolecular crystallization are either highthroughput plate-based screening techniques or microfluidics-type platforms. Using automated high-throughput methods, it is currently possible to test thousands of potential crystallization conditions by setting up and monitoring trials using sub-microliter volumes of protein solution [23, [26] [27] . This miniaturization of experiments reduces the labor burden devoted to protein expression and purification, thus enabling the evaluation of up to 10 5 crystallization trials per day [28] . This can be extremely beneficial for protein targets that are labile and/or are only available in very small quantities. Microfluidic platforms have also been used to further reduce the volumes needed down to ≤ 10 nL per crystallization condition [29] . Other strategies used include determination of the \"crystallization slot\", where osmotic second virial coefficients (B 22 ) lying in a range between −8 × 10 −4 and −2 × 10 −4 mol/g 2 are experimentally determined [30] , the \"relative crystallizability\", a parameter that describes the percentage of crystal nucleation phase area within the protein and precipitating agent concentration ranges [31] , or the crystallization coefficient (ξ c , which is proportional to the ratio between the volume diffusion rate and the surface integration rate) to determine the \"kinetic crystallization window\" where 1 < ξ c < 8 for crystals grown at the air-water interface [32] .\n\nThe methods above have resulted in the crystallization of thousands of soluble proteins; however, these methods are most often not amenable to membrane protein crystallization for reasons that are briefly described below. These proteins are difficult to obtain in highly pure form due to proteolytic degradation and the presence of occult impurities, in spite of advances made to increase the yields from membrane protein expression in both pro-and eukaryotic systems [33] [34] . Membrane proteins also have a high degree of conformational flexibility that often produces misfolded states, a situation that is exacerbated by the high detergent concentrations that are used during their extraction and purification. In addition, they display complex phase diagrams that are further convoluted by the presence of detergent and endogenous membrane lipids, are highly sensitive to solution conditions (e.g., pH, salinity, temperature, etc), are difficult to concentrate under mild conditions, and typically yield crystals that are fragile due to their high water content. Figure 3 illustrates the different phase diagram zones encountered in the crystallization process. The information from this diagram can be used to drive the transition into the nucleation zone where crystal growth can occur; however, the phase diagram for most proteins is unknown. This often leads to the production of amorphous aggregates or crystalline showers instead of high quality single crystals. In addition, since most crystallization processes are batch procedures, growth of large high quality crystals is challenging because the protein concentration is constantly changing as growth ensues. Thus, the production of high quality crystals remains as the major stumbling block in the drug discovery process for membrane protein targets of SBDD.\n\nIn spite of the recent advances that have been made to accelerate the rate of protein structure determination with the approaches mentioned above, major impediments remain. Since nucleation is the first step in the crystallization process, the development of general methods to control protein nucleation could help to reduce the bottleneck in the protein crystallization process [35] . Some of the most promising approaches are briefly described below.\n\nAn important method based on the bicontinuous cubic phases formed by monoolein-rich dispersions has led to the successful crystallization of several membrane proteins, including the β 2 AR system noted above. Initially reported by Landau and Rosenbusch [36] for the crystallization of bacteriorhodopsin, the method for growing crystals simply involves mixing two parts solubilized protein with three parts monoolein to produce a homogeneous solution. The lipid cubic phase forms spontaneously at 20°C within hours to weeks, occasionally requiring the addition of precipitant. An attractive feature of the cubic phase method is its capacity to retain the original phase state, even in the presence of a wide array of polar, apolar and amphiphilic additives. Caffrey and coworkers [37] [38] have developed a family of single chain lipids that enable tailoring of the cubic phase microstructure to suit the requirements of the target protein; however, in most cases, this information is not known precisely in advance. Application of this method was instrumental in growing crystals of β 2 AR for the high-resolution structure described above.\n\nSligar and coworkers have reported the use of nanodiscs comprised of bilayer membrane bounded by a ring of peptidic amphiphiles as a means of solubilizing and stabilizing membrane proteins for solution characterization [39] . These dispersions offer potential for assembling nanodisc-solubilized membrane protein into ordered arrays suitable for structural analysis. This method offers advantages over liposomes or detergent micelles due to their stability, small size, ability to add genetically-modifiable features to the nanodisc structure, and accessiblilty to both sides of the phospholipid bilayer domain [40] . Nanodiscs have been used to successfully reconstitute membrane proteins for structural determination by high resolution solution NMR [41] and cryoelectron microscopy for 3D particle reconstruction [42] . Although the potential for use of nanodics for protein crystallization applications is still unknown, the rapid advances made thus far with nanodisc approaches suggests that they have tremendous potential for advancing the field of membrane protein structure determination for SBDD.\n\nA microfluidics-based approach developed by Ismagilov and coworkers creates supersaturated protein solutions within convergent microfluidic channels that controllably mix buffer, protein, precipitant, and a carrier fluid [43] . Isolated protein droplets are transported through microfluidics channels to produce mixing that induces protein nucleation [43] [44] . An advantage of this approach is the ability to directly load the crystals grown within the microfluidic channels into x-ray capillaries for diffraction analysis. Crystals exceeding 50 µm in length have been grown in this manner from solutions of thaumatin, bovine liver catalase, and glucose isomerase [45] . Another microfluidics-based approach developed by Kenis and coworkers provides control over the extent and rate of protein supersaturation by varying the dimensions of the protein and evaporation chambers in a multi-well format [46] . This approach consumes less than 20 nL of material and has been successfully applied to the crystallization of bacteriorhodopsin. A similar approach developed by Ismagilov and coworkers utilizes fluorinated nitriliotriacetic acid (NTA) amphiphiles for the specific capture of histidine-tagged proteins within microfluidic channels [47] , a strategy that can be extended to other histidine-tagged proteins. Microfluidic devices present a potential problem; however, especially for solutions containing detergents and other amphiphiles for the crystallization of membrane proteins. If the surface properties of the device are not carefully controlled, surfactant molecules could be inadvertently stripped from the membrane protein dispersion, thereby altering its stability and crystallization capacity. [48] These devices also require integrated imaging systems capable of monitoring the crystallization conditions and database management systems for storing the information collected [49] .\n\nA novel seeding technique was recently introduced by Villasenor and coworkers that uses acoustic waves to deliver seed suspensions into protein drops [50] . The technique improved upon other sparse-matrix screening approaches by reducing the chemical bias introduced into the protein droplet by reducing the volume of the seed suspension to nanoliter volumes. The authors also discovered that this seeding technique was more effective at increasing the number of sparse-matrix conditions that yield protein crystals compared to buffer additives alone. A particular challenge in this approach is that seed-induced crystallization may occur using conditions that without seed had been deemed unfavorable, suggesting that there is no clear correlation between unproductive protein solutions and good seeding conditions. Although this uncertainty makes it challenging to know when one is close to successful crystallization conditions, this seeding method clearly demonstrates the potential for improving the yield of sparse matrix conditions for crystal growth.\n\nInterfacial templating strategies using various organic (e.g., lipid monolayers [51] [52] [53] [54] , lipid tubules [55] or cubic phases [36] ) and inorganic substrates (e.g., gold or mica) have been developed for controlled nucleation of two-dimensional protein crystals (for a review of this and other interfacial approaches see ref. [54] ). Mirkin and coworkers have demonstrated the directed growth of polypeptide single crystals using dip pen nanolithography (DPN) [56] . Their findings suggests that protein crystal growth may be controlled by utilizing highly periodic substrates as nucleation templates and laminar flow of the protein target on the template to control crystal growth rates. Thompson and coworkers have also developed a noncovalent, cyclodextrin-based template which utilizes reversible host:guest chemistry between the cyclodextrin template and NTA-modified guest ligands that capture histidinetagged proteins [53] . Among the advantages of this technique are the orientation of the protein with respect to the template, concentration at the interface to achieve local supersaturation, reversible, non-covalent binding at the interface, and pseudo-epitaxial nucleation of crystals at the highly structured surface.\n\nThe small, but growing number of proteins that have been crystallized using the interfacial templating approach suggests that this method is still largely untapped for the structure elucidation of SBDD targets. Interfacial templates and other site-specific nucleation strategies can emerge as very powerful tools for high-throughput structure determination, particularly if universal, rapid and predictable methods for controlled crystal growth can be merged with these techniques in stepwise fashion. The most verdant area for new methods development is in the creation of controlled nucleation and crystallization techniques for membrane proteins for SBDD. Unfortunately, the biochemical and colloid science challenges noted above have greatly impeded progress in this field by limiting the range of innovative new strategies that have been attempted. This is understandable on one hand, because efforts that are tightly focused on structure elucidation with a very small batch of newly-isolated functional and purified membrane protein are unlikely to be spent exploring novel techniques due to the high value of the target. Nonetheless, the slow progress in this field can be directly attributed to this overly narrow focus. Consequently, there is still a great need for the design and development of new materials and processes that embody as many of the features outlined below as possible:\n\n1. Utilization of in vitro expression systems to minimize the complexity of the sample by removing as many non-target protein contaminants as possible;\n\n2. Development of improved detergents whose phase diagrams have been mapped with respect to surfactant concentration, biomembrane components, ionic strength, pH, temperature and commonly used precipitants;\n\n3. Non-aggressive, detergent stripping methods that enable gradual removal of the amphiphile to avoid commonly encountered problems like precipitation and crystal showers;\n\n4. Experimentally-controllable sites and rates of nucleation to guide the formation of single, large crystals on diffraction-compatible substrates rather than showers of small crystals due to heterogeneous nucleation events;\n\nMigration of crystallization schemes from batch-wise processes to flow-based strategies to more precisely transition protein solutions into supersaturation regimes. This will enable crystal growth rate control and maintainence of solution compositions to avoid concentration-limited growth of large crystals for diffraction analysis;\n\n6. Continued emphasis on sample volume reduction to relieve the burden on expression and purification systems to both expand the number of membrane protein targets that are amenable to X-ray diffraction structure elucidation and increase the acceptance rate of novel methodological approaches by structural biologists.\n\nRealization of designs that address these constraints are destined to accelerate the drug discovery process by improving the efficiency and universality of macromolecular crystallization techniques, particularly for membrane proteins, leading to faster structural determinations of potential drug targets for SBDD. After identification of the drug target, its structure and drug-binding site is determined at the highest resolution possible. Atomically resolved structures enable more rapid refinements of lead compounds and optimization of the drug candidate. (left) Ribbon structure of HIV-1 protease that is complexed with AHA599, depicted as a space filling model. (right) Detail of the HIV-1 protease-inhibitor complex, illustrating important contacts and conformal fit between AHA599 and its protein target. This structure revealed that the binding interaction was dependent upon the homodimerization of the protein, providing insights into the design of next-generation inhibitors with enhanced binding interactions. Reliable methods for mapping the transition from the supersaturation zone (dark blue), where no further nucleation occurs, into the metastable zone (light blue), where nucleation can begin, are typically unknown for most SBDD targets. In addition to protein solution composition, physical factors such as sample temperature can influence the available phase space for crystal nucleation and growth."}