{"title": "Process Biochemistry Bioproduction of ribavirin by green microbial biotransformation", "body": "Nucleoside analogues are polyfunctional molecules, which include a large family of natural and modified compounds with structural diversity and a wide spectrum of biological activity. These molecules can be used as powerful antiviral and antitumor agents [1] .\n\nRibavirin is a guanosine analogue used as an antiviral compound for Hepatitis C Virus (HCV) treatment in combination with PEG interferon ␣ (PEG-IFN) [2] . Furthermore, it has been evaluated for severe acute respiratory syndrome (SARS) [3] and as an anticancer drug with successful results for the treatment of leukemia and breast cancer [4, 5] .\n\nIn the last years, pharmaceutical interest in this molecule has increased even further with the use of HCV triple therapy using telaprevir, with promising results for patients at diagnosis or resistant to conventional therapy [6, 7] .\n\nGreen bioprocesses such as biocatalytic reactions are recognized to be superior to conventional chemical methods in the selective modification of polyfunctional substrates owing to their high catalytic efficiency, inherent selectivity, and simple downstream processing. In addition, biotransformations take place under mild conditions and offer environmentally clean technologies [8] .\n\nThe abovementioned nucleoside analogues can be biosynthesized modifying conventional molecules by transglycosylation reactions using nucleoside phosphorylases (NPs). These enzymes catalyze reversible phosphorolytic cleavage of N-glycosidic bonds of nucleosides by a SN1-like mechanism to give ␣-d-ribose (or deoxyribose)-1-phosphate (R-1-P). The second step is a SN2 mechanism where phosphate is substituted by a base giving the ␤-nucleoside [9, 10] .\n\nWhole cells provide a one-pot bioprocess for nucleoside analogue biotransformation with many enzymes involved, improving yield and cofactor regeneration [11] . To carry out these bioprocesses under preparative conditions, microorganism immobilization is required to stabilize biocatalysts. Entrapment techniques are widely used for whole cell immobilization [12] , providing bioprocess scale-up feasibility and biocatalyst reusability with high operational stability.\n\nIn this work, ribavirin biotransformation was obtained using Escherichia coli ATCC 12407 as biocatalyst. This microorganism was stabilized by immobilization and a packed-bed reactor was developed for bioprocess scale-up. Therefore, an environmentally friendly, smooth and economical methodology for anti-HCV compound biotransformation has been herein reported.\n\nNucleosides were purchased from Sigma Chem. \n\nE. coli ATCC 12407 was grown during 16 h in a culture media containing 10 g/L meat peptone, 5 g/L yeast extract and 5 g/L NaCl (pH 7). Mesophile microorganisms evaluated in screening assay were cultured according to their optimal grown conditions. Cells were harvested by centrifugation during 10 min at 17 500 × g, and washed once with sodium phosphate buffer (30 mM, pH 7).\n\nRibavirin biotransformation was carried out using 1 × 10 9 colony-forming units (CFU), in 1 mL of reaction media containing equimolar concentrations (2.5 mM) of uridine (Urd) and TCA in sodium phosphate buffer (30 mM, pH 7). Reactions were performed during 16 h at 60 • C and 200 rpm as previously reported [13] .\n\nDifferent amount of microorganisms (5 × 10 8 , 1 × 10 9 , 5 × 10 9 , 1 × 10 10 and 5 × 10 10 CFU) were evaluated for ribavirin biotransformation. Reactions were carried out at different reaction times in 1 mL of sodium phosphate buffer (30 mM, pH 7) containing 2.5 mM Urd and TCA at 60 • C and 200 rpm.\n\nRibavirin bioconversion was evaluated at different temperatures as 30, 45 and 60 • C. Reactions were performed using 1 × 10 10 CFU at 200 rpm during 1 h in 1 mL of sodium phosphate buffer (30 mM, pH 7) containing 2.5 mM Urd and TCA.\n\nFor substrate initial molar ratio analysis, reactions were performed at different Urd and TCA ratios as 1:1, 4:1 and 1:4 (where 1 = 2.5 mM and 4 = 10 mM) using 1 × 10 10 CFU in 1 mL of sodium phosphate buffer (30 mM, pH 7) at 30 • C and 200 rpm at different reaction times.\n\nRibavirin biotransformation was performed at 30 • C using 1 × 10 10 CFU at different stages of microorganism growth as lag, exponential and stationary phase. Reactions were carried out during 3 h in 1 mL of sodium phosphate buffer (30 mM, pH 7) containing 2.5 mM Urd and 10 mM TCA.\n\n2.5. Biocatalyst stabilization 2.5.1. Matrix selection E. coli ATCC 12407 was immobilized by entrapment in agar gracilaria 3% (w/v), agar gelidium 3% (w/v), agarose 3% (w/v) and polyacrylamide 20% (w/v) as described by Rivero et al. [14] .\n\nMicroorganism release was determined by optical density at 600 nm using a T60 UV-vis spectrophotometer (PG Instruments Limited). Release percentage was calculated from the difference between initial and final amount of cells in reaction medium.\n\nStabilized biocatalysts were tested for ribavirin biotransformation during 16 h in previously optimized reaction conditions: 10 mM TCA and 2.5 mM Urd in sodium phosphate buffer (30 mM, pH 7), 1 × 10 10 CFU at 30 • C and 200 rpm.\n\nReusability of stabilized biocatalysts was evaluated through successive standard ribavirin biotransformations until 50% of initial activity loss or matrix integrity loss. Moreover, storage stability was assayed by keeping the immobilized derivative at 4 • C and determining its activity at different times as previously described for reusability assays.\n\nBatch and packed-bed reactors were developed increasing five-fold the optimized amount of selected stabilized biocatalyst. Reaction was performed in 15 mL and 28 mL, of buffer sodium phosphate (30 mM, pH 7) containing 2.5 mM Urd and 10 mM TCA for batch and packed-bed reactor, respectively. Biosynthetic reaction was carried out at 30 • C during 16 h. For batch reactor, stirring of 200 rpm was assayed using an orbital shaker (Ferca, Argentina). For packed-bed reactor, constant flow (4 mL/min) was achieved using a peristaltic pump (Apema PC 26-20-F-D, Argentina).\n\nRibavirin obtained after four reactions, using packed-bed reactor, was concentrated by SpeedVac (Avanti, France) and applied in TLC for its separation. Silica gel (Merk, Germany) was used as matrix and chloroform:glacial acetic acid:methanol (4:1:1) as mobile phase. Product was recovered by scraping the adsorbent from the plate and pure ribavirin was eluted using methanol as solvent. Ribavirin purification was corroborated by HPLC.\n\nRibavirin was qualitatively analyzed by TLC Silicagel 60 F 254 (Merck, Germany), as previously described. Ribavirin was detected using a thermo-chemical reaction, using ethanol:panisaldehyde:glacial acetic acid:sulfuric acid (89:5:1:5%, p/v) as developing solution. Dry TLC was then heated at 150 • C during 5 min [15] .\n\nMoreover, ribavirin bioconversion was quantitatively monitored by HPLC (Gilson) at 225 nm (Detector UV/vis 156, Gilson) using a Phenomenex Luna ® C-18 column (5 m, 4.6 mm, 250 mm). An isocratic mobile phase (100% water) was used with a flow of 1.2 mL/min. Product identification was performed by MS-HPLC under the above mentioned conditions (Ribavirin; M + : 245.1) using a LCQ-DECAXP4 Thermo Finnigan Spectrometer with the Electron Spray Ionization method (ESI) and one ion trap detector.\n\nIt is well known that there are some biocatalysts able to biosynthesize several nucleoside analogues [13, 16] . Thus, 63 strains corresponding to 20 microbial genera were tested for ribavirin biotransformation (Scheme 1). Six strains of the Aeromonas (1), Erwinia (2), Micrococcus (2) and Escherichia (1) genera were able to produce ribavirin using Urd and TCA as reagents.\n\nThe most widely known enzymes involved in transglycosylation reactions are purine nucleoside phosphorylase (PNP I and II), uridine and thymidine phosphorylase (UP and TP), which are present in Escherichia, Enterobacter, Bacillus and many other genera [17] . Therefore, the presence of different kinds of NPs could explain the results obtained using distinct microorganism genera.\n\nIn addition, the outer membranes of E. coli and related Gram-negative bacteria contain nucleoside-specific porins, which facilitate the entry of nucleosides into the periplasmic space. Import across the inner membrane is then brought about by active transport systems. There is biochemical evidence that suggests the presence of nucleoside transport systems with different affinities. It has been demonstrated that some microorganisms codify several ABC transporters [18] . E. coli is known to contain more than one active transport system for nucleoside uptake [19] . Therefore, a differential biotransformation capability could be related to the ability of microorganisms to differentially internalize nucleoside analogues with modifications in their natural structure. Among the evaluated strains, E. coli ATCC 12407 showed the highest conversion rates after 16 h of reaction; therefore, it was selected for further studies.\n\nOptimization of the biocatalyst amount is a determining parameter to improve reaction efficiency. Therefore, different amounts of microorganism were tested for ribavirin biotransformation. When reaction was performed using 1 × 10 9 CFU, biocatalytic activity was detected during the first hour of reaction. However, an increasing number of cells, up to 1 × 10 10 CFU, showed higher ribavirin yields in shorter reaction times. Even though higher amounts of biocatalysts (5 × 10 10 CFU) also showed good yields (Fig. 1) , such reaction condition was not selected for subsequent assays due to the reaction reversion observed after 6 h as well as the operational difficulties that have already been discussed in similar biocatalytic systems [20] . Based on these results, rising amounts of biocatalyst decreased reaction time, considerably improving ribavirin biotransformation yields. The selected amount of cells for subsequent reactions was 1 × 10 10 CFU.\n\nIt is widely known that when whole cells are used as biocatalysts, side enzymatic activities also take place. For nucleoside analogue biotransformations, different kind of enzymes such as deaminases [21] or halogenases [22] , among the best known, have been reported. These enzymes can interfere with the reaction of interest, generating sub-products and decreasing yields. This situation can be reversed assessing the reaction temperature for the desired biotransformation.\n\nFurthermore, it is noteworthy that bacterial NPs retain their activity in a wide temperature range, from 25 to 60 • C [23] . Hence, for optimal temperature selection using whole cells, biotransformation reactions were carried out at 30, 45 and 60 • C. Although ribavirin bioconversion was detected at all evaluated temperatures, a significant increase of over 40% was achieved when the reaction was performed at 30 • C ( Fig. 2A) . This is the first time that ribavirin biotransformation was performed at 30 • C. Therefore, the ability of E. coli ATCC 12407 to work at this temperature and the use of a soluble substrate such as Urd, allowed to perform the assays at 30 • C, which favors further bioprocess scale-up [24, 25] .\n\nOn the other hand, different substrate concentrations were tested for the aforementioned bioprocess. When equimolar ratio was assayed, conversion yield was 45% at 3 h of reaction, whereas when an excess of ribose donor nucleoside was evaluated, a yield of 57% was simultaneously observed. However, a significant increase in ribavirin bioconversion (72%, 3 h) using an excess of TCA was achieved, almost doubling the original reaction rate using equimolar conditions (Fig. 2B) .\n\nIt is well known that transglycosylation reactions are reversible [26] and previous reports have demonstrated that using an excess of any substrate significantly improved conversion values [27] . In this case, a base excess promotes the second reaction step (Scheme 1) shifting equilibrium towards products by taking R-1-P available and turning it into ribavirin.\n\nBiotransformation of nucleoside analogues can be catalyzed by NPs, which are involved in nucleoside salvage pathways [28] . Differential transcriptomes and proteomes are found depending on the microbial growth phase, because of culture nutritional needs [29] . On these grounds, different E. coli ATCC 12407 growth phases were assayed for ribavirin biotransformation. When microorganisms in stationary phase (12-24 h) were assayed, reaction yields were around 70%. However, when microorganisms in exponential phase (1-4 h) were evaluated for ribavirin biotransformation, yields lower than 63% were observed. However, when the culture reached the early stationary phase (6 h), conversion yield raised up to 86%. The statistical data analysis by the Duncan test demonstrated that the best condition was 6 h of culture, while between 12 and 16 h no significant changes were observed (Fig. 3) . This differential behavior may be related to NP expression due to nucleoside salvage pathways activation [30] .\n\nIn this work, an improvement in yields and a marked reduction in reaction times for ribavirin bioconversion were achieved, allowing a significant increase in biotransformation productivity [13] .\n\nDifferent thermogels such as gracilaria and granulated agar and agarose were tested as matrices for E. coli ATCC 12407 stabilization. . According to Duncan test for data media comparison, significant differences among treatments named with different letter (p-value < 0.05) were observed. All reactions were performed three times and bioconversion rate was calculated as: (mmol product/mmol limiting reagent) × 100.\n\nBoth biocatalysts immobilized in agar showed inappropriate cell retention. Therefore, only the biocatalyst immobilized in agarose was evaluated for ribavirin biotransformation, obtaining a yield of 55%. When E. coli ATCC 12407 was immobilized in synthetic polymers such as polyacrylamide, no cell release was observed and this biocatalyst was able to yield 78% of ribavirin. Hence, agarose and polyacrylamide were selected for successive assays.\n\nBoth stabilized biocatalysts retained their activity; however the polyacrylamide matrix turned out to be less resistant than the agarose matrix because integrity loss could be observed after 80 h of bioprocess. Moreover, the biocatalyst immobilized in agarose was active during 270 h without significant activity loss (data not shown).\n\nWhen biocatalyst stability in storage conditions was tested, the biocatalyst immobilized in agarose was stable for more than 120 days, while the biocatalyst immobilized in polyacrylamide retained its activity during 80 days (Fig. 4) .\n\nIn this regard, biocatalyst stability after immobilization was considerably increased. Therefore, an efficient and green biotransformation using wild type E. coli ATCC 12407 was achieved, without the need to apply expensive techniques of genetic engineering as previously reported [13, 25] . Fig. 4 . Storage stability assay for E. coli immobilized in agarose 3% (w/v) (•) and polyacrylamide 20% (w/v) ( ). Reactions were performed three times at optimal conditions (10 mM TCA and 2.5 mM Urd, at 30 • C and 200 rpm during 3 h). Relative activity was calculated using the initial condition as control.\n\nScale-up bioprocesses for ribavirin biosynthesis using batch and packed-bed reactors. Environmental factors were calculated as previously reported [27] . \n\nTwo prototypes were assayed using previously optimized conditions and the most stable immobilized biocatalyst. Batch and packed-bed reactors were developed for ribavirin bioconversion, achieving 3.4 and 5.6 mg of this compound, respectively.\n\nRibavirin almost increased two-fold when the packed-bed reactor was evaluated. These kinds of reactors have the advantage of lowering shear stress on the immobilized biocatalyst, generally leading to long-term microorganism stability. Packed-bed reactors are the most common and economical choice for large-scale chemical product manufacture [31] . Therefore, the packed-bed prototype was evaluated for ribavirin biotransformation in a continuous bioprocess during 270 h, which allowed to obtain 95 mg of this product.\n\nGreen chemical parameters of the aforementioned bioprocesses were calculated to demonstrate in which way the development of the abovementioned prototypes positively affects mass utilization efficiency.\n\nEnvironmental-Factor (E-Factor) is a measurement of industrial environmental impact. Generally, the values of pharmaceutical compound synthesis are around 25-100 [32] . In the present work, E-Factor values for ribavirin biotransformation were lower than five, suggesting mass utilization efficiency and a significant decrease of waste production.\n\nMoreover, carbon efficiency (C-Efficiency) and atom economy (A-Economy) are designed as parameters to evaluate the efficiency of synthetic reactions. C-Efficiency value was near 67 and A-Economy value for ribavirin bioconversion was 68.5, which implies a positive effect on atom recovery and process efficiency [20] ( Table 1) .\n\nPurification of other molecules by preparative TLC has been previously described [33, 34] .\n\nIn this work, several solvent ratios with different polarities were evaluated for ribavirin purification. The retardation factor (Rf) of ribavirin is close to 0.5 and different from that of the substrates, such as Urd, used in the bioprocess, allowing to recover the silica gel fraction with the product of interest. Therefore, the natural nucleoside was loaded in contiguous line to the obtained ribavirin as reference. This purification technique allows to obtain 21 mg of purified ribavirin without the presence of substrates or secondary products (see supplementary data).\n\nThe development of this easy and rapid method of purification will allow to obtain pure ribavirin at micro scale for subsequent biocatalytic modifications and evaluation of its activity in vitro.\n\nE. coli ATCC 12407 was selected as the best strain for biotransformation of ribavirin, a compound widely used for anti-HCV treatment. Reaction parameters were optimized to improve conversion rates and decrease reaction times. Biocatalyst immobilization allowed its stabilization, reutilization and bioprocess scale-up with promising results using low temperatures and environmentally friendly reaction conditions."}