{"title": "Other Forms of Immunosuppression", "body": "(6 to 45 hours versus 15 to 18 days), it is an attractive alternative to leflunomide for application in organ transplantation. 112 \n\nLeflunomide (N-(4)) trifluoro-methylphenyl-5-methylisoxazol-4-carboximide) is a prodrug and is easily converted to its open ring metabolite A771726, which, in almost all in vitro and in vivo assays described, exhibits the activities described for leflunomide. The MNAs are designed to be structurally similar to A771726.\n\nLeflunomide is insoluble in water and is suspended in 1% carboxymethylcellulose for oral administration. The half-life of leflunomide in humans is long (>10 days), and the drug is metabolized predominantly by the liver. Oral bioavailability of FK778 is not substantially affected by food, and no gender effect on pharmacokinetics was observed in phase I studies. 46\n\nLeflunomide and its analogues have strong antiproliferative effects on T lymphocytes and especially on B lymphocytes. The production of IL-2 is not, or is only partially, inhibited by leflunomide. 50 Kinetic studies on activated lymphocytes have shown that addition of exogenous uridine reversed the antiproliferative effects of leflunomide, 234 and that leflunomide retained its inhibitory activity when uridine was added 24 hours after initiation of stimulation. Inhibition of pyrimidine synthesis was proposed to be an important mechanism of action and was molecularly confirmed by showing a direct leflunomidemediated inhibition of the enzyme dihydroorotate dehydrogenase. 306 Lymphocytes rely entirely on the de novo pathway of pyrimidine biosynthesis and cannot use another, so-called pyrimidine salvage, pathway. Dihydroorotate dehydrogenase inhibition leads to depletion of the nucleotide precursors uridine triphosphate and cytidine triphosphate, which are necessary for the synthesis of RNA and DNA, and hence strongly suppresses DNA and RNA synthesis.\n\nAlthough in some reports it was mentioned that the immunosuppressive effect of A771726 in vivo was overcome by administering uridine, 246 this was not confirmed in other models. 270 The in vivo mechanism of action of leflunomide may depend on factors such as drug levels, disposable uridine pools, and immune activation pathways involved, but in particular, studies have indicated that in addition to inhibition of dihydroorotate dehydrogenase, leflunomide and the MNAs may act through inhibition of tyrosine kinases. Phosphorylation of the epidermal growth factor receptor of human fibroblasts has been shown to be inhibited\n\nBrequinar sodium and leflunomide, initially developed as an antitumor drug (brequinar sodium) and an agriculture herbicide (leflunomide), were explored as immunosuppressants because of their ability to inhibit the enzyme dihydroorotate dehydrogenase, a key enzyme in pyrimidine biosynthesis. In addition, they have now been shown to exert immunosuppressive activity through the suppression of several tyrosine kinases.\n\nThe immunosuppressive effects of leflunomide were first shown in models of adjuvant arthritis and graft-versus-host disease, 16 and clinically it is known to be effective and safe for the treatment of rheumatoid arthritis. 237 The potential of leflunomide as an immunosuppressant in transplantation was extensively shown in various experimental studies, but its long half-life (several days) may pose the problem of potential overimmunosuppression in transplant patients. Analogues of the active metabolite of leflunomide (A771726 or 2-cyano-3-hydroxy-but-2-enoic acid-[trifluoromethylphenylamide]) have been developed and are called malononitrilamides (MNAs). FK778 (also known as MNA 715, HMR1715 or 2-cyano-3-hydroxy-N- [4-(trifluoromethyl) -phenyl]-2-hepten-6-enoic acid) is the best-studied synthetic MNA, and because it has a much shorter half-life than leflunomide by leflunomide. 168 It also was shown that leflunomide directly inhibited the interleukin (IL)-2-stimulated protein tyrosine kinase activity of p56lck 168 and of p59fyn, which is associated with activation through the T cell receptor/CD3 complex. At higher concentrations, A771726 also inhibited IL-2-induced tyrosine phosphorylation of Janus kinase 1 (JAK1) and JAK3 protein tyrosine kinases, which initiate signaling by the IL-2 receptor. 70 In studies attempting to design inhibitors of the antiapoptotic tyrosine kinase Bruton's tyrosine kinase (BTK), leflunomide analogues were shown to exhibit strong inhibitory activities. 154 Because BTK is a key factor for T cell-independent antibody formation, this effect of leflunomide may explain its high potency in the suppression of T cell-independent IgM xenoantibody formation (see later).\n\nThe hypothesis that leflunomide may exhibit more than one mechanism of action in vivo was illustrated further in mice in which uridine restored proliferation and IgM production by lipopolysaccharide-stimulated B cells, whereas suppression of IgG production was not reversed. This phenomenon correlated in a dose-dependent manner with tyrosine phosphorylation of JAK3 and STAT6 proteins, known to be involved in IL-4-induced signal transduction pathways. 233 This double in vivo mechanism of action was confirmed in rats, in which xenogeneic reactivity was counteracted by the administration of uridine, whereas alloreactivity was not. 51 Other effects of leflunomide and MNAs have been described, such as inhibition of various macrophage functions, in particular the production of oxygen radicals, 120, 160, 161 the inhibition of IgE-mediated hypersensitivity responses, 110 the expression of IL-8 receptor type A, 169 and tumor necrosis factor (TNF)-mediated nuclear factor κB (NFκB) activation. 160 FK778 has equivalent or stronger immunosuppressive activity than leflunomide in vitro and in vivo. 112, 227 The immunosuppressive effect is synergistic with that of calcineurin inhibitors and mycophenolate mofetil. 23, 66, 148, 206 FK778 and leflunomide have been shown to possess antiviral effects. Both inhibit viral replication of members of the herpesvirus family by preventing tegument acquisition by viral nucleocapsids during the late stage of virion assembly. 71, 128, 299, 300 Leflunomide is effective against multidrugresistant cytomegalovirus in vitro, 299 although this in vitro activity is modest, and the selectivity index is low. 72 In a rat model of heterotopic heart transplantation, this anticytomegalovirus effect of leflunomide and FK778 was confirmed and was unaffected by uridine administration. 52, 322 The successful treatment with leflunomide of polyomavirus type BK nephropathy 116, 304 and cytomegalovirus in renal transplant patients has been reported. 113 Leflunomide and FK778 have vasculoprotective effects, independent of the inhibition of dihydroorotate dehydrogenase. 224 FK778 also inhibits maturation of dendritic cells in vitro, by preventing upregulation of activation markers and IL-12 production. This phenomenon was not reversible by exogenous uridine. 323, 324 \n\nIn various transplantation experiments in rats, leflunomide was shown to be at least equal in potency as cyclosporine 16 and able to synergize with cyclosporine to induce tolerance. 149 Specific characteristics of leflunomide-mediated immunosuppression in rats were its ability to interrupt ongoing acute rejections 305 and its efficacy in preventing and treating chronic vascular rejection. 310 One of the most attractive characteristics of leflunomide and the MNAs is their strong capacity to delay xenograft rejection 150 and to induce partial xenograft tolerance. 146 This capacity may be related to the strong suppressive effects of leflunomide on T cell-independent xenoantibody formation and to its ability to induce natural killer cell nonresponsiveness 146 and modulate xenoantigen expression. 147 Monotherapy with FK778 in rats, 191 and its combination with microemulsified cyclosporine in dogs 133 or tacrolimus in nonhuman primates, 205 reduced chronic allograft nephropathy 191 and significantly prolonged renal allograft survival. 133, 191, 205 \n\nLeflunomide has not been used in studies involving transplant patients yet because of its suboptimal pharmacokinetic profile. In a double-blind, randomized multicenter trial in rheumatoid arthritis patients, 237 the efficacy of leflunomide was found to be superior to placebo and similar to sulfasalazine. Overall, it was well tolerated.\n\nA phase II multicenter study was performed with FK778 involving 149 renal transplant patients, 294 in which FK778 was combined with tacrolimus and corticosteroids. The patients receiving FK778 experienced fewer acute rejections, but there was no effect on graft survival at week 16. The reduction of acute rejection episodes was most pronounced in the subgroup in which target levels were obtained in the second week. Mean total and low-density lipoprotein cholesterol levels were 20% lower in the FK778 group than in the placebo group.\n\nAlthough rats tolerate leflunomide well after long-term administration, dogs develop anemia and gastrointestinal ulcerations. The most frequent side effects in arthritis patients receiving long-term leflunomide treatment were reported to be diarrhea (17%), nausea (10%), alopecia (8%), and rash (10%), 237 leading to a dropout rate of ± 5% in arthritis trials. In the previously mentioned phase II study involving FK778, there was a dose-dependent increase in side effects, including anemia, hypokalemia, symptomatic myocardial ischemia, and esophagitis. 294 \n\nLeflunomide, and the newer designed analogues, MNAs, warrant careful investigation in transplant patients, especially their effect on antibody formation and on chronic vascular lesions. Their synergism with cyclosporine or tacrolimus may be valuable.\n\nBrequinar sodium originally was developed as an antitumor drug. With the extensive data on safety issues regarding the use of brequinar as an antineoplastic agent, interest in the drug as an immunosuppressant to control graft rejection was stimulated.C\n\nBrequinar is a substituted 4-quinoline carboxylic acid (6 fluoro-2-(2-fluoro-1,1-biphenyl-4-yl)-3 methyl-4-quinolinecarboxylic acid, sodium salt). It is a water-soluble compound 335 that is readily absorbed after oral administration. 67 Peak concentrations are obtained approximately 2 hours after oral administration, with the half-life in humans reported to be about 8 hours. Two thirds of the breakdown products are excreted in feces, and one third are excreted in urine.\n\nBrequinar inhibits the mixed lymphocyte reaction in a dose-dependent manner. The concentration required to produce a 50% inhibition is species dependent and varies from 0.025 μg/mL in humans to 40 μg/mL in monkeys. In humans, there is substantial interindividual variation in 50% inhibition values. 155 \n\nAs previously mentioned, a first mechanism of action of brequinar is inhibition of the enzyme dihydroorotate dehydrogenase, 45 as evidenced by the fact that in vitro and some in vivo effects of brequinar can be reversed by the administration of uridine. 315 This mode of action explains the antiproliferative effect of brequinar and its ability to reduce mRNA levels of interferon (IFN)-γ, IL-2 and IL-10. 273 T lymphocytes and B lymphocytes are affected, explaining the effects of brequinar on cell-mediated and humoral immunity. Some immunosuppressive effects of brequinar are unaffected by uridine supplementation, however, suggesting that another mechanism of action may be involved. In this respect, it has been shown that brequinar can inhibit tyrosine phosphorylation in anti-CD3-stimulated murine T lymphocytes. 315 It was shown that brequinar-mediated control of lymphadenopathy and autoantibody production in MRL-lpr/lpr mice depended only partially on inhibition of pyrimidine nucleotide synthesis and that it was rather associated with in vivo inhibition of protein tyrosine phosphorylation. 314 \n\nIn rats, brequinar treatment, three times weekly for 30 days, was in most recipients associated with permanent kidney and liver allograft survival. Prolongation of heart allograft survival was more difficult to achieve and required longer periods of treatment. 59 Survival times of small bowel allografts and hamster xenografts in rat recipients have been shown to be prolonged equally by brequinar treatment. 60 The difference in mechanism of action of brequinar and cyclosporine led to the expectation that potential synergistic action would allow significant dose reductions in brequinar and fewer side effects. Brequinar was shown to be very active on B lymphocytes, whereas the principal target cells of cyclosporine are T cells. Although a synergistic effect of brequinar with cyclosporine was documented in various experimental models, 143 this combination was complicated by enhanced toxicity of the two compounds as a result of drug accumulation. 189 In xenograft rejection, the humoral immune response is crucial and was shown to be successfully inhibited by combined treatment with brequinar and cyclosporine. 60 Similarly, brequinar treatment before the transplantation of allogeneic hearts to previously sensitized recipients significantly delayed graft rejection and was associated with suppression of antibody responses to donor tissues. 319 \n\nFollowing its approval for phase I studies in 1991, brequinar was tested in 32 patients receiving kidney transplants.\n\nPatients received standard cyclosporine and steroid therapy; in addition, brequinar was initiated within 48 hours after the transplant and given on alternate days, aiming at plasma levels of less than 2 mg/mL. In this first series of patients, evidence indicated that the number of rejection episodes was significantly reduced. 58 These initial positive results were not confirmed in other studies, however, and enthusiasm for the drug was tempered because of its narrow range of therapeutic effectiveness and the risk of thrombocytopenia at high doses. 117 \n\nIn rats, the combination of brequinar and cyclosporine was shown to lead to enhanced toxicity of both compounds as a result of drug accumulation. 189 In humans, the most common side effects at high doses were thrombocytopenia and mucositis. 58, 117 \n\nAlthough the characteristics of brequinar suggest that it would be an attractive immunosuppressant, the suboptimal pharmacologic profile jeopardizes its use in transplant patients. The future use of this drug in transplantation would require the development of analogues exhibiting a shorter half-life and less toxicity.\n\nIn 1981, spergualin (a water-soluble peptide) was isolated from the culture filtrate of Bacillus latersporus and explored as a new anticancer or antibiotic substance. 266 Its analogue 15-deoxyspergualin subsequently became widely known as a promising new immunosuppressant.\n\nSpergualin (1-amino-19-guanitido-11,15-dihydroxy-4,9, 12-triazathioprinenonadecane-10,13-dione) was synthetically dehydroxylated to produce 15-deoxyspergualin. Because of its poor oral bioavailability, 15-deoxyspergualin must be delivered parenterally. 272 The drug is rapidly eliminated, primarily through the kidney. 280\n\nThe precise mode of action of 15-deoxyspergualin is unknown. It specifically binds to Hsp 70, a heat-shock protein 177 and is believed to have its principal effect by inhibiting activation of transcription factor NFκB in antigenpresenting cells and monocytes. 99 This premise may explain why 15-deoxyspergualin inhibits monocyte and macrophage functions such as antigen presentation, major histocompatibility class II upregulation, IL-1 release, or superoxide production. 68,296 T cell-specific functions, such as concanavalin A blastogenesis, mixed lymphocyte reaction responsiveness, and IL-2 production, are only poorly affected or not affected at all. 261 In contrast, B lymphocyte maturation and antibody production are sensitive to 15-deoxyspergualin. 244 On the basis of these characteristics, 15-deoxyspergualin is considered to be a particular immunomodulatory agent with a unique mechanism of action.\n\nIn most animal experiments, 15-deoxyspergualin did not seem to be effective when used to prevent rejection.\n\nWhen treatment was initiated several days after transplantation, however, the drug was found to be much more effective. 228 This observation suggested that 15-deoxyspergualin may be useful for the treatment of rejection crises. This suggestion was confirmed in dogs, 8 and treatment of rejection subsequently became the major indication for clinical use (see later). Because of its effects on monocytes, macrophages, and B lymphocytes, 15-deoxyspergualin seems promising for xenotransplantation; this is illustrated by the fact that it is effective in stringent xenogeneic transplant models, such as primary nonfunction of islet xenografts 271 and the induction of xenogeneic chimerism in the pig-to-baboon combination. 217\n\nIn clinical transplantation, experience with 15-deoxyspergualin was obtained mostly in patients with rejection. Between 1988 and 1991, several clinical trials evaluated the effects of 15-deoxyspergualin in the treatment of kidney allograft rejection. Overall, results indicated that a 7-to 10-day course of 15-deoxyspergualin monotherapy reversed 70% of the acute rejections and 40% of the rejections that were already in a more chronic phase. When a 3-day course of high-dose methylprednisolone was added, the results improved to 90% and 60%, respectively. 7 Overall, treatment of recurrent rejection was as effective as treatment of first episodes of rejection.\n\nBecause of its effects on antibody formation, 15-deoxyspergualin also was explored in conjunction with cyclosporine, prednisolone, and antilymphocyte globulin for its capacity to inhibit secondary antibody production in ABO-incompatible or HLA-presensitized kidney transplant recipients and in pig islet xenograft recipients. 94, 262 15-Deoxyspergualin was safe and effective in ABO-incompatible and preformed antibody-positive kidney transplantation in a prophylactic and a therapeutic regimen for acute rejection. 262 In two of three 15-deoxyspergualin-treated patients, small amounts of urinary porcine C-peptide were detectable for several weeks, indicating some survival of xenogeneic fetal porcine islets. 94 More recently, Kirk and colleagues 124 found that the combination of alemtuzumab and 15-deoxyspergualin failed to induce tolerance in a small series of living donor kidney transplant recipients, but experience is too limited to draw firm conclusions.\n\nIn the clinical studies involving 15-deoxyspergualin, the most common side effects were subjective complaints of facial numbness and gastric discomfort. These symptoms disappeared as soon as the infusion was interrupted. Bone marrow suppression was the most common serious side effect, but it responded effectively to treatment with recombinant granulocyte colony-stimulating factor. 7,262\n\nUntil analogues are developed that allow for oral administration, 137 the major clinical indication of 15-deoxyspergualin is limited to the treatment of rejection crises. 15-Deoxyspergualin may be an alternative to steroids or antilymphocyte agents. The fact that it remains effective after recurrent administration is promising. In the future, if xenotransplantation becomes a reality, 15-deoxyspergualin may become important, especially for islet xenotransplantation. Because of its effects on macrophages and B lymphocytes, it may be essential to tackle the difficult problem of primary graft nonfunction.\n\nFTY720 is a synthetic structural analogue of myriocin, a metabolite of the ascomycete Isaria sinclairii, a fungus that vegetates on wasps. 83, 84, 223 FTY720 has a molecular weight of 344 daltons and is a 2-amino-2-[2-(4-octylphenyl)ethyl]-1,3-propanediol hydrochloride. This chemical structure is different from cyclosporine, FK506, and other current immunosuppressants.\n\nFTY720 given daily by oral gavage has marked antirejection properties in mice, rats, dogs, and monkeys. FTY720 (0.1 to 10 mg/kg) prolongs survival of skin allografts in highly allogeneic rodent models. 47 In a DA-to-Lew rat combination, a short course of peritransplant oral FTY720 (5 mg/kg; day −1 and 0) prolongs cardiac allograft survival and is as efficient as a 10-day post-transplant treatment with FK506 at 1 mg/kg. 312 Cardiac and liver allograft survivals are prolonged in the ACI-to-Lew rat model by either induction or maintenance treatment with FTY720. 257 Even delayed administration of FTY720 interrupts an ongoing allograft rejection suggesting a role for FTY720 as a rescue agent. 257,313 FTY720 blocks not only rejection but also graft-versus-host disease after rat intestinal transplantation. 170 Peritransplant and post-transplant FTY720 (0.1 to 1 mg/kg/day) also has profound immunosuppressive properties in kidney transplantation in monkeys and dogs and in liver transplantation in dogs. 123, 259, 279, 318 \n\nSmall and large animal models provide evidence that FTY720 acts in synergy with calcineurin inhibitors, cyclosporine, and FK506 and that this benefit does not result from pharmacokinetic interactions. 258 An induction course with FTY720 acts in synergy with post-transplant FK506 in prolonging cardiac allograft survival in rats. 312 A similar phenomenon has been observed when FTY720 is used after transplantation in combination with cyclosporine in rat skin and heart allografts. 47,104,123,258 FTY720 shows synergistic effect with FK506 and cyclosporine in heart and liver transplants in the ACI-to-Lew rat model. 318 FTY720 shows synergy with cyclosporine in kidney transplantation in dogs (0.1 to 5 mg/kg/day) and monkeys (0.1 to 1 mg/kg/day). 279 Finally, FTY720 (0.1 mg/kg) synergizes with cyclosporine and FK506 in dog liver transplantation. 260 Synergy between FTY720 and rapamycin also was observed in cardiac transplantation in rats. 302\n\nIn contrast to cyclosporine and FK506, FTY720 is a poor inhibitor of T cell function in vitro. 279 In particular, FTY720 does not influence antigen-induced IL-2 production. This lack of in vitro immunosuppressive activity contrasts with the marked antirejection properties of FTY720 seen in vivo.\n\nRats receiving one oral dose of 10 mg/kg of FTY720 show a rapid and profound decrease in peripheral lymphocyte counts. These counts remain significantly depressed, but return to pretreatment levels within 14 days. 257 Fluorescence-activated cell sorter analysis indicates a specific reduction in CD3 cells, with unchanged CD4-to-CD8 cell ratio. 313 It was first suggested that FTY720-induced lymphocytopenia results from apoptotic lymphocyte death. In vitro exposure to high FTY720 concentrations (4 × 10 −6 M) induces chromatin condensation, typical DNA fragmentation, and formation of apoptotic bodies. 258 Apoptosis after administration of FTY720 also has been documented in vivo. 47,145,163,258 FTY720 causes intragraft apoptotic lymphocytic death in animals with ongoing liver allograft rejection.\n\nA second mechanism of action of FTY720 is through alteration of lymphocyte trafficking. 48, 98, 159, 167 After FTY720 administration (4 mg/kg or 8 mg/kg) in mice, labeled B cells and T cells immediately leave the peripheral blood and migrate to the peripheral lymph nodes, mesenteric lymph nodes, and Peyer's patches. The labeled cells return to the peripheral blood after withdrawal of the drug and do not undergo apoptotic death. Migration is equivalent for T cells, CD4 cells, CD8 cells, and B cells. 321 This altered cell trafficking is accompanied by a reduction of lymphocyte infiltration into grafted organs, 321 a phenomenon that would contribute to the antirejection property of the drug.\n\nLymphocytes treated ex vivo with FTY720 and reintroduced in vivo similarly migrate to the peripheral lymphoid tissues, indicating that FTY720 acts directly on lymphocytes. The effect of FTY720 is abolished by previous exposure to pertussis toxin, suggesting that FTY720 modulates G protein-coupled chemokine receptors on the cell surface of the lymphocytes. 33 In addition, the process of accelerated homing was completely blocked in vivo by coadministration of anti-CD62L, anti-CD49d, and anti-CD11a monoclonal antibody, suggesting that FTY720 directly affects the homing receptors. 48 It has been suggested that CD4 + CD25 + T regulatory cells are differently affected by FTY720 compared with T effector cells. 225 CD4 + CD25 + T regulatory cells express lower levels of sphingosine 1-phosphate 1 (S1P 1 ) and S1P 4 receptors and show reduced response to S1P. In vitro FTY720-treated CD4 + CD25 + T regulatory cells possess an increased suppressive activity in an antigen-specific proliferation assay. 225 FTY720, in the presence of TNF-α, increases the expression of certain intercellular adhesion molecules on human umbilical vein endothelial cells in vitro. 144 Alteration of cell trafficking by FTY720 may result not only from its direct action on lymphocytes but also from an effect on endothelial cells. S1P receptors also are present on murine dendritic cells. On administration of FTY720, dendritic cells in lymph nodes and spleen are reduced; the expression of CD11b, CD31/PECAM-1, CD54/ICAM-1, and CCR-7 is downregulated; and transendothelial migration to CCL19 is diminished. 136 In a murine model of cardiac transplantation, alloantigenspecific effector-memory T cells were sequestrated in regional lymphoid tissue, and a decreased T cell infiltration in the allograft was observed after FTY720 treatment. 97, 325 Delayed administration of FTY720 attenuated the progression of vasculopathy and interstitial fibrosis, suggesting that FTY720 interrupts the trafficking of activated effector-memory T cells. 97\n\nPulmonary, cardiac, and neurologic toxicities have been reported, but only in animals exposed to very high doses of FTY720. The parent compound of FTY720 (myriocin) induces severe digestive toxicity, but FTY720 itself does not. 46,84 At therapeutic doses, FTY720 seems to be well tolerated. Doses of 5 mg/kg cause no clinical toxicity in rats. Studies in dogs indicate that doses of 5 mg/kg are equally well tolerated for 90 days. 47,123 At 10 mg/kg, no toxicity was observed in cardiac transplantation rats receiving post-transplant FTY720. 47,104,258 A single dose of FTY720 at 10 mg/kg was lethal, however, when given before transplantation to rat liver recipients. Monkeys treated with FTY720 (0.1 to 1 mg/kg) showed no specific side effects. 279 Typical side effects of calcineurin inhibitors-nephrotoxicity, neurotoxicity, and diabetogenicity-have not been observed with FTY720.\n\nStable renal transplant patients maintained on cyclosporine tolerate well one oral dose of FTY720 (0.25 to 3.5 mg). 25, 35, 36, 235 In particular, no pulmonary toxicity was noted. Although clinically asymptomatic, a few episodes of bradycardia were observed. One episode of headache led to drug withdrawal.\n\nSimilar to its effect in animals, single doses of FTY720 cause a lymphocytopenia that is dose dependent in intensity and duration and that affects CD4 cells, CD8 cells, memory T cells, naive T cells, and B cells equally. Monocyte and granulocyte counts remain unchanged. Doses of 1 mg caused a rapidly reversible decrease in lymphocyte count with a nadir at about 6 to 12 hours. Higher doses of FTY720 result in more sustained and more profound lymphocytopenia.\n\nMaximal concentration and area under the curve are proportional to the dose, indicating that the pharmacokinetic profile of FTY720 is linear. The volume of distribution is larger than the blood volume, indicating a widespread tissue penetration. FTY720 undergoes hepatic metabolism and has a long half-life (about 100 hours), indicating extended pharmacological action. Bioavailability is adequate, and intersubject variability is low.\n\nIn a phase II study in de novo renal transplantation, FTY720 at 2.5 mg was found to be as effective as MMF in combination with cyclosporine for the prevention of acute rejection after renal transplantation. FTY720 was well tolerated and not associated with the side effects commonly observed with immunosuppressant therapies. 269\n\nFTY720 is a promising new type of immunosuppressive agent (immunomodulator) with unique structure and mechanism of action (S1P receptor modulator) and marked antirejection effect. FTY720 modifies lymphocyte trafficking through alteration of the expression or function of adhesion molecules. This provokes a migration of lymphocytes from the peripheral blood to the secondary lymphoid tissues, a reduction in allograft lymphocyte infiltration, and a peripheral lymphocytopenia. The effect is dose dependent and reversible on discontinuation of the drug. FTY720 also may cause lymphocyte apoptosis, but probably only at higher doses. FTY720 can ameliorate or prevent rejection when used as an induction or maintenance therapy.\n\nOngoing acute rejection can be interrupted by post-transplant FTY720, which acts in synergy with calcineurin inhibitors cyclosporine and FK506 and with rapamycin. Ongoing experimental work suggests that FTY720 also may protect from ischemia-reperfusion injury. 13, 158, 253, 278 In addition to its role in clinical organ transplantation, FTY720 may prove useful in the treatment of inflammatory/autoimmune conditions. 121 The first studies in rats involving KRP-203 (2-amino-2-(2-[4-3(-benzyloxyphenylthio)-2-cholorophenyl]ethyl)-1, 3-propanediol hydrochloride), which has some similarity of molecular structure to FTY720, have been published. KRP-203 alone or in combination with low-dose cyclosporine or mycophenolic acid prolonged skin and heart allograft survival with attenuated bradycardia. 230,256,263\n\nMechanism of Action 1,25-Dihydroxyvitamin D 3 (1,25(OH) 2 D 3 ) and some of its new synthetic structural analogues are promising immunomodulators, with effects in autoimmunity and transplantation immunology. The detection of the receptor for 1,25(OH) 2 D 3 (vitamin D receptor) in almost all cells of the immune system, especially in antigen-presenting cells (macrophages and dendritic cells) and in activated T lymphocytes, led to the investigation of a potential role for 1,25(OH) 2 D 3 as an immunomodulator. 164, 291 In addition, activated macrophages and dendritic cells are able to synthesize and secrete 1,25(OH) 2 D 3 in a regulated fashion. 102, 245 After macrophage activation by IFN-γ, the secretion of classic macrophage products, such as IL-1, TNF-α, and IL-12, precedes the transcription of the vitamin D 1α-hydroxylase enzyme (responsible for the final and rate-limiting step in the synthesis of 1,25(OH) 2 D 3 ) and consequently the production of 1,25(OH) 2 D 3 itself. 185 The timing of its synthesis and secretion is compatible with that of a suppressive negative feedback signal.\n\n1,25(OH) 2 D 3 stimulates the differentiation of monocytes toward good phagocytosis and killing of bacteria, while suppressing their antigen-presenting capacity. 138, 236 Essential for the latter is the suppression of surface expression of HLA class II molecules and of classic adhesion molecules necessary for full T cell stimulation, such as CD86. 55 This inhibition of HLA class II and costimulatory molecule (CD86, CD80, CD40, CD54) expression also is observed on the surface of dendritic cells after in vitro or in vivo treatment with 1,25(OH) 2 D 3 or its analogues. 20, 93, 197, 203, 292, 293 Dendritic cells, being the antigen-presenting cells par excellence, are deviated toward a more immature or tolerogenic phenotype having in vitro and in vivo capacity to induce the development of regulatory T cells. 91, 165, 166, 197, 292, 293 The crucial cytokines secreted by antigen-presenting cells (monocytes and dendritic cells) for recruitment and activation of T cells are directly influenced by 1,25(OH) 2 D 3 . IL-12, being the key cytokine determining the direction in which the immune system is to be activated, is inhibited by 1,25(OH) 2 D 3 and its analogues. 61, 140, 293 Thereby, 1,25(OH) 2 D 3 directly interferes with the heart of the immune cascade, shifting the immune reaction toward a T helper type 2 (Th2) profile. In addition, expression by dendritic cells of the immunosuppressive IL-10, opposing the effects of IL-12, is increased by treatment with 1,25(OH) 2 D 3 or its analogues. 197, 293 Although the major immunomodulatory effects of 1,25(OH) 2 D 3 are mediated through its action on antigenpresenting cells, T cells also are direct targets of 1,25(OH) 2 D 3 . The Th1 cytokines IL-2 and IFN-γ are directly inhibited by 1,25(OH) 2 D 3 , 6,54,264 whereas the Th2 cytokine IL-4 is stimulated. 27,37,186 The molecular pathways by which 1,25(OH) 2 D 3 modulates the expression of these and other genes in the immune system varies widely. 290 Next to the classic interaction with vitamin D receptor-specific binding sites in the promoter region of target genes (vitamin D-responsive elements) as in the inhibition of IFN-γ, 54 1,25(OH) 2 D 3 also interferes with other pathways of transcription regulation. 1,25(OH) 2 D 3 -mediated inhibition of IL-2 is due to impairment of NFAT/AP-1 complex formation and subsequent association with its binding site within the IL-2 promoter. 6, 264 During the inhibition of IL-12 in monocytes and dendritic cells, 1,25(OH) 2 D 3 targets the NFκB pathway. Activation and binding of NFκB to its binding site within the promoter of the p40 subunit of IL-12 are repressed by 1,25(OH) 2 D 3 . 61\n\nThe fact that 1,25(OH) 2 D 3 and its analogues influence the immune system by immunomodulation through the induction of immune shifts and regulator cells makes these products appealing for clinical use, especially in the treatment and prevention of autoimmune diseases. In the animal model of autoimmune diabetes in the NOD mouse, upregulation of regulator cells and a shift away from Th1 toward Th2 could be observed in 1,25(OH) 2 D 3 -treated mice locally in the pancreas and in the peripheral immune system. 186 A restoration of the defective sensitivity to apoptosis characteristic for NOD T lymphocytes was observed, resulting in a better elimination of autoreactive effector cells. 39, 41, 64, 65 This increased sensitivity to apoptosis has been described for different apoptosisinducing signals. This mechanism may explain why an early and short-term 1,25(OH) 2 D 3 treatment before the clinical onset of autoimmunity can lead to long-term protection and restoration of self-tolerance. 42 This arrest in the progression of autoimmune diabetes in NOD mice treated with an analogue of 1,25(OH) 2 D 3 was shown to be associated with an enhanced frequency of regulatory T cells in the pancreatic lymph nodes. 92 A clear additive and even synergistic effect was observed between 1,25(OH) 2 D 3 or its analogues and other, more classic immunosuppressants, such as cyclosporine, sirolimus, or mycophenolate mofetil, in vitro and in different in vivo autoimmune disease models, such as autoimmune diabetes 40,42,95 and experimental autoimmune encephalomyelitis. 31,32, 288 1,25(OH) 2 D 3 and its analogues were investigated in various transplantation models, such as pancreatic islet allotransplantation and xenotransplantation in mice 91, 96 ; allogeneic heart 115 and skin 22,295 transplantation in mice; and allogeneic aorta, 207 bone marrow, 187 heart, 107,139 kidney, 208 and liver 209 transplantation in rats. The overall conclusion that can be drawn from these studies is that as monotherapy, 1,25(OH) 2 D 3 and its analogues provoke only a modest prolongation of graft function. This is not surprising in view of the weak intrinsic effects of 1,25(OH) 2 D 3 and its analogues on T cells. In conjunction with other immunosuppressants, strong synergistic effects often can be observed, however. 91, 96, 114, 118, 187, [207] [208] [209] 295 In addition, in view of its effect on antigen presentation and on directing the immune system in the Th2 direction, 1,25(OH) 2 D 3 may help to induce tolerance. 91 A major concern remains, however, the side effects of 1,25(OH) 2 D 3 on calcium and bone metabolism. The use of 1,25(OH) 2 D 3 analogues, which have maintained or amplified immunomodulatory effects in combination with reduced effects on calcium and bone, already partially conquer this problem. 30, 289 The additional use of calcium-lowering methods, such as limited nutrient calcium intake, and bone resorption inhibitors, such as bisphosphonates, aid in further bypassing the negative side effects of hypercalcemia and excessive bone resorption, 287 facilitating the step toward the clinical applicability of 1,25(OH) 2 D 3 and its analogues for their potent immunomodulatory properties.\n\nCyclophosphamide (2-[bis(2-chloroethyl)amino]-2H-1,3,2oxazaphosphorinane 2-oxide) is an oxazaphosphorine that was first synthesized in 1958 by Arnold and colleagues. 10 On cellular uptake, it is extensively metabolized. 24, 63 The drug is first transformed to hydroxylated intermediates by the cytochrome P-450 system. 195 The hydroxylated intermediates undergo breakdown to form the active compounds phosphoramide mustard and acrolein, and reaction of the phosphoramide mustard with DNA results in cell death. 63 At high doses, cyclophosphamide is an effective immunosuppressive agent in experimental allograft models, 307 with perhaps some specificity for B lymphocytes. 281 On the basis of a short-term follow-up of a small series of patients, Starzl and coworkers 239 suggested that cyclophosphamide might be substituted for azathioprine because very good results with few complications were achieved using triple therapy with antilymphocyte globulin, cyclophosphamide, and prednisolone. Previous experience with cyclophosphamide in small series had not been good, probably because high doses were being administered. 194 Cyclophosphamide has been used in combination with azathioprine and prednisolone 21 in the treatment of chronic steroid-resistant rejection, and although some benefit was achieved, 285 serious complications were noted. Two small controlled trials have shown that cyclophosphamide, in intermittent boluses in the first few weeks after transplantation, was not beneficial. 111, 303 The complications of cyclophosphamide can be severe, such as leukopenia, thrombocytopenia, hemorrhagic cystitis, nausea, and vomiting. These complications were found to be rare, however, in a study of a few patients given low-dose cyclophosphamide as a replacement for azathioprine for liver dysfunction, and there was no evidence of inadequate immunosuppression. It is possible that the immunosuppressive effect of cyclophosphamide has never been adequately tested at dosages sufficiently low to avoid complications. This possibility is suggested further by the report of Yadav and colleagues, 316 who showed that in living related transplant recipients who were given cyclophosphamide instead of azathioprine because of hepatic dysfunction or because of the high cost and unavailability of azathioprine, complications attributed directly to cyclophosphamide were minimal. The authors concluded that cyclophosphamide was a safe and effective alternative to azathioprine.\n\nThe only standard indication for cyclophosphamide in transplantation today is the desensitization of highly sensitized recipients before renal transplantation. Most of these protocols involve repeated plasmapheresis, in combination with cyclophosphamide, either with or without continuation of steroids, until a kidney transplant can be performed. 1\n\nBredinin, 4-carbamoyl-1-β-D-ribofuranosylimidazolium-5-olate, is a nucleoside analogue that is structurally similar to ribavirin. It was isolated from the culture media of the soil fungus Eupenicillium brefeldianum as an antibiotic agent with activity against Candida albicans. Bredinin exerts its immunosuppressive function through selective inhibition of the enzymes inosine monophosphate dehydrogenase and guanosine monophosphate synthetase, both of which are required for the generation of guanosine monophosphate from inosine monophosphate in the de novo pathway.\n\nPreviously, bredinin has been used mainly in Japan and is infrequently used elsewhere. In a canine model of renal transplantation, bredinin prolonged graft survival. 9 In humans, compared with azathioprine, bredinin showed equally potent immunosuppressive activity and fewer adverse effects. 12, 129, 173, 265, 267 Because of its similarity in structure to ribavirin, bredinin also exhibits in vitro antiviral activity against cytomegalovirus, respiratory syncytial virus, measles, hepatitis C virus, coronavirus, parainfluenza, and influenza virus. 105, 179, 219, 229, 231 In conclusion, experience with bredinin today is limited, but results show that it is a safe and effective immunosuppressant in human kidney transplantation. Phase III trials are under way in France, Germany, and the United Kingdom in renal transplant patients.\n\nJAK3 is a tyrosine kinase essential for the signal transduction from the common γ chain of the cytokine receptors for IL-2, IL-4, IL-7, IL-9, IL-15, and IL-21 to the nucleus. Its expression is restricted to immune cells, and this feature makes it an attractive target for new immunosuppressants. Deficiency in JAK3 results in severe combined immunodeficiency syndrome. 152, 212, 214, 215 Because bone marrow transplantation is curative for severe combined immunodeficiency syndrome patients, it can be concluded that JAK3 has no other essential functions in other systems or organs. 182 Several JAK3 inhibitors have been developed-tyrphostin AG-490, PNU156804, dimethoxyquinazoline compounds (WHI-P131), CP-690 550, and Mannich base NC1153. From studies on acute lymphoblastic leukemia cells, it was concluded that tyrphostin AG-490 was a selective JAK2 inhibitor, with only bystander inhibitory activity against JAK3. In other T cell lines, AG-490 showed specific inhibitory activity against JAK3. 301 In rats, the combination of tyrphostin AG-490 and cyclosporine resulted in a prolongation of heart allografts. 19, 125, 126 PNU156804 is an antibiotic of the undecylprodigioisin family and is an inhibitor of JAK3. 172 In a rat model of heart transplantation, it prolonged allograft survival and showed synergism with cyclosporine. 70, 233 WHI-P131 was originally designed as an antileukemic drug. 252 WHI-P131 prevented acute graft-versus-host disease, while preserving graft-versusleukemia effect 284 and prevented the onset of diabetes in NOD mice. 43 Platelet function is disturbed by WHI-P131, and this effect is independent of JAK3 inhibition, raising issues of selectivity of this drug. 274 CP-690 550 is the most potent (inhibitory potency of 1 nM) and selective JAK3 inhibitor to date. In rodents and nonhuman primates, CP-690 550 exerted strong suppression of immune reactions and prolongation of heart and kidney allograft survivals. In monotherapy, it significantly delayed the onset of rejection in kidney allografts. 28, 29, 44, 130 In nonhuman primates, CP-690 550 significantly reduced T cell IL-2-enhanced IFN-γ production and CD25 and CD71 expression, and it inhibited cellular alloimmune responses in vitro. 44, 192 Administration in vivo resulted in a reduction of natural killer cell and T cell numbers, whereas CD8 + effector memory T cells were unaffected. 56, 192 The most common side effect of CP-690 550 is anemia, and this is due to inhibition of JAK2-mediated signaling through the erythropoietin receptor. Another possible detrimental result of interference with IL-2 signaling relates to the fact that tolerance induction essentially depends on the IL-2 pathway. 132, 156, 157 Mannich base NC1153 preferentially inhibited JAK3, prolonged kidney allograft survival, and induced transplantation tolerance in rats without toxic effects. 243 In conclusion, specific JAK3 inhibitors show great promise as new effective immunosuppressants, with few side effects. Clinical studies in autoimmune disease and organ transplantation are in progress.\n\nCladribine is an adenosine deaminase-resistant analogue of deoxyadenosine and is used in the treatment of leukemia and lymphoma. Many studies have explored the immunosuppressive capacity of cladribine. In vitro, cladribine inhibits B cell and T cell proliferation. 88 In vivo, cladribine monotherapy was shown to prolong skin allograft survival in mice 89 ; in combination with cyclosporine, it prolonged liver and heart allograft survival in rats 226 ; and it was more effective than cyclosporine monotherapy in small bowel allografts. 183 No clinical trials are published to date.\n\nThe farnesyltransferase inhibitor A 228839 was developed as an anticancer compound that inhibits Ras guanosine triphosphatases. A 228839 inhibited lectin-induced proliferation and antigen-presenting cell-induced T cell proliferation. The compound also inhibited lymphocyte Th1 cytokine production and promoted apoptosis in lectin-activated lymphocytes. 232 FR 252921, an immunosuppressive agent isolated from the culture of Pseudomonas fluorescens, inhibits activating protein-1 transcription activity and acts predominantly against antigen-presenting cells. FR 252921 showed synergy with tacrolimus in vitro and in vivo. In murine models of skin transplantation, compared with the optimal dose of tacrolimus alone, the combination of FR 252921 and tacrolimus prolonged graft survival. [80] [81] [82] \n\nFor several decades, total lymphoid irradiation (TLI) has been used to treat Hodgkin's disease. 119 The possibility of applying TLI as an immunosuppressive regimen rather than as an anticancer treatment was discovered by investigators at Stanford University. 85 In a study involving patients with Hodgkin's disease, they showed that cellular immune functions were severely impaired, whereas secondary hematological tumors were rare, and the only infections commonly observed after TLI were localized herpes zoster infections. 87\n\nTLI is delivered through two ports. A first, so-called mantle, port includes the lymph nodes of the neck, axillae, and mediastinum. The other port is called the \"inverted Y\" and encompasses aortic, iliac, and pelvic lymph nodes and spleen. Usually, a total dose of 40 to 50 Gy (1 Gy = 100 rad) is administered in daily fractions of 1.5 to 2.5 Gy.\n\nMuch of the currently available experimental evidence on the immunological mechanisms underlying TLI-induced tolerance points to the importance of suppressor cells. 247 Strober's group identified post-TLI suppressor cells as host-type natural killer T cells because the protective effect of TLI against graft-versus-host disease was abrogated in mice with a CD1d inactivated gene. 134 These host-type natural killer T cells produced IL-4 and stimulated donor-type cells also to produce IL-4. 134, 135 Definitive evidence of the functional importance and activity of these suppressor cells was provided by the demonstration that they could prevent graft-versus-host disease in vivo. 101 Post-TLI attenuation of effector T lymphocyte reactivity was proposed to be equally responsible for the observed immunosuppressed state after TLI. 18, 73, 74 This intrinsic T cell defect depended on the irradiation of thymus and extrathymic tissues. 188 After TLI, anergized T cells were shown to be incapable of proliferating even in the presence of exogenous IL-2. 76 In other studies, TLI was shown to lead to thymic clonal deletion of donor-reactive or host-reactive lymphocytes. 220 TLI-treated mice also exhibited decreased antidonor cytotoxic T cell precursor frequencies. 78 Finally, Strober's group showed that Th2 lymphocytes recover soon after TLI, whereas Th1 lymphocytes remain deficient for several months, 17 and they showed that this defect also can be prevented by thymic shielding during irradiation. 18 This Th2 dominance after TLI has been confirmed by other groups in rodents 75 and in large animals. 238\n\nTLI-treated BALB/c mice receiving a fully allogeneic C57BL6 bone marrow and skin graft on the first day after TLI became stable hematopoietic chimeras without signs of graftversus-host disease, and they developed permanent donor-specific tolerance with preserved anti-third-party reactivity. 250 Tolerance induction was critically dependent on the width of the irradiation field, the time of transplantation after TLI, the total dose of TLI, and the absence of presensitization. 250, 297, 298 Following these promising results in rodents, transplantation experiments using TLI were performed in dogs. Although bone marrow chimerism could be easily induced, tolerance to either heart 90 or kidney 106 allografts was not obtained, suggesting that TLI-induced bone marrow chimerism does not create tolerance toward organ-specific antigens.\n\nThe combination of TLI and low-dose cyclosporine was found to be effective and clinically safe in rats, 216 and TLI with postoperative antithymocyte globulin induced permanent and specific transplantation tolerance toward heart allografts in about 40% of transplanted dogs. 249 These encouraging results led to a similar trial in clinical kidney transplantation (discussed later). Myburgh and associates 176 applied a modified TLI regimen in baboons, with low dosage and wide field exposure, and showed that tolerance can be achieved in larger animals without concomitant bone marrow transplantation.\n\nThe principal disadvantage for the clinical application of TLI is that the complete regimen of fractionated daily irradiation needs to be administered and completed before, but sufficiently close to, the moment of transplantation, and finding a suitable donor organ within such a restricted time frame is problematic. Investigators have explored the possibility of using TLI after transplantation. In mouse and rat heart allograft models, post-transplantation TLI significantly prolonged graft survival when combined with monoclonal anti-CD4 antibodies 277 or infusion of donor-type dendritic cell precursors. 100 Pretransplantation TLI combined with cyclosporine, 242 cyclosporine and pretransplant splenectomy, 317 cyclosporine and anti-CD4 monoclonal antibody, 241 or deoxyspergualin 162 resulted in significantly longer graft survival rates than any other combination previously used.\n\nAlso, in heart or heart-lung transplantation experiments between xenogeneic nonhuman primate species, preoperative TLI, when administered in combination with cyclosporine and antithymocyte globulin, 218 cyclosporine and splenectomy, 26 or cyclosporine and methylprednisolone, 193 was more efficient than any other treatment regimen. Pretransplantation TLI, combined with cyclosporine and methotrexate in a pig heartinto-baboon model resulted in a graft survival time of more than 2 weeks. This regimen inhibited xenoreactive natural antibody production, but not the xenoreactivity of macrophages. 311 In a pig islet-into-rat xenograft model, TLI in combination with deoxyspergualin was extremely effective, 271 and even in a discordant lamb-into-pig model, TLI synergized with cyclosporine and azathioprine to provoke a 30-fold increase of the mean xenograft survival time. 275 \n\nThe first clinical kidney transplants using TLI were performed at the University of Minnesota in 20 patients who had previously rejected a renal allograft. 178 Because similar results (an increase of about 30% 1-year graft survival compared with historical control data) were achieved in this patient population using cyclosporine, and because of the ease of administration, the investigators concluded that cyclosporine was preferred over TLI.\n\nIn the 1980s, a controlled trial was performed at the University of Leuven, Belgium, in patients with end-stage diabetic nephropathy receiving cadaver kidney allografts, investigating the effect of pretransplantation TLI (20 daily fractions of 1 Gy, followed by once-weekly TLI doses until a suitable donor was found), followed by low-dose posttransplantation prednisone maintenance treatment. Long-term (8-year) follow-up revealed that rejection episodes were more frequent and patient and graft survivals were significantly inferior in the TLI-treated group. The excess mortality in the TLI-treated patients was due to sepsis, resulting from high-dose steroid therapy needed to treat rejection crises. This clinical experience confirmed the animal data, which also showed that TLI alone is insufficient to provoke long-term graft survival or tolerance and that extra manipulations are needed.\n\nIn a study at Stanford University, 24 patients received a first, and 1 patient a second, cadaver renal allograft using TLI and antithymocyte globulin. 142 The actuarial graft survival was 76% and 68% at 1 and 2 years. Ten of the 25 patients never had a rejection crisis despite an overall poor HLA matching between donor and recipient. As in the Leuven study, phenotyping of the suppressor/cytotoxic lymphocytes revealed that only 10% of the post-TLI suppressor/cytotoxic cells were cytotoxic (compared with ± 50% in control subjects). The expansion within the suppressor/cytotoxic subpopulation observed after TLI was entirely due to an increase of suppressor cells.\n\nIn follow-up studies, a specific antidonor mixed lymphocyte culture hyporesponsiveness or nonresponsiveness was shown, 53 and in some patients, all immunosuppressive drugs could be withdrawn. 248 An evaluation in a larger group of 52 patients treated with the same protocol at the same center showed a 3-year graft survival of about 50%, which is less than in cyclosporine-treated patients (about 75%). 142 Synergism between TLI and cyclosporine was studied in comparison with the conventional immunosuppressive regimen (ALG, prednisolone, azathioprine) in 20 patients at Rome University. 57, 171 Only 1 of the patients treated with conventional immunosuppression retained a functioning graft, whereas 7 of the TLI-treated patients had a functioning graft, among whom 4 never had a rejection crisis.\n\nThe use of a wide-field TLI regimen, shown to be effective in baboons, 176 was studied in humans at the University of Johannesburg. 174, 175 The 1-year and 5-year actuarial graft survivals were 86% and 60% and were significantly better for unsensitized patients (80% at 5 years). Seven patients (9.6%) died from transplant-related causes, five with functioning grafts. The facts that in two patients all immunosuppressive drugs could be stopped for several years, and that, in most of the others, only low-dose maintenance immunosuppression (cyclosporine, 3 mg/kg, and prednisolone, <10 mg/day orally) was used without any rejection crisis, seem to confirm the results obtained in the baboon model, in which more than 50% of the animals became specifically tolerant. 176 Post-transplant TLI combined with anti-CD3 monoclonal antibodies or with antithymocyte globulin and donor-specific blood transfusions seemed effective in a rat heart allograft model. 309 On the basis of these results, the efficacy of TLI was evaluated in heart transplant patients with therapyresistant or early vascular rejection. 108, 141, 222 TLI resulted in a significant reduction of rejection recurrences, an effect that was maintained for at least 2 years. These favorable results have been confirmed by several other groups. 11, 49, 153, 276, 286 Also, TLI-treated patients develop less coronary atherosclerosis than matched controls despite multiple rejection episodes. 196 TLI in the treatment of progressive bronchiolitis obliterans syndrome after lung transplantation was retrospectively evaluated in 37 patients in a more recent study. TLI significantly reduced the rate of decline in forced expiratory volume in 1 second, was well tolerated, and was associated with few severe complications. 77\n\nAlthough TLI has been shown to be a safe immunosuppressive regimen, it also has become evident that it is inefficient at inducing tolerance in large animal models and humans and is cumbersome to administer. Consequently, TLI has been abandoned in clinical practice except for the treatment of therapy-resistant rejection of heart or heart-lung transplant. In view of the increasing interest in xenotransplantation, the potential of TLI to interfere with xenogeneic reactivity must be explored further. The fact that TLI may concomitantly influence T cell-dependent and T cell-independent immunity may be important because both immune arms are now known to be equally important for the rejection of xenografts.\n\nExtracorporeal photopheresis is a technique in which leukocytes, removed from patients by leukapheresis, are exposed to 8-methoxypsoralen and ultraviolet A light. It was developed as an immunoregulatory treatment for erythrodermic cutaneous T cell lymphoma. 69 Subsequently, the procedure was shown to be safe as an alternative treatment for various human immune and autoimmune diseases, 201 and in rats 199 and monkeys, 198 the regimen was shown to result in extended skin allograft and cardiac allograft and xenograft survivals. Different mechanisms have been shown to contribute to the immunomodulatory effect of photopheresis, including selective inhibition of effector cells, 199, 200 induction of a high rate of apoptosis, 320 increased capacity to phagocytose apoptotic T cells resulting in the induction of anticlonotypic immune responses, 213 and a shift toward Th2 immune activation. 14 In clinical transplantation, photopheresis has been applied as a therapeutic and prophylactic option. It has been applied in the treatment of recurrent or resistant acute rejection in renal transplant patients, 14, 62, 86, 103, 131, 254, 308 but the number of patients included in these studies is limited, and prospective, randomized trials are needed. The safety and efficacy of photopheresis in the prevention of acute rejection of cardiac allografts have been evaluated in primary cardiac allograft recipients randomly assigned to standard triple-drug immunosuppressive therapy (cyclosporine, azathioprine, and prednisone) alone or in conjunction with 24 photopheresis sessions performed during the first 6 months after transplantation. After 6 months of follow-up, photopheresis-treated patients developed significantly fewer rejections, and there were no significant differences in the rates or types of infection. Although there was no significant effect on graft survival rates at 6 or 12 months, this study indicated that photopheresis may be an effective new immunosuppressive regimen in transplant recipients. 15 In patients with refractory bronchiolitis obliterans after lung transplantation, photopheresis resulted in a stabilization of graft function, and in some of these patients it resulted in histological reversal of rejection. 181, 221 SPLENECTOMY Splenectomy in the recipient before transplantation was first proposed by Starzl and colleagues 240 in 1963 as a means to improve graft survival. Although splenectomy is a standard procedure for patients who develop hypersplenism or azathioprine-associated leukopenia, evidence on the role of splenectomy in enhancing graft survival is controversial. 122, 184, 204, 211, 240, 251 A large prospective randomized trial in Minneapolis showed splenectomy to improve graft survival significantly, 79 but longer term follow-up showed loss of beneficial effects because of an increased infection-related mortality. 255 Several other single-center studies have shown an alarming risk of sepsis and death, nullifying any early benefits of splenectomy on graft survival, 2,202 and a multicenter analysis from the South Eastern Organ Procurement Foundation confirmed a modest improvement in graft survival after splenectomy but a relentless increase in patient mortality. 151 Splenectomy may have a place in the preparation of a recipient who is to receive an ABO-incompatible graft, a practice that is likely to become more widely used in living related donor transplantation, in which an ABO-incompatible but otherwise suitable donor is the only available donor. Alexandre and associates 3,4 reported a series of 38 such ABO-incompatible living donor transplants in which the recipient was prepared by plasmapheresis, donor-specific platelet transfusion, and splenectomy. Although the authors believe that the need for plasmapheresis and donor-specific platelet transfusion should be re-evaluated, splenectomy was thought to be important because 3 recipients who did not have a splenectomy lost their grafts from acute vascular rejection, in contrast to only 5 of 33 who did undergo splenectomy. 3, 4, 210 Ishikawa and colleagues 109 in Japan reported a small-scale but successful experience with postsplenectomy, ABO-incompatible, living donor kidney transplantation. Antigen-specific immunoadsorption and rituximab treatment have been developed more recently, however, as alternatives to plasmapheresis and splenectomy in the setting of ABO-incompatible kidney transplantation. 282, 283 PLASMAPHERESIS Plasmapheresis has been applied in three settings. The first is in the treatment of steroid-resistant acute rejection that is morphologically predominantly vascular and considered to be antibody-mediated rather than cell-mediated. Although some initial reports suggested a beneficial effect, 38 controlled trials were unconvincing. 5, 127 Nojima and colleagues 180 reported the successful treatment of antibody-mediated acute renal allograft rejection by combining plasmapheresis with 15-deoxyspergualin. The second setting is in the preparation of recipients of ABO-incompatible living donor kidneys, referred to earlier, 3, 210 although Brynger and coworkers 34 have reported some successful ABO-incompatible grafts without prior plasmapheresis of the recipient. In the third setting, plasmapheresis is used in an attempt to reduce the titer and the broad reactivity of HLA antibodies in highly sensitized candidate transplant dialysis patients; it is combined with cyclophosphamide therapy to prevent reappearance of the antibodies. Encouraging early results of this approach have been reported, although they were associated with considerable morbidity. 268 Immunoadsorption has been applied as an alternative to plasmapheresis and was found to be an equally efficient method. 190, 282, 283 Studies of this approach in highly sensitized candidate transplant recipients are continuing, in particular, the search for drugs that selectively prevent synthesis of antibodies but perhaps may be less toxic than cyclophosphamide. "}