{"title": "Comprehensive Assessment of Serious Adverse Events Following Immunization by Health Care Providers ADEM Acute disseminated encephalomyelitis AEFI Adverse event following immunization CISA Clinical Immunization Safety Assessment MMR Measles, mumps, and rubella VAERS Vaccine Adverse Event Reporting System", "body": "M any events occurring after vaccination have been attributed to vaccines, when in fact the association was often due to chance. 1 However, as with any medical intervention, there are times when adverse events are caused by immunizations. 2 Distinguishing which events are causally related to vaccine, rather than coincidental events, is a challenge for the pediatrician and a major focus of vaccine safety science. Consider a child who presents with aseptic meningitis after immunization. Because of the temporal relationship, one may suspect the immunizations as the cause, yet subsequent isolation of enterovirus from cerebrospinal fluid implicates the enteroviral infection instead. 3 The term adverse event following immunization (AEFI) is defined as any untoward event that occurs after immunization, regardless of causal association. 4 AEFI is the preferred notation to describe such clinical events because the term is free from implications regarding causal relationship and favors an open mind about the role of immunizations. AEFIs are a common part of routine clinical practice. 5, 6 The Clinical Immunization Safety Assessment (CISA) network has reviewed many individual cases of AEFIs [7] [8] [9] and found that when a comprehensive investigation for alternative etiologies of the AEFI is completed, other causes for the event can often be identified. Yet, such comprehensive evaluations are rarely performed. 8 We describe a stepwise approach to the comprehensive assessment of serious AEFIs by health care providers. The main objective is to highlight the important role that health care providers play in this effort by actively evaluating for the most likely causes of serious events when they occur after immunization.\n\nStep 1: Establish a Clear Diagnosis Many AEFIs can be categorized using the Brighton Collaboration, 10 an independent global network of scientists who have developed specific case definitions for select AEFIs to assign levels of diagnostic certainty. Brighton Collaboration case definitions are particularly useful for comparing AEFIs across individuals, regions, and countries, and we encourage providers to use Brighton definitions for AEFIs whenever possible. The application of the Brighton case definition for Guillain-Barr e syndrome was used by CISA investigators to classify cases of demyelinating polyneuropathy reported to the Vaccine Adverse Event Reporting System (VAERS) after receipt of the 2009 monovalent H1N1 influenza vaccine. 7\n\nStep 2: Consider Whether the Timing of the AEFI Is Consistent with Prior Knowledge and Known Biological Mechanisms If \"risk intervals\" for AEFIs are known, it is important to apply these intervals in the evaluation of AEFIs. For example, if a child experiences a febrile seizure 3 days after the receipt of a measles, mumps, and rubella (MMR) vaccine, a parent might consider the immunization to be the cause of the seizure. However, peak vaccine virus replication occurs 1-2 weeks after vaccination, 11, 12 and the period of elevated risk for fever and febrile seizures after an MMR vaccine is usually 7-10 days (range 5-12 days) 13 after immunization. Thus, it is improbable that a febrile seizure occurring 3 days after immunization was caused by an MMR vaccine.\n\nHowever, for many serious AEFIs, the period of increased risk after immunization is unclear. In these cases, we encourage providers to carefully document the time course of the AEFI in relation to the vaccination. The natural history of this adverse event should also be reported to VAERS so that this information can be compiled and lead to a better understanding of the risk interval for similar events in the future. The temporal relationship is also useful to CISA investigators if the event is evaluated in this format.\n\nStep 3: Conduct a Thorough Assessment for All Potential Nonvaccine Causes of the AEFI and Seek Evidence that the Vaccine May Be Causally Related to the Event This step is critical in determining the relationship of the AEFI to the immunization and needs to be completed at the time of the AEFI by the pediatrician or health care provider. Comprehensive etiologic evaluations often are not performed for a variety of reasons, including: (1) the perception that defining the cause may not affect patient management;\n\n(2) excessive costs are associated with such evaluations; (3) provider belief that the vaccine was the likely cause; or (4) the provider was not aware of how to conduct such an evaluation. CISA reviewed serious neurologic adverse events reported to VAERS after the pandemic H1N1 influenza vaccine 7 and found that when etiologic investigations were conducted, alternate (more likely) causes of the AEFI were often identified (eg, the occurrence of Campylobacter, Mycoplasma, or cytomegalovirus infections before Guillain-Barr e syndrome). 14, 15 Although identification of an infectious agent at the time of the event cannot completely rule out any possibility that the vaccine was related to the event, this finding lessens the likelihood of a causal association with vaccine.\n\nIt is vitally important to uncover other potential and more likely causes for serious AEFIs for 2 reasons: (1) the investigation ensures that providers and patients have complete clinical information on which to make informed decisions regarding current management and future immunizations; and (2) such assessments will enhance our collective knowledge of the true risk of an event after receipt of specific vaccines, thus helping to clarify whether these AEFIs are likely \"causal\" or \"coincidental.\" The Table provides a list of many serious AEFIs, a list of potential causes for these disorders, and proposed comprehensive diagnostic evaluations.\n\nStep 4: Providers Are Encouraged to Report Any Clinically Significant or Unexpected AEFIs to the VAERS Several events are reportable by law (http://vaers.hhs.gov/ resources/VAERS_Table_of_Reportable_Events_Following_ Vaccination.pdf). VAERS 16 is the spontaneous reporting system for AEFIs in the United States. Although VAERS has limitations inherent to any passive surveillance system, 17 reports to VAERS have generated hypotheses that can be tested using population-based databases such as the Vaccine Safety Datalink. 18 For example, in 1998, a cluster of VAERS reports noting intussusception in infants after receipt of the tetravalent rhesus-based rotavirus vaccine [19] [20] [21] led to further studies, resulting in the pharmaceutical company ultimately removing the vaccine from the market.\n\nStep 5: Assess the Causal Association of the AEFI with the Vaccine(s) Using All Clinical Information Collected as Discussed Earlier Even with complete clinical information, if the provider is concerned the AEFI is causally associated with vaccination, the assessment can be challenging and may require consultation with subspecialists or experts in vaccine safety, such as the CISA network. One primary purpose of CISA is to review clinically complex AEFIs. CISA investigators review all data related to the AEFI, discuss the case with subspecialty experts and ideally the requesting provider, and answer specific ques-tions, typically related to causality and future immunizations. Providers can contact the CISA network through the CISA website (http://www.cdc.gov/vaccinesafety/Activities/CISA. html). CISA has also developed a causality assessment tool for use by health care providers 22 that guides providers through an algorithm for causality determination. Because information regarding diagnosis, timing, and evaluation of other known causes is intrinsic to the algorithm, it is necessary to complete steps 1 through 3 to assess causality using this tool.\n\nTo illustrate the complexities involved with comprehensive AEFI assessments, 2 examples of clinical cases of AEFIs are discussed. The CISA causality algorithm is applied for the 2 examples in the Figure. Varicella A 1-year-old child presents with a vesicular eruption after receipt of the varicella vaccine. The first step is to accurately characterize the lesions and clinical presentation as consistent with varicella.\n\nStep 2 is to consider whether the lesions and symptoms occurred during a plausible risk interval after vaccination. The reported risk interval for varicella rash after the varicella vaccine is 5-42 days, 23 and the usual incubation period after wild-type varicella infection is typically 14-16 days. 24 To establish the actual cause of the rash (ie, vaccine vs wild-type varicella) with the greatest level of certainty (step 3), a provider should: (1) obtain biological samples to confirm the presence of varicella; and (2) use molecular methods to determine whether it is wild-type or vaccine strain. 25 A consultation with an infectious disease specialist would likely facilitate the logistics of this evaluation. Confirmation of cause (ie, wild-type or vaccine strain varicella virus) results in a clear causality assessment (step 5; Figure) .\n\nIf the rash were disseminated and associated with the vaccine strain, further investigation would be necessary, because disseminated vaccine-type infections usually occur in the setting of immunodeficiency. [26] [27] [28] [29] Acute Disseminated Encephalomyelitis Consider a 5-year-old child who develops symptoms of altered mental status and gross motor abnormalities 3 weeks after receiving routine immunizations. The evaluation starts with establishing the diagnosis of acute disseminated encephalomyelitis (ADEM) (step 1) with appropriate neurologic examinations and magnetic resonance imaging. The Brighton Collaboration has developed an ADEM case definition to help determine the level of diagnostic certainty. 10 Step 2 requires the provider to consider carefully whether the symptoms began during an evidence-supported postvaccination risk interval. CISA has recently proposed a risk interval of 2-48 days for ADEM. 30 Step 3 is the comprehensive laboratory evaluation for other possible causes for the event or evidence of vaccine association. Identification of suspected viral and bacterial organisms would require the collection of: (1) Vol. 162, No. 6 June 2013 (Table) . ADEM may be managed with intravenous immunoglobulin; thus, it is important to obtain and save sera for later testing before intravenous immunoglobulin administration because this treatment will alter the patient's serologic status. 31 An evaluation for systemic autoimmune disorders may also be appropriate. This thorough evaluation allows for the most informed causality assessment (step 5; Figure) . CISA reviewed 8 cases of ADEM reported to VAERS after receipt of the 2009 H1N1 vaccine; of these, 2 patients were found to have concurrent parainfluenza virus infection. 7\n\nFor some AEFIs, evidence exists supporting a causal relationship with one or more vaccines based on biological plausibility, epidemiologic, mechanistic, or pathologic factors. Examples include extensive limb swelling after diphtheria, tetanus and acellular pertussis vaccine, 32 large local reactions after several vaccines, [33] [34] [35] sterile abscesses after vaccines containing alum, 36 febrile seizures occurring after measlescontaining vaccines, 13, 37 and anaphylaxis or other immediate hypersensitivity reactions after gelatin-containing vac-cines. 12, [38] [39] [40] [41] These relationships have been reviewed extensively in prior publications and the CISA network has developed guidelines to evaluate and manage hypersensitivity reactions occurring after immunizations. 42 The rare occurrences of serious or life-threatening AEFIs are of greatest concern for patients, providers, and public health stakeholders, and their evaluation poses a challenge. For the majority of serious AEFIs, the evidence has either been contradictory or inconclusive as to whether a causal relationship exists between the AEFI and specific vaccines. The Institute of Medicine recently reviewed 158 specific AEFIs temporally associated with 1 of 8 vaccines 38 according to a strict causal methodology that evaluated both mechanistic and epidemiologic evidence. \"Mechanistic evidence\" was clinical or biological evidence that a vaccine could cause the specific event, and \"epidemiologic evidence\" was assessed according to the precision of results and methodologic limitations of peer-reviewed epidemiologic studies. 38 The committee found that there was inadequate evidence to determine whether a causal link exists for the majority (135) of AEFIs, concluding that the current \"evidence is inadequate to accept or reject a causal relationship.\" Systematic reviews of AEFIs by CISA with comprehensive evaluations may provide additional data to assist in these causal determinations The algorithm is applied for a case of varicella rash after varicella vaccine if vaccine strain virus is identified using advanced molecular techniques (blue squares). Example 2: The algorithm is applied for a case of ADEM after 2009 monovalent H1N1 vaccine if concurrent parainfluenza infection is identified in the patient (red circles). Note: The causality algorithm includes a different order of \"steps\"; however, the information obtained through comprehensive assessment can be inserted into the algorithm regardless of the order in which it was obtained.\n\nwhen reassessed in the future. 43 With so much uncertainty regarding causal associations of serious AEFIs, health care providers can play an essential role in enhancing our vaccine safety knowledge by fully evaluating for all likely cauess at the time these events are diagnosed.\n\nBecause immunizations have been so effective at greatly reducing vaccine preventable diseases, vaccine adverse effects have become more evident than the consequences of the diseases that vaccines prevent. When AEFIs are not thoroughly evaluated for causal association, affected patients may believe the vaccine is the only potential culprit. Such unsubstantiated beliefs may ultimately result in public distrust of vaccines and reduced vaccine uptake.\n\nBecause serious AEFIs occur very infrequently, international collaboration may be helpful to assess the risk of an AEFI after a particular vaccination. Other countries have systems in place to address provider questions related to vaccine safety, such as the Green Channel in Italy 44 and InfoVac in Switzerland. 45 Global collaborations can also provide larger sample sizes to better assess AEFI risk through epidemiologic studies. 46 For AEFIs potentially due to either wild-type or live attenuated vaccine strains, advances in molecular techniques that correctly characterize agents as wild-type or vaccine strain should be used in consultation with subspecialists to improve causal assessments. Advancing scientific techniques have also led to new explanations for AEFIs. One landmark discovery was reported by Berkovic et al, in 2006 in which investigators used genetic analyses to identify de novo mutations in the sodium channel gene SCN1A in patients with alleged vaccineinduced encephalopathy. 47 By uncovering the mechanisms for this AEFI, which prior to this recent finding was believed by many to be causally related to vaccination, these researchers made a significant contribution to the scientific understanding of this rare event. The findings were recently replicated in 5 additional cases of alleged vaccine-induced encephalopathy. 48 It is possible that some individuals experience a greater immunogenic response due to vaccine compared with the general population; understanding the genetic rationale for such events will likely be an important area of future research. 49, 50 Many AEFIs have insufficient evidence, both mechanistically and epidemiologically, to assess a causal relationship with vaccines, and there is a great need for additional vaccine safety research designed to further examine hypothesized associations. Most serious AEFIs are rare and are not causally related to vaccine(s). However, when serious AEFIs occur, it is important for health care providers to perform comprehensive clinical assessments that include accurate diagnosis, consideration of biological plausibility, comprehensive evaluation for all potential causes, and reporting to the VAERS. The CISA network is available to assist providers regarding complex cases of AEFIs and has recently developed a causality assessment algorithm for health care providers. 22 Complete evaluations will improve clinical care by providing accurate risk information to affected patients, will provide a greater understanding of the risk of these rare events, and comprise a key component of postmarketing vaccine safety monitoring. n"}