{"title": "Acyclic nucleoside phosphonates containing the amide bond: hydroxy derivatives", "body": "Despite numerous efforts, highly effective antiviral drugs without side effects are not yet available. A search for such compounds appeared even more difficult, since various viruses can undergo fast mutations. Several antiviral medications are at physicians disposal and among them acyclic nucleoside phosphonates (ANPs) belong to the most important [1] [2] [3] .\n\nFormulations delivering adefovir (1), tenofovir (2), (S)-HMPA (3) , and cidofovir (4) (Fig. 1 ) have been used for several decades and their structural frameworks stimulated chemists to create modifications that are more active. Linkers connecting nucleobase and phosphonic acid moieties in 1-4 seem to be the first choice for modifications but this approach so far did not lead to discovery of more active compounds.\n\nBased on the commonly accepted mechanism of action of ANPs [3, 4] , a structure of new analogs has to contain at both termini a P(O)-CH 2 fragment which is responsible for the stability towards phosphate-cleaving enzymes and nucleobases or their close analogs which facilitate interactions with nucleobases of viral nucleic acids. Preferably, a 1 3 four-atom linker capable of hydrogen bonding should interconnect these units.\n\nRecently, we put forward an idea of replacing a P-CH 2 -O-CHR-fragment in 1-4 with the amide bond [5] . This was inspired by the successful application of the isosteric replacement of this bond by a methylene ether [-CH 2 -O] moiety in studies on the biological activity of natural peptides [6] [7] [8] . However, the introduction of the amide [P-CH 2 -HN-C(O)-] residue significantly increases donor-acceptor interactions within a new linker. It also modifies its conformational flexibility due to the restricted rotation around the amide bond. In our first approach [5] , four series of the phosphonate amides of general formulae 5 and 6 were synthesized (Fig. 2) .\n\nIn this paper, we continue our efforts to identify structural features in acyclic nucleoside phosphonates containing the amide bond 7-9 responsible for their antiviral activity. The phosphonates 5 and 6 containing the aliphatic linkages X (CH 2 , CH 2 CH 2 , and CH 2 CH 2 CH 2 ) or ethereal interconnection (CH 2 OCH 2 CH 2 ) including the methylene group which secured the separation of nitrogen atoms (N1 or N9) in nucleobases and the phosphorus atom by four bonds and resulted in compounds structurally closest to the drugs 1-4 that appeared inactive. Hence, we reasoned that installation of additional polar functionalities in the aliphatic linker could improve acyclic nucleoside-enzyme interactions, and thus significantly increase the activity. Herein, we wish to describe our studies on the synthesis and the biological activity of the new amides 7-9 having the hydroxy groups within the aliphatic linker. To synthesize the final acyclic nucleoside phosphonates 7-9, the approach involving the formation of the amide bond between the respective acetic acid derivatives 13a-13h and ω-aminophosphonates 10-12 was followed (Scheme 1) [5] .\n\nFor many years, the biological activity of phosphonate nucleoside analogs has been studied employing free phosphonic acids but recently, they are administered in the form of prodrugs (esters or amides) to significantly improve bioavailability of very polar acids [2, 3, [9] [10] [11] [12] . We opted to test phosphonate diethyl esters 7-9, since they to some extent resemble the lipophilic prodrugs in ability to permeable cell membranes. Our recent experience is in line with this strategy as we discovered examples of the biologically active phosphonate diethyl esters substituted with various heterocyclic motives, while the respective free acids appeared inactive [13, 14] .\n\nFurthermore, we were afraid of possible dehydration of our hydroxyalkylphosphonates under harsh conditions associated with the application of, for example, acids, bases or even iodotrimethylsilane. \n\nTo accomplish the synthesis of the second series of the amides 7a-7h to 9a-9h, pure ω-aminophosphonates 10-12 have to be efficiently prepared (Schemes 2 and 3). The phosphonate 10 is a known compound [15, 16] and it was prepared by the ammonolysis of diethyl 1,2-epoxyethanephosphonate 14, but the authors failed to provide a full characterization of the material they obtained. The phosphonate 12 is also known [15] and it was obtained in a similar manner from diethyl 2,3-epoxypropanephosphonate 15, though the authors were unable to prove the purity of the product. Our experience with the 2,3-epoxypropanephosphonate framework [17] assured us that phosphonates 10 and 12 of the highest purity could be obtained from the epoxides 14 and 15, respectively, when dibenzylamine will be applied instead of ammonia followed by hydrogenolysis (Scheme 2) [18] .\n\nAvailable synthetic strategies to the phosphonate 11 take advantage of the addition of diethyl phosphite derivatives to N-protected 3-aminopropanal (Scheme 3) [19, 20] .\n\nIn our hands, N-Cbz protection of 3-aminopropan-1-ol followed by the Swern oxidation proved optimal for the preparation of the aldehyde 16 which was later subjected to a triethylamine-catalyzed phosphorylation to provide a protected hydroxyphosphonate 17. Final hydrogenolysis gave pure phosphonate 11 in 25% overall yield.\n\nReagents and conditions: a. Bn 2 NH, 60 °C, 20 h, b. H 2 , 10% Pd-C, EtOH, 72 h.\n\nThe known uracil-13a, 5-fluorouracil-13b, 5-bromouracil-13c, thymine-13d and benzouracil-containing 13f acetic acids were prepared by alkylation of the respective nucleobases with chloro-or bromoacetic acid [21] [22] [23] [24] [25] . Synthesis of amides 7e, 8e, 9e and 7g, 8g, 9g containing cytosine-and adenine-acetyl subunits required prior protection of the starting acids as N-Cbz-and N-diBoc-derivatives 13e [26] and 13g [27] to significantly increase lipophilicity of the final products. Following the literature precedences [28] later confirmed by our experience [5] , we anticipated to prepare guanine analogs 7i-9i (Fig. 3 ) from the 2-amino-6-chloropurine precursors 7h-9h (Scheme 1) using 2-amino-6-chloropurin-9-yl)acetic acid 13h [29] as a substrate.\n\nWith the ω-aminophosphonates 10-12 of high purity secured, we turned to the coupling with a series of nucleobase-acetic acids (Scheme 1). As established earlier [5] , all syntheses of amides 7a-7h to 9a-9h were best performed in the presence of EDC × HCl as a coupling reagent (Scheme 1) to give products of high purity in good yields. Although we succeeded in purification of the phosphonate 7g on a silica gel column, under the same conditions both homologs 8g and 9g were obtained as inseparable mixtures containing various amounts of triethylamine hydrochloride. When HPLC technique was applied, in both cases, partial deprotection of 8g and 9g occurred to provide pure mono-N-Boc protected phosphonates 8j and 9j (Fig. 3 ) in addition to mixtures of 8j and 8g as well as 9j and 9g free from triethylamine hydrochloride. Several attempts at transforming the 2-amino-6-chloropurine moiety in phosphonates 7h-9h into guanine phosphonates 7i-9i appeared fruitless leading to complex mixtures of unidentified products.\n\nWe were also interested in the conformational mobility of the amides 7a-7h to 9a-9h within new acyclic linkers to provide important information regarding structure-activity analysis. Since 1 H NMR spectra of all nucleotide analogs 7a-7h exhibited almost identical patterns regarding a P-CH(OH)-CH 2 -NHC(O)-CH 2 fragment, we concluded that in a methanolic solution they exist in the same conformation. Detailed analysis of a 1 H NMR spectrum of 7d, including a 1 H{ 31 P} one, clearly revealed an antiperiplanar disposition of the phosphoryl and amide groups projected as 18 (Fig. 4) . Vicinal couplings H1-H2a (3.6 Hz) and H1-H2b (9.2 Hz) fit well into the ranges expected for the gauche and antiperiplanar arrangement of these protons [30] . Furthermore, values of both 3 J(P-H2a/H2b) coupling constants are close (7.2 and 8.5 Hz). These values were well correlated with those characteristic of the gauche hydrogen-phosphorus relationship [31, 32] . The stability of the conformation 18 primarily results from the steric bulkiness of the substituents at C1 and C2 but may also be enforced by a C2-N-H·······O(H)-C1 hydrogen bond within a five-membered ring as depicted in 19 (Fig. 4) . This suggestion finds support in a large downfield shift of the H2a proton (3.73 ppm) as compared with the H2b proton (3.38 ppm) which can only be observed when an amide C=O acts as a deshielding group. This is only possible when a C2-N-H·······O(H)-C1 hydrogen bond is strong enough to enable a free rotation around a C2-NH bond.\n\nAlso, all 1 H NMR spectra of nucleotide analogs 8a-8f and 8h showed almost identical patterns for a P-CH(OH)-CH 2 -CH 2 -NHC(O)-CH 2 chain and we reasoned that in methanol they adopt the same conformation 20 (Fig. 5 ) which resembles 18 in terms of antiperiplanar location of the phosphoryl and H 2 C3 groups. From 1 H, 1 H{ 31 P}, and 13 C NMR spectra of 8c, the following diagnostic coupling constants were extracted: 3 J(H1-H2a) = 3.1 Hz, 3 J(H1-H2b) = 10.7 Hz [30] , 3 J(P-H2a) = 6.7 Hz, 3 J(P-H2b) = 9.5 Hz [31, 32] , and 3 J(P-C3) = 16.1 Hz [33, 34] which fully confirm our conclusion.\n\nThus, again the steric requirements of the diethoxyphosphoryl group and a H 2 C3-NHC(O) substituent are responsible for stability of the antiperiplanar conformation 20. However, although all vicinal proton-proton couplings were successfully calculated for a H a H b C2-C3H a H b subunit in 8c, their values can only be interpreted in favor of a free rotation around a C2-C3 bond and thus preclude any intramolecular H-bonding for amide moieties in 8a-8h.\n\nSimilar to 1 H NMR spectra of nucleotide analogs 7a-7h and 8a-8f and 8h, the spectra of the analogs 9a-9f and 9h in methanol displayed very similar patterns for a P-CH 2 -CH(OH)-CH 2 -NHC(O)-CH 2 portion. The values of 3 J(P-C3) = 15.4 Hz [33, 34] together with 3 J(H1a-H2) = 4.6 Hz and 3 J(H1b-H2) = 8.2 Hz [31, 32] found in 13 C in 1 H NMR spectra of 9a again suggest that the diethoxyphosphoryl and CH 2 -NHC(O) groups for steric reasons prefer to exist in the anti conformation 21 (Fig. 5 ). This is commonly observed for β-hydroxyphosphonates [35] . This conclusion is further supported by the lack of the vicinal phosphorus-HC2 coupling as expected for the gauche relationship within a H-C2-C1-P unit [31, 32] . As in 8c, a free rotation within a CH 2 -NHC(O) moiety in 9a is evident from the values of vicinal H2-H3a/3b couplings.\n\nAll phosphonates, i.e., 7a-7h, 8a-8f, 8h, 8j, 9a-9f, 9h, and 9j were evaluated for inhibitory activity against a wide variety of DNA and RNA viruses, using the following cellbased assays. The antiviral assays were performed in: (a) human embryonic lung ( Ganciclovir, cidofovir, acyclovir, brivudin, zalcitabine, zanamivir, alovudine, amantadine, rimantadine, ribavirin, dextran sulfate (molecular weight 10,000, DS-10000), mycophenolic acid and Urtica dioica agglutinin (UDA) were used as the reference compounds. The antiviral activity was expressed as the EC 50 : the compound concentration required to reduce virus plaque formation (VZV) by 50% or to reduce virus-induced cytopathogenicity by 50% (other viruses). None of the tested compounds showed appreciable antiviral activity toward any of the tested DNA and RNA viruses at concentrations up to 100 μM, nor affected cell morphology of HEL, HeLa, Vero, and MDCL cells.\n\nThe 50% cytostatic inhibitory concentration (IC 50 ) causing a 50% decrease in cell proliferation was determined for all phosphonates, i.e., 7a-7h, 8a-8f, 8h, 8j, 9a-9f, 9h, and 9j toward 9 cancerous cell lines [Capan-1 (pancreatic adenocarcinoma), Hap1 (chronic myeloid leukemia), HCT-116 (colorectal carcinoma), NCI-H460 (lung carcinoma), DND-41 (acute lymphoblastic leukemia), HL-60 (acute myeloid leukemia), K-562 (chronic myeloid leukemia), MM.1S (multiple myeloma), Z-138 non-Hodgkin lymphoma)] as well as normal retina (non cancerous) cells (hTERT RPE-1). Docetaxel and stauroporine were used as the reference compounds. Among all screened compounds, phosphonates 7c, 8c, and 9d were slightly cytostatic against multiple myeloma cells (MM.1S) with IC 50 values 78.8, 91.3, and 40.7 μM, respectively, however, lower than reference drugs (IC 50 values 3.6 and 16.6 for docetaxel and stauroporine, respectively). On the other hand, compound 9b showed noticeable inhibitory properties toward chronic myeloid leukemia (K-562) (IC 50 = 28.8 μM), however, still lower than docetaxel (IC 50 = 1.4 μM) and stauroporine (IC 50 = 8.0 μM). All tested compounds were not toxic for normal, non-cancerous retina cells (hTERT RPE-1) at concentrations up to 100 μM.\n\nIn further studies on a concept of the replacement of the P-CH 2 -O-CHR-fragment in acyclic nucleoside analogs (e.g., adefovir) for P-X-HN-C(O)-moieties in addition to previously obtained series (X=CH 2 , CH 2 CH 2 , CH 2 CH 2 CH 2 , CH 2 OCH 2 CH 2 ), nucleotide analogs containing hydroxyalkyl linkers (X=CH(OH)CH 2 , CH(OH)CH 2 CH 2 , CH 2 CH(OH) CH 2 ) were synthesized. The coupling of the respective ω-aminophosphonates and nucleobase-derived acetic acids was accomplished in good yields by application of EDC. Phosphonate-nucleobase linkers in the synthesized analogs contain two fragments of restricted rotation, namely the amide bonds and P-CH(OH)-CH 2 -N (compounds 7a-7h), P-CH(OH)-CH 2 -C (compounds 8a-8h), and P-CH 2 -CH(OH)-C (compounds 9a-9h) residues in which, as judged from 1 H and 13 C NMR spectral data, antiperiplanar disposition of P and N/C atoms results both from the steric bulkiness of O,O-diethyl phosphoryl group and intramolecular H-bonding. The phosphonates 7a-7h, 8a-8f, 8h, 8j, 9a-9f, 9h, and 9j were subjected to antiviral assays on a wide variety of DNA and RNA viruses but appeared inactive at concentrations up to 100 μM. Their cytostatic properties were evaluated on 9 cancerous cell lines and phosphonates 9b and 9d showed moderate activity towards myeloid leukemia (K-562) (IC 50 = 28.8 μM) and multiple myeloma cells (MM.1S) (IC 50 = 40.7 μM), respectively.\n\nStudies on the analogous phosphonates containing functionalized amino groups within linkers are currently under way in this laboratory.\n\n1 H NMR spectra were recorded in CD 3 OD or CDCl 3 on the following spectrometers: Varian Gemini 2000BB (200 MHz) and Bruker Avance III (600 MHz) with TMS as internal standard. 13 C NMR spectra were recorder for CD 3 OD or CDCl 3 solutions on the Bruker Avance III at 151.0 MHz. 31 P NMR spectra were performed on the Varian Gemini 2000BB at 81.0 MHz or on Bruker Avance III at 243.0 MHz. IR spectral data were measured on a Bruker Alpha-T FT-IR spectrometer. Melting points were determined on a Boetius apparatus. Elemental analyses were performed by the Microanalytical Laboratory of this Faculty on a Perkin Elmer PE 2400 CHNS analyzer and their results were found to be in good agreement (± 0.3%) with the calculated values.\n\nThe following absorbents were used: column chromatography, Merck silica gel 60 (70-230 mesh); analytical TLC, Merck TLC plastic sheets silica gel 60 F 254 . TLC plates were developed in chloroform-methanol solvent systems. Visualization of spots was effected with iodine vapors. All solvents were purified by methods described in the literature.\n\nDiethyl 1,2-epoxyethane-and 2,3-epoxypropanephosphonates 14 [36] and 15 [15] as well as the protected aldehyde 16 [20] and diethyl 3-amino-2-hydroxypropanephosphonate 12 [18] were prepared according to the literature procedures.\n\nA mixture of 3.60 g of the epoxide 14 (19.9 mmol) and 3.99 cm 3 dibenzylamine (20.8 mmol) was heated at 60 °C for 20 h. After cooling, the crude product was purified on a silica gel column with a chloroform to give pure diethyl 2-(N,N-dibenzylamino)-1-hydroxyethanephosphonate (6.77 g) in 68% yield. In the next step a solution of 1.53 g of the diethyl 2-(N,N-dibenzylamino)-1-hydroxyethanephosphonate (4.05 mmol) in 10 cm 3 ethanol was hydrogenated over 80 mg Pd-C (10%) at room temperature for 72 h. The catalyst was removed on a layer of Celite; the solution was concentrated in vacuo to afford pure phosphonate 10 (0.860 g, 100%) as a yellowish oil.\n\nA mixture of 2.02 g of the protected aldehyde 16 (9.76 mmol), 1.13 cm 3 diethyl phosphite (8.78 mmol), and 0.136 cm 3 triethylamine (0.976 mmol) was stirred at room temperature for 24 h. After the solution was concentrated in vacuo, the residue was chromatographed on a silica gel column with a chloroform-methanol mixture (200:1, 100:1 v/v) to give the phosphonate 17 (2.27 g, 67%) as a white powder. In the next step, a solution of 0.750 g of the phosphonate 17 (2.17 mmol) in 6 cm 3 ethanol was hydrogenated over 30 mg Pd-C (10%) at room temperature for 72 h. The suspension was filtered through a pad of Celite and washed with ethanol. The solution was concentrated in vacuo to afford pure 3-amino-1-hydroxypropanephosphonate 11 (0.460 g, 100%) as a yellowish oil.\n\nTo a solution of aminophosphonates 10-12 (1.00 mmol) in 2 cm 3 DMF or chloroform, the respective acetic acids 13a-13h (1.00 mmol), EDC × HCl (1.00 mmol), and TEA (1.00 mmol) were added. The reaction mixture was stirred at room temperature for 48 h and then concentrated in vacuo. The residue was chromatographed on a silica gel column with chloroform-methanol mixtures and crystallized from the appropriate solvents. [2-(3,4-dihydro-2,4-dioxopyrimidin-1(2H)-yl)a c e t a m i d o ] -1 -h y d r ox y e t h y l p h o s p h o n a t e ( 7 \n\nAccording to the general procedure from 0.107 g diethyl 2-amino-1-hydroxyethylphosphonate (10, 0.543 mmol) and 0.102 g (5-fluorouracil-1-yl)acetic acid (13b, 0.543 mmol), the amide 7b (0.81 g, 41% yield) was obtained as a white powder after purification on a silica gel column with chloroform-methanol mixtures \n\nAccording to the general procedure from 0.160 g diethyl 3-amino-1-hydroxypropylphosphonate (11, 0.758 mmol) and 0.143 g (5-fluorouracil-1-yl)acetic acid (13b, 0.758 mmol), the amide 8b (0.125 g, 43% yield) was obtained as a white powder after purification on a silica gel column with chloroform-methanol mixtures ( \n\nAccording to the general procedure from 0.177 g diethyl 2-amino-1-hydroxyethylphosphonate (10, 0.898 mmol) and 0.224 g (5-bromouracil-1-yl)acetic acid (13c, 0.898 mmol), the amide 7c (0.169 g, 44% yield) was obtained as a white solid after purification on a silica gel column with chloroform-methanol mixtures ( \n\nAccording to the general procedure from 0.160 g diethyl 3-amino-1-hydroxypropylphosphonate (11, 0.758 mmol) and 0.160 g (5-bromouracil-1-yl) acetic acid (13c, 0.758 mmol), the amide 8c (0.127 g, 44% yield) was obtained as a white powder after purification on a silica gel column with chloroform-methanol mixtures \n\nAccording to the general procedure from 0.545 g diethyl 3-amino-2-hydroxypropylphosphonate (12, 2.58 mmol) and 0.642 g (5-bromouracil-1-yl) acetic acid (13c, 2.58 mmol), the amide 9c (0.552 g, 48% yield) was obtained as a white powder after purification on a silica gel column with chloroform-methanol mixtures (50:1, 20:1 v/v) and HPLC (C18 column, 25 \n\nAccording to the general procedure from 0.180 g diethyl 3-amino-1-hydroxypropylphosphonate (11, 0.852 mmol) and 0.157 g (thymine-1-yl)acetic acid (13d, 0.852 mmol), the amide 8d (0.166 g, 52% yield) was obtained as a white solid after purification on a silica gel column with chloroform-methanol mixtures (50:1, \n\nAccording to the general procedure from 0.158 g diethyl 2-amino-1-hydroxyethylphosphonate (10, 0.801 mmol) and 0.176 g (3,4-dihydro-2,4-dioxoquinazolin-1-yl)acetic acid (13f, 0.801 mmol), the pure amide 7f \n\nAccording to the general procedure from 0.180 g diethyl 3-amino-1-hydroxypropylphosphonate (11, 0.852 mmol) and 0.187 g (3,4-dihydro-2,4-dioxoquinazolin-1-yl)acetic acid (13f, 0.852 mmol), the amide 8f (0.168 g, 48% yield) was obtained as a white powder after purification on a silica gel column with chloroform-methanol mixtures (50:1, 20:1 v/v) and crystallization from an ethanol-diethyl\n\nAccording to the general procedure from 0.123 g diethyl 3-amino-2-hydroxypropylphosphonate (12, 0.582 mmol) and 0.229 g [6-[bis(tert-butoxycarbonyl) amino]-9H-purin-9-yl]acetic acid (13g, 0.582 mmol), the crude product 9g contaminated with triethylamine hydrochloride (0.197 g, 57%) was obtained as a colorless oil after purification on a silica gel column with chloroformmethanol mixtures (100:1, 50:1 v/v). Further purification with HPLC (water-methanol) gave pure 9j (0.019 g, 7%)\n\nThe compounds were evaluated against different herpes viruses, including herpes simplex virus type 1 (HSV-1) strain KOS, thymidine kinase-deficient (TK − ) HSV-1 KOS strain resistant to ACV (ACV r ), herpes simplex virus type 2 (HSV-2) strain G, varicella-zoster virus (VZV) strain Oka, TK − VZV strain 07-1, human cytomegalovirus (HCMV) strains AD-169 and Davis as well as vaccinia virus, adeno virus-2, human coronavirus, para-influenza-3 virus, reovirus-1, Sindbis virus, Coxsackie virus B4, Punta Toro virus, respiratory syncytial virus (RSV) and influenza A virus subtypes H1N1 (A/PR/8), H3N2 (A/HK/7/87) and influenza B virus (B/HK/5/72), were based on inhibition of virus-induced cytopathicity or plaque formation in human embryonic lung (HEL) fibroblasts, African green monkey kidney cells (Vero), human epithelial cervix carcinoma cells (HeLa) or Madin Darby canine kidney cells (MDCK). Confluent cell cultures in microtiter 96-well plates were inoculated with 100 CCID 50 of virus (1 CCID 50 being the virus dose to infect 50% of the cell cultures) or with 20 plaque forming units (PFU) and the cell cultures were incubated in the presence of varying concentrations of the test compounds. Viral cytopathicity or plaque formation (VZV) was recorded as soon as it reached completion in the control virus-infected cell cultures that were not treated with the test compounds. Antiviral activity was expressed as the EC 50 or compound concentration required reducing virus-induced cytopathicity or viral plaque formation by 50%. Cytotoxicity of the test compounds was expressed as the minimum cytotoxic concentration (MCC) or the compound concentration that caused a microscopically detectable alteration of cell morphology.\n\nAll assays were performed in 96-well microtiter plates. To each well were added (5-7.5) × 10 4 tumor cells and a given amount of the test compound. The cells were allowed to proliferate at 37 °C in a humidified CO 2 -controlled atmosphere. At the end of the incubation period, the cells were counted in a Coulter counter. The IC 50 (50% inhibitory concentration) was defined as the concentration of the compound that inhibited cell proliferation by 50%."}