{"title": "", "body": "Systemic inflammation may reflect infection. Appropriate therapy includes supportive care and use of antimicrobial agents. Indeed, early initiation of antibiotics is of key importance in the management of sepsis. [1] [2] [3] However, inflammation may also arise from noninfectious causes, including pancreatitis, cardiac ischemia, bowel perforation, vasculitis, and pulmonary embolism. Current clinical practice is to initiate empiric antibiotic therapy prior to identification of an infectious agent based on treatment guidelines and knowledge of the local microbiome. 2 Unfortunately, confirmation of infection may take several days. Errors in antibiotic choice can lead to significant increases in mortality, 4 whereas overuse of antibiotics fosters bacterial resistance. 5 Therefore, a method to differentiate between inflammation due to infection and inflammation due to other causes is particularly valuable.\n\nTwo biomarkers have been widely studied in the diagnosis of infectious inflammation-C-reactive protein (CRP) and procalcitonin (PCT). Each has found varying success in the clinical context, with some centers relying heavily on these markers and others eschewing their use almost entirely. In this chapter, we present the evidence for their use in the diagnosis of infection and management of antibiotic therapy in the intensive care unit (ICU) context.\n\nNamed for its ability to precipitate the C-polysaccharide of Streptococcus pneumoniae, CRP was the first acute-phase protein to be described. 6 It was subsequently identified in the serum of patients with a wide variety of infectious diseases. 7 CRP is an exquisitely sensitive marker of systemic inflammation, infection, and tissue damage, and a central component of the nonspecific acute-phase response. 8 CRP binds to phosphocholine, a constituent of bacterial and fungal polysaccharides, as well as to components of damaged cell membranes in a calcium-dependent manner. 9 It is principally produced by hepatocytes, and its expression is strongly stimulated by interleukin (IL)-6, a pro-inflammatory cytokine. 10 When bound to phosphocholine, CRP is recognized by C1q, thereby activating the classical complement pathway. 11, 12 CRP has a multitude of downstream effects, both pro-inflammatory and anti-inflammatory; it stimulates phagocytosis and binds to immunoglobulin Fcg receptors as well as increases the release of anti-inflammatory cytokine IL-10. Conversely, it downregulates the pro-inflammatory cytokine interferon-g. 13 CRP plays an active role in the immune response to infection and polymorphisms have been shown to increase susceptibility and mortality in invasive pneumococcal disease. 14\n\nCRP is a nonspecific marker of inflammation. In response to an acute-phase stimulus, serum CRP concentrations rise very quickly, doubling every 6 hours. The plasma half-life of CRP is around 19 hours and peak levels are detected approximately 48 hours after a single stimulus. 8 In healthy adults, the median concentration of CRP is ,1 mg/L, 15 but it may increase to .500 mg/L in the context of inflammation. 13, 16 When the acute-phase stimulus is past, CRP levels return to normal within 3-7 days 17 ; however, patients with sepsis show persistently high CRP levels for at least 7 days and likely longer. 18 In addition to infection, other causes of CRP elevation include pancreatitis, trauma, burns, rheumatologic disease, pericarditis, inflammatory bowel disease, solid tumors, and hematologic malignancy. 16 However, extremely elevated CRP levels (.350 mg/L) are associated with infection in .90% of patients. 16 \n\nCRP has been widely studied as a marker of bacterial infection in the ICU patient population. It is elevated in patients with infection relative to those with noninfectious systemic inflammation, even when adjusted for severity of illness. [19] [20] [21] Ideal cutoffs for diagnosis of infection are in the range of 50-100 mg/L. 19 Sensitivity and specificity estimates vary, but a 2004 metaanalysis provided a pooled sensitivity of 75% and specificity of 67% for the diagnosis of bacterial infection relative to noninfectious inflammation. 22 In the pediatric population, ideal cutoffs are typically lower (20-40 mg/L). 22 CRP levels tend to be lower in systemic viral and fungal infections than in systemic bacterial infection. 22, 23 In the context of viral infection, interferon-a may inhibit CRP production from hepatocytes. 24 However, there is often overlap in CRP levels between patients with bacterial and nonbacterial infections, making them difficult to distinguish. A metaanalysis of CRP in community-acquired pneumonia showed widely varying sensitivity and specificity estimates 46 How Can Biomarkers Be Used to Differentiate Between Infection and Non-Infectious Causes of Inflammation? Alexandra Binnie, Joel Lage, and Claudia C. Dos Santos with significant heterogeneity. 25 Similarly, a metaanalysis of patients with fever of unknown origin failed to show utility for CRP in identifying patients with bacterial vs. nonbacterial infection. 23 However, CRP may have greater utility in distinguishing between bacterial and nonbacterial illness in the critically ill population than in the general hospital population. In a study of 16 ICU patients with H1N1 influenza and 9 ICU patients with bacterial pneumonia, CRP levels were much lower in the H1N1 population (mean, 118 mg/L vs. 363 mg/L). 26 In this study, a CRP cutoff of .200 mg/L identified patients with bacterial pneumonia with 100% sensitivity and 87.5% specificity. Similarly, a cohort study of 76 patients with presumed severe acute respiratory syndrome (SARS) revealed average CRP levels of only 39 mg/L in this population. 27 Limited data is available for CRP in the context of fungal infection. A single-center study of immunocompromised patients showed that CRP levels were elevated in the context of invasive fungal infections (range, 112-269 mg/L), albeit to a lesser degree than in patients with bacteremia (range, 160-387 mg/L). 28 Another study of post-surgical patients at high risk of fungal infection showed that a CRP cutoff of 100 mg/L was helpful in distinguishing bacterial from fungal infection with a sensitivity of 82% and specificity of 53%. 29 Thus, high CRP levels favor bacterial over fungal causes of infection, but further work is required to clarify appropriate cutoffs as well as to determine sensitivity and specificity.\n\nThe utility of CRP as an infection marker increases when combined with other markers. Póvoa et al. 30 reported a prospective observational study of 112 ICU patients in which CRP 87 mg/L and temperature 38.2 had a specificity of 100% (and sensitivity of 50%) for infectious causes of inflammation. In a separate study, an \"infection probability score\" incorporating CRP .60 mg/L along with fever, tachycardia, elevated white blood cell count, tachypnea, and elevated sequential organ failure assessment (SOFA) score showed nearly 90% sensitivity and specificity in diagnosing infection in ICU patients. 31\n\nCRP has also shown utility in the diagnosis of postoperative infections, particularly in patients undergoing major abdominal surgery. CRP levels always rise postoperatively, peaking around postoperative day 3 (POD3). 32, 33 However, persistently high CRP levels after POD3 are suggestive of infection. Retrospective studies have shown that elevated postoperative CRP levels (.190 mg/L on POD3 or .140 mg/L on POD4 or POD5) have a sensitivity of 66%-82% and a specificity of 77%-86% for infection. [34] [35] [36] Prospective studies have generally confirmed these results; a prospective study of 151 mixed surgical patients showed that CRP .100 mg/L on POD5 had a sensitivity of 69% and specificity of 64% for infection, 33 while a separate study of 50 patients showed that CRP .130 mg/L on POD4 had a sensitivity and specificity of 80% for anastomotic leak. A large prospective study is currently underway with 500 patients, which should provide more clarity on this issue. 37\n\nDaily CRP measurements have been studied as a strategy for early detection of nosocomial infections in the ICU. In a prospective observational study, Póvoa et al. 38 evaluated daily CRP measurements in 63 ICU patients with documented ICU-acquired infection (n 5 35) vs. successful ICU discharge without infection (n 5 28). In patients with ICU-acquired infection, both temperature and CRP levels increased significantly in 5 days leading up to diagnosis (P , .001). Absolute CRP .87 mg/L and daily CRP variation .41 mg/L were both characteristic of infection. When combined, they showed a sensitivity of 92% and specificity of 82% for ICU-acquired infection. 38\n\nCRP can also be used to monitor antibiotic therapy in the critically ill population. Schmit and Vincent 39 conducted a prospective observational study of 50 ICU patients with community-acquired or nosocomial infection: 24 had a favorable response to antibiotics, 18 required a change in antibiotics (as determined by the treating physician), and 8 required a procedure to control the infection. 39 Mean CRP levels rose from Day 0 (initiation of antibiotics) to Day 1 in all groups; however, patients with a favorable response to antibiotics showed a rapid decrease after Day 1 compared with patients requiring a change in antibiotics. An increase in CRP of 22 mg/L in the first 48 hours of therapy was associated with ineffective antibiotic therapy with a sensitivity of 77% and specificity of 67%. 39 Treating physicians were not blinded to CRP levels, so rises in CRP may have contributed to the decision to change antibiotics in some patients. A separate cohort study of 68 patients with ventilatorassociated pneumonia showed that CRP levels declined significantly within 96 hours of initiating adequate antibiotic therapy but not in patients receiving inadequate antibiotic therapy. 40 A decline of at least 20% in CRP at 96 hours had a sensitivity of 77% and specificity of 87% for effective antibiotic therapy. 40 Finally, amongst hospitalized patients with severe community-acquired pneumonia, appropriate antibiotic therapy was associated with a .60% decrease in CRP by Day 3 of antibiotic therapy and .90% decrease by Day 7. 41 Thus adequate antibiotic therapy is generally associated with significant decreases in CRP by Day 3 or 4 of therapy; however, this effect may be more pronounced in non-ICU patients than in ICU patients.\n\nPCT is the 116 amino acid precursor of the calciumregulating peptide calcitonin. Under normal conditions, the CALC-1 gene is transcribed into PCT in the thyroid C-cells and then cleaved to form calcitonin. PCT is virtually undetectable in the serum of healthy individuals (,0.05 ng/L). 42 In the context of infection, however, CALC-1 expression is upregulated in various tissues including the neuroendocrine cells of the liver and lung, 43 adipocytes, 44 and macrophages. 45 These tissues lack the ability to cleave PCT into calcitonin, leading to a rapid rise in serum PCT levels. 42 Expression of PCT in nonthryoid tissues is stimulated by bacterial lipopolysaccharides (endotoxin) as well as inflammatory cytokines, IL-6 and IL-1. Conversely, the viral mediator interferon-g has an inhibitory effect on PCT expression. 44 However, PCT is not entirely specific to bacterial infection. Noninfectious causes of PCT elevation include neuroendocrine malignancies, such as small cell lung cancer, C-cell carcinoma of the thyroid gland, and neuroendocrine tumors of the gastrointestinal tract. 46 Additional causes include acute illnesses such as cardiac arrest, 47 pancreatitis, 48 rhabdomyolysis, 49 and trauma. 50 Finally, PCT levels increase postoperatively, particularly in patients undergoing intestinal surgery. 51 PCT elevations in patients with noninfectious inflammation, however, are typically lower than in those with bacterial infection. 52\n\nIn the context of bacterial infection, PCT rise has a rapid onset of 2-4 hours and a half-life of 22-26 hours. 42 Peak PCT levels occur 24-48 hours after the onset of symptoms. 52 Clearance of PCT is also comparatively rapid: PCT levels fall to ,50% by Day 4 of ICU admission and to near-normal levels by Day 7 even in septic patients. PCT clearance is slightly delayed (30%-50%) in the context of significant renal failure. 53 In patients without renal failure, delayed clearance of PCT is suggestive of treatment failure. 54\n\nNumerous studies have examined the utility of PCT as a marker of infection in ICU patients. A recent metaanalysis of data from 30 studies determined a pooled sensitivity of 77% and specificity of 79% in distinguishing infection from noninfectious systemic inflammation. 55 Across all studies, prevalence of infection averaged 60% (range, 34%-88%) and PCT cutoff averaged 1.1 ng/mL. A subanalysis comparing surgical and trauma patients with medical patients showed that PCT was slightly more accurate in surgical and trauma patients than in medical patients. 55 A separate metaanalysis examined PCT as a marker of bacteremia in hospitalized patients. 56 Amongst ICU patients (n 5 399), the sensitivity and specificity of PCT for bacteremia vs. noninfectious inflammation was 89% and 68%, respectively. The authors calculated the optimal PCT cutoff to be 0.5 ng/mL. Of note, the lowest sensitivity was among immunocompromised patients at only 66% (with a specificity of 78%). 56 PCT also shows good diagnostic accuracy in distinguishing bacterial from viral infection. A metaanalysis of two pediatric studies and an adult meningitis study indicated that PCT had a sensitivity of 92% and specificity of 73% for diagnosing bacterial vs. viral infection (cutoff range, 0.5-5 ng/mL). 22 Studies of patients with life-threatening viral illnesses, including SARS and influenza H1N1, have also confirmed low levels of PCT in these populations. 57 A cohort study of H1N1 patients (n 5 16) documented PCT levels of 0.2-5.9 ng/mL in these patients compared with 8.2-81.5 ng/mL in a comparator group with severe community-acquired bacterial pneumonia (n 5 9). 26 PCT is also effective in distinguishing bacterial infections from invasive fungal infections. A retrospective study of PCT levels in patients with bacteremia and fungemia showed that PCT .1.6 ng/mL had a sensitivity of 77% and specificity of 96% for distinguishing patients with gram-negative bacteremia from those with fungemia. 58 A separate study of immunocompromised patients showed significantly higher PCT levels in 21 patients with bacteremia (quartile range, 2.6-7.1 ng/mL) than in 13 patients with fungemia (quartile range, 0.1-0.5 ng/mL). The authors noted that a low PCT ,0.5 ng/mL combined with a moderately elevated CRP ,300 mg/L was 85% specific and 81% sensitive for fungemia in this population. Thus, elevated CRP levels in the context of a low PCT level should prompt consideration of nonbacterial infection.\n\nPCT can be used to identify patients with postoperative infections. A prospective study of 205 patients undergoing elective colorectal surgery reported that a PCT level .0.31 ng/mL on POD4 was 100% sensitive and 72% specific for major anastomotic leak requiring reoperation. 59 This was confirmed in a multicenter observational trial (PREDICS: Procalcitonin reveals early dehiscence in colorectal surgery) that included 504 patients undergoing elective surgery for malignancy. In this study a PCT .2.7 ng/mL on POD3 was 59.3% sensitive and 91.7% specific for anastomotic leak. 60 Patients with other complications (e.g., bleeding, local wound infection, and cardiac problems) showed more modest elevations in PCT (median, 1.0 ng/mL). 60 In cardiac surgery patients, elevated PCT levels are also indicative of postoperative infection. In a cohort of 100 cardiac surgery patients, PCT .1.5 ng/mL on POD 3 showed a sensitivity of 93% and specificity of 80% in diagnosing infectious complications, including postoperative pneumonia, mediastinitis, and bacteremia. 61 In neurosurgical patients PCT levels do not increase routinely postoperatively, whereas CRP and white blood cell counts do. 62 Serum PCT levels have not proven useful in diagnosing postoperative infections in neurosurgical patients. 63 However, cerebrospinal fluid (CSF) PCT levels may be helpful. A case series of patients with bacterial, viral, and postneurosurgical meningitis showed that PCT .0.9 ng/mL in CSF was 93% sensitive and 67% specific for meningitis. Although the post-neurosurgical meningitis group was small, all 10 patients had CSF PCT levels .0.9 ng/mL. 64 Unfortunately, the study did not include neurosurgical patients without meningitis. A recent study from China examined 93 neurosurgical patients suspected of post-surgical infection. CSF PCT averaged 0.35 ng/mL (range, 0.13-2.74 ng/mL) in noninfected patients, whereas CSF PCT averaged 0.76 ng/mL (range, 0.24-4.67 ng/mL) in infected patients. The authors did not calculate sensitivity and specificity, but the area under the receiver operating curve for CSF PCT was 0.80 (95% confidence interval 5 0.71-0.90), and the authors recommended a cutoff of 0.425 ng/mL. 65\n\nPCT has not been widely studied in the context of ICUacquired infections. In one study of 49 trauma patients admitted to the ICU, average PCT level on the day prior to infection diagnosis was 0.85 ng/mL, rising to 2.1 ng/mL on the day of diagnosis. 18 In the same cohort CRP showed almost no correlation with infection diagnosis, averaging 153 mg/L on the day prior to diagnosis and rising to 174 mg/L on the day of diagnosis. 18\n\nThe PRORATA trial (use of PCT to reduce patients' exposure to antibiotics in ICU) was a multicenter, prospective, parallelgroup, open-label trial that studied the benefits of PCT-guided antibiotic treatment. Patients in the PCT group were subjected to two interventions: a PCT-guided threshold for initiation of antibiotics and a PCT-guided threshold for discontinuation of antibiotics. 66 At the onset of infectious symptoms, antibiotic initiation was encouraged for patients with PCT levels 0.5 ng/mL but not below this threshold. After antibiotics were initiated, daily PCT levels were measured and discontinuation of antibiotics was encouraged if the PCT level dropped below 0.25 ng/mL or if it was ,0.5 ng/mL and at least 80% decreased from peak. 66 These two interventions resulted in a significant decrease in antibiotic usage (812 vs. 653 days of antibiotic exposure per 1000 inpatient days) without any corresponding increase in mortality or ICU length of stay. 66 A follow-up study from 15 ICUs in the Netherlands followed a similar format and again showed a reduction in antibiotic use with no increase in mortality or length of ICU stay. 67 It also demonstrated cost savings associated with fewer days of antibiotics; however, this was counterbalanced by the costs of daily PCT measurements. The authors calculated that a PCT assay cost of ,4€ per sample would achieve overall cost savings in their study centers. 67 A third multicenter trial from Germany showed a more modest reduction in antibiotic usage (823 vs. 862 days of antibiotic exposure per 1000 ICU days); however, PCT testing was only performed on Days 1, 4, 7, 10, and 14 of antibiotic therapy. 68 The treating physicians overruled the algorithm in .50% of cases, casting doubts on the practicality of this protocol. Once again, there were no significant differences between the groups in terms of mortality or ICU length of stay. 68 Thus PCT-guided antibiotic prescribing shows promise in the reduction of unnecessary antibiotic use but may require daily PCT testing to be efficacious.\n\nBoth CRP and PCT are helpful biomarkers to distinguish infection from noninfectious systemic inflammation in ICU patients. Metaanalyses suggest similar sensitivities for both markers in the diagnosis of infection (75% for CRP vs. 77% for PCT), while PCT has a slightly higher specificity (67% for CRP vs. 79% for PCT). Cutoffs are in the range of 50-100 mg/L for CRP and 0.5-1.0 ng/mL for PCT. Extremely elevated CRP (.350 mg/L) or PCT levels (.5 ng/mL) should always prompt suspicion of bacterial etiology.\n\nPCT may also help distinguish bacterial infections from invasive viral and fungal infections. Patients with severe viral illnesses, such as H1N1 and SARS, show low PCT levels, as do patients with invasive fungemia. Further studies are required to determine appropriate cutoffs.\n\nIn hospitalized patients, CRP and PCT can be used to help diagnose postoperative and nosocomial infections. Once again, PCT shows greater utility due to its greater specificity and faster clearance. Elevated PCT levels after POD3 are suggestive of postoperative infection, particularly anastomotic leak. In the neurosurgical population, CSF PCT levels may also be a helpful marker of postoperative meningitis.\n\nFinally, both CRP and PCT can be used to monitor the efficacy of antibiotic therapy in ICU patients. In the context of appropriate antibiotic therapy CRP levels decline starting on Day 2 of treatment. Failure to show a decline in CRP levels is suggestive of treatment failure. PCT-guided antibiotic treatment protocols have been effective in reducing unnecessary antibiotic use by reducing antibiotic initiation and encouraging early discontinuation. Daily PCT levels may be required for these protocols to significantly affect physician behavior.\n\nDistinguishing infectious from noninfectious inflammation in critically ill patients can be challenging. CRP and PCT are helpful adjuncts to other clinical parameters. Both are relatively inexpensive and widely available, thus ensuring their use for the foreseeable future. Understanding how to interpret these markers correctly is important for clinicians.\n\n• Both CRP and PCT are helpful in distinguishing infectious from noninfectious causes of systemic inflammation in ICU patients. • CRP has a sensitivity of 75% and specificity of 65% for infection using a cutoff of 50-100 mg/L. • PCT has a sensitivity of 77% and specificity of 79% for infection using a cutoff of 0.5-1.0 ng/mL. • PCT is also useful in distinguishing bacterial infection from systemic viral and fungal infections, although ideal cut-offs remain to be determined. • CRP and PCT levels decrease within 1-3 days after initiation of appropriate antibiotic therapy. Failure to show a decrease in CRP or PCT levels in this timeframe is suggestive of treatment failure. • PCT-guided antibiotic treatment protocols can be used to guide antibiotic initiation and discontinuation, thereby reducing unnecessary use of antibiotics in the ICU. e1 in sepsis diagnosis. Each has found varying success in the clinical context, with some centers relying heavily on these markers and others eschewing their use almost entirely. In this chapter, we present the evidence for their use in the diagnosis of sepsis and management of antibiotic therapy in the intensive care unit context. Keywords: biomarker, C-reactive protein, procalcitonin, sepsis, systemic inflammatory response syndrome Abstract: Diagnosis of sepsis is based on recognition of systemic inflammation and organ failure in the context of an inciting infection. Since none of the diagnostic criteria are specific to sepsis, it is easy to confound sepsis with noninfectious causes of systemic inflammation, including pancreatitis, cardiac ischemia, bowel perforation, vasculitis, and pulmonary embolism amongst others. Two widely used biomarkers, C-reactive protein and procalcitonin, have proven promising"}