{"title": "", "body": "C H A P T E R 1 5 Acute Exacerbation of Chronic Obstructive Pulmonary Disease K E Y P O I N T S 1. Chronic obstructive pulmonary disease (COPD) refers to fixed airflow obstruction caused by chronic bronchitis (productive cough for at least 3 months of the year for at least 2 consecutive years) or emphysema (destruction of alveoli). 2. Tobacco smoking accounts for almost all cases of COPD.\n\ninclude viral upper respiratory tract infections, bacterial infections (most commonly Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis), pollution, heart failure, pulmonary embolism, and medications (beta-blockers, narcotics, sedatives). 4. There is no universally accepted definition of an acute exacerbation of COPD. The most commonly used definition is worsening dyspnea, an increase in sputum purulence, or an increase in sputum volume in a patient with COPD. 5. Symptoms and signs of COPD exacerbations include wheezing, distant breath sounds, tachypnea, tachycardia, accessory muscle use, cyanosis, agitation, confusion, and stupor. 6. Initial testing should include pulse oximetry, chest x-ray, and an electrocardiogram.\n\nOther possible tests include arterial blood gas (if the patient's distress or somnolence raises concern for acute respiratory acidosis) and sputum Gram stain and culture (most appropriate for patients who fail to respond to empiric therapy). 7. Administer supplemental oxygen if there is hypoxemia. The goal oxygen saturation is 90% to 92% with a corresponding partial pressure of arterial oxygen of 60 to 65 mmHg. Higher oxygen saturations may cause hypercarbia by reducing the respiratory drive and promoting ventilation-perfusion mismatching. 8. Beta-agonists and anticholinergic agents are equally efficacious at improving airflow during a COPD exacerbation. Combination therapy is typically used in clinical practice, but does not appear to confer substantial benefit over monotherapy with either agent alone. 9. The role of aminophylline (methylxanthine bronchodilator) in the setting of a COPD exacerbation is controversial because this medication has uncertain efficacy and potential toxicity. 10. Systemic glucocorticoids improve FEV 1 and reduce treatment failure rates and length of hospitalization for a COPD exacerbation. The optimal dose, route, and duration of therapy are unknown. 11. Patients with a severe COPD exacerbation are the ones most likely to benefit from antibiotics, although the effect of antibiotics on the duration and severity of the exacerbation appears minimal. There are no definitive data regarding optimal duration of therapy. 12. Mucolytic agents and mechanical chest percussion are probably not beneficial in patients with a COPD exacerbation. \n\nTobacco smoking accounts for almost all cases of COPD. Cigarette smoke increases the number of neutrophils and macrophages in the airways. These cells release proteases (enzymes that degrade proteins), which destroy lung parenchyma in individuals who are unable to mount an adequate anti-protease response. As a result, mucus production is increased and airways become narrowed, lose their support structure, and develop increased collapsibility that leads to airway obstruction.\n\nDuring an acute exacerbation of COPD, inflammation, bronchospasm, and mucus hypersecretion lead to airway narrowing, worsening ventilation-perfusion (V/Q) mismatching, and hypoxemia. The work of breathing increases to overcome the high airway resistance, but this leads to increased oxygen consumption by the respiratory muscles, which further lowers the oxygen content in venous blood.\n\nCOPD exacerbations become more frequent with increasing disease severity. An important trigger of these exacerbations is viral upper respiratory tract infections (especially rhinovirus), which cause airway inflammation and oxidative stress (Box 15-1). Although bacteria are often cultured from patients with an acute COPD exacerbation, it is unclear whether these organisms are pathogens or colonizers, because bacteria can also be cultured from many patients with stable COPD. The most common pathogenic bacteria are Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis. COPD exacerbations are more common in the winter 298 Acute Exacerbation of COPD \n\n(upper respiratory tract infections are more common during these months, and cold temperatures to cause a small reduction in lung function). Exacerbations have also been linked to increasing environmental pollution, which is thought to increase susceptibility to viral respiratory infections.\n\nOther precipitants of COPD exacerbations include heart failure, pulmonary embolism, and medications. Beta-blockers may cause bronchospasm, which can worsen ventilation-perfusion mismatch. Narcotics and sedatives may reduce the ventilatory drive, leading to hypercarbia, acidosis, and respiratory failure.\n\nThere is no universally accepted definition of an acute exacerbation of COPD. The most commonly used definition, which has been used most consistently in rigorous clinical trials, is any combination of the following three clinical findings in a patient with established COPD:\n\n1. Worsening dyspnea 2. An increase in sputum purulence 3. An increase in sputum volume Hypoxemia and hypercarbia are often present.\n\nMild COPD exacerbations may present with minimal signs, such as wheezing on auscultation. As the severity of COPD worsens, the breath sounds may be distant and there may be signs of hypoxemia including cyanosis, tachypnea, agitation, and tachycardia. Accessory muscle use may occur with the increased work of breathing. Inward abdominal motion with inspiration (abdominal paradox) is a sign of impending diaphragmatic muscle fatigue. With worsening 300 Acute Exacerbation of COPD respiratory failure, patients become increasingly hypercarbic and acidemic, which leads to confusion, stupor, and ultimately, apnea.\n\nInitial laboratory testing should include:\n\n1. Pulse oximetry to monitor the level of hypoxemia\n\nThe classic findings of COPD include hyperinflated lungs, flattened diaphragms, and a narrowed and lengthened mediastinum.\n\nA chest x-ray should be obtained in all patients presenting with a COPD exacerbation because findings on radiography have been shown to change shortterm management in as many as 20% of these patients, most of whom have new pulmonary infiltrates or evidence of heart failure.\n\nMost COPD exacerbations do not require ABG measurements. An ABG analysis is appropriate if the patient's distress or somnolence raises concern for acute respiratory acidosis, but the ABG should never delay intubation.\n\nPatients with stable COPD may have a chronic respiratory acidosis from longstanding carbon dioxide retention as a result of airway obstruction. ABG analysis in these patients shows an increased partial pressure of arterial carbon dioxide (PaCO 2 ) but normal arterial pH, because the kidneys buffer the acid by retaining bicarbonate. Patients with a superimposed acute respiratory acidosis will have a reduced arterial pH and higher PaCO 2 compared to their baseline measurements, because the kidneys are unable to buffer the acid resulting from acute carbon dioxide retention.\n\nAn admission ECG is recommended to rule out cardiac conditions, such as ischemia or acute myocardial infarction that may be contributing to the COPD exacerbation. Continuous cardiac monitoring is appropriate in patients with a moderate or severe COPD exacerbation, patients with a significant history of coronary artery disease, or patients with known cardiac arrhythmias, such as multifocal atrial tachycardia or atrial fibrillation.\n\nWhite sputum may suggest a nonbacterial cause of the COPD exacerbation whereas green sputum may suggest a bacterial infection. However, sputum samples are notoriously unreliable, because they do not distinguish infection from colonization or oropharyngeal contamination. Therefore, sputum Gram stain and culture should be reserved for patients who do not respond to empiric therapy.\n\nSpirometry is not recommended during a COPD exacerbation, because this technique does not provide a reliable measure of disease severity nor is it useful for guiding therapy. (Table 15 -1, Fig. 15-1) \n\nSupplemental oxygen is appropriate if the COPD exacerbation is accompanied by hypoxemia. Oxygen saturation should be maintained between 90% and 92% with a corresponding partial pressure of arterial oxygen (PaO 2 ) of 60 to 65 mm Hg.\n\nAcute Exacerbation of COPD These targets ensure near-maximal hemoglobin saturation. Higher oxygen saturations may cause hypercarbia by reducing the respiratory drive and promoting ventilation-perfusion mismatching.\n\nPatient presents to emergency department or requires hospital admission Chest x-ray Arterial blood gas-if there is concern for acute respiratory acidosis (somnolence, distress)\n\nSupplemental oxygen-goal saturation 90%-92%\n\nBronchodilators via nebulizer until patient can tolerate metered-dose inhalers Albuterol 2.5 mg (1 vial) + ipratropium bromide 0.5 mg (1 vial) nebulized at least every 4-6 hours OR Albuterol + ipratropium bromide 2−6 puffs inhaled at least every 4-6 hours Glucocorticoids, for example: Methylprednisone 125 mg IV every 6 hours x 3 days then 60 mg PO daily x 4 days then 40 mg PO daily x 4 days then 20 mg PO daily x 4 days Antibiotics, for example: Amoxicillin 250 mg four times daily for 7-10 days OR Doxycycline 200 mg on Day 1 then 100 mg daily for 7-10 days OR Trimethoprim-sulfamethoxazole 160/800 mg twice daily for 7-10 days OR Azithromycin 500 mg on day 1 then 250 mg on days 2-5 OR Levofloxacin 500 mg daily for 7-10 days FIGURE 15-1. Initial treatment of an acute exacerbation of chronic obstructive pulmonary disease requiring hospitalization. Combination therapy is typically used in clinical practice but does not appear to confer substantial benefit over monotherapy with either agent alone.\n\nAcute Exacerbation of COPD There are several methods for delivering supplemental oxygen. Nasal cannula provides up to 6 L of oxygen per minute, although the actual percentage of oxygen inspired will depend on other factors, such as mouth-breathing. The concentration of oxygen in room air is 21%. As a general rule of thumb, for every 1 L of oxygen delivered per minute via nasal cannula, the inspired fraction of oxygen increases by 4%. The maximum oxygen delivery via nasal cannula is approximately 40%.\n\nNon-rebreather face masks provide tighter control of inspired oxygen than nasal cannula. A partial non-rebreather mask has a reservoir that typically delivers 60% to 80% inspired oxygen. The reservoir bag is filled with oxygen that is emptied with inspiration. Exhalation fills the reservoir with the first portion of expired gas, which contains a high oxygen concentration derived from the dead space of the upper airway. A true non-rebreather mask contains two types of valves and can deliver close to 100% oxygen. One valve prevents exhaled gas from entering the reservoir bag. The second type of valve permits exhalation and prevents ambient air from entering the inhalation circuit.\n\nBeta 2 -agonists (albuterol) and anticholinergic agents (ipratropium bromide) are bronchodilators that are equally effective at improving airflow during a COPD exacerbation. These medications are commonly used together, although combination therapy does not appear to confer substantial benefit over monotherapy with either agent alone. Metered-dose inhalers (MDIs) and nebulizers appear to achieve equivalent bronchodilation, but MDIs cost less.\n\nAminophylline, a methylxanthine bronchodilator, has unclear efficacy and potential toxicity. Therefore, the role of this medication in the setting of a COPD exacerbation is unclear.\n\nGlucocorticoids Several good quality randomized trials have shown that systemic glucocorticoids are beneficial during an acute COPD exacerbation. Systemic glucocorticoids improve FEV 1 and reduce treatment failure rates and length of hospitalization. The shortest useful duration of therapy is unknown, but there appears to be no additional advantage when glucocorticoids are given for more than 2 weeks. Oral and parenteral glucocorticoids appear to have similar efficacy. Improved outcomes have been demonstrated with doses ranging from 40 mg of oral prednisone daily in outpatient and emergency department settings to 125 mg of intravenous methylprednisone every 6 hours for 3 days, followed by 60 mg of oral prednisone daily for 4 days and then a gradual tapering of the dose with discontinuation on Day 15 in hospitalized patients. However, the optimal dose, route, and duration of therapy are unknown and vary among physicians and patients.\n\nHyperglycemia is an important side effect of short-term glucocorticoid treatment. Patients with frequent exacerbations may also experience bone loss from repeated courses of glucocorticoids. Infection is unlikely with short-term treatment.\n\nBacterial infections may contribute to acute COPD exacerbations. Several randomized trials have shown that patients with severe COPD exacerbations are the most likely to benefit from antibiotics, although the effect of antibiotics on the duration and severity of the exacerbation appears minimal. Trials have most commonly prescribed tetracyclines, amoxicillin, or trimethoprim-sulfamethoxazole for 3 to 14 days to cover the three most common causal pathogens: S. pneumoniae, M. catarrhalis, and H. influenzae. Nowadays, more broadspectrum antibiotics, such as levofloxacin, are commonly used in clinical practice because of emerging antibiotic resistance (especially among S. pneumoniae). The superiority of these newer, broader-spectrum antibiotics has not been established. There are also no definitive data regarding optimal duration of therapy, so most physicians prescribe antibiotics for 5 to 10 days.\n\nSeveral studies have shown no beneficial effects of mucolytic agents or mechanical chest percussion in patients with a COPD exacerbation.\n\nNPPV unloads fatigued ventilatory muscles and reduces the rates of intubation, in-hospital mortality, and duration of hospitalization. NPPV is appropriate for the COPD patient with acute respiratory acidosis, and worsening dyspnea and oxygenation, provided the patient is cooperative, hemodynamically stable, does not have excessive secretions, and is able to protect the airway. Patients who cannot tolerate NPPV and who have worsening oxygenation or acidemia should be intubated.\n\nPatients are ready for hospital discharge when significant clinical improvement has occurred. A useful question to ask the patient is whether the clinical status is close to baseline. Bronchospasm should be minimal or absent, and oxygen saturation with ambulation should not fall below 88%. Patients with persistent hypoxemia Acute Exacerbation of COPD despite resolution of symptoms should be discharged with supplemental oxygen via nasal cannula.\n\nMany patients do not use MDIs correctly. Patients may experience difficulty coordinating inhalation with the release of medication from the canister. Therefore, we recommend spacers to all patients, especially when inhaled glucocorticoids are prescribed (Box 15-2).\n\nAt the followup clinic visit, smoking cessation should be discussed and the conjugated pneumococcal vaccine and influenza vaccines should be administered (if the patient is due for these vaccines). Spirometry before and after a several-week trial of inhaled glucocorticoids should be used to assess whether the patient's COPD has a reversible component (i.e., whether the patient will benefit from long-term glucocorticoids). The patient should: Shake the inhaler and attach it to the spacer. Breath out, then form a seal around the mouthpiece of the spacer. Depress the canister, then breathe in slowly through the mouth. Hold the breath for 10 seconds or as long as possible. Wait a minute or so, then repeat the above steps, if applicable. Rinse the mouth after using an inhaled glucocorticoid to reduce the risk of oral candidiasis.\n\nAcute Exacerbation of COPD"}