{"title": "Behavioural finance perspectives on Malaysian stock market efficiency-NC- ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)", "body": "In finance, the assumption of the state of market efficiency is the heart in every finance modelling, strategies, and policies design in financial markets. Since its development in the 1960s, the notion of efficient markets has been subjected to intense theoretical and empirical debate for more than century (Ackert & Deaves, 2010; Shefrin, 2007) . Nonetheless, this fundamental issue remains puzzled today after for more than 40 years (Verheyden, de Moore, & den Bossche, 2015) . In this line of enquiries, the debated issue is whether the market is fully efficient in accordance to efficient market hypothesis (EMH) in modern finance paradigm or adaptively efficient according with the adaptive market hypothesis (AMH) in behavioural finance paradigm. While the AMH is still new with limited empirical support, mounting evidence of market imperfection and inefficiency challenge the validity of EMH.\n\nTo recap, the issue of stock market imperfections and inefficiency has been voiced by scholars since in the 1960s (Grossman & Stiglitz, 1980; Rosenberg, Reid, & Lanstein, 1985; Stigler, 1967) . This instability and inefficiency although short lived, will persist consistently in the market so long normal people are trading in the market because of constant human nature that will regularly produce financial fads, euphoria and gloom (Sanford, 1994; Slezak, 2003) . In behavioural finance paradigm, this instability and inefficiency are due to behavioural risks that are critical for Asia emerging financial markets (Kim & Nofsinger, 2008) . Despite the above arguments, the importance of investor and market imperfection has been ignored in academic and practice due to the popularity of modern finance thoughts. However, relying solely on modern finance perspective probably mislead practitioners as noted below;\n\n\"Today's methods to control and price risk are still based on the neoclassical assumptions of normal distributions and Brownian motions. This is probably one of the reasons that explain the failure of risk management systems in times of crisis\" Chittedi, 2014, p. 3. Our literature observation concludes that the main obstacle lies in philosophy, theories, and methods dispute and divergence of opinions among finance scholars in modern-and behavioural-finance paradigms. The competing perspectives on market efficiency studies between the two paradigms are discussed here based on interconnected theoretical perspectives as presented in the following Fig. 1 , which will be briefly summarized thereafter.\n\nModern finance ideologies are borrowed from modern economics that is based on normative philosophy. This paradigm postulates that reasonable people should act rationally as postulated in rational choice theory (Arrow, 1958) . The rational decision means that human think and decides to maximize wealth as described in expected utility theory idealize by von Neumann and Morgenstern in 1944 (Quiggin, 1982) . This implies that individual preference is static with risk adverse behaviour and asset prices only influenced by fundamental. Accordingly, constant rational human behaviour expected to imply normality, random walk, mean reversion properties of stock prices, and no expected excess returns. This theorized in the random walk behaviour of stock prices by Louis Bachelier in 1900 and a martingale model of stock prices by Paul Samuelson in 1965 (Fama, 1965) . Collectively, this will imply the non-predictability of stock prices to exploit arbitrage conditions. Holding investor and prices behaviours as assumed, a random process of financial series will exhibit independent and identical distribution, such as a Gaussian with zero mean and constant variance (Lim, Liew, & Wong, 2005) .\n\nGuided by the above theoretical perspectives, Fama idealizes the EMH as a theoretical framework for market behaviour (Fama, 1965 (Fama, , 1970 . There are three versions of the market efficiency measurement, namely weak, semi-strong, and strong. The weak EMH claims that the prices on assets already reflect all past publicly available information. Semi-strong EMH claims both that prices reflect all publicly available information and those prices instantly change to reflect new public information. While, strong EMH additionally claims that prices instantly reflect even hidden or insider information.\n\nEMH postulates that securities are always efficiently and fairly priced. However, EMH validity comes with several assumptions. First, markets are made up of large, competent and fully informed investors that are always aiming for profitmaximization and risk averse in their decision-making. Second, all agents have homogeneous expectations. Third, current information about the economy and individual firm fundamental are freely available and always instantaneously and correctly fully reflect available information. Fourth, no taxes, no transaction costs, and no danger of bankruptcy. Fifth, competitive pressure among economic agents will keep securities fairly priced as any opportunity to realize an excess profit is exploited without delay and thus disappears (Chittedi, 2014; Fama, 1970) . These will collectively form an equilibrium financial market with perfect and competitive under conditions of uncertainty (LeRoy, 1989) . However, some scholars are sceptical of EMH's ideas due to both theoretical and empirical disputes that have been well documented in reputed journals.\n\nMeanwhile, the behavioural finance paradigm provides an alternative perspective of human behaviour based on the positive theory that is open to the multidisciplinary understanding of human behaviour. Specifically, investor decision and preference are believed to be boundedly and adaptively rational. Bounded rational means investor decision making involving both elements of rational and irrational. The bounded rational theory asserts that a normal human being is not entirely rational in their decision making due to various behavioural heuristics and biases (Simon, 1955) and individual decisions are under time-inconsistent preferences, incomplete information, and different learning environment (Brocas & Carrillo, 2000) . Further, neuroscience perspectives justify the dual process (i.e. cognitive and affective) of human neural basis that rationalize the rational (i.e. cognitive logic) and irrational (i.e. cognitive heuristics and affective bias) factors influencing human decision making (Carmerer, Loewenstein, & Prelec, 2004; Shimp, Mitchell, Beas, Bizon, & Setlow, 2015) . While adaptive rational means human preference and expectation are not static but heterogeneously adaptive due to behavioural forces (Tinbergen, 1939) .\n\nOn asset price behaviour, a number of scholars pointed that financial asset prices are not rationally related to firm and economic fundamentals (Shiller, 1981; Summers, 1986) , stock market prices do not follow random walks (Lo & MacKinlay, 1988) , and nonstationarity of time series stock market data and incomplete data on information of market participants (Campbell & Shiller, 1987) . This evidence cause persuasive proof of market inefficiency that has been theoretically neglected instead has been termed as stylized facts puzzle (Suarez-Garcia & Gomez-Ullate, 2014).\n\nAs for the market behaviour, two perspectives of market functioning have been offered that are compatible with behavioural finance perspectives. The first theory is bounded rational market has been suggested in Miller (1987) as a result of bounded rational human behaviour. Bounded rational decision influences the market fluctuations in the following three ways. First, it adds noise to investor decisions and cause disturbances in market fluctuations. Second, it will lead investor to replace the optimizing behaviour with rules of thumb which will result in a frequent fluctuation in market behaviour. Third, it creates a new cost to decision deliberation that may engender various adjustments in behaviour and affect the market fluctuations accordingly (Conlisk, 1996) . The second theory is AMH introduced by Lo (2004), which is idealized based on interdisciplinary theories that consist of bounded rationality, complex systems, evolutionary biology, and evolutionary psychology. AMH is relevant in recognizing the variation of investor and market behaviours in today the complex and dynamic market environment (Meier, 2014; Soufian, Forbes, & Hudson, 2014) . Additionally, the evolving stock return predictability can be rationalized within the framework of the adaptive markets hypothesis (Lim & Brooks, 2011) .\n\nSo far, a test of market efficiency based on AMH theoretical perspectives is still very limited globally (Verheyden et al., 2015) with no exception to Malaysia studies. This implies the still dominance of modern finance paradigm to the majority finance scholars. Nonetheless, the awarding of the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2013 1 to Eugene Fama, Lars Peter Hansen and Robert Shiller provides a testimony that both modern-and behavioural-finance are a valid paradigm in finance. This paper revisits this efficiency issue in Malaysian stock market in the context of behavioural finance paradigm. Guided by multidisciplinary behavioural theories, we position our investigation of Malaysian stock market efficiency based on the belief that investors are bounded-adaptive rational, stock prices are asymmetrically dynamic, and the market is bounded-adaptive efficient. In this research, the findings lend support to the validity of behavioural finance's theoretical perspectives on the nature of individual, asset prices, and stock market behaviours.\n\nThe Malaysian capital market is an important emerging Asian market. Stock market, which offers to sell, purchases or exchange of securities was the most active component of the capital market in Malaysia since the 1960s (Butler, Dhillon, & Thiagarajah, 1991) . In the modern context, the secondary exchange for stock market, i.e. the Kuala Lumpur Stock Exchange (KLSE) 2 was established in May 1973 (Ali, 1997) after the stock exchange for Malaysia and Singapore were separated (Kean, 1986; Yong, 1994) . At the end of 1989, there were only 252 companies listed on the KLSE and served by 53 stock broking firms located only in major towns (Nasir & Mohamad, 1993) . At the end of 2014 after for about 25 years later, there were 911 3 companies listed on the Main and ACE market boards. Historically, the performance of KLSE has undergone a series of ups and down cycles influenced by both internal and external's political, economic, social, and technological factors as illustrated in Fig. 2 .\n\nPolitical and regulatory forces e The stability of the political environment in Malaysia has always influenced the performance of the stock market. A stable political environment stimulates confidence for inflow of funds that will indirectly enhance the performance of the firm, the industry, and the economy in general (Ali, 1997) . Historically, various political events both in local and international fronts have, to a certain degree influenced the performance of the Malaysian stock market and in some cases, the effect on the stock market is very drastic particularly for politically connected firms (Ali, 1997; Mitchell & Joseph, 2010) . Political shocks can cause either overreaction or underreaction in the stock market (Ali, Nassir, Hassan, & Abidin, 2010 ) and this will result in short-term non-linearity in prices (Lim & Hinich, 2005) . Regulatory changes (amendments) have also been performed to promote further the efficiency and growth of the capital market in Malaysia (Yong, 1994) . For instance, the Second Board was introduced in 1989 to encourage listings of small firms. The government had implemented a short-term capital control in 1994 and in 1998 (Ocampo & Stiglitz, 2008) to curve financial market excessive volatility due to speculative activities.\n\nEconomic forces e Generally, the healthy economic development provides growth opportunities for the industry and the firms. In this respect, various economic cycles in Malaysia have influenced the stock market. In the early 1970se1990s, Malaysia economy is concentrated on resources-based and export-oriented and has been known as the world's leading exporter of tin, rubber and palm oil (George, 1991; Kean, 1986) . Accordingly, most of the quoted firms very much dependent on the export of primary commodities and soaring commodity prices in the 1980s have been the main driver for stock market boom during this time (Kean, 1986; Yong, 1994) . In line with the economic and capital market liberalization moves in 1990, Malaysia experienced rapid economic growth spurred by increased government spending, foreign direct investments and exports (Ocampo & Stiglitz, 2008) . Capital market liberalization provides both opportunities and challenges to the Malaysian stock market. Advocates of capital market liberalization beliefs that it will increase economic growth and market efficiency as well as reduce risk (Ang & McKibbin, 2007; Kim & Singal, 2000; Ben Rejeb & Boughrara, 2013) . However, empirical evidence revealed that capital market liberalization does not bring the benefits promised by the theory. Rather, it further contributes to the degree of financial market volatility (Chittedi, 2014) and instability (worsening of market efficiency) especially in thin stock markets in developing countries with worldwide cross-boarders influx of irrational and rational exuberance and pessimism that created a contagion of opinions and bubbles in financial markets (Ocampo & Stiglitz, 2008) . In no exception, the Malaysian stock market has been very sensitive to both internal and external economic and financial crises. Those crises, including the following; IraneIraq war (06/81e08/82), Black Monday (08/87e12/87), US recession (08/90e09/90), Mexican financial crisis (01/ 94e01/95), Asian financial crisis (02/97e09/98), 911 attacks and technology slump (04/01e04/02), SARS (04/02e03/03), Subprime crisis (01/08e10/08), and US crisis (10/08e12/09) (The Edge Malaysia, 2008 4 ; Chong, 2011) .\n\nSocial forces e Various non-fundamental risks impacting the society's psychology and health have been associated with stock market performance. The first racial crisis occurred on May 13th in 1969 which had slow down the private investments and consequently the economic growth in 1971e1972 (Kean, 1986) . Other social risks reflected in Malaysian stock market include the Severe Acute Respiratory Syndrome \"SARS\" (Ali et al., 2010) , panic due to terrorism effects (Drakos, 2010; Ramiah, 2012) , poor consumer confidence during bubbles (Leger & Leone, 2008) , herding contagion during the financial crisis (Khan & Park, 2009 ) and believe on unlucky numbers (Auer & Rottmann, 2014) . All of these factors have psychological connections to investors' sentiment, emotion, and mood that will directly determine their trading strategies. Investors' crowd influenced by exciting news or rumours and investors becomes irrational in their trading based on the impulse of psychology and sociology forces are normal phenomenon seen in Malaysian stock market radar.\n\nTechnology forces e Revolution in information technology also influence the development of the stock market. Enhancement of technology used in the KLSE and stock broking companies has made it possible for the system to handle a significant increase in trading volume (Ali, 1997) . In 1982, KLSE started to use computerization by setting up the data processing department in May 1982. However, the first daily business report was only published in February 1983. Initiated the computerization of clearing systems in November 1983 and was fully completed in March 1984. Installation of real-time share prices reporting and corporate announcements (MASA) was available in 1987 for brokers and subscribers that have enhanced the speed of information transmissions (Butler et al., 1991) . In May 1989, a semi-automated trading system called system of computerized order routing and execution (SCORE) was implemented to facilitate and improve the speed of shares trading through electronic systems (Nasir & Mohamad, 1993; Yong, 1994) . In recent years, with the innovation of internet technology and computer savvy society, further enhance retail participation in stock market investment (Bogan, 2008) .\n\nReview of literature on stock market efficiency studies in Malaysia is segmented into three clusters to take into account the different economic and market development stages (Table 1) . First cluster (1970e1990) is for pre-industrialization/ liberalization/information technology revolution. During this period, trading activity in the stock market is relatively limited and slow (Arief, 1975) and the market characteristic has been noted to reflect the weak-form EMH. A second cluster (1991e1999) is for post-industrialization/liberalization/ information technology revolution. In the post-1990, consensus on market efficiency in Malaysia has been generally in support for the weak form of EMH while acknowledging the present of temporary inefficiency. The third cluster is the new millennium era (2000ecurrent). This period is associated with a high degree of individual involvement in the stock market that increases trading and volatility (Hollifield, 2002; Sanderson, 1998; Schwert, 2002) . However, recent research provides evidence of multifractal market efficiency. A summary of these researches are summarized in Table 2 .\n\nSome previous researches challenged the validity of the EMH in Malaysia. Evidence against EMH including; invalidity of the random walk hypothesis which implies predictability of stock prices (Jerrett, 2010; Ming, Guru, & Nor, 2007) ; non-linear behaviour of stock prices (Lim, 2008; Lim & Hinich, 2005) ; evidence of long memory in the market (Tan, Chin, & Galagedera, 2014) ; rational expectation assumption does not confirm to the properties of stock market data (Yeong, Ho, Dollery, & Kogid, 2010). The first study to reconcile the evidence of Malaysian stock market efficiency based on the AMH is given by Lim and others through a series of empirical research. This research noted that linear and nonlinear dependencies play a role in the data generating process. The nature of price dependency is not stable which is in line with the adaptive nature of price evolution as postulated by AMH (Lim, 2007 .\n\nThe following behavioural finance researches are urged to be possibly the driver of market efficiency instability. Behavioural finance researches have confirmed bounded rationality of Malaysian investors. Irrational behaviours including; considered gossip, rumours and tips as an information (Bauman, 1989) , use of technical analysis (Mohamad & Nassir, 1997) , reference to recent returns (Richards, 2005) . Retail investor irrationality due to behavioural biases, including; reference to past company performance (Muhammad, 2009 ), attention to extreme price changes (Toh & Ahmad, 2010) and winner and loser (Toh & Ahmad, 2010) as well as 52 weeks prices high and low (Chun & Ming, 2009) .\n\nOther behavioural biases have also been highlighted in market level studies. First, overreaction, underreaction, and overconfidence biases due to various events like attention to winners and losers stocks, market rumours, and speculative political issues (Ahmad & Hussain, 2001; Ali, Ahmad, & Anusakumar, 2011; Ali et al., 2010 , Ali, Nassir, Hassan, & Abidin, 2011 Chun & Ming, 2009; Lai, Tan, & Chong, 2013) . Second, herding bias due to psychological and sociological influences (Brahmana, Hooy, & Ahmad, 2012) . Third, momentum-trading bias like trades based on actively traded securities and sizes (Drew & Veeraraghavan, 2002; Hameed & Ting, 2000) . Fourth, culturally induced biases, including high level of collectivism in society (Durand, Koh, & Tan, 2013; Statman, 2008) (Bialkowski, Etebari, & Wisniewski, 2012; Wong et al., 1990) , and Monday anomaly (Brahmana et al., 2012) . Fifth, negativity bias during the crisis (Chen, Huang, Wang, & Cheng, 2010) . Sixth, speculation bias (Chan, McQueen, & Thorley, 1998) , and possibly many more to be uncovered. To summarize the nature of stock market efficiency in Malaysia and consideration for future market efficiency research, the following authoritative opinions are re-emphasized;\n\n\"Given the world and the KLSE evidenced both collaborator and contradictory, market efficiency and behavioral finance co-exist just as God created us and many observations in pairs. Chaotic (irrational ) and rational behaviors co-exist in any market be it efficient, moderately efficient and inefficient. At times, we may act rationally, at other times irrational. It is a matter of degree\" Nassir, 2002, p. 15 .\n\n\"We cannot maintain (EMH) in their pure form as accurate descriptors of actual markets … we have to distance ourselves from the presumption that financial markets always work well and that price changes always reflect genuine information\"\n\nShiller, 2003, p. 102.\n\nThe bounded-rational theory (Simon, 1955) , prospect theory (Kahneman & Tversky, 1979) , and adaptive expectation theory (Tinbergen, 1939) collectively describes heterogeneity roles of investor decision and preferences. In line with this assumption, the asset prices formation in financial markets is believed to be best described by the dynamic asset price theory (Westerhoff, 2003) . Taken together, the investor and price formation behaviour will form an adaptive efficient market as described by AMH (Lo, 2004 (Lo, , 2005 (Lo, , 2012 ) that prescribed the dynamic behaviour of financial markets due to a complex combination of investor behaviour across time and circumstances that are adapting to information and technological changes (Nawrocki & Viole, 2014) . While AMH is still in infancy stage, the theory's validity is supported by empirical research from both developed and emerging financial markets (see Hiremath & Kumari, 2014; Kim, Shamsuddin, & Lim, 2011; Lo, 2004; Todea, Ulici, & Silaghi, 2009; Urquhart & Hudson, 2013; Verheyden et al., 2015) . The current research offers a different theoretical and methods to examine the AMH validity. Specifically, the prospect theory's hypothetical value function (Fig. 3 ) and the quantile regression p function (Fig. 4 ) are used to analyse the heterogeneity of riskereturn relationships. This idea is motivated by other scholars' works as briefly discussed herein. The use of prospect theory is more appropriate in behavioural finance research as suggested by prominent scholars in this area (Barberis, 2013; Barberis, Huang, & Santos, 2001; Shiller, 1999) . To be specific, the prospect theory postulates that individuals behave differently in their decision making that is risk-seeking in losses domain and risk-averse in gains domain with the middle point being the reference points. Due to the expected heterogeneity behaviour of investors at the individual security and market level, the nonparametric and nonlinear statistics are best suited for inferential analysis in behavioural finance (Nawrocki & Viole, 2014) . In line with this idea, quantile regression is one of the suitable methods. This nonparametric quantile-based risk measures seek to estimate risks without making strong assumptions about the distribution under consideration and estimate risk measures from the entire distribution. Thus, this method avoids the risk of model misspecification, which could bias the estimated risk measures (Dowd & Blake, 2006) . More importantly, this method is compatible in validating the adapting preferences as postulated by the prospect theory. In particular, quantile regression can distinguish between negative returns (lower quantiles) and positive returns (upper quantiles) behaviours. In this regard, the beta is expected to be greater in negative conditions (due to risk-seeking over losses) and smaller in positive conditions (due to risk-averse over gain) (Baur & Schulze, 2010) . In the market efficient test, the quantile autoregressive model approach has been recently used by Muller, Righi, and Ceretta (2015) . We also acknowledge that earlier works have investigated the dynamic behaviour of riskereturn relationships and market efficiency in emerging markets, including Malaysia 5 but guided by different theoretical underpinnings and methods. As the research focuses exclusively on behavioural finance perspective, we neglected the bulk of modern finance literature concerning the same issue.\n\nWe employ monthly Bursa Malaysia index (BMKLCI) series together with selected fundamental and behavioural risk proxies spanning from January, 1977 to December, 2014. The analyses are segmented into six different period clusters, namely; overall, pre-industrialization, post-industrialization, millennium, non-crisis, and crisis. Similar approach (use of sub-sample) has also been undertaken by some researchers reviewed in this article. The weak informational efficiency is examined using autocorrelation (AR) and variance ratio (VR) tests. As a robustness test, the behaviour of stock prices and riskereturn relationships are inspected using ordinary least squares (OLS) and quantile (QR) regression approaches.\n\nIn the first analysis, the AR test is performed. The AR tests as presented in Eq. (1), measure the serial correlation coefficient between a series of returns and its lagged value with the null hypothesis; AR ¼ 0 for all lag. The objective is to examine whether the return series is truly random in a sense that it will exhibit zero autocorrelation behaviour. This indicates a predictability pattern of stock returns based on its past series information. From this model, a positive and significant autocorrelation indicates that the series contains a trend. While a negative one implies a reversal in series behaviour (Ratner, 1996) .\n\nIn the second analysis, the VR test is conducted. The VR test of Lo and MacKinlay (1988) is one of the standard measures of market efficiency that examine whether the variance of the logarithms of a variable series following a random walk. The variance ratio at lag q (VR(q)) of the q difference series is calculated as in Eq. (2) with the null hypothesis; VR ¼ 1 for all lag. Where P s 2 c ðqÞ is an unbiased estimator of 1/q of the variance of the qth-differenced series. While P s 2 a ðqÞ is an unbiased estimator of the variance of the first-differenced series. Theoretically, if the natural logarithm of the series ðp t Þ to follow a random walk behaviour which is defined as p t ¼ a þ p tÀ1 þ ε t , the variance of the qth differenced series ðr t À r tÀq Þ is expected to equal to q times the variance of the first difference series ðr t À r tÀ1 Þ. The VR(q) in Eq.\n\n(2) will be estimated using two alternative test statistics. The first statistic Z(q) is a test based on homoscedastic data behaviour which assumes i.i.d. error terms. The second statistic Z*(q) provide adjustment on possible heteroscedasticity in the error terms and does not require the assumption of normality. Technically, VR less then unity implying a mean reverting process. While, VR increasing in q indicates mean aversion behaviour (Jasic & Wood, 2006) .\n\n. X s 2 a ðqÞ ð 2Þ\n\nTo uncover the dynamic behaviour, in the final analysis, the stock returns autocorrelations and riskereturn relationships are examined and compared using the standard OLS and QR approach. In the standard linear regression of OLS method as presented in Eq. (3), the relationship between the dependent and independent variables is summarized based on the conditional mean function, Eðy i jx i Þ that provides at best, only the average perspectives. In OLS method, the estimation of model prediction error (ε i ) is based on minimization of P i ε 2 i . As an alternative, in QR method as presented in Eq. (4), the relationship between dependent and independent variables are estimated based on the conditional median function, Q ðqÞ ðy i jx i Þ of specific quantile (q) of the empirical distribution. Where conditional quantiles range between 0 < q < 1 and the QR can be performed from q0 to q1 with q0.5 known as the median regression. This means that, the data is split into proportions of q below and 1 À q above. In the estimation of the model prediction error, median regression minimizes P i ε i and QR minimizes a sum that gives asymmetric penalties ð1 À qÞjε i j for overprediction and qjε i j for underprediction. Unlike OLS, the QR is more robust to outliers and does not require fulfilment of normal distribution of the error process (Koenker & Bassett, 1978; Koenker & Hallock, 2001) .\n\nThe analyses are segmented into three data clusters, namely the overall period, economic development phases, and market states. As shown in Table 2 , these data show a statistically significantly different in risk and return characteristics along different clusters. The skewness statistics which measure the asymmetry of the distribution of the index series indicated a non-normal distribution (i.e. non-zero). The data also show the presence of both positive and negative skewness. The nonnormal distribution behaviour also confirmed by the kurtosis statistics and the significant of JarqueeBera statistics (Bai & Ng, 2005) .\n\nThe relative weak efficiency of BMKLSE is first inspected using autocorrelation of BMKLSE at lag k (i.e. 1 month to 12 months) that reflects the informational efficiency in the short term. Similarly, the analyses are performed on segmented data as explained earlier, and the results are as summarized in Table  3 . In the overall period, series autocorrelation with its historical values are statistically significant and slowly decaying as the number of lags increases. This indicates the long memory effect and a sign of market inefficiency (Cao, Deng, & Li, 2010) . However, in the segmented data, evidence of autocorrelation only statistically significant in the postindustrialization period and during non-crisis market states. This provides a clue that market efficiency is adapting.\n\nIn the second stage, the state of market efficiency is further examined using VR that are conducted based on two tests, namely unbiased variance estimation and heteroskedastic robust standard error estimation. Tests periods chosen are months 2, 4, 8, and 12. Details of the adaptive behaviour of market efficiency assessments based on individual lags and joint tests for all lags are summarized in the following Table 4 . The VR tests for all segmented data are statistically significant for all lags examined. In addition, the joint tests provide confirmation that efficiency in different lags is significantly different. The tests indicate that the Malaysian stock market efficiency ratios are below one, the benchmark for full efficiency (Ghazani & Araghi, 2014) . The Malaysian market efficiency level for lags 2 months data ranging from 0.43 to 0.58 that is within the range of weak efficient markets. This evidence is in confirmation with the previous market efficiency studies conducted in Malaysia. In addition, the level of market efficiency decreases as the number of lags increases. This is in accordance with observation provided in Jasic and Wood (2006) that can be referred to psychology reasoning that people remember and influence more by recent event than the past (Table 5) .\n\nGoing beyond the existing studies, this research examines the nature of evolving market efficiency level across different economic development phases and different market states. This is in line with the AMH description that the evolving efficiency is due to the changing behaviour of investors that adapt to changing information sets and particular conditions. The AR test in Table 3 and VR test in Table 4 provides a consistent statistic description on the evolving nature of market efficiency given different economic and market conditions. The conclusion of these tests is as summarized below.\n\nBased on the economic development phase segmentation, market efficiency seems to be evolving with the Millennium economic phase recording higher level of market efficiency compared to the pre-and post-industrialization periods. These differences could be rationally justified by the fact that the recent economic development phase is more fundamentally robust after the economic and financial market liberalization. The results are in line with some scholars' findings, which noted that economic and financial market liberalization has helped improved the economy in general and enhanced capital ) . The asterisk ***, **, and * denotes significant levels of 1%, 5%, and 10% respectively as indicated by p-value. (11) À0.0090*** 0.135 À0.1360*** À0.1520** À0.0220* À0.111 Lag (12) À0.0490*** À0.076 À0.0670*** À0.0590* 0.0540* 0.073\n\nNotes: The figures for autocorrelation represent the Q-Statistic. The sign ***, **, and * denotes 1%, 5%, and 10% significant level respectively as indicated by pvalue.\n\nallocation efficiency, market integration, and information efficiency in financial markets. These forces indirectly have improved the degree of weak market efficiency in Malaysia in particular and in emerging markets in general, despite the fact that it has been evolving to adapt to economic cycles and series of financial crises (see Abiad, Oomes, & Ueda, 2008; Ben Rejeb & Boughrara, 2013 Bekaert, Harvey, & Lundblad, 2003; Henry, 2000; Nguyen & Fontaine, 2006; Rizvi & Arshad, 2014 . Most importantly, the Malaysian capital market institutions noted to have improved after the implementation of a Capital Market Master Plan in 1999, which have improvised regulatory framework and corporate governance (Gimet & Lagoarde-Segot, 2011) . Based on the market states condition, the pattern of stock returns autocorrelation independence is homogeneous in crisis states compared to non-crisis states which indicate the presence weak efficiency. This is also consistent with VR test that shows relatively higher VR value during the crisis compared to non-crisis market states. The insignificant of autocorrelation test in this crisis-sub sample provides evidence of unpredictability pattern of stock returns using its past price information. We caution readers for generalization of our findings due to contradictory opinion drawn from existing studies which argued that the weak market efficiency pattern is deteriorating in Malaysia during the crisis market states (see Kim & Shamsuddin, 2008; Lim, Brooks, & Kim, 2008; Rizvi & Arshad, 2016) . In addition, our finding might also be due to less noisy monthly data used. In the meantime, we provide possible theoretical justification on this finding. The psychology-based negativity bias hypothesis states that people are more sensitive to negative events compared to positive ones and the effect of negative news is stronger than positive news (Kanouse, 1984) . Based on this hypothesis, we argue that during crisis market states, the negativity biases are homogeneous to all investors and that enhance the predictable pattern of price behaviours. On the other hand, during non-crisis market states, investors' information and opinion divergences are large and weaken the predictable pattern of price behaviour.\n\nThis section provides an assessment of bounded rational of investors and asymmetric dynamic behaviour of stock prices. Behavioural finance assumes risk forces comprise of fundamental and behavioural risks, and riskereturn relationships are to be asymmetrically dynamic due to bounded-adaptive rational of investors thinking and decisions. To validate this, the asymmetric dynamic behaviour of stock prices in extreme losses and extreme gains of data distributions according to the perspective of prospect theory is examined. This theory postulates that the investor decides based on loss and gains, and experiencing losses are more painful to humans compared to experiencing gains. Accordingly, the OLS and QR estimations for return autocorrelations with its lag 1 values are estimated and the results are as presented in Fig. 5 . The average mean-based Fig. 5 . Stock return autocorrelations using quantile regression approach. Notes: The OLS figures represent the coefficient and R 2 , which is significant at 1% level. The figures in grey and black histograms are the coefficient and R 2 for QR for the respective quantiles (q). Coefficients in q0.01, q0.05, q0.1, q0.98, and q0.99 are significant at 1% level. While coefficients for q0.5 and q0.9 are insignificant. (OLS) and quantiles-based (QR) estimations yield a different conclusion with regards to the nature of returns autocorrelation. The OLS analysis, which is based on Gaussian assumptions indicated that past returns information is positively related to contemporaneous returns. On the other hand, the alternative non-Gaussian QR analysis revealed that the autocorrelations relationship is asymmetric. The relationships are positive and significant in extreme losses, negative and significant in extreme gains, and insignificant in median points. Also noted that the risk influence to return is stronger in losses compared to gains a situation that is in confirmation to prospect theory theoretical ideas. These findings are in line with recent studies conducted by Baur, Dimpfl, and Jung (2012) and Zhu, Li, and Zeng (2015) . Practically, in loss situations, investors are generally panic and scared of further losses. Thus, risk forces are very sensitive to the stock prices. In gains situation, most investors opt to liquidate their investments for profit taking. These provide justification on negative riskereturn relationships in the upper quantiles. In prediction comparison (based on R 2 ), OLS underestimate the effect on lower quantiles and overestimate the effect on upper quantiles. In the next analyses, selected fundamental (i.e. KLCI tÀ1 , CI, LAI, LEI) and behavioural (i.e. BCS, CSI, VOL) risks influence on aggregate stock market returns are examined in both contemporaneous and future returns perspective. This is to gauge the bounded rational investors as proxies by the influence of both fundamental and behavioural risks in their stock investment decision. The results are as summarized in Tables 6 and 7. In both contemporaneous and future returns analysis, the OLS and QR analyses provide a different conclusion with regards to the influence and significance of the relationship of risk variables examined. The influences of selected fundamental and behavioural risks are significant, but heterogeneous on the condition of market states and risk states. We draw readers' attention to the emerging patterns in the analysis with justifications from the behavioural finance theoretical lenses.\n\nFirst, evidence of asymmetry riskereturn relationship. Specifically, in OLS analyses, positive riskereturn relationships seem to be valid only in the overall (average) sample. Note that the negative relationship between return and volatility indicates a positive relationship (French, Schwert, & Stambaugh, 1987) . However, different patterns appear when market and risk states are taken into account, but with heterogeneous significant influences. On the other hand, the QR provides a heterogeneous predictable pattern of risk influences to return. This result is analogous with to the existing studies employing QR methods.\n\nSecond, the riskereturn relationships are also noted to obey the prospect theory theoretical postulates. Explicitly, significant riskereturn relationship occur in the lower (losers) and upper (winners) quantiles but heterogeneous to condition of market states and the nature of risks. We have performed estimation to all possible quantiles (i.e. 0.1, 0.2, 0.3, 0.4, 0.5, 0.6, 0.7, 0.8, and 0.9) plus two extreme quantiles (i.e. 0.02 and 0.98). Overall, significant pattern is observed in lower quantiles up to 0.2 and in upper quantiles started from 0.8. All other unreported quantiles are qualitatively insignificant. This result can be corroborated to the prospect theory descriptions on human decision making that people decide based on the prospect of losses and gains. Empirical support to this theoretical notion is also provided in a series of Baur's works (Baur, 2013; Baur et al., 2012; Baur & Schulze, 2010) and others.\n\nThird, the expected higher influence of negativity bias seems to be observed in Malaysian stock market. To highlight, the riskereturn relationships in lower and upper quantiles are relatively stronger in the crisis and stronger when negative risk is interacted with crisis. This implies that, negative news in crisis has a strong influence on investor decision and hence, the market returns. These evidences can be corroborated with psychology-based theory of negativity bias hypothesis (Kanouse, 1984) and regret theory (Loomes & Sugden, 1982) .\n\nCollectively, both analyses provide supports to the validity of bounded and adaptive rationality of investor behaviour and decision that make the stock behaviour to be dynamically heterogeneous. This point to the conclusion that relying on the EMH as the theoretical base in understanding market behaviour and in designing investment strategies as well as market policies could underestimate the true risks and consequently mislead investors, managers, and policy makers.\n\nTo reemphasize, this research examines the state of Malaysian stock market efficiency based on the theoretical lenses of behavioural finance that believe; investors are boundedly rational, asset price behaviour is dynamic, and that the stock market is bounded and adaptively efficient. The empirical analysis lends support to the behavioural perspectives as summarized below.\n\nInvestors behaviour which is read from asset price behaviour that reflect their actions seems to be bounded-adaptive rational. Investors are influenced by both rational (fundamental) and irrational (behavioural) forces and non-linear price formation behaviour. This can be reconciled with interrelated behavioural based theories of decision, namely bounded rational theory (Simon, 1955) , prospect theory (Kahneman & Tversky, 1979) , and regret theory (Loomes & Sugden, 1982) and adaptive expectation of human behaviour (Tinbergen, 1939) . This is consistent with growing evidence of investors irrationality among retail and institutional investors (Akerlof & Shiller, 2009; Garling, Kirchler, Lewis, & Raaij, 2009 ). Due to the bounded-adaptive of investors' behaviour, stock prices show a dynamic behaviour. Dynamic means stock prices trending in non-linear fashion and the riskereturn relationships are heterogeneous across specific conditions. This in line with suggestions by some earlier scholars (Baur, 2013; Baur et al., 2012; Blume & Easley, 1992; Fiegenbaum, 1990) . Collectively, the bounded-adaptive of investor and dynamic of asset prices behaviours will form bounded-adaptive market efficiency as postulated in bounded-EMH (Miller, 1987) and in AMH (Lo, 2004; . The current research Negative risks in crisis Notes: OLS is for ordinary least square estimation using robust standard errors NeweyeWest estimators to correct the residuals for heteroskedasticity and/or autocorrelation problems. The QR is for autoregressive quantile regression estimated using the Huber Sandwich estimators which are valid under independent but non-identical sampling. The asterisks ***, **, and * denotes significant level of 1%, 5%, and 10% respectively. The variables acronym reads as follows; Return (R t ); Coincident Index (CI t ); Lagging Index (LAI t ); Leading Index (LEI t ); Business Confidence Survey (BCS t ); Consumer Sentiment Index (CSI t ); Volatility 30 days ðVOL t Þ. Dummy variables are; non-crisis period (NC t ); crisis period (C t ); negative risks (Neg t ). Diagnostic statistics; normality (JarqueeBera test); Heteroscedasticity (BreuschePaganeGodfrey test); serial correlation (BreuscheGodgrey LM test), and multicolinearity (centered Variance Inflation Factors test). The Wald test is performed to examine the quantile slope equality 10 different quantiles from q0.10 to q0.90. For QR, we report only 5 quantiles estimation results representing extreme lower, medium, and extreme upper quantiles inline with our focus and due to space constraints although we have estimated all other quantiles (i.e q0.10 to q0.90). Negative risks in crisis Notes: OLS is for ordinary least square estimation using robust standard errors NeweyeWest estimators to correct the residuals for heteroskedasticity and/or autocorrelation problems. The QR is for autoregressive quantile regression estimated using the Huber Sandwich estimators which are valid under independent but non-identical sampling. The asterisks ***, **, and * denotes significant level of 1%, 5%, and 10% respectively. The variables acronym reads as follows; Return (R t ); Coincident Index (CI t ); Lagging Index (LAI t ); Leading Index (LEI t ); Business Confidence Survey (BCS t ); Consumer Sentiment Index (CSI t ); Volatility 30 days ðVOL t Þ. Dummy variables are; non-crisis period (NC t ); crisis period (C t ); negative risks (Neg t ). Diagnostic statistics; normality (JarqueeBera test); Heteroscedasticity (BreuschePaganeGodfrey test); serial correlation (BreuscheGodgrey LM test), and multicollinearity (centered Variance Inflation Factors test). The Wald test is performed to examine the quantile slope equality 10 different quantiles from q0.10 to q0.90. For QR, we report only 5 quantiles estimation results representing extreme lower, medium, and extreme upper quantiles inline with our focus and due to space constraints although we have estimated all other quantiles (i.e q0.10 e q0.90).\n\nprovides the theoretical complements to the empirical evidence of adaptive nature of Malaysian stock market efficiency (Lim, 2007 (Lim, , 2008 Lim & Brooks, 2011; .\n\nThe founder of AMH together with other behavioural finance scholars have highlighted in their respective works that behavioural finance theoretical perspectives have significant practical implications for investment management. Their ideas are re-emphasized briefly here and advise readers to consult the respective article for details.\n\nFor investors e Investors need to be educated on the behavioural biases that are part and parcel of normal human being decision making. Behavioural finance theories informed an important contribution to avoidance of serious mistakes in investment analysis and finding profitable investment strategies. As such, institutional investors need to be aware of the growing importance of behavioural finance perspectives. A list of strategies and checklist to overcome behavioural errors are discussed in Riepe (1998), Fromlet (2001) , and Baker and Ricciardi (2014) .\n\nFor investment management firms e behavioural risks that distort fair fundamental valuation need to be managed both in risk modelling and fund portfolio management. Some scholars' suggestions are summarized here. On an individual level, fund managers need to recognize their own and others mistakes, to understand the reasons for these mistakes, and to avoid mistakes (Shefrin, 2000) . In portfolio management, Shefrin and Statman (2000) develop a behavioural portfolio theory and suggested its implications for optimal portfolio construction that are segregated into multiple mental accounts that resemble both bonds and lottery like features. In investment strategy, an adaptive investment strategy argued to be more efficient in a complex market system that is changing over time due to constant information and technological changes (Mauboussin, 2002; Nawrocki & Viole, 2014) . In line with this intuition, several authors have proposed a possible adaptive investment approaches as follows. Livanas (2007) provides interesting ideas on the construction of optimal portfolio. To simplify, the author suggests that the value of portfolio gains should be higher that the value of portfolio losses to hedge on the risk of investors asymmetric risk tolerance. In Zhu (2013) , the author develops a distribution-based framework for return prediction and portfolio selection. Howard (2014) introduces some thought on behavioural portfolio management strategies from asset allocation to stock selection, and market selection. Last but not least, Ma (2015) , a practitioner, introduces three different ways to develop investment strategies with the ability of adapting to economic regimes, market returns, or market volatility changes. Equally important, there is a need to enhance awareness and action on corporate governance to address behavioural biases in investment institutions (Suto & Toshino, 2005) .\n\nFor regulators and policymakers e There is an urgent need to incorporate policy concerns to mitigate behavioural risks in financial market governance. The needs to regulate these behavioural risks have been discussed in details by some scholars (see Cunningham, 2002; Daniel, Hirshleifer, & Teoh, 2002; Li, 2008) but still have been largely neglected so far. These scholars suggested some important issues for policy consideration including; the need to educate investors on behavioural risks, the need to promote the efficiency of the markets by minimizing the effect of behavioural risks, and the need to incorporate mechanisms to protect investors from excessive behavioural risks in the current corporate governance framework. In this regards, the study of Klapper and Love (2004) for 14 emerging markets provide evidence to support that better corporate governance is highly correlated with better operating performance and fair market valuation.\n\nThis paper aims to provide the behavioural finance perspectives on the nature of Malaysian stock market efficiency. Drawing from theoretical and empirical evidence from the current research, it is important to view the nature of market efficiency as prescribed by AMH. This efficiency theoretical framework offers the following advantages. First, this framework theoretically connects investors bounded and adaptive rationality which will collectively determine price formation, then induced a degree of market stability and finally creates the bounded and adaptive market efficiency. Second, will also be consistent with consideration of multifactor fundamental and behavioural risks that possibly influenced the stock price formation. Third, the theoretical framework will be compatible with various methods that aim to recognize many stylized properties in financial prices. More importantly, the consistency of the philosophical, theoretical and methods are essential in scientific research inquiry and for a fair view of financial market reality. To mitigate excessive behavioural risks that will ensure reasonable fundamental valuation in the stock market and stable efficiency of financial markets, behavioural risks need to be curved right from the investor behaviour, fund management practice, and market regulations. Going forward, joining Verheyden et al. (2015) calling, we suggest that future research is geared towards further examination and development of the theory of adaptive markets and its implications for investor education, investment portfolio management, and financial market regulation and governance."}