{"title": "Clinical picture, diagnosis, treatment and outcome of severe acute respiratory syndrome (SARS) in children", "body": "Severe acute respiratory syndrome (SARS), a newly described infectious disease caused by the novel SARSassociated coronavirus (SARS-CoV), has become a major threat to public health globally. 1-4 SARS is highly contagious and has been aptly coined 'the first plague of the twenty-first century'. The disease is characterised by transmission in healthcare and household settings and through intriguing superspreading events which were pivotal in its global spread. [5] [6] [7] [8] [9] [10] [11] Superspreading events including a major hospital outbreak, in-flight transmission on board commercial PAEDIATRIC RESPIRATORY REVIEWS (2004) Summary Children are susceptible to infection by SARS-associated coronavirus (SARS-CoV) but the clinical picture of SARS is milder than in adults. Teenagers resemble adults in presentation and disease progression and may develop severe illness requiring intensive care and assisted ventilation. Fever, malaise, cough, coryza, chills or rigor, sputum production, headache, myalgia, leucopaenia, lymphopaenia, thrombocytopaenia, mildly prolonged activated partial thromboplastin times and elevated lactate dehydrogenase levels are common presenting features. Radiographic findings are non-specific but highresolution computed tomography of the thorax in clinically suspected cases may be an early diagnostic aid when initial chest radiographs appear normal. The improved reverse transcription-polymerase chain reaction (RT-PCR) assays are critical in the early diagnosis of SARS, with sensitivity approaching 80% in the first 3 days of illness when performed on nasopharyngeal aspirates, the preferred specimens. Absence of seroconversion to SARS-CoV beyond 28 days from disease onset generally excludes the diagnosis. The best treatment strategy for SARS among children remains to be determined. No case fatality has been reported in children and the short-to medium-term outcome appears to be good. The importance of continued monitoring for any long-term complications due to the disease or its empiric treatment, cannot be overemphasised. ß 2004 Elsevier Ltd. All rights reserved.\n\nAbbreviations: SARS, severe acute respiratory syndrome; SARS-CoV, SARS-associated coronavirus; RSV, respiratory syncytial virus; ARDS, acute respiratory distress syndrome; CXR, chest radiograph; HRCT, high-resolution computed tomography; BOOP, bronchiolitis obliterans-organising pneumonia; NPA, nasopharyngeal aspirate; RT-PCR, reverse transcription-polymerase chain reaction; IFA, immunofluorescence assay; ELISA, enzyme-linked immunosorbant assay. *Correspondence to: C.W. Leung; E-mail: leungcw@ha.org.hk. airliners, transmission in a hotel and a large-scale community outbreak in a densely populated residential complex, primarily resulting from environmental contamination by a 'superspreader' with diarrhoea, were well described. 5, 6, [12] [13] [14] [15] The disease first started as a mysterious outbreak of atypical pneumonia in the Guangdong Province of southern China in November 2002. By July 31, 2003, up to 29 countries and regions of the world had been affected by SARS. A worldwide total of 8098 cases of probable SARS, 1707 (21%) of these being healthcare workers and 774 deaths (9.6%) were recorded. 16 In Hong Kong, the toll was 1755 affected individuals, including 386 (22%) healthcare workers and 299 deaths (17%). 16 The subsequent reemergence of the first six sporadic cases of SARS, two of which were probably laboratory-acquired, did not result in local transmission in Singapore, Taiwan and China. [17] [18] [19] [20] Children appeared to be less affected by the disease, with smaller case numbers and less severe illness reported. [21] [22] [23] [24] All age groups are susceptible to SARS-CoV, which is new to humans. However, rapid isolation of diseased adults, whose infectivity is lower in the first few days of illness, has contributed to reduced frequency of household exposure for children. The exact number of children affected by SARS worldwide is unknown as the age breakdown of reported cases was not available or incomplete for some of the affected countries (WHO SARS Surveillance Team, personal communication). It is estimated that children <18 years of age only accounted for about 5% of the total affected. There was no reported mortality in children (WHO SARS Surveillance Team, personal communication).\n\nA total of 121 children aged <18 years were registered in the e-SARS database of the Hospital Authority of Hong Kong, accounting for 7% of all patients notified. The crude age-specific attack rate for children in Hong Kong was 8.9 per 100 000 persons <18 years of age. Serologic confirmation of SARS was documented in 89 children (6.6 per 100 000 persons <18 years of age). Sixty-four children with clinical disease and seroconversion to SARS-CoV were managed in the authors' hospitals. The experience with this cohort of laboratory-confirmed patients forms the basis of the clinical information presented in this review. 22, 23 \n\nMost children reported worldwide were previously healthy and there was no sex predominance. Thirty-five (55%) of the 64 children managed by the authors were girls. The male to female ratio was 1:1.2. Their mean and median ages were 11.7 and 12 years, respectively. The youngest patient was a 56-day-old premature infant, which is the youngest case reported to date. 25 Comorbidity was only present in 5 children (8%) but none of them were immunocompromised.\n\nAn epidemiologic link was available in the vast majority of children with SARS, which appeared to be the most important clue leading to diagnosis in an epidemic situation. Worldwide, children were usually secondary household contacts of affected adults, some of whom were healthcare workers or international travellers returning from areas with local transmission of SARS. Transmission among children or from children to adult contacts was uncommon. About 60% of serologically confirmed children in Hong Kong were victims of a point source community outbreak due to environmental contamination. 14 The actual proportion of children being secondary household contacts in the particular outbreak could not be determined given the short incubation period between exposure, either to a common environmental source or an index household member, and presentation. There is no published report on the differences in susceptibility and communicability between children and adults. Any apparent difference might be related to different risks of exposure for the two age groups.\n\nSARS is largely an atypical pneumonia with minimal or no extrapulmonary manifestation, apart from diarrhoea. 26 Cellular tropism of the SARS-CoV has been demonstrated primarily in pneumocytes and surface enterocytes of the small bowel. 27 The clinical presentation of SARS is nonspecific, with features overlapping those of atypical pneumonia caused by other respiratory pathogens such as influenza virus (including highly pathogenic avian influenza viruses), parainfluenza virus, adenovirus, respiratory syncytial virus (RSV), Mycoplasma pneumoniae, Chlamydia pneumoniae, Chlamydia psittaci and Legionella pneumophila.\n\nThe clinical course of SARS in adult patients is well described and appears to follow a triphasic pattern. 6, [28] [29] [30] [31] [32] Following an incubation period of 2-10 days (mean 6.4 days, 95% CI 5.2 to 7.7), adults present with a prodrome characterised by high fever (temperature >38 8C), chills or rigor, malaise, headache, dizziness and myalgia. Upper respiratory symptoms such as coryza and sore throat are mild and uncommon. Diarrhoea is a presenting feature in 6-20% of adult patients. 6, 26, 30 After 2-7 days the disease progresses to involve the lower respiratory tract and a dry, non-productive cough or dyspnoea becomes prominent. In 10-20% of cases, progression to acute respiratory distress syndrome (ARDS) necessitating intubation and assisted ventilation is observed. Mortality results primarily from respiratory failure and a significant proportion of patients recover from pulmonary destruction over an extended period.\n\nSARS appears to run a less aggressive clinical course in children compared with adults. The severity of illness varies and the extent of asymptomatic infection is unknown, although it is believed to be uncommon. Children are usually hospitalised 3-4 days after the onset of symptoms. In one paediatric case series, the mean duration of fever before admission was 3.7 AE 0.6 days (median 3, range 0-12). 23 The most common presenting clinical features in children include fever, malaise, cough, coryza, chills or rigor, sputum production, headache and myalgia (Table 1) . 22, 23 Lethargy, poor feeding or anorexia, nausea, vomiting, diarrhoea, abdominal pain, sore throat, dyspnoea and dizziness are less commonly encountered. Less than 20% of children may pass loose to watery stools, but profuse diarrhoea is rare throughout the course of illness. Blood and mucus in the stool, features suggestive of inflammatory enterocolitis, have not been reported. Cough, predominantly unproductive in nature, is only found in just over half of the children at presentation. Definite physical signs of consolidation are hardly evident and crepitations (crackles) on chest auscultation are unusual despite prominent radiographic evidence of pulmonary infiltrates, even in patients who develop respiratory distress, hence the description of 'atypical' pneumonia. Lymphadenopathy, hepatosplenomegaly or clinical bleeding is absent. Skin rash is an exceedingly rare manifestation. 22 Hypoxaemia is seldom noted at presentation and generally develops towards the end of the first week or the beginning of the second week of illness in severe cases. 33 The youngest patient, however, presented with a cyanotic attack, dyspnoea, cough and hypothermia with subsequent development of fever. 25 Teenagers (aged >12 years) may resemble adults in presentation and disease progression. They tend to have more constitutional upsets and systemic symptoms of malaise, chills or rigor, headache, myalgia and dizziness are significantly more common ( Table 2) . They appear sicker, have a greater need for oxygen therapy and other respiratory support and may require intensive care. 33 Children 12 years of age generally have milder symptoms and coryza is significantly more common ( Table 2) . They appear to run a milder and shorter clinical course. The clinical picture is sometimes indistinguishable from other viral infections of the upper respiratory tract, thus posing a diagnostic challenge.\n\nThe clinical course of SARS in the majority of children follows a biphasic pattern. The phase of viral replication, which lasts for a few days, is characterised by an abrupt onset of fever and constitutional symptoms in association with an increase in body viral load. 34 The phase of immunopathologic damage is marked by the progression of pneumonia and hypoxaemia, when the body viral load declines and an exaggerated host immune response supervenes. 35 The prodromal and pneumonic phases of the disease, however, may be less distinct in comparison with adult patients. Progression to ARDS, or the third phase as in adults, is only seen in a very small number of children, predominantly adolescents. The natural history of untreated SARS in both adults and children remains unclear. As most patients worldwide had received some form of empiric treatment in the form of antiviral agents with or without corticosteroids, the probability of spontaneous recovery could not be ascertained. Nevertheless, three children with mild disease had recovered on supportive therapy alone in the authors' cohort. 22, 23 Anecdotal reports of extrapulmonary manifestations of SARS, in the form of central nervous system dysfunction and probable viral hepatitis, have been described in adults. [36] [37] [38] Atypical presentation of SARS, in the form of non-specific febrile illness or febrile non-pneumonic respiratory illness, have been observed in both children and adults. 23, 39, 40 Such cases are likely to evade clinical detection in the absence of a definite contact history with patients with suspected or confirmed SARS. The full spectrum of clinical as well as subclinical illnesses caused by infection with SARS-CoV will unfold with further epidemiological studies and case reports.\n\nAs SARS is basically a pneumonic infection, chest radiograph (CXR) is therefore an essential diagnostic tool. The principal radiographic abnormality of SARS in children is illdefined airspace shadowing, which presents as ground-glass opacities and/or unifocal, lobar or multifocal areas of consolidation. [21] [22] [23] [24] 41, 42 Unilateral focal opacity was reported as the most common finding in one paediatric case series and was evident in 86% of children at presentation (Fig. 1 ). 22 In adults, regions of airspace disease predominate in the lower lobes but are also noted elsewhere. 6 There appears to be no predominant distribution pattern of consolidation in children. [21] [22] [23] CXR opacities are most often peripheral or mixed central and peripheral in location. The lung opacities show a tendency to progress, with increase in size or involvement of multiple areas either unilaterally or bilaterally in moderate to severe cases. Rapid progression to unilateral multifocal or bilateral involvement, with reduction in lung volumes in the second week of illness, is typical in children who develop severe hypoxaemia (Fig. 2) . 23 In the advanced stage of the disease, which only occurs in a very small number of children, widespread ground-glass opacities and diffuse patchy consolidations are seen, likely representing progression to ARDS.\n\nPneumonic changes may not be apparent at presentation as mildly symptomatic individuals may be identified early in the prodromal period through contact tracing of patients diagnosed with SARS. Repeat CXR examination, as guided by failure of resolution of symptoms or change in clinical condition, will clarify the picture by revealing new pulmonary infiltrates as the disease progresses. Frequent monitoring of CXR changes has the additional benefit of detecting early radiographic deterioration in many patients, heralding clinical deterioration. Radiographic resolution, on the other hand, generally lags behind clinical improvement. Complete resolution of the airspace opacities can take more than a month in the most severely affected children. 23 No preliminary evidence of pulmonary fibrosis, bronchial wall thickening, bronchiectasis or lung volume loss was observed on follow-up in one paediatric case series. 23 Viral pneumonias tend to show reticulo-nodularity as well as a symmetrical perihilar peribronchial pattern of infiltration which is sometimes marked by hilar adenopathy. 43 In contrast to pneumonias caused by other respiratory pathogens, the CXR of children with SARS shows no evidence of interstitial disease, hilar adenopathy, mediastinal widening, significant pleural effusion, cavitation, abscess formation, pneumatocele, pneumothorax or pneumomediastinum. [21] [22] [23] [24] 41, 42 Nevertheless, the radiographic features of SARS in children are non-specific. Radiological differentiation of SARS from other commonly encountered childhood respiratory illnesses causing airspace disease can be difficult. 41 High-resolution computed tomography (HRCT) of the chest has been used as an early diagnostic tool in clinically suspected children with initial negative or equivocal chest radiographs. [21] [22] [23] [24] 41 HRCT findings may include groundglass opacification, unifocal or multifocal consolidation in subpleural, peripheral or central regions and interlobular septal and intralobular interstitial thickening (Fig. 3) . The characteristic peripheral alveolar opacities are reminiscent of bronchiolitis obliterans-organising pneumonia (BOOP). 6, 21, 44 In general, HRCT is sensitive in detecting more extensive airspace consolidation and ground-glass attenuation than CXR. The investigation is particularly useful when lung parenchymal abnormalities are minimal early in the course of illness, or being obscured by the diaphragm and the cardiac silhouette. The utility of chest HRCT lies in the early confirmation of airspace disease in radiographically inapparent cases with a strong contact history and clinical features highly suspicious of SARS, thus allowing prompt isolation and monitoring for clinical and radiological deterioration.\n\nThe haematological and biochemical abnormalities of SARS in children are neither diagnostic nor specific. Like adults, the most consistent haematological finding is lymphopaenia, which is present in about 70% of children at presentation and about 90% during the course of illness. 22, 23 Depletion of lymphocytes may be secondary to the direct cytopathic effect of the virus, cytokine-mediated apoptosis, lymphocyte margination due to increased cortisol secretion from activation of the hypothalamic-pituitary-adrenal axis or the administration of high-dose glucocorticoids, which have a profound lympholytic effect, especially on T lymphocytes. [45] [46] [47] Other haematological abnormalities such as leucopaenia, thrombocytopaenia and mildly prolonged activated partial thromboplastin times are observed in about 30% of children. Anaemia is rarely found at presentation and is only detected in <5% of children. 22, 23 Unlike adults, a significant drop in the haemoglobin level during the course of illness that necessitates discontinuation of empiric antiviral therapy, namely ribavirin, has not been observed. [22] [23] [24] Reactive thrombocytosis on recovery from SARS is significantly more common in children 12 years of age. 23 This phenomenon is sometimes observed in children recovering from systemic viral infections and is probably not related to the use of corticosteroids. Despite an abnormal clotting profile with elevated D-dimer levels and the detection of lupus anticoagulants in a small number of children, bleeding events or thrombotic complications have not been reported. 22, 48 The most common biochemical abnormality in children with SARS is an elevated lactate dehydrogenase level, which is present in about 50% at presentation and about 70% during the course of illness. Elevated alanine aminotransferase levels are seen in <20% of children at presentation and <50% during the course of illness. Elevation of creatine kinase levels vary from 10% to 40% between case series. 22, 23 Teenage patients tend to have more derangement of laboratory parameters and they may take longer to resolve. 22 Similar to human infection with avian influenza A H5N1 virus, cytokine dysregulation is believed to be pivotal in the immunopathogenesis of SARS among adults and children. Serial monitoring of the plasma inflammatory cytokine profile using flow cytometry in a cohort of eight paediatric patients suggests that the caspase-1-dependent pathway in infected macrophages is selectively activated, as reflected by substantial elevation of circulating interleukin-1b levels. 49 Conversely, interleukin-6 and tumour necrosis factor-a levels, which are markedly increased in human infection with avian influenza A H5N1 virus, are not overtly elevated throughout the course of illness. 50, 51 The predominant activation of the Th1 immune response facilitates viral clearance and may explain the rapid recovery of children.\n\nAs SARS is a newly emerging infectious disease with unknown aetiology initially, the initial case definitions of suspected and probable SARS promulgated by the World Health Organization were meant for surveillance and were necessarily broadly inclusive and non-specific. Patients were categorised based on clinical, radiologic and epidemiologic features and after exclusion of alternative diagnoses. The original WHO surveillance case definitions for SARS required that lower respiratory symptoms of cough, short-ness of breath or difficulty breathing were present. Applying this would have missed many children who do not present with the above symptoms. The lack of sensitivity and specificity of the initial WHO case definitions have generated uncertainty in individual case management at the point of care. 24, 52 With more understanding of the disease and identification of a novel coronavirus as the causative agent, the case definitions of SARS were revised on May 1, 2003. 53 As the clinical and radiologic features were non-specific, much emphasis was placed on the identification of an epidemiologic link to suggest the diagnosis. The vast majority of patients in the last epidemic had a clear history of exposure, either to patients suspected of or diagnosed with SARS, or to a setting where recent local transmission was occurring. When the epidemic was over, an epidemiologic clue became more difficult to ascertain in sporadic cases that re-emerged. The latest WHO case definitions in the post-outbreak period now incorporate both clinical and laboratory elements, with further emphasis on clearly defined microbiologic criteria besides exclusion of alternative diagnoses (Table 3) . 54 Nevertheless, careful epidemiologic history taking remains essential in the diagnostic work-up and early implementation of appropriate infection control measures in suspected patients. Important questions to ask in the 'peace time' include: (1) history of recent travel to pre-viously SARS-affected areas or areas with an increased likelihood of animal to human transmission of SARS-CoV infection; (2) close contact with a suspected SARS patient;\n\n(3) history of recent hospitalisation or contact with a healthcare facility; (4) individuals who are either healthcare workers or laboratory workers with potential exposure to SARS patients or live SARS-CoV; and (5) link to a cluster of cases of unexplained respiratory illness in the community.\n\nMicrobiological investigations are the cornerstones for the confirmation of SARS. The diagnostic work-up should include tests for pathogens which cause communityacquired pneumonia in children. 23 A blood culture is also needed. For children with productive cough who are old enough to produce a reliable specimen, sputum for bacterial culture should be performed. Nasopharyngeal aspirate (NPA) should be saved for rapid antigen detection of influenza A and B, RSV, adenovirus and parainfluenza types 1, 2 and 3, using direct immunofluorescence assays. Urine samples may be tested for Legionella pneumophila and Streptococcus pneumoniae antigens. NPA specimens should also be inoculated into different cell lines for isolation of respiratory viruses. Serologic studies should include Mycoplasma pneumoniae IgM and paired acute and convalescent sera for IgG against Mycoplasma pneumoniae, Chlamydia pneumoniae, Chlamydia psittaci, Legionella pneumophila, influenza A and B, RSV, adenovirus and parainfluenza types 1, 2 and 3. Specific tests for the detection of SARS-CoV include: (1) molecular or nucleic acid amplification test using reverse transcription-polymer-ase chain reaction (RT-PCR); (2) antibody tests; and (3) cell culture. 55 \n\nIn view of the high transmissibility of SARS in hospitals, laboratory confirmation of the diagnosis early in the course of illness is vital to allow for the best utilisation of the limited isolation and cohorting facilities in most hospitals. Rapid diagnosis with RT-PCR tests targeting specific segments of the SARS-CoV genome, primarily the polymerase gene, were used extensively during the last epidemic. [1] [2] [3] [56] [57] [58] [59] The method can be applied to nasopharyngeal aspirates, nose and throat swabs, saliva, sputum, endotracheal aspirates, bronchoalveolar lavage, stool, urine, plasma and serum. Nasopharyngeal aspirates, combined nose and throat swabs and stool are the most commonly used.\n\nExperience in Hong Kong and Toronto suggests that the first generation conventional RT-PCR assays in use at the time of the initial outbreak lacked sufficient sensitivity to clinically rule out SARS. 1, 60 Despite initial optimism, the test has a sensitivity of 30% in NPA, 28% in combined nose and throat swabs and 20% in stool in the first 5 days of illness. 61 It only reaches a maximum sensitivity of 60% when performed on upper respiratory specimens collected between days 9 to 11 from onset of fever (Government Virus Unit, Public Health Laboratory Centre, Hong Kong Special Administrative Region. Data on file), where day 10 coincides with the maximum viral load in NPA specimens as CLINICAL PICTURE, DIAGNOSIS, TREATMENT AND OUTCOME OF SARS IN CHILDREN 281 \n\nA person with a history of: Fever (!38 8C) AND One or more symptoms of lower respiratory tract illness (cough, difficulty breathing, shortness of breath) AND Radiographic evidence of lung infiltrates consistent with pneumonia or RDS OR autopsy findings consistent with the pathology of pneumonia or RDS without an identifiable cause AND No alternative diagnosis can fully explain the illness Laboratory definition of SARS A person with symptoms and signs that are clinically suggestive of SARS AND with positive laboratory findings for SARS-CoV based on one or more of the following diagnostic criteria: (a) PCR positive for SARS-CoV using a validated method from: At least two different clinical specimens (e.g. nasopharyngeal and stool) OR The same clinical specimen collected on two or more occasions during the course of the illness (e.g. sequential nasopharyngeal aspirates) OR Two different assays or repeat PCR using a new RNA extract from the original clinical sample on each occasion of testing (b) Seroconversion by ELISA or IFA Negative antibody test on acute serum followed by positive antibody test on convalescent phase serum tested in parallel OR Four-fold or greater rise in antibody titre between acute and convalescent phase sera tested in parallel (c) Virus isolation Isolation in cell culture of SARS-CoV from any specimen AND PCR confirmation using a validated method measured in adult patients. 35 The low viral load in the upper respiratory tract in the initial few days of illness poses a diagnostic challenge. The lower respiratory tract as the primary target of SARS-CoV infection is the probable explanation. Sputum specimens appear to have a higher diagnostic yield but productive cough is uncommon in SARS patients in the early phase of illness and sputum is difficult to obtain in children. The overall diagnostic yield in the second week of illness increases to >80% when stool specimens are also examined, with stool yielding better results than respiratory specimens. 61\n\nImproving RNA extraction from the specimen can markedly improve the sensitivity of conventional RT-PCR assays. When a modified RNA extraction protocol is combined with an optimised real-time RT-PCR assay, a sensitivity of 80% and specificity of 100% can now be achieved in the first 3 days of illness, using NPA as the preferred specimen. 57 A recently described real-time nested PCR assay performed on throat swabs is capable of detecting <10 copies of viral genome per reaction and achieves a much shorter turn-around time than conventional nested RT-PCR. 62 The technique of real-time RT-PCR has also been applied to plasma and serum samples. It has been shown that 50% of plasma and 78% of serum samples are positive for SARS-CoV RNA during the first week of illness in adult SARS patients. 63 A detection rate of 87.5-100% obtained in the plasma of eight paediatric patients within the first week of illness similarly suggests that plasma SARS-CoV RNA quantification is a very sensitive and potentially useful early diagnostic tool. 34 The potential advantages of realtime RT-PCR include an increase in sensitivity, reduction in analytical time, reduction of risk of carry over contamination and availability of quantitative result for disease monitoring and prognostic purposes. 63 Interestingly, despite a milder clinical course in paediatric patients, no significant differences in plasma viral loads are observed in plasma samples taken from paediatric and adult SARS patients within the first week of admission and at day 7 after fever onset. 34 Obtaining an NPA specimen has been regarded by some as a hazardous procedure posing significant risk to the operator, although it is the best specimen for the rapid diagnosis of SARS and the exclusion of other pathogens in the early phase of illness. To obviate the need for the protection of healthcare workers, an ingenious method for self-obtaining nasopharyngeal specimens through conjunctiva-upper respiratory tract irrigation (CURTI) has been described as an alternative. 64 \n\nThe lack of serologic evidence of prior SARS-CoV infection in humans suggests that the virus has only recently entered the human population, presumably from an animal reservoir in southern China. 65, 66 Specific IgM and IgG antibodies appear in response to SARS-CoV infection, with their levels changing during the course of the infection. Serum antibody testing by immunofluorescence assay (IFA) or enzymelinked immunosorbant assay (ELISA) have been developed to diagnose SARS. 1, 3, 35, 67 The IFA test detects IgM and IgG antibodies and yields positive results in 16% and 55% of cases, respectively, after 10 days of illness. Both are detectable in 91% of IFA tests by 25 days. 68 An indirect immunofluorescence test for IgG antibody provides a sensitivity and specificity of 100%. 67 The ELISA test detects a mixture of serum IgM and IgG antibodies, 80% and 85% respectively being positive by the second week. Detection rate for both is 100% by week 3. The decay curves suggest that IgM seropositivity is lost by about 12 weeks, while IgG titres peak at 4 weeks and remain elevated until 12 weeks. 69 The antibody response is usually negative until 10 days from onset of symptoms. By day 28, seroconversion is demonstrated in 93% of SARS patients despite corticosteroid therapy. 35 Seroconversion from negative to positive or a !four-fold rise in IgG antibody titres indicates recent infection. No detection of antibody in serum obtained >28 days from onset of illness indicates an absence of SARS-CoV infection and is the only laboratory method for excluding the diagnosis. 70, 71 Serologic testing appears to be the best method for confirming SARS, with positive rates ranging from 93% to 99%. 35, 52, 61 IgM or other antibody assays have not been successful in closing the diagnostic window within the first week of illness. 65 Even if some patients seroconvert early, the utility of serology is confined to retrospective diagnosis given the generally long lag time to seroconversion. IgG usually remains detectable after resolution of the illness but the duration of persisting protective neutralising antibodies and their boosting response remain unknown.\n\nSARS-CoV can be isolated from respiratory secretions, blood or stool by inoculating cell cultures and growing the virus. Vero E6 cells and fetal rhesus monkey kidney cells are suitable to support the viral growth, with the cytopathic effect demonstrable by 2-6 and 2-4 days respectively after inoculation. [1] [2] [3] The cultured virus must be identified as SARS-CoV with further tests, primarily RT-PCR assays. 61 The major limitation of viral culture in SARS is its very low sensitivity. In one paediatric series, the virus was only successfully isolated from NPA cultures in 16% of children. 23 Negative cell culture results, like negative RT-PCR results, do not exclude SARS infection. Cell culture is also a very demanding test and primary virus isolation takes too long to be meaningful for early diagnosis. Furthermore, amplification of the viable virus is associated with a potential biohazard, necessitating biosafety level three containment. Culture-based diagnostic techniques are unlikely to be widely available but with the exception of animal inoculation, it is the only way to show the existence of viable SARS-CoV. 4, 72 The usual 'gold standard' of microbiological diagnosis, namely the isolation of the pathogen, has limited application in SARS.\n\nDuring the global outbreak of SARS, it was understandable that treatment was empiric, given the explosive epidemic of a life-threatening infection in multiple countries before the viral agent was even identified. Time for planning, let alone conducting, a well-designed prospective clinical trial to assess the efficacy of any treatment regimen was simply not there.\n\nA proposed regimen consisting of antibiotics, ribavirin and corticosteroids was based on initial anecdotal successes in 2 outbreak studies in adult patients. 6, 28 Subsequently, a standard treatment protocol was developed by a group of physicians in Hong Kong, which included (1) antibiotics for treatment of community-acquired pneumonia caused by usual and by atypical pathogens, (2) ribavirin as a broad-spectrum antiviral agent targeting the presumed viral etiology of SARS, and (3) immunomodulating agents in the form of glucocorticoids. 73 A similar regimen in children consisting of antibiotics and ribavirin, with or without corticosteroids, was used. 21, 74, 75 In adult patients, the high incidence of deranged liver function, leucopaenia, severe lymphopaenia, thrombocytopaenia and progression to ARDS suggests severe systemic inflammatory damage induced by SARS-CoV. 1 The pathogenesis of the infection is postulated as an over-exuberant immunopathological reaction or a ''cytokine storm'' resulting from unrestricted viral replication during the early stages of the disease. Findings consistent with cytokine dysregulation are the radiological changes of multifocal, flitting, BOOP-like features with progression to ARDS, the histological changes of macrophage infiltration and diffuse alveolar damage and the dramatic clinical and radiologic improvement with high-dose corticosteroid therapy. 1, 76 The viral load in SARS followed an inverted V pattern, with progressive fall in viral shedding after day 10-15, correlating with seroconversion. 35 The logical approach to preventing severe disease is to restrict viral replication and to modulate inappropriate immunological responses. In principle, antiviral agent should be prescribed first during the phase of active viral replication, followed by an immunomodulator if the former fails and the patient is affected by immune hyperactivation.\n\nThe use of ribavirin in adults and children has been reported by groups of investigators worldwide. 1, 6, [21] [22] [23] [24] [28] [29] [30] 35, [77] [78] [79] [80] [81] [82] Ribavirin was empirically chosen in SARS because of its broad-spectrum of activities against DNA and RNA viruses. Ribavirin was also known to be effective in the treatment of fulminant murine hepatitis, which is caused by an animal coronavirus. In the murine hepatitis model, ribavirin exerted an immunomodulatory effect by decreasing the release of proinflammatory cytokines from the macrophages and switching the immune response from a Th 2 to a Th 1 response. 83, 84 However, it was later learnt that ribavirin demonstrated no or minimal activity against SARS-CoV isolates in vitro. 85, 86 In vitro testing indicated that ribavirin failed to inhibit replication or cell to cell spread at low drug concentrations. 87 Although inhibitory activity was demonstrated at high drug concentrations, the resultant cytotoxic effects were undesirable. 88 It appeared that due to the low activity of ribavirin in vitro, inhibitory concentrations might not be achieved clinically without causing significant toxicity.\n\nInvestigators in Canada have generally used ribavirin at a higher dosage similar to that recommended for treatment of several viral haemorrhagic fever syndromes and have observed severe adverse events in adult patients. Booth et al. reported that 40% of patients had elevated hepatic transaminase levels, 14% had sinus bradycardia, 76% had haemolysis with haemoglobin levels declining by at least 2g/ dL in 49% and that 18% had to discontinue treatment. 30 Knowles et al. reported that 61%, 58% and 46% of 110 patients had haemolytic anemia, hypocalcemia and hypomagnesaemia, respectively. 89 Children appear to tolerate ribavirin much better than their adult counterparts. [21] [22] [23] [24] Solid clinical data to demonstrate the efficacy of ribavirin is lacking. The limited data suggest that, at least in adults, dosages of about 2g/d might be effective while not causing severe adverse reactions. Such doses should be considered for further studies. Doses lower than 1g/d appear ineffective. 85 The only randomised controlled trial involving the use of ribavirin in the treatment of SARS was conducted in China by Zhao et al. The open-label study failed to demonstrate any efficacy and led the investigators to conclude that ribavirin, given at 400-600 mg/d, was less effective than early and aggressive use of corticosteroids combined with non-invasive ventilatory support. 77 Non-randomised studies of corticosteroids have been reported in both adults and children with seemingly favourable outcomes in terms of clinical and radiologic improvements, suggesting that the combined use of ribavirin and corticosteroids might be effective. 1, 6, [21] [22] [23] 28, 33, 35, 73, 82, 90, 91 Other reports on the combined regimen were inconclusive or failed to demonstrate obvious benefit. 30, 78, 79 In the paediatric series reported by Leung et al., 95% and 84% of the 44 children with laboratory-confirmed SARS were treated with ribavirin and corticosteroids respectively, without significant adverse events and all patients recovered. 23 In the series reported by Chiu et al., 95% and 62% of the 21 children received ribavirin and corticosteroids, respectively and achieved similar outcomes. 22 All were subsequently confirmed by seroconversion to SARS-CoV after the report was published. Bitnun et al. reported the use of ribavirin without corticosteroids in 10 children with probable SARS but virologic confirmation was lacking. 24 In contrast, Zeng et al. treated 33 children with Chinese traditional medicine and antibiotics with good results. Only 10 of the children had an epidemiologic link to SARS, however, and virologic data were not available. 92 The use of corticosteroids in viral infections is controversial and is potentially hazardous. As an immunosuppressive agent, corticosteroids might promote viral replication, enhance infectivity and possibly cause a rebound of infection. It is known that in acute viral respiratory infections, early-response cytokines such as tumour necrosis factor, interleukin-1 and interleukin-6 mediate lung injury. The rationale for using corticosteroids is to suppress the ''cytokine storm'' which is thought to be the main factor accounting for the progression of disease. But using corticosteroids with possibly ineffective antiviral therapy in patients with viral pneumonitis can be hazardous. 93 Despite the initial success of corticosteroids in the treatment of SARS, the report of an adult patient whose clinical course was complicated by fatal aspergillosis was disturbing and had even led others to recommend close laboratory monitoring for aspergillosis in SARS patients receiving corticosteroids. 94, 95 In retrospect, we do not think that ribavirin alone has any significant effect in halting disease progression and corticosteroids are probably unnecessary for children who do not develop moderate to severe hypoxaemia. In our experience, as with others, corticosteroids may be life saving in patients who are threatened by impending acute respiratory failure. We cannot categorically recommend this treatment strategy in view of the small number of children treated and the lack of objective evidence from a controlled trial. The place of corticosteroids in the rescue therapy of patients who have clearly experienced failure of supportive care remains to be determined.\n\nNo evidence-based therapeutic approach for SARS exists although more than 30 papers have been published internationally that mention antiviral treatment. Various other antiviral and immunomodulating agents have been used in adult patients with preliminary success. These include the use of lopinavir / ritonavir in combination with ribavirin and corticosteroids, interferon a plus corticosteroids and convalescent plasma from patients. [96] [97] [98] [99] Their true role in the treatment of children is unknown.\n\nKnowledge generated by detailed bioinformatic analysis of the SARS-CoV genome can be harnessed to identify possible targets for antiviral therapy, such as enzymatic proteins of the viral replicase-transcriptase complex. This approach has been reviewed by Davidson and Siddell who concluded that the most economical and effective way to contain the virus would be the therapeutic use of antiviral agents to block viral entry to target cells or to inhibit intracellular viral replication. 100 In vitro studies have highlighted the antiviral potential of several compounds, including recombinant human interferon b-1a, interferon b-1b, glycyrrhizin, human monoclonal antibody against the spike protein of SARS-CoV and small interfering RNA. [101] [102] [103] [104] [105] With more understanding of the pathogenesis as well as the clinical course of the disease, treatment will evolve. The best treatment for SARS in adults and children remains unknown. Time is now on our side to plan for clinical trials should the disease re-emerge. With increased vigilance, rapid detection and effective infection control measures, outbreaks of SARS seem less likely. It might never be possible, therefore, to recruit a sufficient number of patients to complete the trials and give us an early answer.\n\nIn adults, the risk factors for severe illness are advanced age, high initial absolute neutrophil counts, low platelet counts, high initial or peak lactate dehydrogenase levels and positive RT-PCR results for NPA specimens. 6, [106] [107] [108] [109] Only one paediatric series has identified risk factors for severe illness in terms of requirements for oxygen and intensive care. These include a sore throat, a high neutrophil count at presentation, and peak neutrophilia. The finding of sore throat as an independent risk factor is intriguing but may be incidental, given the small number of patients. No association between the presence of sore throat and the detection of SARS-CoV by RT-PCR or culture in NPA specimens, which might correlate with higher viral load, could be demonstrated. 23 \n\nThe short-term outcome of SARS among children is good in comparison to adults. No case fatality has been reported. The need for intensive care and mechanical ventilation was up to 23.2% and 13.8% respectively in adults. 6 Chiu et al. reported that 9.5% of children required oxygen supplementation and none required assisted ventilation. 22 Leung et al. reported an oxygen requirement in 20.5% and assisted ventilatory support in 6.8% of children. 23 The figures for oxygen requirement and assisted ventilation in the two paediatric series combined are 17% and 5%, respectively.\n\nDiffuse thinning and shedding of hair was observed in 41.5% of children in one series, generally at 2-3 months after disease onset. The condition was self-limiting and spontaneous recovery occurred within 1-3 months. This is consistent with acute telogen effluvium secondary to febrile systemic illness, critical care or severe psychologic stress in life-threatening situations. 23 Li et al. examined the radiologic and pulmonary function outcomes of 47 children, 6 months after diagnosis and detected mild radiologic abnormalities with HRCT and in pulmonary function testing in 34% and 10.5% respectively. 110 However, all children were asymptomatic and had normal clinical examination, premorbid HRCT and pulmonary function test results were not available for comparison. In contrast, some adult patients have devel-oped pulmonary fibrosis despite recovery from the primary illness. 111 The psychological impact of separation, isolation in an intimidating hospital environment, bereavement and family disintegration following the death of close adult family members in children who recovered from SARS are immense. However, children appear to be more resilient than adults in psychological adjustment to SARS and serious psychological sequelae were not evident 3 months after discharge. 23 Continued monitoring for delayed onset of psychological problems in children is essential.\n\nChildren who have recovered from the acute illness should be monitored for the possibility of continued viral shedding and the development of pulmonary sequelae and postviral complications (e.g. chronic fatigue), as well as for any long-term complications of high-dose corticosteroid therapy.\n\nChildren are susceptible to infection by SARS-CoV. Despite the milder clinical picture, the good short-to medium-term outcome and the availability of reliable early diagnostic techniques, treatment remains controversial. The long-term outcome of SARS in children remains unknown. There are still enormous gaps in our knowledge about SARS. Much work needs to be done, urgently.\n\nSARS is largely an atypical pneumonia with minimal or no extrapulmonary manifestation apart from diarrhoea. The clinical picture of SARS is milder in children but teenagers may develop severe illness resembling adults. The clinical, radiologic and laboratory features of SARS are non-specific. An epidemiologic link is the most important clue to diagnosis in an outbreak situation. Refined RT-PCR assays can achieve a sensitivity of 80% in the early diagnosis of SARS in the first 3 days of illness. NPA specimens are the preferred specimens for RT-PCR assays in the first week of illness. Both NPA and stool specimens should be tested in the second week. A negative RT-PCR result cannot exclude the diagnosis. Absence of seroconversion beyond 28 days from disease onset generally excludes the diagnosis. Apart from supportive treatment, including oxygen therapy and assisted ventilation, other treatment modalities remain unproven.\n\nMolecular biology of SARS-CoV and mechanisms of its genome expression. Pathogenesis of SARS-CoV infection. Natural history and full spectrum of SARS-CoV infection. Improved early diagnostic techniques. 'Gold standard' of diagnosis. Novel therapy and vaccine. Longitudinal follow-up for long-term outcome and persistence of protective immunity to reinfection."}