{"title": "A Clinical Perspective of Necrotizing Enterocolitis Past, Present, and Future", "body": "infants who presented with nonspecific clinical signs that rapidly progressed and resulted in death and who demonstrated similar pathologic findings on postmortem examinations. 1 With the advent of special care nurseries in Europe during the first part of the twentieth century, the clinical description of NEC began to emerge; by the latter half, this disease was widely recognized as the most serious gastrointestinal emergency in intensive care nurseries worldwide. In 1965, Mizrahi and colleagues 2 first used the term necrotizing enterocolitis to describe a clinical syndrome consisting of vomiting, abdominal distension, shock, and intestinal hemorrhage and perforation. The initial surgical approach to this disease was formulated by Touloukian 3 and Santulli and colleagues 4 in the 1970s. In 1978, Bell and colleagues 5 classified NEC into 3 stages based on the severity of the clinical presentation and recommended treatment strategies. Despite incremental advances in our understanding of the clinical presentation and pathophysiology of NEC, universal prevention of this serious and often fatal disease continues to elude us even in the twenty-first century.\n\nNEC primarily affects premature infants. It is less common in term and late preterm infants. 6, 7 Only 7% to 15% of all NEC cases occur in term or late preterm infants (Fig. 1A) . The age of onset is inversely related to the postmenstrual age (PMA) at birth (see Fig. 1B ). 7 In term infants, NEC is commonly associated with congenital heart diseases, such as hypoplastic left heart syndrome and coarctation of the aorta, which result in intestinal hypoxia and/or hypoperfusion. 8 NEC has also been associated with other anomalies, including aganglionosis 9 and gastroschisis. 10 More than 85% of all NEC cases occur in very low birth weight (VLBW) infants (<1500 g) or in very premature (VP) infants (<32 weeks of PMA). 11 The prevalence of NEC varies among centers. Multicenter and large populationbased studies demonstrate that it is prevalent in 7% to 11% of VLBW infants. [11] [12] [13] The National Institute of Child Health (NICHD) Neonatal Research Network (NRN) study reported a 7% prevalence rate of NEC in a population of 11,072 VLBW infants during 1999 to 2001. 14 The Vermont Oxford Network also reported a similar prevalence rate (7.4%) in 71,808 VLBW infants during a study period from 2005 to 2006. 15 A concurrent NICHD-NRN study from 2003 to 2007 found that the prevalence of NEC remained high (11%) among VP infants (born at 22-28 weeks of PMA, birth weight 401-1500 g). 13 The prevalence of NEC seems to be less in Europe and Canada. A recent Swedish study found that 5.8% of infants born before 27 weeks of PMA developed NEC among a cohort of 638 infants. 16 A Swiss neonatal network study reported that only 3% to 4% of infants born at less than 32 weeks of PMA during 2000 to 2004 developed NEC. 17 The Canadian Neonatal Network documented that 5.1% of infants born earlier than 33 weeks of PMA developed NEC during 2003 to 2008 in a population of 16,669 infants. 18 Despite the improvement in survival of VLBW infants, neonatal NEC remains quite prevalent in the United States (0.3-2.4 infants per 1000 live births). 19 The overall mortality for NEC ranges from 20% to 40% but approaches 100% in infants with the most severe form of the disease. 12, 15, 20 Boys have a higher risk of death than girls. 12 Earlier studies have reported a slight increase in the prevalence of NEC among African American and male infants, but more recent studies have failed to verify these observations. 12 Because NEC affects 2% to 5% of all NICU admissions and causes serious morbidity, NEC continues to impose a heavy burden on the neonatal population. 19 The pathophysiology of NEC in VP infants is not completely elucidated. Compared with NEC in term and late preterm infants in whom hypoxia-ischemia is a common precursor, recent advances in our understanding of NEC at the molecular level suggest that an inflammatory response in VP infants plays the inciting or dominant role in the pathogenesis of NEC. 21, 22 Previously held beliefs that low Apgar scores, 23 umbilical catheterizations, episodes of apnea and bradycardia, respiratory distress syndrome, anemia, hypothermia, hypoxic-ischemic events, [24] [25] [26] [27] hypotension, and the use of vasoactive agents such as Indocin 25 and pressors are important contributing causes of NEC in premature infants have not been supported by large epidemiologic and more recent clinical studies. 6 Although hemorrhagic-ischemic necrosis is the terminal manifestation of NEC in premature infants, the interaction among milk substrate, microbes, and the immature host immunologic system is now thought to be key in initiating the pathogenesis of NEC (Fig. 2) . 22\n\nIn premature infants, aggressive feeding may cause stasis of milk substrate in the lumen of the GIT because of dysmotility. 28 Stasis can lead to intestinal dilatation with fluid and gas and possibly to impairment of the intestinal epithelial barrier (IEB). [29] [30] [31] The development of endotoxemia in stable premature infants after feeding and evidence from other studies support that the IEB of premature infants is leakier compared with that of more mature infants. [31] [32] [33] [34] Intestinal dilatation in the presence of abnormal microbial colonization (dysbiosis) can distort normal signal transduction (crosstalk) across the IEB and alter the normal message of growth and repair of enterocytes to one that instead produces excessive inflammation, apoptosis, and necrosis ( Fig. 3) . 32 \n\nIn recent years, several reports have attempted to establish a causal relationship between blood transfusion (BT) and NEC. [36] [37] [38] [39] [40] [41] [42] These studies propose that BT for anemia of prematurity in relatively stable growing premature infants increases the risk of late-onset NEC. The authors think that additional prospective reports that use a more robust design and analysis are needed before a causative relationship can be accepted because of the weaknesses in study designs of these investigations (eg, failure to include all BT, retrospective nature of data collection, lack of appropriate case-control matching, and failure to control for confounding variables). A recently completed prospective, matched, case-control investigation that used robust methodology does not substantiate an association between BT and NEC.\n\nAt the mucosal surface, signals from microbial ligands like endotoxin (synonymous with lipopolysaccharide [LPS]), flagellin, lipoteichoic acid, peptidoglycans, and formylated peptides are communicated through a sophisticated process (crosstalk) to appropriate epithelial receptors specific for that ligand referred to as pattern recognition receptors (PRRs), including Toll-like receptors (TLRs), formylated peptide receptors, and nucleotide-binding oligomerization domains. 35 Activation of these PRRs initiates regulatory pathways, including mitogen-activated protein kinase, nuclear factor kB (NFkB), and caspase-dependent pathways (see Fig. 3 ). 22, 29, 35, [43] [44] [45] These interrelated complex pathways determine mucosal and submucosal responses. Based on the perception of interrelated signals, the response can be cytoprotective (ie, promoting growth and repair) or it can be destructive if apoptosis or inflammatory responses is triggered (see Fig. 3 ). 22, 35, 44 The terminal event in NEC is hemorrhagicischemic necrosis, which is the consequence of a dysregulated inflammatory response mediated by endogenous factors that include platelet-activating factor (PAF), proinflammatory cytokines (such as tumor necrosis factor-a, interleukins 1 & 6 [IL-1, IL-6]), chemokines (MIP-2/CXCL2), NF-kB, and the complement system. 29 Because of the relative immaturity of key gastrointestinal functions, such as digestion, absorption, motility, and abnormalities in immune responses, a premature newborn is exquisitely vulnerable to gastrointestinal injury. 46 The cellular response to signal transduction as described earlier is orchestrated by the innate immune system in mucosa and submucosa. 45, 47 Microbial interaction with intestinal epithelium (PRRS) signals tissue-specific functions, such as T-cell expansion and elaboration of cytokines and chemokines. Normally after birth, exposure to LPS downregulates IL-1 receptor associated kinase 1 (IRAK), an intermediary for epithelial TLR4 signaling, and promotes tolerance to LPS. 19, 22, 43 This postnatal adaptation helps to achieve hostmicrobe homeostasis with microbial tolerance. 22, 44 Premature infants are exposed shortly after birth to a massive microbial antigenic challenge that may be distorted by frequent and prolonged use of antibiotics. As a result, the GIT of premature infants gravitates toward mounting an inflammatory response rather than establishing tolerance (T-helper-1 response). 30, 35, 47 The premature infant seems to mimic a response that is similar to the immune-naïve response demonstrated by the fetus, which is characterized by hyper-responsiveness to LPS. 22, 48 Intestinal colonization with commensal Bifidobacterium and Lactobacillus species reduces the risk of NEC. 49, 50 The frequent and prolonged use of antibiotics results in an overgrowth of potentially pathogenic species. 51 Distortion of intestinal microecology by exposure to broad-spectrum antibiotics may result in colonization with inflammogenic microbial consortia that are more likely to direct the immune repertoire in the direction of an inflammatory response, thereby increasing the risk for NEC. 51, 52 Metagenomic studies indicate that intestinal microecology during the early postnatal period greatly influences the evolution of immune health. 53, 54 Infants who later develop NEC show evidence for a dysbiotic microecology before the diagnosis of NEC. 55 A recent clinical study found that exposure to broad-spectrum antibiotics for more than 10 days increased the risk of NEC by nearly threefold. 51 Recent advances in the proteomics and microecology pertinent to NEC strongly suggest that a distorted innate-immune response of premature infants increases the vulnerability to NEC. 22, 55 Glucocorticoid-mediated maturation of the IEB has been shown to protect against NEC and to blunt the inflammatory response seen in NEC. 46, 48, 56, 57 Furthermore, the vulnerability to NEC is not unique to premature neonates, it is also seen in the older immune-compromised population. 58-60 A NEClike illness has been described in the geriatric population and in patients with human immunodeficiency virus. 56, 58 \n\nUnder normal conditions, a state of high intestinal blood flow and low resting vascular resistance is maintained by nitric oxide. 26 Impaired endothelial function or elaboration of proinflammatory mediators may alter the balance between vasoconstriction (as mediated by endothelin-1) and vasodilatation (as mediated by nitric oxide) and lead to a relatively ischemic state. In animal models of hypoxia-ischemia, derangements of intestinal microcirculation develop at the premucosal arteriolar inflow location with a distinct stop-and-go pattern consistent with severe vascular dysfunction. 61 Levels of inflammatory mediators increase markedly in real-time animal models of NEC. [61] [62] [63] The elaboration of inflammatory mediators (eg, PAF) early in the pathogenesis of NEC may have important secondary effects on local circulation that contribute to the development of the intestinal necrosis. 19, 27, 43, [63] [64] [65] \n\nDespite 4 decades of exhaustive search, no consistent single microbial species has been isolated from infants with NEC. 66 Enterobacteriaceae sp are the most common, followed by Staphylococcus sp and Clostridium sp. 19, [67] [68] [69] [70] Outbreaks of NEC linked to consumption of formula contaminated by Enterobacter sakazakii and breast milk contaminated by Staphylococci have occurred. [69] [70] [71] Although bacteria are most commonly associated with NEC, several enteric viruses (rotavirus, echovirus, coronavirus, torovirus, norovirus [NoV]) and Candida sp have also been described. [72] [73] [74] [75] [76] [77] [78] [79] [80] Generally, NEC occurs sporadically but may also occur in clusters or outbreaks. 81 Temporal clustering of such outbreaks and their cessation with the implementation of infection control measures supports an association of these outbreaks with a single transmissible agent during a given outbreak. 82, 83 As cited earlier, varieties of organisms, including bacteria and viruses, have been linked to outbreaks of NEC. Among viruses, NoV, astrovirus, torovirus, coronavirus, and rotavirus have been linked with outbreaks of hemorrhagic gastroenteritis and necrotizing enterocolitis. 75, 79, [84] [85] [86] In a recent study, compared with infants with rotavirus or norovirus enteritis, infants with astrovirus were more likely to develop NEC and the systemic inflammatory response syndrome. 87 Viral enterotoxin, such as the nonstructural protein (NSP4) of rotavirus, stimulates a secretory response that is Ca 11 dependent that results in watery diarrhea in mature infants but hemorrhagic enteritis or NEC in premature infants. 75, 88 This viral enterotoxin induces an age-and dose-dependent response. 88 NSP4 increases paracellular permeability and alters the integrity of the IEB. It binds with caveolin-1 (scaffolding protein) and alters tight junction assembly. [89] [90] [91] Consequently, a weakened IEB permits the translocation of microbes and the initiation of endotoxemia and the inflammatory response characteristic of NEC. 90 Regardless of whether a pathogen can be identified during a local epidemic of NEC, implementation of infection control measures are effective in stopping the outbreak. 81, 83, 92, 93 \n\nDuring the 1980s, investigators found that NEC occurred more commonly in preterm infants between 33 to 35 weeks of PMA. 94, 95 More recent studies have found that a peak distribution of NEC occurs at 29 to 31 weeks of PMA (Fig. 4) . 7 This shift to an earlier PMA may be a reflection of the current practice to introduce enteral feedings earlier compared with the delayed feeding practices of the 1980s. 94, 95 The clinical presentation of NEC can range from nonspecific signs that progress insidiously over several days to a fulminant onset of gastrointestinal signs, multiorgan system dysfunction, and shock over a few hours. 6 Early signs of NEC are nonspecific and may be indistinguishable from those of sepsis. 5, 6, 11, 29, 94, 95 Clinical signs include both intestinal and systemic perturbations. Intestinal signs in early NEC can present as feeding intolerance that may manifest as increased prefeeding gastric residuals, emesis, abdominal distension, and bloody stools (hematochezia). Less commonly, when the stomach is involved, NEC can present as bloody emesis or a bloody gastric residual. 95, 96 During the advanced stage of NEC, the abdomen may appear shiny, distended, and erythematous. Infants generally prefer to assume a frog-leg position (position of comfort, Fig. 5A ) and are hyporesponsive. 6,94-96 On gentle palpation, the abdomen may feel firm, tense, and tender, and a tender mass may be palpable. Bowel perforation may cause the abdomen to appear blue or discolored. 6, [94] [95] [96] An infant with a blue discolored abdomen secondary to isolated intestinal perforation may be indistinguishable from an infant with NEC. In a male infant, erythema or bluish discoloration of the scrotum may appear if peritoneal fluid from perforated bowel herniates into the scrotum (see Fig. 5B ).\n\nVP infants do not manifest tenderness and guarding unless NEC is advanced. Therefore, a high index of suspicion is required to establish a diagnosis of NEC if multiple subtle signs appear that produce a deviation from baseline clinical status. 6, 7 NEC can also present with bloody stools (hematochezia) without any other initial signs, especially when NEC involves the distal colon. If the jejunum and terminal ileum are the predominant sites of NEC, then emesis, increased gastric residuals, and/or abdominal distension are the more likely initial clinical signs. 97, 98 Occult hematochezia diagnosed by a hemoccult test correlates poorly with NEC. 99 Extremely premature infants with NEC are more likely to present with abdominal distension, ileus, and emesis. They are less likely to present with pneumatosis but are more likely to develop pneumoperitoneum compared with late-term or term infants (Fig. 6A, B) . Observation of a lightly bile-stained gastric residual in VP infants, especially before any feeding, is common and normally resolves as gradual advancement of feeding volumes elicits improvement in intestinal motility. Consistent dark-green bilious gastric residual may indicate gastrointestinal obstruction and requires further investigation. 98 Systemic signs include lethargy, hypotension, poor perfusion and pallor, increased episodes of apnea and bradycardia, worsening of respiratory function, temperature instability, tachycardia, hyperglycemia, or hypoglycemia. [95] [96] [97] [98] Abnormal laboratory tests include anemia, left shift of neutrophils, neutropenia, thrombocytopenia, metabolic acidosis, and hyponatremia. 98, 100 In some instances, NEC may present as unexplained hyponatremia. Concurrent bacteremia and sepsis occurs in 40% to 60% of NEC cases. 97, 98, [100] [101] [102] Sepsis caused by gram-negative bacteria is more common. 97, 102 Conversely, if an infant presents with sepsis caused by gram-negative bacteria and nonspecific intestinal and radiographic signs, there is a greater likelihood that NEC is the underlying cause of this illness. 102 In 5% to 6% of cases, NEC may recur. 97, 103 Recurrence is more likely if the initial episode of NEC was associated with congenital heart disease or with rotavirus. Recurrence can also occur with cow milk protein allergy. 104, 105 However, NEC can recur after either medical or surgical NEC without specific risk factors. 97,103\n\nIntramural gas or pneumatosis and portal venous gas are pathognomonic signs of NEC. They may appear even before clinical signs. The absence of these radiographic signs by no means confirms the absence of NEC. Pneumatosis is caused by gas within the Fig. 6 . (A) Probability by PMA at birth that an infant with NEC will present with intramural gas (IMG) or portal venous gas (PVG). There is less than 50% probability for an extremely premature (EP) infant to manifest IMG. (B) Radiographic signs that are more probable in infants with decreasing PMA. There is more than 50% probability that an EP infant will present with these signs. bowel wall and may appear linear (like railroad tracks) or circular if gas is subserosal or bubbly if gas is submucosal (Fig. 7) . 106, 107 Bubbly gas lucencies could also indicate air within intraluminal fecal material. Pneumatosis is more commonly seen in the right lower quadrant but it can be seen anywhere because necrosis may involve any section of bowel extending from the stomach to the rectum. 97, 106, 107 The amount of pneumatosis does not always relate to the severity of disease, and its disappearance does not necessarily imply pathologic or clinical improvement. 7, 97, 106, 107 Other nonspecific but common abdominal radiographic findings include thickened bowel walls, dilated bowel loops, a paucity of bowel gas, and a fixed dilated loop (Fig. 8) . 106, 107 Inflamed, edematous, and hemorrhagic bowel wall may be separated from each other because of thickening of bowel wall and the normal sausage-like mosaic configuration may be lost. A persistent, fixed, dilated loop may indicate a necrotic bowel loop. Dilated, gas-filled loops in the central abdomen may indicate the presence of ascites or free peritoneal fluid because dilated bowel loops float (and migrate to the least dependent region of the abdomen) when peritoneal fluid is present. 106, 107 A paucity of bowel gas may be associated with ileus and abdominal decompression. These nonspecific signs may not be diagnostic of NEC but nonetheless are non-reassuring and suspicious for NEC, thereby warranting immediate intervention and treatment implementation. 106, 107 Pneumatosis intestinalis can extend to the portal venous circulation and typically appear as curvilinear lucencies over the hepatic silhouette in a plain radiograph (see Fig. 7 ). 97 A pneumoperitoneum is diagnostic of a perforated viscus. In a supine position, it may appear as a rounded or oval extraluminal lucency beneath the upper anterior abdominal wall (Fig. 9) . When there is a large pneumoperitoneum, it may outline the falciform ligament giving it the appearance of a longitudinal strip of sutures in a football (American football and rugby but not soccer ball), leading to its designation as the football sign (see Fig. 9 ). 106,107 A cross-table lateral film may demonstrate small air collection just beneath the abdomen (see Fig. 9 ). A small pneumoperitoneum may be difficult to visualize on a single plain film. A left lateral decubitus film will allow free air to rise to the top over a nondependent surface, facilitating visualization of an abnormal lucency. A small amount of free air may present as a small triangular or a rectangular lucency and make a definitive diagnosis of free air difficult. Sometimes free air may present as a double-wall sign when the bowel loop is outlined and gas is present along serosal and mucosal surfaces. 106, 107 A nonionic water-soluble contrast study (typically, an upper gastrointestinal series followed by an enema) can be obtained in circumstances when anatomic gastrointestinal obstruction is suspected. 107 Hypertonic water-soluble agents are not routinely recommended because hypovolemia can result from a shift of fluid from the intravascular space to the intestinal lumen. 107 \n\nIn situations when radiographic signs are nonspecific, the abdominal ultrasound (US) is another modality that can identify even small volumes of free gas. US is also the preferred modality for visualization of abdominal fluid and ascites. Thickness and echogenicity of the bowel wall and qualitative assessment of peristalsis can be visualized best by US color Doppler. It can also be used to assess arterial perfusion of the bowel wall (Fig. 10) . Portal venous gas can be more readily seen using abdominal sonography than plain film. 107 Faingold and colleagues 108 used color Doppler sonography and demonstrated 100% sensitivity for free air and absent blood flow (necrotic gut) compared with 40% sensitivity by radiography. The use of computed tomography is not advocated for the diagnosis of NEC. 107 \n\nWhen an infant is suspected to have NEC, all enteral feedings and medications should be discontinued (Fig. 11) . Prompt decompression of the GIT should be accomplished by the placement of a double-lumen gastric tube (large lumen for aspiration and small lumen for irrigation and venting) with the institution of low, constant suction. Aspirated volume should be replaced with intravenous Ringer lactate solution with extra potassium chloride that is lost in gastric output. It is crucial to ensure the patency of the tube. If the abdomen continues to distend despite ongoing continuous suction, the tube should be checked for proper placement and for blockage and nasal continuous positive airway pressure should be discontinued. Endotracheal intubation is preferred in infants who are deteriorating and have frequent episodes of apnea. Intravascular volume must be monitored rigorously to ensure adequate tissue perfusion and may be gauged by frequent assessment of serum electrolytes, hematocrit, and urinary output. As a rule of thumb, anticipation of third spacing in infants with NEC will require 1.5-fold maintenance fluid plus replacement of gastric output. Failure to maintain euvolemia and proper electrolyte repletion can result in shock with hypochloremia, hyponatremia, and hypokalemia. Parenteral nutrition should be started early with adequate protein (3.5-4.0 g/kg/d) to maintain positive nitrogen balance and to allow the repair of injured tissue. 6, 46, [109] [110] [111] Strict implementation of infection control measures is critical. Following the culture of blood and urine, prompt initiation of treatment with appropriate broad-spectrum antibiotics based on known sensitivities of prevalent pathogens in the individual neonatal intensive care unit is vital. If surgical intervention is performed, peritoneal fluid and intestinal tissue should be sent for gram stain, culture, and sensitivity. The utility of a stool culture for bacteria in neonates has been questioned because fecal matter has many bacterial species. However, during outbreaks of NEC, attempts should be made to identify the infectious agent whenever possible. Usual regimens include ampicillin (or a cephalosporin) and gentamicin (or other aminoglycoside). The addition of a third antibiotic that provides anaerobic coverage (eg, clindamycin or metronidazole) is indicated when there is evidence of peritonitis or bowel perforation (see Fig. 11 ). Inflammation of the intestine and peritoneum is excruciatingly painful; therefore, attention to pain control and minimal handling during cares are integral parts of management. 6, 46, [109] [110] [111] Hematocrit should be monitored and packed red cells should be provided to replace occult intestinal hemorrhage. Adjunctive treatment includes judicious correction of significant thrombocytopenia, coagulopathy, and metabolic acidosis. Abdominal girth should be measured frequently. A sudden increase in abdominal girth warrants an immediate abdominal radiograph to assess for a pneumoperitoneum. Co-management with pediatric surgeons is recommended when a diagnosis of NEC is strongly suspected or confirmed. In sick infants who are not improving despite supportive medical management and in whom NEC is suspected, consultation with a pediatric surgeon and radiologist may help to arrive at a specific diagnosis. 6, 46, 107, [109] [110] [111] [112] [113] In the most premature infants, a high index of suspicion is required to make a timely diagnosis of NEC because these infants are less likely to manifest tenderness and the pathognomonic radiographic findings of NEC. 7 By the time VP infants manifest tenderness or abdominal mass, NEC has usually progressed to an advanced stage. 7\n\nIdentification of a pneumoperitoneum caused by bowel perforation and the presence of necrotic bowel (either may be difficult to diagnose) are 2 absolute indications for surgical intervention. Severe and persistent metabolic acidosis and/or thrombocytopenia in conjunction with a lack of improvement with medical management strongly suggest the presence of necrotic bowel and warrants surgery (see Fig. 11 ). 7, 97, 100, 102, 110, 112, 113 The timely diagnosis of bowel perforation or dead gut can be difficult in extremely premature infants with NEC. 7 A negative laparotomy is just as detrimental as failure to recognize perforation early in this group of patients. 107 Pneumoperitoneum can be missed in about 20% of cases of bowel perforation. 107 In such cases, the use of a 7-point scoring system using 7 components that quantitate the presence of metabolic derangement, in conjunction with an infant's ongoing evaluation by a pediatric surgeon, has been found to optimize the timing of the surgical intervention. 114 These metabolic derangements include severe metabolic acidosis, severe thrombocytopenia, hypotension, hyponatremia, neutropenia, left shift of neutrophils, and positive blood culture. It is recommended that this scoring system be used only as an adjunct to careful serial clinical and radiologic evaluation of infants. 108, 110, 114 With respect to the type of surgery, primary peritoneal drainage (PPD) has emerged as an alternative to laparotomy in VP infants with bowel perforation. 100,115 Peritoneal drainage serves as a definitive treatment of some patients and as a temporizing measure for unstable sick infants until laparotomy can be performed after their stabilization. [115] [116] [117] [118] [119] The choice of PPD or laparotomy as a primary surgical intervention has been argued for a decade. [116] [117] [118] In their review of only 2 randomized controlled trials, Rao and colleagues 116 report that there were no differences with respect to mortality and duration for total parenteral nutrition between the drainage and laparotomy. However, these studies did not distinguish between isolated perforation and NEC. 120 Neither of these two trials reached the recruitment target nor showed improved survival from PPD or laparotomy. One of these two trials [Necrotizing Enterocolitis Trial (NET) from the United Kingdom] found that 74% of infants initially treated with PPD required a rescue laparotomy. The second NICHD NRN trial did not encourage rescue laparotomy (which nonetheless was allowed) and did not distinguish NEC from isolated intestinal perforation (IIP). [117] [118] [119] This latter trial, conducted in extremely low birth weight infants ( 1000 g), found that laparotomy had an advantage over PPD with respect to the likelihood of survival and better neurodevelopmental outcome at 18 to 22 months of age. 120 Death or impairment occurred in 78% of the drainage group and in 66% of the laparotomy group.\n\nThe ability to accurately distinguish NEC from IIP is important when making a comparison between PPD and laparotomy because mortality associated with NEC is greater than with IIP. 120,121 A large, single-center, prospective study showed that bowel perforation in infants with severe NEC who were treated with primary laparotomy fared better than infants treated with a PPD. 100, 121, 122 Conversely, infants with IIP fared better with PPD. These investigators devised the 7-point metabolic derangement score and used it in conjunction with ultrasonography or contrast imaging to distinguish NEC from IIP.\n\nOther traditional surgical procedures at laparotomy include debridement and the resection of clearly necrotic bowel and creation of an enterostomy. 113, 120, 121 Sometimes multiple excisions are needed to preserve bowel length. Viable ends of bowel are exteriorized as stomas with the distal end as a mucous fistula. Sometimes single stoma with a Hartmann pouch is created. In this procedure, a colostomy or ileostomy is created and the distal limb is closed by suturing it and placing it back in the peritoneal cavity as a temporary measure until the patient is ready for re-anastomosis. 110, 113, 123 PATHOLOGY Coagulation (hemorrhagic-ischemic) necrosis, inflammation, and bacterial overgrowth are salient features of the histopathology of NEC. Reparative tissue changes, such as epithelial regeneration, formation of granulation tissue, and fibrosis, are found in twothirds of cases and provide evidence for a duration of tissue injury/reparation processes of at least several days. 124, 125 Damage to the intestinal tract may range from mucosal injury to full-thickness necrosis with focal perforation. Gas bubbles (pneumatosis intestinalis) can be seen in mucosa, submucosa, and serosal surfaces (Fig. 12) . 125 Although NEC can involve the gut from the stomach to the distal colon (NEC totalis), disease is most commonly found in the terminal ileum and ascending colon. Rotavirus-associated NEC most often involves the distal colon. 75 NEC can cause focal disease or manifest as multiple large diffuse necrotic areas alternating with patches of unaffected bowel. Serosal exudation without obvious perforation can also occur. In mild stages of NEC, intense congestion of superficial mucosa can result in focal necrosis of villous tips and epithelial sloughing into bowel lumen. 124, 125 NEC: Past, Present, and Future\n\nIt is more common for extremely premature infants with NEC to develop pneumoperitoneum than pneumatosis. 7 This population is also more vulnerable to IIP. Infants with IIP are generally more stable but they can develop peritonitis and sepsis syndrome mimicking NEC. 25, 100, 102 Generally, IIP presents during the first week of life and has been commonly associated with early indocin prophylaxis against intraventricular hemorrhage or patent ductus arteriosus ( Table 1) . 25 Pathologically IIP is a focal perforation without an inflammatory component. It is not associated with feeding and does not present as hemorrhagic ischemic necrosis. 25 In contrast with the multifactorial pathogenesis of NEC, IIP usually develops suddenly without clinical evidence of intestinal inflammation. 25 The propensity for these focal lesions to occur in the watershed areas of terminal ileum or jejunum supports the theory of arterial occlusion with embolism. 25, [126] [127] [128] Arterial rectae are end arteries that supply intestinal villi. [126] [127] [128] Persistence of right to left shunt through a patent foramen ovale or PDA during the early critical postnatal period presents a scenario for arterial embolism that potentially can create lesions similar to IIP, especially when these lesions occur near the antimesenteric border. 25 \n\nSepsis can masquerade in a manner similar to NEC. 6 Many intestinal and systemic signs of sepsis also are characteristic of NEC. Specifically, ileus, hypotension, respiratory deterioration, thrombocytopenia, metabolic acidosis, left shift of neutrophils and neutropenia, and systemic inflammatory response syndrome (SIRS) also occur with septic shock unaccompanied by intestinal inflammation. 114 Although sepsis and SIRS are complications of NEC, it is important to exclude NEC as the underlying cause of sepsis. The following two findings, if present, favor the diagnosis of NEC:\n\nNew-onset hyponatremia (<130 mEq/L) that cannot be explained by dilution or by treatment with diuretics (Generally, this finding appears early before significant clinical illness develops.) Hematochezia (blood in the stool, not occult blood) that may appear early in the disease process or later after resolution of ileus\n\nThe differential diagnosis also includes other causes of anatomic and functional intestinal obstruction (eg, malrotation, intestinal atresia, intussusceptions, aganglionosis); conditions that can result in intestinal ischemia (eg, volvulus, critical coarctation of the aorta, hypoplastic left heart syndrome); omphalitis; and milk protein intolerance. 8, 9, 105 \n\nThe overall mortality rate in NEC is between 20% and 40% but varies with the severity and extent of gut necrosis. [129] [130] [131] Mortality is inversely related to PMA at birth. 6, 15 Other complications of NEC include intestinal strictures, enterocutaneous fistula, intra-abdominal abscess, cholestasis, and short-bowel syndrome. 7, 130, 131 Intestinal and liver failure can also occur that requires transplantation. Strictures typically occur 3 to 8 weeks after the acute episode but can also present several months later. 97 Contrast enema is indicated if signs of subacute intestinal obstruction appear several weeks after the acute episode of NEC. The colon is the most common site for stricture development, but strictures can also occur in the ileum or jejunum. 97, 98 Diffuse pneumatosis increases the risk for strictures. 97, 98 Risks of all comorbidities of prematurity increase with NEC, including neurodevelopmental, motor, sensory, and cognitive problems. [129] [130] [131] [132] [133] [134] \n\nThe prediction of infants at an increased risk of NEC may be possible in the future through the use of methods that are currently available at a few research facilities. These methods use noninvasive indicators, such as profiling of the fecal microbiome, 55 and the identification of the expression of inflammatory proteins from buccal epithelium using buccal swab collection. 135 The determination of oxidative stress by measuring concentrations of non-protein-bound iron, advanced oxidation protein products, and total hydroxides in cord blood has been reported to be useful in predicting which VP infants are at risk for NEC but requires additional validation. 136 \n\nEarlier noninvasive diagnosis of NEC through the use of abdominal sonography in infants with nonspecific clinical and radiographic signs and through the assessment of metabolic derangement may result in more timely and appropriate medical treatment and surgical intervention. 107, 112 However, no studies have demonstrated improved clinical outcomes caused by facilitated diagnosis and management. Future trials comparing outcomes of peritoneal drainage with laparotomy should include distinguishing NEC from IIP. 100\n\nClinical studies suggest that the isolated perforation occurs when the intestinal mucosa has been weakened by processes, such as local ischemia-reperfusion or thromboembolism. Conversely, NEC involves both infectious and inflammatory mechanisms. 137 Designing strategies to prevent the occurrence of NEC and to improve outcomes of infants who develop NEC should consider these diagnoses as fundamentally different disease processes. The focus of NEC research is shifting from concentrating on the distinct nature of this disease to understanding the unique characteristics of immune-naïve premature patients. Hence, investigative and interventional techniques aimed at ensuring a more appropriate and mature intestinal immune response should be tested as preventative strategies."}