{"title": "Survival of aerosolized coronavirus in the ambient air", "body": "A variety of pathogenic microorganisms exists in the air and could potentially be transmittable over long distances. They include influenza virus, SARS virus, Mycobacterium tuberculosis, foot and mouth decease and many others (French, Kelly, Jones, & Clancy, 2002; Sergeev et al., 2013) . First periodicals characterizing viral capability to survive in airborne form appeared in 1960s (Harper, 1961 (Harper, , 1963 Hemmes, Kool, & Winkler, 1962; Hemmes, Winkler, & Kool, 1960; Hood, 1963) , where the authors reported very interesting outcomes on airborne virus behaviour and transmission efficiency. A comprehensive study on survival of various strains of airborne influenza virus was recently reported by Pyankov, Pyankova, and Agranovski (2012) showing presence of virulent virus even 90 min after aerosolization.\n\nA number of SARS outbreaks in [2002] [2003] , with the first one reported in Guangdong Province, China in November 2002 and mainly affecting Asian region took 774 lives achieving the fatality rate of 9.6% (WHO, 2004 , http://www.who.int/csr/sars/country/ table 2004_04_21/en/). These outbreaks ignited strong research interest towards identification of virus transmission routs (Atkinson & Wein, 2008; Spekreijse, Bouma, Koch, & Stegeman, 2011; Tellier, 2006) , exposure effects (Agranovski et al., 2010; Hermann, Muñoz-Zanzib, & Zimmerman, 2009; Kwon & Swayne, 2010) and transmission dynamics (Lipsitch et al., 2003) . Also, a number of monitoring methods and techniques has been developed to meet the demand for conventional (Agranovski et al., 2004 (Agranovski et al., , 2005 Agranovski, Agranovski, Reponen, Willeke, & Grinshpun, 2002; Agranovski, Myojo, & Braddock, 2001; Agranovski, Safatov, Agafonov, Pyankov, & Sergeev, 2008; Hermann et al., 2006) , and rapid detection of targeted pathogens in the ambient air (Agranovski et al., 2006; Pyankov et al., 2007; Usachev, Usacheva, & Agranovski, 2013) . A comprehensive review by Weber and Stilianakis (2008) was produced at that stage describing corresponding research outcomes on virus inactivation and discussing models of the virus transmission. A number of important parameters of air influencing microorganism survival and delivery have been identified including air temperature and humidity, microbial resistance to external physical and biological stresses, solar intensity and others.\n\nIn September 2012, a sixth new type of coronavirus was identified in Saudi Arabia and called Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and has since spread to 1600 patients in 27 other countries (Gao, Yao, Yang, & Li, 2016) , with the largest outbreaks in Saudi Arabia (according to WHO − 80% of cases), United Arab Emirates and South Korea (Choi, Kim, Cho, & Kim, 2015) . Most people infected with MERS-CoV developed severe acute respiratory illness, including fever, cough, and shortness of breath; many of them died. Considering some possibility of respiratory transmission (Azhar et al., 2014) , as well as transmission of viable virus settled on the surfaces (Otter et al., 2016) , it is important to investigate survival of airborne virus aerosolized in the ambient air.\n\nThis paper presents results of investigation of time related inactivation of MERS-CoV in the ambient air at a range of climatic conditions, representing common office environment, and climatic conditions of the Middle Eastern region where the virus was originated from.\n\nAll experiments with pathogenic microorganisms were performed in a high containment facility at the biosafety level of BSL3+.\n\nHuman betacoronavirus EMC (HCoV-EMC/2012) was kindly provided by Erasmus Medical Center (Rotterdam, Netherlands). MERS-CoV isolate HCoV-EMC/2012 was propagated in VeroE6 cells in Dulbecco's Modified Eagle Medium (DMEM; Gibco) supplemented with 2% fetal calf serum (Gibco), 1 mM L-glutamine (Lonza), 100 U/ml penicillin and 100 µg/ml streptomycin (Gibco). The HCoV-EMC/2012 virus stock was titrated by the end-point titration in VeroE6 cells. VeroE6 cells were inoculated with tenfold serial dilutions of virus stock in DMEM supplemented with 2% fetal calf serum, 1 mM L-glutamine, 100 U/ml penicillin and 100 µg/ml streptomycin. Five days after inoculation, cytopathic effect (CPE) was scored and 50% Tissue Culture Infective Dose (TCID 50 ) was calculated from 10 replicates by the Spearman-Karber method (Karber, 1931; Spearman, 1908) .\n\nA laboratory setup used for experiments is presented in Fig. 1 . A virus containing suspension was prepared and aerosolized to the experimental aerosol chamber by a 3-jet Collison nebulizer (BGI, Inc., USA) at the flowrate of 6 L/min of HEPA-filtered compressed air over 2 min time. Then the nebulizer was switched off. The experiments were performed for two sets of parameters of the air; (1) representing common office environment (25°C and 79% RH), and (2) climatic conditions of the Middle Eastern region where the virus was originated from (38°C and 24% RH). To minimise gravitational aerosol settlement during experiments, our previously developed rotational aerosol chamber (RAC) (Pyankov et al., 2012) was used in this project. It consists of a drum secured on a stationary axis with air-sealed ball bearings. The design of the axis enables to host pipelines used for aerosol charging and monitoring. The RAC was placed in the biosafety compartment to eliminate contamination of the laboratory air with viruses. The second reason to use the compartment was based on a fact that, as required by the experimental program, the virus survival ought to be investigated at elevated temperatures representing Middle Eastern climatic conditionsplace of origin and maximum spread of the investigated microorganism. To achieve constant elevated temperature in the RAC over the entire experimental runs, the air in the compartment was heated up to a required value and then used to make up air drawn from the chamber by the samplers, as well as insulating the RAC from colder ambient air in the laboratory minimizing temperature fluctuations inside the RAC. The constant air humidity was achieved by adding required amount of steam to the compartment by the air humidifier (Model 7146, Air-O-Swiss, Switzerland). The air temperature and relative humidity were monitored in the RAC with the accuracy of ± 0.5°C and ± 2% respectively over the entire experimental procedure. The particle concentration and size distribution inside the chamber were monitored by optical particle counter (Model 4705, Aeronanotech, Moscow, Russia) with 5 min increments over the entire runs. To monitor viable virus concentration, two personal bioaerosol samplers (Agranovski et al., 2002 (Agranovski et al., , 2005 were charged with 40 ml of collecting liquid (see description below) and sampled aerosol from the chamber in parallel at a flow rate of 4 L/min over 2 min time at 0, 5, 15, 30 and 60 min after virus aerosolization. To arrange sampling from inside the chamber by externally located samplers, the standard inlets of the devices (Agranovski et al., 2005) were modified and equipped with pipes enabling hermetic connection with the aerosol chamber. Fresh pair of samplers was used for each time point. Using of two samplers in parallel eliminated risk of not representative result acquisition due to potential random human error or technological fault of the equipment.\n\nThe chamber was equipped with HEPA filtered make-up air line to ensure no escape of the aerosol into the laboratory space during aerosolisation procedure and elimination of alien particles from laboratory space possibly reaching the aerosol chamber during monitoring of viruses. All pumps' and counter discharge lines were equipped with HEPA filters to avoid any contamination of laboratory space with airborne viruses.\n\nOn completion of sampling at each time interval, the bioaerosol samplers were disconnected and aliquots of collecting liquid were acquired and analysed by end-point titration in VeroE6 cells. Five days after inoculation, cytopathic effect (CPE) was scored and the TCID 50 was calculated from 10 replicates by the Spearman-Karber method.\n\nThe aliquot of initial viral suspension along with samples of collecting liquid acquired at all time periods were also analysed by RT-PCR procedure. Such step was important, as it provided information about total microbial concentration in the airborne form enabling estimation of virus decay taking into account gravitational settlement and air dilution related losses.\n\nTo undertake the procedure, the RNA was extracted from the analysed aliquots using a QIAamp viral RNA minikit (Qiagen, Germany) according to manufacturer's instructions.\n\nReal-time reverse-transcription polymerase chain reaction screening assay upstream of E gene (upE assay) was performed by AgPath-ID™ One-Step PR-PCR Kit (Thermo Fisher Scientific, USA). A 25-μl reaction contained 5 μl of RNA, 12.5 μl of 2 X reaction buffer, 400 nM concentrations of primer upE-Fwd (GCAACGCGCGATTCAGTT) and primer upE-Rev (GCCTCTACACGGGACCCATA), as well as 200 nM of the probe upE-Prb (6-carboxyfluorescein [FAM])-CTCTTCACATAATCGCCCCGAGCTCG-6-carboxy-N,N,N,N´tetramethylrhodamine ([TAMRA]) (Corman et al., 2012) . All oligonucleotides were synthesized by SRC VB VECTOR, Russia.\n\nThermal cycling involved 45°C for 10 min, followed by 95°C for 10 min and then 45 cycles of 95°C for 15 s, 57°C for 30 s on a Rotor-Gene 6000 real-time PCR machine (Corbett Research, Australia). In each run, standard dilutions of a titered virus stock were run in parallel, to calculate TCID 50 equivalents in the samples.\n\nDulbecco's Modified Eagle Medium (DMEM; Gibco) supplemented with 2% fetal calf serum (Gibco), 1 mM L-glutamine (Lonza), 100 U/ml penicillin and 100 µg/ml streptomycin (Gibco) was used as collecting liquid in the samplers. Some possible foam formation, was minimized by antifoaming agent Antifoam A (Sigma Chemical Company, St Louis) added to the collecting liquid (0.1% volumetric). As documented in our previous publications, using of such recipe enables achieving higher viral recovery rate as compared to collection into sterile water (Agranovski et al., 2004) .\n\nsupplemented with 2% fetal calf serum (Gibco), 1 mM L-glutamine (Lonza), 100 U/ml penicillin and 100 µg/ml streptomycin (Gibco). Five days after inoculation, cytopathic effect (CPE) was scored and the TCID 50 was calculated from 10 replicates by the Spearman-Karber method. A 40 ml aliquot of viral medium was placed in a 3-jet Collison nebulizer (BGI, Inc., USA) to be aerosolized by 6 L/min of compressed air at the liquid aerosolization rate of 0.2 ml/min.\n\nThe following equation was used to estimate relative microbial inactivation (RMI) at any time interval:\n\nwhere the first term on the right hand side is the ratio of infecting viruses (represented by TCID 50 value) by total number of viruses (infective and inactivated) obtained by RT-PCR at time interval T (5, 15, 30 and 60 min) and the second term is the same ratio obtained for initial conditions right at the beginning of the experiment (0 min). As mentioned above, using results obtained by RT-PCR enabled to account for potential losses due to gravitational settlement on the walls of the RAC. Considering that these results represent time related presence of total airborne virus (infective and inactivated) in the RAC, any decrease of this value with time could only be related to the particle settlement on the walls. Then, the ratio of TCID 50 by total PCR count at any time of experiment related to the same ratio at the beginning of the run clearly represents viral survival at this particular point of time.\n\nFirst, it should be noticed that both samplers involved in all experimental runs demonstrated excellent inter-sampler variation with the discrepancy below 10% for vast majority of runs. On this basis, all following results represent average of two numbers obtained by two personal samplers operating in parallel in each experimental run.\n\nThe results of measurements of the particle size distribution in the RAC are shown in Fig. 2 . The initial concentration of virus containing particles is quite common representing aerosol composition produced by Collison Nebulizer. It shows approximately 1:10 ratio of the viral particle to liquid carrier droplet sizes, which represents common environmental scenario where viruses usually travel of larger carriers in the air streams.\n\nSome shift of the curve obtained after 60 min of the process run at the temperature of 25°C and 79% RH towards smaller particle sizes indicates rather minor evaporation of the droplets at these air conditions. Much more significant changes were observed for the experiments undertaken at the temperature of 38°C and 24% RH. As is seen, a negligible amount of particles with the diameter of larger than 1.8 µm was observed. Vast majority of particles remained in the air after one hour experiment at these conditions were smaller than 0.7 µm. Fig. 3 demonstrates the results of determination of airborne live virus concentration (TCID 50 ) along with the numbers of total viruses obtained by RT-PCR at different time periods per millilitre of the sampler's collecting liquid. As is seen, the total number of viruses decreases significantly during first fifteen minutes of experiment and then becomes steady for the rest of the run with just minor decrease by about 0.25l g over 45 remaining minutes of the procedure. Similar trend was observed with live MERS-CoV virus at the 25°C and 79% RH experimental conditions; the major inactivation occurred over the first fifteen minus of the experiment. Then the inactivation rate became smaller with additional loss of about 0.5lg TCID 50 over the rest of the experiment. Much more significant inactivation was detected during experiments undertaken at 38°C and 24% RH. Over the first 15 min, the inactivation curve has a trend similar to the curve obtained for lower temperature scenario. However, it went steeply down during next 45 min loosing additional 1.5lg TCID 50 at the end of 60 min runs with almost no live particles remaining in the air (0.1lg TCID 50 /ml).\n\nThe microbial relative inactivation estimated by Eq. (1) for both experimental conditions is shown in Fig. 4 . As is seen, both curves show similar trend only over the first 5 min of experiment. Then they depart from each other significantly reaching the O.V. Pyankov et al. Journal of Aerosol Science 115 (2018) 158-163 difference of around 60% at the end of 60 min run.\n\nA well-expected time related influence of climatic conditions on the aerosol parameters is shown in Fig. 2 . As one can observe, the number concentration obtained by the particle counter decreases significantly over 60 min experimental runs, especially for experiments undertaken in the hot air environment. In addition, there is a distinctive shift of the size distribution curves towards smaller aerosol sizes, particularly noticeable for climatic conditions representing Middle Eastern region. However, taking into account very steady time-related RT-PCR results reflecting not significant reduction of airborne virus presence in the air, one could conclude that the particle concentration decrease is minimal and the reason for such visual effect is based on intensive particle evaporation with corresponding diameter decrease below 0.3 µm, which makes aerosol invisible for the optical counter. On this basis, it can be concluded that the RAC performed satisfactory, enabling to ensure minimal losses in total airborne viral concentration over the entire duration of 60-min experimental run.\n\nThe results of MERS-CoV virus inactivation at different climatic conditions have been obtained. The virus concentration in the initial suspension used for aerosolization was around 6.1 ± 0.23l g/ml, which is based on more than 20 experimental series (this number represents an average of microbial concentrations identified in all initial suspensions throughout the entire project run along with the standard deviation of the results). Some aerosolisation losses due to physical microbial stress and settlement on the walls and pipelines are clearly seen in Fig. 3 , however they were rather minor and did not exceed losses documented previously (Pyankov et al., 2012) .\n\nThe virus demonstrated relatively high robustness in airborne form. As compared to Influenza strains investigated before (Pyankov et al., 2012) , where at similar air parameters (25°C and 75% RH) the survival rate varied from~5% (Strain A/California/ 04/2009 (H1N1)) to~46% (Strain A/AICHI/2/68(N3H2)), the coronavirus demonstrated survival of around 63%. However, the survival decreases dramatically in hot and dry air conditions leaving only around 4.7% of live species after one hour of operation.\n\nTo identify climate related significance of airborne virus inactivation, a Single Factor ANOVA test (p < 0.05) was conducted comparing microbial survival at different climatic conditions during various experimental times. It should be noticed that, regardless to the fact that the results for different climatic conditions presented in Fig. 4 look quite different almost from the very beginning of the experiments, no statistically significant variations were detected over the first 15 min of operation. In contrast, the results obtained for 30 and 60 min of the experimental runs demonstrated statistically significant difference in microbial decays at different climatic conditions in all samples.\n\nTime related inactivation of pathogenic strain of MERS-CoV in airborne form at various climatic conditions has been investigated. It was found the at the temperature of 25°C the virus demonstrated relatively high, compared to influenza strains, survival with more than 63% live particles remaining in the air 60 min after aerosolisation. The inactivation at the temperature of 38°C was fortunately much more efficient with only 4.7% active virus detected on completion of 60 min run. Such results demonstrate that even at hot and dry climatic conditions relevant to the Middle Eastern region where this virus was originated from, the strain is able to survive for quite long time periods and could potentially spread resulting from respiratory transmission."}