{"title": "Platelet Count Mediates the Contribution of a Genetic Variant in LRRC16A to ARDS Risk", "body": "[ 1 4 7 # 3 C H E S T M A R C H 2 0 1 5 ] ARDS is characterized by acute hypoxemic respiratory failure with bilateral pulmonary infi ltrates. Its in-hospital mortality rate is 41.1%, placing a large burden on public health. 1, 2 Th e most common underlying causes of ARDS include pulmonary risk factors, such as pneumonia or pulmonary contusion, and nonpulmonary risk factors, including sepsis, burn, severe trauma, and multiple transfusions. 3 Studies have focused on the role of genetics in ARDS pathophysiology and have identifi ed dozens of loci related to ARDS outcome (eg, IL1RN [IL1 receptor antagonist], ANGPT2 [angiopoietin -2] , PI3 [peptidase inhibitor 3] , and PPFIA1 [protein tyrosine phosphatase, receptor type, f polypeptide]). [4] [5] [6] [7] [8] However, the roles of genetic susceptibility and its interactions with microenvironmental factors remain incomplete. 9, 10 Platelets are believed to make an important contribution to pulmonary-origin ARDS among critically ill patients acting in conjunction with fi brinogen to mediate endothelial damage through multiple signal transduction pathways. 11, 12 Indeed, if patients with ARDS develop thrombocytopenia or systemic coagulation disorders, such as platelet consumption and/or disseminated intravascular coagulation (DIC), they are at increased risk for a poor prognosis. 13 Genetic factors contributing to platelet count (PLT) are beginning to be uncovered. In particular, a meta-analysis of seven genome-wide association studies of 16,388 individuals from seven\n\nTh e study was reviewed and approved by institutional review boards of Massachusetts General Hospital (MGH) and Harvard School of Public Health (project approval number: 1999P0086071/MGH). All participants or their surrogate care providers gave written informed consent.\n\nARDS cases and control subjects were identified from critically ill patients from the ICU at MGH as described previously. 5 Briefl y, we screened each ICU admission for eligible subjects, who were defi ned as critically ill patients with at least one predisposing condition for ARDS: (1) sepsis, (2) septic shock, (3) trauma, (4) pneumonia, (5) aspiration, or (6) massive transfusion of packed RBCs (defi ned as . 8 packed RBC units during the 24 h before admission) and without any of the exclusion criteria (age , 18 years, diff use alveolar hemorrhage, chronic lung diseases other than COPD or asthma, directive to withhold intubation, immunosuppression not secondary to corticosteroid, and treatment with granulocyte colony-stimulating factor). Aft er enrollment, subjects were followed daily for the development of ARDS, as defi ned by the American-European Consensus Committee. 18, 19 Control subjects were identifi ed as at-risk patients who did not meet criteria for ARDS during the ICU stay and had no prior history of ARDS. Patient demographic and baseline clinical characteristics including sepsis, pneumonia, trauma, transfusion, and PLT were collected at ICU admission.\n\nGenotyping DNA was extracted from peripheral WBCs using the protocols as described previously. 20 Subjects were genotyped using the Infi nium HumanExome BeadChip (Illumina, Inc). Before analysis, a systematic quality evaluation was conducted on the raw genotyping data according to the general quality control (QC) procedure described by Anderson and colleagues. 21 Briefl y, unqualifi ed samples were excluded if they fi t the following QC criteria: (1) overall genotype completion rates , 95%, (2) sex discrepancies, (3) unexpected duplicates or probable relatives (based on pairwise identity by state value, PI_HAT in PLINK . 0.185), or (4) heterozygosity rates more than six times the SD from the mean. Unqualifi ed SNPs were excluded when they fi t the following QC criteria: (1) SNPs had a call rate , 95% in all samples, (2) the genotype distri butions of SNPs deviated from those expected by Hardy-Weinberg equilibrium ( P , .000001), or (3) SNPs were too rare to detect variants under our sample size. Aft er quality evaluation, 629 ARDS cases and 1,026 at-risk control subjects and 19 SNPs were included in the initial analyses.\n\nA validation study of genome-wide gene expression profi les were generated from total RNA samples extracted from peripheral blood collected at ICU admission of 18 at-risk control subjects from the MGH ARDS study cohort. Protocols for sample collection and processing, whole \n\npopulation-based cohorts identifi ed fi ve quantitative trait loci (QTLs) associated with PLT: BAD at 11q13, LRRC16A at 6p22, CD36 at 7q11, JMJD1C at 10q21, and SLMO2 at 20q13. 14 Although the identifi cation of these loci provides a foundation for understanding the genetic contributions to PLT, no studies have yet examined the role of PLT-associated loci in ARDS pathophysiology.\n\nOur hypothesis is that PLT may act as an important causal mediator of genetic eff ect on ARDS development. In causal inference, the mediation modeling is a rigorous approach to identify and explain the mechanism by which an independent variable (eg, genetic variant) aff ects the outcome (eg, ARDS risk) via a third explanatory variable, known as a mediator variable (eg, PLT) ( Fig 1 ) . Th is approach has been successfully applied in research on several lung diseases. [15] [16] [17] Using exome-wide genotyping data (Illumina ExomeChip), in this study we validated QTLs of PLT within fi ve candidate genes-BAD , LRRC16A , CD36 , JMJD1C , and SLMO2 -among critically ill patients. We further evaluated the fi ndings by independent gene expression experimental data. Finally, we explored the eff ect of these genetic variants on ARDS risk and whether their eff ects are causally mediated through PLT. blood total RNA extraction, and quality assessment were described previously. 22 RNA samples were hybridized to Aff ymetrix Hu133A 2.0 GeneChips (Aff ymetrix, Inc). Expression values for four probe sets within LRRC16A were extracted, normalized, and log 2 -transformed using dChip soft ware. 23 Th ree probe sets were excluded from the analysis because they had absent calls in . 50% of samples. Only one probe set of LRRC16A (230793_at) was included in the analysis.\n\nBaseline characteristics including demographics and baseline measurements are described as mean Ϯ SD (minimum, maximum) for continuous variables and number (%) for categorical variables. Th e Student t test or Fisher exact test were used for comparisons between groups for continuous or categorical variables, respectively. All SNPs were encoded at additive genetic format (0: wild type; 1: heterozygosity; 2: homozygosity, minor allele as eff ect allele). Th is study included three main scenarios of analyses in the predefi ned order of (1) QTL analysis of PLT, (2) ARDS risk analysis of SNP variants, and (3) causal inference analysis. Th e sequential testing strategy-borrowed from serial gatekeeping procedure-was used, in which the analysis would move forward only if the previous one reached a reasonable signifi cance. [24] [25] [26] Th is strategy is broadly used to control for family-wise type 1 error in clinical trials with multiple comparisons that have a predefi ned sequence. All models were adjusted for covariates of age, sex, sepsis, and pneumonia at admission, unless stated otherwise.\n\nTh e Sequence Kernel Association Test was used for gene-based QTL analysis. 27 Th e log 2 -transformed gene expression was further standardized as z score ( z ) for QTL analysis using linear regression. Th e results are indicated by the b coeffi cient (explained by the change of PLT per 1 SD increase of log 2 -transformed expression level) and the 95% CI. For SNP-level QTL analysis, linear regression was used for analyzing of fi ve common SNPs, respectively. Th e results are indicated by b coefficient (the change of PLT per eff ect allele of SNP) and the 95% CI. Th e SNP with false discovery rate (described as q -value) , .10 was selected for ARDS risk analysis. Only one SNP (rs7766874) reached the criteria. Th e proportion of PLT variance explained by the SNP rs7766874 was estimated using analysis of variance as the ratio of the sum of squares of SNP (SS SNP ) to the sum of squares total (SS Total ).\n\nFor ARDS risk analysis, the association of SNP, PLT, and the interaction with ARDS risk were evaluated by logistic regression and are described by OR (the exponential function of the coeffi cient) and the 95% CI :\n\nwhere u SNP , u PLT , and u Interaction represent the coeffi cients of SNP, PLT, and SNP-PLT interaction, respectively; B is a vector of coeffi cients of covariates. Th e analysis would move forward if the statistical P value of u SNP or u Interaction test , .05.\n\nFor causal inference analysis, the VanderWeele mediation model was applied to evaluate the causal indirect eff ect of a SNP that was mediated through PLT. 17 Th e results are described by indirect OR ( OR Indirect , per eff ect allele of SNP) and the 95% CI:\n\nwhere b SNP was estimated by the following weighted linear regression model of PLT on SNP:\n\nIn model (3), the weights ( w ) were calculated for cases or control subjects, respectively: (4)\n\nwhere the prevalence represents the prevalence of ARDS among the at-risk critically ill population, and r represents the proportion of ARDS cases in the analytical dataset. Bootstrapping with 1,000 replications was used to estimate the 95% CI of OR Indirect and statistical signifi cance. Th e Imai causal inference method was also used with the same weights for cross-validation with the VanderWeele mediation model. 28 The statistical signifi cance level was 0.05. All analyses were performed using R statistical soft ware, v 2.15.1 (Th e R Foundation ).\n\nTh e distributions of demographic and clinical characteristics at ICU admission among 629 patients with ARDS and 1,026 at-risk control subjects are described in Table 1 .\n\nAll the control subjects and 97.77% of the ARDS cases were white. No signifi cant diff erences were observed in age or sex distributions between ARDS and at-risk control groups. PLT and number of subjects with sepsis or pneumonia (as risk factors for ARDS) were signifi cantly diff erent between cases and control subjects.\n\nSince the design of the Illumina ExomeChip focuses on functional exonic SNPs, most of the covered SNPs are either low-frequent or rare alleles (minor allele frequency [MAF] , 0.05). 29 No SNPs were mapped within BAD , CD36 , or SLMO2 . Two rare SNPs were mapped within JMJD1C ; these were excluded from further analysis to ensure adequate statistical power. Th e 17 SNPs identifi ed within LRRC16A were included in the analysis ( Table 2 ) . Th e analysis workfl ow is described in Figure 2 .\n\nWe initially conducted a gene-based QTL analysis of PLT on LRRC16A genetic variants ( Table 3 ) . Five common SNPs (MAF Ն 0.05) showed a signifi cant joint association with PLT among at-risk control subjects ( P 5 .036). We validated this fi nding by using independent whole-genome gene expression data from 18 at-risk control subjects. A linear regression model detected a signifi cant association between LRRC16A expression level and PLT ( b 5 77.03 per 1 SD increase of expression level; 95% CI, 27.26-126.80; P 5 .005) ( Fig 3 ) . Aft er adjustment for common covariates including age, sex, sepsis, and pneumonia using stepwise regression, the association remained signifi cant ( P 5 .011).\n\nWe then performed a single SNP QTL analysis for each common SNP within LRRC16A ( Table 4 ) . Only SNP rs7766874 was signifi cantly associated with PLT among at-risk control subjects ( b 5 2 13.00 per eff ect allele of SNP; 95% CI, 2 23.22 to 2 2.77; P 5 .013; false discovery rate adjusted q -value 5 .065), which explained around 1% of PLT variance. To evaluate more potential confounders, we did a sensitivity analysis with adjustment for all covariates in Table 1 Because SNP rs7766874 was a signifi cant QTL marker of PLT ( Table 4 ) , and was associated with ARDS risk by interacting with PLT ( Table 5 ), PLT may act as an important causal mediator of the genetic effect of LRRC16A on ARDS outcome. To test this hypothesis, we performed a causal inference test using mediation analysis. Based on previously reported studies [31] [32] [33] and considering that our cases were all Berlin moderate or severe ARDS, 30 the ARDS prevalence among the at-risk population was set as 5%; this was in turn used to calculate the weights for mediation analysis. Signifi cant causal indirect eff ect was detected for SNP rs7766874 on the increased risk of ARDS that was mediated through PLT (VanderWeele method, OR Indirect 5 1.045 per eff ect allele; 95% CI, 1.007-1.085; P 5 .021) ( Table 6 ) . Signifi cance was confi rmed by the Imai method ( P 5 .038) ( Table 6 ) . We also performed two sensitivity analyses that excluded the control subjects who could be reclassifi ed as patients with ALI or excluded the ARDS cases who were diagnosed on the day of ICU admission. Consistently significant or borderline signifi cant associations were observed ( Table 6 ). To evaluate the impact of diff erent ARDS prevalence on our results, we set the ARDS prevalence at 10% or 15% for further sensitivity analyses; these results were consistent with that at 5% ARDS prevalence ( Table 6 ).\n\nGenetic variants within LRRC16A were previously reported to be associated with PLT among relatively healthy African American populations. 14 In this study, we replicated these results by validating the association between a common intronic SNP (rs7766874, G allele frequency 5 47.59%) within LRRC16A and PLT in a white population of 1,655 critically ill patients. Th e SNP rs7766874 showed limited population diversity in the National Center for Biotechnology Information dbSNP database (G allele frequency in African American 5 51%). Interestingly, among ARDS cases and at-risk control subjects, the association was inconsistent. Th e mechanisms for this are not well understood. It is possible that LRRC16A plays a diff erent role in at-risk control subjects vs ARDS cases and needs to be further studied. In this study, we demonstrate strong evidence that a low platelet count contributes to a higher risk of ARDS. A low PLT could be caused by thrombocytopenia or DIC; both are common complications among critically ill patients and are independent risk factors aff ecting prognosis. [34] [35] [36] [37] However, we could not rule out the role of low platelets in ARDS pathophysiology from platelets consumption in DIC.\n\nNotably, our results suggest that LRRC16A plays an important role in ARDS risk mediating through PLT. Th e indirect hazard eff ect of SNP rs7766874 on ARDS risk may be explained because SNP rs7766874 causes a Regression coeffi cient and its 95% CI, representing the change in PLT per eff ect allele. c q represents adjusted P value by false discovery rate method. P 5 .231, also known as total eff ect in mediation analysis). It is possible to have a signifi cant indirect eff ect in the absence of total eff ect. 38, 39 Th is can be explained by the presence of several mediating paths (multiple potential mediators) that confl ict with each other and become noticeable when one of the cancelling mediators is controlled for. Th us, the indirect eff ect identifi ed in our study is a \"partial\" mediation eff ect. However, this mechanism needs to be better understood through well-controlled experiments. Also the interaction between LRRC16A and PLT implies that LRRC16A has eff ect beyond platelet count but also on function and, in turn, on ARDS risk. Extensive evidence demonstrates a role of platelet function in increased morbidity and mortality among patients in the ICU, [40] [41] [42] [43] whereas the precise mechanism of how the genetic variants impact platelets and in turn aff ect ARDS risk requires further studies of functional genomics.\n\nLRRC16A encodes capping protein ARP2/3 and myosin-I linker (CARMIL), a cytoskeletal scaff old protein that binds CAPZA2 (capping protein muscle Z-line a 2), with high affi nity and signifi cantly decreases the affi nity of CAPZA2 for actin barbed ends. 44 CAPZA2 is the b subunit of the barbed-end actin binding protein, the heterodimeric actin-capping protein that blocks actin fi lament (F-actin) assembly and disassembly at the fastgrowing (barbed) fi lament ends and functions in regulating actin fi lament dynamics as well as in stabilizing actin fi laments. Actin-based cellular processes are essential for end-amplifi cation of proplatelet processes during megakaryocyte maturation. 45, 46 Th e intronic SNP rs7766874 may be in linkage disequilibrium with latent functional variants that alter the activity of CARMIL and thereby result in abnormal megakaryocyte matura-tion and altered platelet formation. Interestingly, platelets contain actin-binding proteins that can bind to and shorten actin fi laments. [47] [48] [49] [50] Moreover, F-actin acts as a key step in ARDS induced by systemic infl ammatory response syndrome via increased blood neutrophil adhesion and migration and by the production of infl ammatory factors. 51 An alternative postulated mechanism of LRRC16A on ARDS is platelet independent that the variant LRRC16A prevents actin polymerization , which impacts the alveolar capillary barrier function. 52 We acknowledge some limitations in our study. Th e Illumina ExomeChip includes a high percentage of low-frequent alleles. Our study was limited in power to study the association of these low-frequent functional SNPs with ARDS outcome. Additionally, further investigation is needed to evaluate the mechanisms that underlie the mediation of platelets in the association between LRRC16A genetic variants and risk of ARDS.\n\nConsidering the heterogeneity and various manifestations of ARDS, these study results should be examined in even larger samples to evaluate our fi ndings among specifi c subgroups. Another limitation is that the attribution of causality is solely based on the results of mediation analysis, which requires follow-up well-designed functional studies.\n\nIn summary, we validated LRRC16A as associated with platelet count among critically ill patients. Our fi ndings suggest that LRRC16A plays an important role in ARDS pathophysiology by interacting with and being causally mediated through platelets."}