{"title": "Adult Celiac Disease and the Severe \"Flat\" Small Bowel Biopsy Lesion", "body": "to reveal a specific cause. While detailed lists of tests and algorithms appear in medical texts, these are costly and time-consuming. Moreover, some function tests are patient-dependent and based on timed collections that are difficult to do with desired laboratory precision. Often, some can be circumvented by small bowel biopsy or done later if additional documentation is necessary (e.g., fecal protein loss studies, 72-hr fecal fat measurements, barium radiographs).\n\nSome patients with malabsorption may have no significant diarrhea. Instead, weight loss or anemia associated with iron deficiency may lead to a biopsy to exclude a small intestinal cause. Or, there may be other unexplained abnormal chemistries (e.g., low serum carotene, folate, or proteins, particularly albumin). Finally, a positive screening celiac antibody blood test (e.g., antibodies to endomysium or tissue transglutaminase) should lead to biopsy to confirm the serologically based suspicion of celiac disease and define pathological changes in the small bowel before treatment (5) .\n\nEven a normal small bowel biopsy may be useful, in most instances, to exclude structural small bowel causes of diarrhea, particularly those with diffuse and severe changes in the proximal small intestine, such as classic celiac disease. Normal or abnormal biopsy appearances, FREEMAN however, should be interpreted cautiously depending on the biopsy site. For example, endoscopic specimens from the proximal duodenum may normally appear to have shorter villi with \"pseudoflattening\" over regions of Brunner's glands (i.e., Brunner's gland artifact) but crypt hyperplasia is not present. In addition, biopsies showing histologic evidence of apparent \"duodenitis\" or nonspecific inflammation in the duodenal bulb may indicate peptic-related disease. Indeed, a broader spectrum of disease might be considered (e.g., Crohn's disease) if similar changes are found in more distal small intestine. For this reason, screening biopsies (even if the duodenal mucosa is visually normal) to exclude a proximal small bowel mucosal cause for diarrhea should be done distal to the duodenal bulb.\n\nBiopsy interpretive artifacts may result from biopsy handling. Technical trauma may result from the biopsy instrument (i.e., biopsy crush artifact) or during transfer of the biopsy from forceps to filter paper or mesh. Poorly oriented specimens may lead to tangential sections outside of the core of the paraffin-embedded tissue block. Endoscopic pinch biopsies are now most commonly submitted to hospital pathology laboratories, but these are smaller than suction biopsies and more difficult to accurately orient for serial sectioning. However, clinical experience has demonstrated that acceptable biopsy material may be obtained for routine diagnostic purposes (5, 6) . Usually, two or three biopsies with regular-sized forceps from the second or third portion of the duodenum are sufficient. In special circumstances (e.g., recurrent symptoms in established celiac disease), more biopsies from multiple sites along the length of the small intestine (using a longer instrument) may be required. For example, in celiac disease and suspected lymphoma, only 1 of 88 small bowel biopsies proved to be positive for malignant cells (7) .\n\nFor clinical purposes, abnormal small bowel biopsies may be classified based on the degree of disturbed architecture together with specific diagnostic features (1). Multiple biopsies from separate sites are most useful since some disorders reveal only focal changes (e.g., Crohn's disease), while others may show diffuse, but more variable severe abnormalities (e.g., giardiasis). Sampling of normal-and abnormal-appearing small bowel mucosa should be done, especially if erosive or ulcerative macroscopic changes are endoscopically evident, since some pathologic features may be easier for the pathologist to appreciate in biopsies from less inflamed or less reactive epithelium.\n\nFor clinicians, there may be limited time to examine biopsies, so the single most important imperative is clear communication of the clinical problem to the patholo-gist. Good-quality biopsies should be submitted and their sites precisely defined to optimise histologic evaluation. A clinically relevant pathological interpretation based on the degree of severity of architectural disturbance may be very helpful and can be especially valuable for clinical management (1, 8) .\n\nDuring endoscopy, macroscopic changes may be appreciated. In celiac disease, for example, absence of normal structures or a smooth tubular mucosal surface has been described (9) . Also, a so-called \"scalloped\" or \"ridged\" endoscopic appearance has been noted (9) . These macroscopic changes are not specific to celiac disease, however, and should never be relied on for definitive diagnosis. Indeed, in most patients with celiac disease, no significant endoscopic alteration is recorded despite the presence of severely abnormal histologic abnormalities. Often, changes of celiac disease may be reported later by the pathologist even if the disease was not clinically or endoscopically suspected. Even very experienced endoscopists estimated that celiac disease was diagnosed \"unexpectedly\" in over 10% simply because screening biopsies were done from normal duodenal mucosa (10) . A visually normal endoscopic appearance alone (without biopsies) is simply not sufficient to exclude small bowel mucosal disease, including celiac disease.\n\nDiarrhea, weight loss, and malabsorption of a broad range of nutrients occur in most patients with classic celiac disease. In addition, significant histopathologic changes are usually present in the proximal small bowel, the so-called severe \"flat\" mucosal lesion (Figures 1  and 2) . Indeed, the most common cause of this biopsy abnormality is untreated celiac disease (1). These changes appear to be similar to those described as the so-called flat destructive or Marsh type 3 lesion (11, 12) . Several features should be present. Villi are absent or rudimentary. Increased lamina propria lymphoid cell elements and increased intraepithelial lymphocytes are seen and the surface epithelium appears more cuboidal (rather than columnar). Crypt cell hyperplasia (not hypoplasia) with an increase in the crypt epithelial cell mitotic index (i.e., the number of mitoses per crypt epithelial cell) is present. In celiac disease, treated with a strict gluten-free diet, these changes revert toward normal ( Figure 3 ). Longterm studies have shown that biopsies from comparable proximal small bowel sampling sites will eventually show improvement. Villi reappear and crypt mitotic indices normalize. Surface epithelial cells become more columnar. The cellularity of the lamina propria diminishes and the absolute numbers of intraepithelial lymphocytes fall. Changes also occur in another dimension-along the length of the small intestine. These may not be so well appreciated in the modern era since endoscopic biopsies are usually obtained under direct vision from the proximal small intestine alone (rather than hydraulic suction biopsies from multiple sites in more distal jejunum and ileum). The extent and severity of these abnormalities through the length of the small intestine seem to correlate better with the patient's clinical status than changes seen with repeated sampling from similar proximal small intestinal mucosal sites. In celiac disease with clinically significant malabsorption, small bowel changes may be severe, with architectural changes extending beyond the proximal jejunum. Farther along the small intestine into the ileum, less severe, often patchy, rather than diffuse, architectural changes may be present. Possibly, this is because with clinically more severe disease, longer lengths of small intestine are exposed to higher concentrations of dietary gluten. Or, alternatively, some pathological changes, particularly in more distal small intestinal sites, may be more \"indirect\" and driven by recirculating memory T cells (13) . Even in the most distal ileum, however, earlier human studies demonstrated that the mucosa was very sensitive to gluten-containing peptides infused experimentally through a long small bowel tube (14) . This proximal-todistal gradient in severity of mucosal disease makes it more difficult to detect changes of celiac disease with ileal biopsies (obtained at colonoscopy), and, more importantly, this gradient is altered with a gluten-free diet. With more extensive small bowel disease, diarrhea and malabsorption of many nutrients result. After treatment with a gluten-free diet, clinical improvement occurs, with resolution of diarrhea and weight gain, reflecting improved absorption along the length of the intestinal tract. Concomitant with these clinical improvements, it appears that resolution of the abnormal histologic changes occurs in a distal-to-proximal direction. Conceptually, this is potentially very important in the clinical and histologic assessment of the response to a gluten-free diet. Prolonged periods of gluten restriction may be required, even up to several months or years after diarrhea resolves, to show normalization of biopsies from the most proximal small intestine (15) . Repeated biopsies from the same proximal small intestinal sites after only a few weeks on a strict gluten-free diet may not be sufficient to show a convincing histologic response, even if the patient is clinically improved (i.e., resolution of diarrhea and weight gain).\n\nA clinical diagnosis of classic celiac disease, therefore, requires that two criteria be fulfilled: first, typical biopsy changes of untreated celiac disease in the proximal small bowel should be present; and second, improvement should occur with dietary gluten restriction. Most often in adults, the clinical improvement may be sufficient to be convinced that celiac disease is responsible, especially if diarrhea resolves and weight gain results. In some patients with few clinical symptoms, however, repeated biopsies may be needed to show histologic normalization of the small bowel mucosa. Serologic screening tests (e.g., endomysial antibodies or tissue transglutaminase) are inadequate to diagnose celiac disease or even define compliance to a gluten-free diet (16) (17) (18) . False-negative serological tests occur. Some are due to serum IgA deficiency, occasionally associated with celiac disease (4). Any adult with chronic diarrhea or malabsorption suspected to be caused by celiac disease should have a small bowel biopsy to exclude the disorder. On the other hand, if one or more serological screening tests are positive, a biopsy should be done to determine if the test was correct since false-positive serological results also occur (4). Recently, even strongly positive tissue transglutaminase antibody assays were recorded using a commercially available test kit in patients with no other disease detected and entirely normal small bowel biopsies (17) as well as in a patient with a severe flat lesion not histologically responsive to gluten restriction (17) . Thus, positive serological results, even if accompanied by biopsy changes consistent with untreated celiac disease, are not sufficient to diagnose celiac disease. A convincing response to a gluten-free diet must still be documented.\n\nIn some patients with diarrhea or malabsorption, only mild or moderate degrees of altered villous architecture are present (1). In the mild lesion, villi remain unaltered or only minimally altered in size. The epithelium, however, is very abnormal, with loss of polarity and a marked increase in intraepithelial lymphocytes. Sometimes, there may also be an accompanying increase in lamina propria cellularity. These changes appear to be similar to those classified elsewhere as an infiltrative or Marsh 1 lesion (11) . In the moderate lesion, there is also a definite change in villous architecture. These findings may be classified as an infiltrative hyperplastic or Marsh 2 lesion (11) . Often, these variably severe (i.e., mild or moderate) changes are not specific and may be detected in a number of disorders, including celiac disease, and with the previously documented glutensensitive small intestinal changes of dermatitis herpetiformis (19) (20) (21) or intestinal lymphoma (22, 23) . Similar histologic changes have also been reported in some asymptomatic first-degree relatives of celiac disease patients (24, 25) and, therefore, may, in some instances, represent part of the pathological spectrum of celiac disease (26) .\n\nHistologic changes less severe than those typical of celiac disease, however, should prompt investigation for a nonceliac cause, especially to exclude infectious agents (e.g., giardiasis, cryptosporidiosis). In a recent report (27) , however, intraepithelial lymphocytosis with normal small bowel mucosal architecture was recorded in 43 of 3190 patients. In these, a favorable clinical response to a gluten-free diet was described in 4 (about 10%). Although the changes in these patients may have been related to gluten sensitivity, repeated histological studies were not recorded. Others have also suggested that celiac disease might be diagnosed without typical villous structural change, using immunohistochemical markers to label intraepithelial lymphocytes (28) (29) (30) . Additional studies will be required to confirm these intriguing observations.\n\nDetection of celiac disease may be delayed, even into later adult years (31) . In some with clinically silent celiac disease, only very limited morphologic changes may be detected, with only mild or moderately severe abnormalities in villous structure, whereas others may have severe histologic changes but limited to the most proximal small intestine. As a result of this limited involvement of the most proximal small intestine, only isolated deficiencies of specific nutrients, such as iron, may be present with little or no clinically detectable diarrhea or weight loss. A number of disorders have now been recognized as a possible clue to this form of clinically unsuspected or occult celiac disease including isolated iron, folic acid, or calcium deficiencies (32) , dermatitis herpetiformis (19) (20) (21) , autoimmune types of thyroid disease (i.e., Hashimoto's thyroiditis) (33), pediatric insulin-dependent diabetes mellitus (34) , small intestinal adenocarcinoma (35) , and some lymphomas (22, 23) , particularly, although not exclusively, T-cell forms of lymphoma in intestinal (36) and nonintestinal sites, including the liver (37), spleen (37) , and thyroid gland (38) . Rarely, the clinical presentation may be dramatic, with free intestinal perforation due to a complicating malignant lymphoma (22, 39) . In addition, celiac disease has been detected in patients with an initial diagnosis of a microscopic form of colitis, such as lymphocytic or collagenous colitis (40, 41) , lymphocytic gastritis (42) , and lymphocytic sclerosing cholangitis (43) . Interestingly, determination of endomysial antibodies or tissue transglutaminase antibodies did not increase detection of celiac disease in small numbers of serologically screened patients with either lymphocytic or collagenous colitis (44). In addition, feeding high-gluten-containing diets to two patients with lymphocytic colitis did not elicit small intestinal changes of celiac disease (45) . In contrast, a recent prospective biopsy evaluation of consecutive collagenous colitis patients revealed that over 20% also had underlying and unrecognized celiac disease (46) .\n\nAnother category of clinically silent celiac disease is latent celiac disease, reported in patients with dermatitis herpetiformis or small intestinal lymphoma (23, 47) . In this condition, histologic assessment of the small bowel architecture is initially normal. Following a high-glutencontaining diet, however, histologic changes of variable severity may be induced, indicating that the small intestinal mucosa in these possibly genetically predisposed patients is gluten-sensitive, as reflected in this latent small intestinal mucosal lesion. These changes in the small intestinal mucosa do not occur in otherwise normal volunteers fed high-gluten-containing diets. Demonstration of histologic improvement in these gluten-induced changes in the small intestinal mucosa with a gluten-free diet in patients with latent celiac disease was also documented (23, 47) .\n\nNot infrequently, biopsies with minimal changes are labeled compatible with celiac disease. In this setting, a number of issues immediately result. A patient having florid symptoms or laboratory test abnormalities suggestive of malabsorption with celiac disease should have more than just mild nonspecific changes in small bowel biopsies. If only minimal morphologic changes are present, there are at least two possibilities: first, another disorder may be causing the symptoms, and, second, normal mucosa is being erroneously diagnosed as mild chronic inflammation. The consequences of a false-positive diagnosis of celiac disease are not minimal. Major disruptions in culinary lifestyle may result and there are implications related to a number of possible associated conditions (including lymphoma). Rarely, additional studies may be required. Some patients with only mild changes in villous architecture could still have celiac disease (27, 48) . A trial of gluten-free diet followed by a high-gluten diet challenge might be done with biopsies to determine if the mucosa is gluten-sensitive. A final diagnosis of celiac disease should only be made with certainty if the mucosal abnormalities can be shown to be gluten-sensitive. There also seem to be some patients with symptoms attributed to gluten ingestion (or, more often, ingestion of grains such as wheat) without abnormal small bowel biopsy changes. Often, despite reintroduction of dietary gluten, even for prolonged periods, repeated small bowel biopsies are normal. Likely, some form of functional disorder is present. Without evidence of gluten-sensitive mucosal changes, a diagnosis of celiac disease cannot be established.\n\nIn some patients with well-defined celiac disease and well-documented histologic improvement on a gluten-free diet, clinical symptoms of diarrhea or malabsorption may recur. These may be associated with recurrent and severe histologic changes usually seen in untreated celiac disease. In most, poor compliance with a strict gluten-free diet or inadvertent ingestion of dietary gluten can be documented, sometimes from a ubiquitous source, such as pill capsules or communion wafers. Sometimes, evaluation by an astute dietitian or even hospitalization may be required to identify the source of gluten. In others, another cause for diarrhea or weight loss may develop (e.g., infectious diarrhea). For these celiac disease patients, treatment of the infection often will resolve the recurrent symptoms. Alternatively, some may develop histologic changes in the small intestine directly related to malabsorption of a specific nutrient and superimposed on the changes of celiac disease. This might result in refractory clinical symptoms (e.g., zinc deficiency associated with ongoing malabsorption) or independent morphologic changes, in-cluding macrocytic epithelial cells and crypt epithelial hypoplasia (e.g., folic acid deficiency). In others, a related cause, such as pancreatic exocrine insufficiency with pancreatic calcification, may develop in long-standing celiac disease with long-standing malnutrition (15) . Sometimes, reevaluation of the original diagnosis is necessary to ensure that the correct diagnosis was initially established. Finally, some may develop diarrhea caused by a recognized association of celiac disease, such as collagenous or lymphocytic colitis, or a serious complication, such as lymphoma (49) .\n\nRarely, an unusual disorder, collagenous sprue may occur. This was originally described in a patient with celiac disease (50) . In most patients, severe panmalabsorption with diarrhea, weight loss, and marked nutritional and electrolyte disturbances may develop. Many of these patients may eventually require ongoing nutritional support to survive. Interestingly, IgA endomysial antibodies have been detected in collagenous sprue, providing additional evidence of a direct link with preexisting celiac disease (51) . Finally, as in celiac disease, rare collagenous sprue patients have also been recently reported to develop lymphomas (52, 53) .\n\nIn a small number of patients with well-documented celiac disease, no specific cause for refractory symptoms appears evident. Some, but not all, of these patients may have an unusual and poorly understood syndrome characterized by recurrent or persistent small bowel histologic changes of variable severity, splenic hypofunction, and a peculiar form of pathologic cavitation of mesenteric lymph nodes (54) . Some of these refractory patients eventually develop or are found to have a concomitant intestinal lymphoma (7) .\n\nIf rebiopsy is done in patients with refractory or recurrent symptoms, the pathologist should examine biopsies for evidence of collagenous sprue or a lymphoma. Pretreatment biopsies should also be reviewed to determine if originally there was truly convincing improvement on a gluten-free diet. Without evidence for biopsy improvement with gluten restriction, other causes for diarrhea and/or malabsorption should be considered, since celiac disease may not even be present. Detection of a persistently severe flat lesion in duodenum and jejunum, however, may not mean that refractory celiac disease is necessarily present since histologically severe changes may persist for prolonged periods even after more distal intestinal mucosa has improved. Similarly, in patients with celiac disease, the appearance of iron deficiency may not necessarily reflect refractory celiac disease due to impaired iron absorption in the proximal small intestine. Other causes, including superimposed occult blood loss, may still require exclusion.\n\nThe terms unclassified sprue or sprue-like intestinal disease have been used to describe patients who may have a severe (flat) or variably severe mucosal lesion but have not been shown to respond to a gluten-free diet. This possibly represents a heterogeneous group of small intestinal disorders, a \"wastebasket group\" with no specific cause. Some possibly represent the atrophic hypoplastic or Marsh 4 lesion described elsewhere (11) . Most remain severely symptomatic with malabsorption and profound wasting in spite of a gluten-free diet. Some could have a \"clinically resistant form\" of celiac disease, whereas others eventually prove to have a difficult-to-diagnose intestinal lymphoma. In patients recently reported with the label of \"refractory sprue,\" an abnormal subset of intraepithelial lymphocytes was described with morphologically normal, but phenotypically abnormal lymphocytes (55) . Most died with uncontrolled malabsorption despite steroid therapy and parenteral nutrition. In a subsequent report by the same group (56) , partial trisomy of the 1q region was recorded. Additional studies are needed to determine if this intriguing observation will prove to be a specific prognostic marker of possible lymphoma development. Another usual disorder, originally described in children (57), with associated enterocyte or goblet cell antibodies, has been recently described in adults (58) (59) (60) (61) . Pathologically, this so-called autoimmune enteropathy is a form of unclassified enteropathy and fails to respond to a glutenfree diet. Some studies have suggested that this intriguing intestinal disorder has a very distinct pathogenesis (62) .\n\nOther causes of a severe (flat) or variably severe small intestinal biopsy lesion may be associated with diarrhea or malabsorption. Table 1 lists some of these causes with their treatment, if available. Although some believe that oats may be consumed safely by celiac patients (63), even for prolonged periods (64), a recent report has documented that oats alone may have induced villous atrophy (65) . Certain infections have very distinctive findings that may lead to their recognition (e.g., giardiasis). In some, treatment with a specific antimicrobial agent may cause rapid symptom resolution and complete normalization of biopsy changes. Often, pathologic changes are present but no specific infectious agent can be detected. In children, for example, severe changes may occur, possibly related to a viral agent or an Escherichia coli infection, that may spontaneously resolve without treatment (66) (67) (68) . More often, however, especially in adults, severity of architectural changes in the small intestine is variable and limited. In giardiasis, for example, only 15% of small bowel biopsies were severely abnormal. Most biopsies either were normal or showed only mild to moderate changes.\n\nA number of other protozoan agents may cause small intestinal inflammation. Detection of mature adult organisms, their trophozoites, or some intracellular component of the life cycle within the surface epithelium or on the epithelial surface may lead to a specific diagnosis. Isospora belli (69, 70) , Cryptosporidium parvum (71, 72) , Cyclospora cayetanensis (73) , and the microsporidiosis agents (i.e., Enterocytozoon bieneusi and Encepalitozoon intestinalis), may be seen in small bowel biopsies (74) , and in some patients, specific treatment may resolve the diarrhea or malabsorption. In others, if there is no immunologic compromise, spontaneous resolution of the infection may occur. Most often, however, these infectious agents are detected in patients with acquired immune deficiency syndromes, following transplantation or after HIV infection (75) . Often, in this setting, the presence of multiple agents makes definition of the precise cause of pathologic changes in the small intestine impossible.\n\nParasites may also cause altered architecture and small bowel lesions with a morphologically distinctive agent (e.g., Strongyloides stercoralis, hookworm, Schistosoma or Capillaria species). In some patients, there may be morphologic similarities to eosinophilic gastroenteritis, a diagnosis that can only be established after parasitic disease has been excluded. Viral agents, like cytomegalovirus, have been detected in small intestine, particularly from immunocompromised patients (76) . Often, it is not clear if the viral agent is the cause of the diarrhea or the intestinal pathologic changes. Similarly, HIV-infected patients may develop a wide range of mucosal changes from severe (flat) to variably severe changes; in these patients, it is not known if the viral agent per se directly causes the pathologic abnormalities or if changes are indirect, possibly related to some immunologic alteration, malnutrition, or another infection (75) . Still, other viral agents, including the SARS coronavirus (77), appear to cause no histological alteration in the small intestine, even though scattered viral particles may be detected on the surface of microvilli of the enterocyte.\n\nFungal organisms have also been found in the small intestine, including Candida species and histoplasmosis. Patients are usually immunocompromised (78) . In addition, stasis in the small intestine or bacterial contamination (i.e., bacterial overgrowth) related to altered small intestinal motility may induce some nonspecific changes (79) . Possibly, the most distinctive pathologic changes of any small intestinal bacterial infection are associated with Mycobacterium avium-intracellulare in AIDS (80, 81) . Severe or variably severe architectural changes occur, with clusters of foamy macrophages containing acid-fast organisms expanding the lamina propria region. These changes are reminiscent of Whipple's disease with distended lacteals caused by periodic acid-Schiff (PAS)positive macrophages. In Whipple's disease, malabsorption, arthritis, lymphadenopathy, hyperpigmented skin, and neurologic changes develop. Foamy macrophages with the Whipple's agent are present; however, acid-fast stains are negative (82, 83) .\n\nOther disorders may cause changes that are associated with diarrhea in adults. Although only limited architectural changes may be evident, some very distinctive histopathologic changes may permit a specific diagnosis. These include Crohn's disease (84, 85) , intestinal lymphoma, eosinophilic gastroenteritis, lymphangiectasia (86) , macroglobulinemia (87) and amyloidosis (88), abetalipoproteinemia (89) , some lipid storage disorders, including Fabry's disease (90) , radiation injury, and drug-induced small intestinal disease, such as triparanol, neomycin, busulfan, methotrexate, and some nonsteroidal antiinflammatory drugs, i.e., sulindac (91). Recently, similar changes in the small intestine have been recorded with the use of azathioprine (92) ."}