{"title": "Risk of Transmission of Airborne Infection during Train Commute Based on Mathematical Model", "body": "Large-droplet and airborne transmissions may represent great risk for passengers in public vehicles during commute because of the high density and close proximity of passengers. Large-droplet transmission is considered a direct-contact transmission in which large droplets (>5 microns) contaminated by microorganisms are generated when an infected person sneezes, coughs or talks. These droplets are propelled over short distances (<1 m) and deposited on a susceptible host's mucosa. Airborne transmission involves the dissemination of tiny sus-pensions of droplet nuclei (residues of large microorganismcontaining droplets that have evaporated to <5 microns) that can remain suspended in the air for prolonged periods, and be inhaled into the bronchioles of the recipient's respiratory tract. Common cold can spread predominantly by large-droplet transmission. Tuberculosis (TB) and smallpox may spread by airborne transmission. Infections such as influenza and measles can be spread by both transmissions, but are predominantly spread by airborne transmission. Severe acute respiratory syndrome (SARS) is predominantly spread by large-droplet transmission, and airborne transmission (1) . The transmissions of these infectious diseases during commercial air travel have been reported (2, 3) . However, there is only one report on TB transmission during train commute, to the best of my knowledge (4) .\n\nThe highly pathogenic strains of the influenza A (H5N1) virus have become the most feared candidate for a potential pandemic strain. Concern about the likely occurrence of an influenza pandemic in the near future is increasing. Aihara et al. (5) and Yasuda et al. (6) investigated the effect of train commute on the spread of pandemic influenza infection in Japan. The effect of a crowded train car was estimated to increase the eventual number of people infected by a factor of 2~3, and to cause the peak of the epidemic curve to arise 30 days earlier, assuming that the probability that a susceptible person who got on a crowded train car was infected. This probability was assumed to be 1.0×10 −5~5 .0×10 −5 in 800,000 when one infected person was placed at the center of the city (5) .\n\nThe main mode of influenza transmission had been thought to be large-droplet transmission, but recent books have referred to aerosols as an important mode of transmission for influenza (7, 8) . Because the infection risk in a passenger car is unknown, I estimated the infection risk is from the mode of airborne transmission. The Wells-Riley mathematical model is used to estimate indoor airborne infection risk in an enclosed space (9) (10) (11) (12) . In this study, I used the model based on this Wells-Riley mathematical model to estimate influenza airborne infection risk in a passenger car.\n\nTo quantify the risk associated with the inhalation of indoor airborne infection on the train, I used a model based on the Wells-Riley equation, and estimated the reproduction number for an infectious disease in an enclosed environment (R A ) (12).\n\nA quantum represents the number of infectious droplet nuclei required to infect 1 − 1/e (63.2%) of susceptible people in an enclosed space (13) . The quantum for an agent depends on the biological characteristics of the agent and the immunological state of the susceptible people. Using the quantum generation rate q (quanta/h) of an infected person, the probability P of infection for susceptible people is estimated using the Wells-Riley equation as (1) where D is the number of disease cases and S is the number of susceptible people in an enclosed space. I is the number of infected people, p is the breathing rate per person (m 3 /h), t is the exposure time (h), Q is the room ventilation rate (m 3 /h), and V is the volume of the ventilated space (m 3 ). Expression (1) assumes a steady-state exposure condition. This condition was chosen under the following assumptions: equal host susceptibility, uniform sizes of droplets, uniform ventilation, homogeneous mixing of air, and elimination of infective particles being minimal compared with removal by ventilation. From the CO 2 level in indoor air, the outdoor air supply rate Q can be expressed as , (2) where f is the fraction of indoor air that is exhaled by infected people and, n is number of people in the ventilated ansirspace (see Appendix 1). Substituting equation (2) (2) Reproduction number in an enclosed environment When I = 1 and S = n − 1, the reproduction number for an infectious disease in an enclosed environment (R A ) is expressed as\n\nwhere R A means the number of secondary infections that arise when a single infectious case is introduced into susceptible people in an enclosed environment.\n\n(3) Quantum generation rate and risk of influenza Liao et al. (12) estimated the quantum generation rate of influenza from school-based surveillance weekly reports by the Total exposure time (t hours)\n\nFraction of indoor air exhaled by infected people (f) 0.0369 d)\n\na) Cited from (14) . b) Cited from (15) . c) Cited from (12) . d) Determined using Q/V = 13 (15) .\n\nEstimated probability distribution of reproduction number R A for influenza in a vehicle with a curve-fitted log-normal distribution. The column shows the interval of R A , and the bar shows the probability that R A is within each interval.\n\nCenter for Disease Control, Taiwan from 2003 to 2004. They reported a log-normal distribution fitted to these data, giving a geometric mean of 66.91 and geometric standard deviation of 1.53. The goodness of fit of distributions was tested by Kolmogorov-Smirnov statistics. This quantum generation rate of influenza estimated from the reported epidemic curves for influenza was used in this study.\n\nUsing the estimated quantum generation rate and probabilistic transmission model, I quantified R A attributable to the large variance of the distribution by Monte Carlo simulation with Crystal Ball software (Decisioneering Inc., Denver, Co., USA)\n\nIn Table 1 , we showed the base values and study ranges of the parameters used to estimate R A for influenza on a commuter train and an express train. The recommended total number of passengers for a commuter train car is assumed to be 150, with 50 sitting, and 100 standing (14) . In an express train, fifty passengers are assumed to be sitting.\n\nThe fraction f of indoor air that is exhaled by infected people was calculated using Q = np/f. We assumed outdoor air exchange rate per hour to be expressed as Q/V = 13 and the volume of shared air space to be 173.25 m 3 from the enforcement ordinance related with railway service (15) .\n\nTo estimate the influence of environmental parameters, we changed the duration of exposure and number of passengers. If an infected person will not wear a mask and all susceptible people will wear one, a reduction in the risk of transmission is expected. I assumed that surgical and High-Efficiency Particulate Air (HEPA) masks reduce the amount of contaminated air inhaled to 0.6 p and 0.03 p, respectively (16) . I also evaluated risk reduction, when the ventilation in a train car is improved by a factor of 2 (i.e., Q → 2Q).\n\n(1) Estimated probability distribution of R A Fig. 1 shows the estimated probability distribution of R A that had a median of 2.22. The column shows an interval of R A , and the bar shows the probability that R A is within each interval. The distribution was fitted to a log-normal distribution with a geometric mean of 2.22 and a geometric standard deviation of 1.53.\n\n(2) Effects of exposure time and number of passengers on median of distribution for R A As exposure time increased, the median of the estimated probability distribution of R A increased linearly (Fig. 2) . When the exposure time was less than 30 min for 150 passengers or less than 40 min for 50 passengers, the median of R A was less than 1 and the epidemic was controlled. When the exposure time was increased up to 2 h, the median of R A became 4.62 for 150 passengers and 4.03 for 50 passengers.\n\nWhen the number of passengers in the car was increased from 150 to 300, the median of distribution for R A changed from 2.22 to 2.35 for a 1-h commute and from 1.01 to 1.12 for a 0.5-h commute. When the number of passengers in the car was less than 20 for a 1-h commute or less than 150 for a 0.5-h commute, the median of distribution for R A was less than 1.0 (Fig. 3) .\n\nInterventions of wearing a mask and improving ventilation were applied to the improvement in base values of the parameters in the commuter train. If an infected person did not use a mask and the other passengers wore a surgical mask, the median of distribution for R A decreased from 2.22 to 2.08 (Fig. 4) . Although, other passengers wore HEPA masks, the median of distribution for R A decreased to 1.13. By doubling the rate of ventilation, the median of distribution for R A decreased to 1.17 (Fig. 5) . \n\nIn metropolitan areas in Japan, the average commuting time by train is 68 min one way (17) , and trains are overcrowded during rush hour. The number of passengers occupying the vehicle train might become 1.5-2 times as many as the recommended capacity number. Aihara et al. (5) and Yasuda et al. (6) proposed that overcrowded passengers during train commute would affect the spread of pandemic influenza infection in Japan; however, the infection risks in a passenger car is unknown. Influenza viruses can be transmitted through aerosols, large droplets, or direct contact with secretions, these three modes of transmission are not mutually exclusive. From the experimental influenza infection with human volunteers, the 50% human infectious dose (HID 50 ) range was 0.6-3.0 TCID 50 (50% tissue culture infective units), assuming a retention of 60% of inhaled particles. In contrast, the HID 50 range measured when inoculation was performed by administration of intranasal drops was 127-320 TCID 50 . This shows that the lower respiratory tract is the preferred site for the initiation of influenza infection (18) . Epidemiological observations consistent with the important role for aerosol transmission have been reported. One report was about mine workers traveling on a 75-seat aircraft for 3.5 h in 1999, and 15 passengers traveling with index case developed symptoms for 4 days. All the passengers were seated within 5 rows of the index case, and infection could have been transmitted by aerosol droplets to passengers behind the index patient (1). These results and recent review (18) indicate the importance of aerosol transmission in influenza.\n\nI estimated the probability distribution of R A for influenza airborne transmission in a train, and its median was 2.22 in this study. When the exposure time is less than 30 min for 150 passengers or less than 40 min for 50 passengers, the risk of secondary infection may be low. Exposure time can increase the risk linearly. The number of passengers also increases the risk, but R A is fairly insensitive to the number of passengers. When a train car is overcrowded with passengers, the risk of largedroplet transmission fairly increases. Surgical masks can protect against large-droplet transmission, but their effectiveness for airborne transmission is low compared with that of HEPA masks. Doubling the rate of ventilation reduces R A to almost 1. Because I assumed a homogeneous concentration of infectious aerosol over time and space in this study, the estimation of R A varies from the real R A due to actual environmental factors. However, the estimated results may provide useful information for investigating the effects of the control of infection, because there is insufficient data on the risk of influenza transmission in a train.\n\nThere are many reports on the transmission of infectious diseases during commercial air travel (2, 3), but there is only one report on such transmission during train and bus travels (4) . Three studies of influenza related to air travel have been reported (2) . Several studies of in-flight transmission of tuberculosis (TB) have been reported (2, 3, 19) . From the results of positive tuberculin skin test conversion cases revealing a probable link of onboard transmission, transmission within an aircraft cabin seems to be more likely under the condition of being close to a contagious passenger (within two rows) over a long time (greater than 8 h) and not as a result of the practice of recirculating 50% of cabin air (20) . An in-flight spread of SARS has also been reported, and airborne and small-droplet transmissions have been used to explain the distributions of SARS cases (2, 3) . Twenty-two of 120 passengers during a 3-h flight were identified as probable or laboratory-confirmed SARS after air travel. Because the affected passengers were seated seven rows in front and five rows behind the index passenger, airborne transmission rather than direct contact spread was considered as a possible explanations for this outbreak distribution (1). Moore et al. (4) reported on TB transmission during train and bus travel; in their study, 240 crews and passengers completed a tuberculin skin test (TST). Four people who were likely exposed in the dining car for less than 1 h had TST conversion. This transmission might have resulted from a brief proximal contact with an index case rather than from the extended sharing of airspace. Ko et al. (11) investigated the TB transmission risk in a commercial airline with a model that represents four compartments of an airline cabin based on the Wells-Riley model. They suggested that the risk and incidence of TB decrease sharply in cabins downstream of the cabin occupied by the source case, assuming some potential airflow from more contaminated to less contaminated cabins, and recognized that an increase in ventilation rate may reduce the risk. Rudnick and Milton (10) developed a non-steady-state version of the Wells-Riley model that did not assume such steady-state conditions under which quantum concentration and outdoor air supply rate remain constant with time using CO 2 concentration as a marker of exhaled-breath exposure. They estimated the relationships between R A and the number of occupants in a building environment for different mean CO 2 concentrations. They showed that a very high outdoor air supply rate may be effective in limiting the spread of influenza from the fact that R A = 1 if the CO 2 concentration is less than 100 ppm above the background (350 ppm). They also reported that the quantum generation rate q for rhinovirus 16 is 1-10/h, which is similar to the q for pulmonary TB; the q for measles was 570/h. Liao et al. (12) applied the non-steady-state version of the Wells-Riley model to estimate the baseline risk of the outbreak of influenza in a commercial airline, and as well as the baseline risk of the outbreak of SARS in a hospital and an elementary school. They estimated the probability distribution of quantum generation rate for SARS, and a log-normal distribution with a geometric mean of 28.77 and a geometric standard deviation of 2.64 was fitted to such a distribution.\n\nWhen these quantum generation rates were applied to the study model, airborne infection risk for these agents during train transportation was estimated in the same way as influenza infection.\n\nWearing of surgical mask use and hand washing are effective for protection against large-droplet and direct-contact transmissions, but stricter control measures may be required to prevent airborne infection by influenza. From this study, I propose that the risk of air-borne infection in a 30-min train transportation may be low, and that the longer the exposure time is, the higher the risk becomes. An increase in the number of passengers in public vehicles slightly increases the risk of infection. HEPA masks can markedly reduce infection risk. However, it is not feasible for all passengers to wear HEPA masks. An improvement in ventilation seems to be effective and feasible to prevent influenza infection."}