{"title": "Influenza immunization among Chinese seniors: Urgent calling for improving vaccination coverage, education, and research", "body": "It is with great pleasure that we provide this commentary with a focus on influenza vaccination for an expert consensus entitled \"Recommendations for influenza and Streptococcus pneumoniae vaccination in elderly people in China\" to be published in this issue of Aging Medicine. 1 Influenza is a major global public health burden with pandemic threat. Seasonal influenza infection is responsible for 3-5 million severe illness cases and 290 000-650 000 respiratory deaths annually worldwide. 2, 3 According to the Centers for Disease Control and Prevention (CDC), influenza affects 5%-20% of the population each year in the United States. 4 It is estimated that influenza causes 226 000 excess hospitalizations, 25 000-69 000 deaths, and US $87 billion excess health-care cost with over 600 000 life-years lost annually. 5, 6 Among all infectious diseases, influenza is foremost in its age-related increase in serious complications, leading to hospitalization, catastrophic disability, and death in older adults. 7, 8 Moreover, influenza frequently causes exacerbation of many chronic conditions that are common in older adults, including cardiovascular diseases, 9, 10 further indirectly impacting senior health and mortality. In fact, over 90% of influenza-related mortality occurs in persons aged over 65 years. 11 In the United States, influenza and its secondary pneumonia are the fourth leading cause of death in this population. 12 Therefore, prevention and treatment of influenza in older adults have become a major public health priority.\n\nLike many preventable infectious diseases, immunization is the main strategy for influenza prevention in addition to the universal contact-and airborne-precaution measures. In the United States, annual influenza vaccination is recommended for all adults aged 50 years and older. The annual vaccination is overall efficacious, with estimated risk reduction of 50%-70% for influenza infection in young adults and less robust risk reduction in older adults. 13, 14 This reduced efficacy in older adults is thought to be due to immunosenescence and common health conditions, such as frailty. 15 In recent years, a new generation of influenza vaccines, including high-dose (HD) and adjuvanted ones, have been approved by the US Food and Drug Administration (FDA) for older adults in the United States and elsewhere, in addition to the standard dose trivalent inactivated influenza vaccine (IIV3).\n\nAs Chen et al 1 point out in the expert consensus paper, influenza vaccination coverage for older adults in China is extremely low. This is in the context of the largest and fastest growing older adult population, 16 leaving the majority of Chinese seniors unprotected by vaccination against influenza. Historically, China has classified vaccines into two categories. The first-category vaccines are mostly for childhood immunization, such as measles, mumps, and rubella; diphtheria, tetanus, and pertussis; varicella; and Bacillus Calmette-Guerin. The Chinese authorities have mandated that these first-category vaccines be given to every child born in China, free of charge.\n\nThe second-category vaccines, influenza vaccine included, are mostly for adult immunization. Immunization with the second-category vaccines is not mandated and immunization cost is not covered by government-sponsored health insurance. As such, childhood im- should also be considered before these vaccines can be produced domestically with quality assurance. This pillar is particularly important to reestablish public confidence since the recent vaccine scandals stated above.\n\nLast but not least is the pillar of innovation and research. After all, it is the effort of innovation and research that has led to the development and FDA-approved clinical application of the new generation of influenza vaccines described above. In China, the pillar of innovation and research will need to be built from the ground up with special consideration of the following three aspects. in-depth studies of vaccine-induced immunity agaist influenza as well as age-related immunosenescence.\n\n3. Host factors are the third aspect that is equally critical and deserves more attention. If the host fails to mount an adequate immune response or refuses to get vaccinated, it is irrelevant no matter how good the influenza vaccine is. Immunosenescence that occurs during aging is believed to be a major host factor responsible for the impaired immune protection of influenza vaccination in older adults, further review of which is beyond the scope of this article. [21] [22] [23] Age-related conditions, such as frailty, as well as sex and gender are other important clinical, biological, and social host factors that have significant impact on influenza vaccine immune response and clinical protection. 15, 24, 25 Emerging evidence suggests that stem cell therapy may enhance immune response to influenza immunization in aging frailty. 26, 27 Innovation and research will help develop strategies to address these and other host factors. Cutting-edge geroscience research may pave the way for the development of such interventional strategies. 28, 29 Government agencies, health-care providers, academic institutions, and the vaccine manufacturing industry are key players in this proposed roadmap. Other entities, including philanthropic foundations, international organizations, and venture capitalists, may also play important roles. Government agencies are responsible for policies and regulations, such as those on health insurance coverage of influenza vaccination cost and vaccine quality control and supply (red solid arrows, Figure 1 ). They also provide funding for education as well as innovation and research (red dotted arrows). Academic institutions and health-care providers play a direct role in education (educating primary-care physicians and other health-care workers as well as the public) as well as innovation and research (blue solid arrows). With their expertise and leading roles in innovation and research, they may also influence policy-making and vaccine supply (blue dotted arrows). Likewise, the vaccine manufacturing industry plays a role directly in vaccine supply as well as innovation and research (black solid arrows), and perhaps also indirectly in providing information on the influenza vaccines they manufacture to healthcare providers as well as the public (education, black dotted line).\n\nOther entities can directly play a role in education and innovation and research (green solid lines) and vaccine development and supply (green dotted arrow). Working together, it is hoped that these key players along with the public will improve policy, education, vaccine supply, as well as innovation and research, ultimately leading to universal influenza vaccination coverage for seniors and those who need vaccine protection in China. \n\nNothing to disclose."}