{"title": "Decentralization and collaborative disaster governance: Evidence from South Korea", "body": "Given the contemporary mega-trend of rapid urbanization, together with global climate change, both developed and developing countries are highly susceptible to various types of environmental disasters with the potential to bring heavy destruction. The increase in the frequency and severity of disasters is often a direct result of the unsustainable nature of human developmental activities, which are usually combined with a densely concentrated population in urban areas (Smith, 2013; ADB, 2013) . To identify possible threats and risks of compound disasters, and to design action strategies, many players and agencies across different levels of government need to be involved (Comfort, 1999; La Porte, 1996) . With occasional exceptions, however, government officials and citizens usually have paid little attention to preventive measures or mitigation strategies before a disaster actually strikes. Accordingly, many individuals and localities have remained vulnerable to disasters (Ainuddin, Aldrich, Routray, Ainuddin, & Achkazai, 2013; Birkland, 2006; Thomalla, 2006) .\n\nAgainst this backdrop, international paradigms for disaster management have begun to shift from post-disaster relief to predisaster risk assessment and early warning systems, as indicated in various international efforts such as the Hyogo Framework for Action in 2005. At the same time, empowering local-level resilience to cope with disasters has been emphasized, highlighting local communities' local knowledge and immediate access to impacted sites (Paton & Johnston, 2001; Tobin, 1999) . Now, many developed and developing countries are carrying out disaster risk reduction activities in the context of decentralized governance, and a number of studies are underscoring the implications of decentralized governance structure for effective disaster prevention and mitigation.\n\nIn this regard, the East Asian region, which is undergoing rapid urbanization and state restructuring processes, demands attention. While a large part of the population in the region still lives in rural areas, hundreds of millions have moved to cities in the past decade, and this trend of large-scale urbanization is expected to continue in the coming decades (World Bank, 2015) . The combination of concentrated urban populations and rapidly growing cities (often with unplanned development) implies increasing possibilities for greater damage from environmental and manmade disasters. 1 At the same time, the countries in the region have made significant progress over the past several decades toward decentralized governance, despite some variations (UCLG, 2008) . Under these two circumstances, rapidly urbanizing East Asia provides opportunities for empirical case analyses in disaster management and decentralization that can produce useful knowledge and implications for academic research and practical policymaking.\n\nSouth Korea (hereafter, \"Korea\") constitutes an interesting research case for exploring the development of disaster management systems in the context of rapid urbanization, democratization, and decentralization. According to World Bank data, Korea's urbanization rate has been explosive in the past thirty years (from 54% in 1980 to 82% in 2014) , accompanying its rapid economic growth and industrialization. 2 After decades of central government dominance under the authoritarian regime, Korea democratized in 1987, and the first local election was held in 1995. Since then, civilian presidents have placed decentralization at the top of their reform agendas, and a series of decentralization reforms has been in progress (Bae & Kim, 2013) . How has the changing context of decentralization and democratization in Korea transformed the landscape of the disaster management system, which had been handled solely by the central authorities during the authoritarian regime?\n\nThis paper traces the processes of institutional change in Korea's disaster risk reduction policies since the 1990s, and also explores the case of a hydrofluoric gas leak in a medium-sized industrial city, in order to identify the organizational and contextual factors necessary for effective disaster mitigation. On the one hand, since the launch of the Basic Law for Disaster and Safety Management in 2004, Korea has made substantial progress in the institutional framework development for assessing potential risk, improving local resilience, and facilitating early mitigation under a decentralized governance system. On the other hand, there has also been lots of to-ing and fro-ing between the central and local governments behind the scenes of large-scale or controversial disasters, often resulting in jurisdictional disputes and delayed post-disaster management. Overall, the paper argues that Korea's disaster governance has generally progressed with the national wave of decentralization, but still requires much more developed and consolidated multilevel (vertical) and broader (horizontal) collaboration. We look for evidence from government documents, media coverage, and elite interviews.\n\nThe extant literature has highlighted the importance of local governments when it comes to delivering effective disaster management, as they have better understanding of unique local needs and assets than the higher levels of government, and are the first ones to react to the disasters affecting their localities. In fact, decentralization in general has been acknowledged to have a positive impact on public service delivery (Bardhan, 2002) . Considering that disaster management is part of providing public safety services, one can expect a positive relationship between effective disaster management and decentralization.\n\nCertainly, there are definite benefits of decentralization, which enables the local authority to apply local knowledge to disaster management. First, different regions are prone to different types of disasters. With better understanding of local contexts and vulnerability, the local governments can be more effective in preparing for the types of disasters that tend to occur in the area. Second, local governments have comparative advantage regarding many critical pre-disaster preparation-related issues, such as maintenance of urban infrastructure, disaster-sensitive building and land use regulations, and emergency planning (Skidmore & Toya, 2013; Waugh, 1994) . Third, disasters often take place unexpectedly and demand immediate response. Local governments are in the position to arrive first on site with rescue and other mitigation efforts, and they also possess the local knowledge of the particular place and circumstances, which can be greatly beneficial in such emergencies (Hayek, 1984) . Finally, situations during complex disasters can rapidly change, hence requiring strategies that can quickly adapt. When decision-makers are at the local level, they are closer to the disaster and are able to utilize local knowledge for more adaptive and successful management (Baker & Refsgaard, 2007) .\n\nYet there are also reasons to question the efficiency and effectiveness of relying primarily on local governments for disaster management. For instance, there is the structural issue of local governments having to perform numerous tasks to meet the variety of local demands for public services, while their resources are rather limited. Disaster management that targets high-risk but lowprobability events inevitably fails to become a top priority on the generally under-resourced local government's agenda (Wolensky & Wolensky, 1990) .\n\nThe lack of local capacity becomes especially problematic for newly decentralizing or developing countries. Many studies have raised the concern that decentralized local governments of developing countries often lack financial, human, and technical resources required for disaster management activities (e.g., Butt, Nasu, & and Nottage, 2014; Jha & Stanton-Geddes, 2013; Scott & Tarazona, 2011; UNESCAP and UNISDR, 2012) . While disaster risk management has been argued to be most effective at the local level, in practice there seems to be a question as to whether the decentralized local actors are indeed able to take effective actions in disaster management (UNESCAP and UNISDR, 2012) . The intention here is not to argue against decentralized governance, but to raise the issue that simply setting up a decentralized institution would not be enough, and that strong intergovernmental and interorganizational collaborations are necessary for effective disaster management.\n\nThe necessity for vertical collaboration, especially for megadisasters, is quite apparent. Even in the U.S. (with its federal system having long supported strong local autonomy), local capacities have been observed to be overwhelmed at the time of megadisasters, with local governments becoming paralyzed and unable to provide meaningful assistance (Wachtendorf & Kendra, 2005) . Analyzing the 2011 mega-tsunami catastrophe in Japan, Aoki (2015) also underscored the role of national government and the importance of vertical collaboration at such times of large-scale emergencies. For the countries with low local capacities, technical and financial assistance from the national government at the time of emergencies is even more necessary, making vertical collaboration especially critical. On top of this, these countries, in their push towards decentralized governance, often exhibit overlapping regulations and unclear allocation of responsibilities between the central, regional, and local levels of government (UNESCAP and UNISDR, 2012) . They thus require clearly determined delegation and enforcement coming from the national government in disaster management ( Therefore, the aforementioned non-Western case-based studies argue (somewhat ironically) for enhanced leadership, oversight, and coordinating roles of the national government, in order for the decentralized disaster governance to work successfully. Another important ingredient in filling the gap of low local government capacities in disaster management is horizontal collaboration with academics and various civil society organizations. These non-governmental local actors, with their specialized knowledge and local networks, are valuable assets that the local government could tap into during disaster response and recovery efforts. In fact, building resilience at the local level with public participation is increasingly being promoted and studied in disaster management (for some examples, see Cho, 2014; Jones, Aryal, & Collins, 2013; Jabareen, 2013; ADB, 2013; and Pearce, 2003) .\n\nWhat is evident in the literature on decentralized disaster management is the need to build effective vertical and horizontal collaborative networks. However, this is not easy to achieve. Especially for Korea (as well as many other recently decentralized countries), the short experience of local autonomy and participatory governance poses significant barriers. Yet, unlike many developing countries, Korea has the advantage of a history of a strong state and bureaucracy, which are also now leading decentralization reforms. The remainder of this paper explores the ways in which Korea has succeeded, and failed, in its striving towards establishing a decentralized disaster management systemdfirst through a discussion of shifting governance frameworks in the country, and then through a case study of the response to a 2012 hydrofluoric gas leak in the city of Gumi.\n\nKorea's economy developed tremendously over thirty years under a highly centralized government that micromanaged local governments and the civil society. The centralized governance produced several side effects, including an uneven distribution of wealth among localities, a lack of financial resources for local governments, and an absence of vibrant local civic community. Against this backdrop, civilian presidentsdespecially Kim Dae-Jung (1998e2003) and Roh Moo-Hyun (2003e2008)dcarried out decentralization reforms. Among many agendas, the two administrations emphasized the following: substantial delegation of central authority to subnational governments, guarantee of autonomous decision-making authority over local affairs to local governments, rationalization of local taxation systems, and empowerment of local councils and citizen participation (Bae & Kim, 2013: 265e6) .\n\nIt was the Roh administration (2003e2008) that began to pay attention to setting up a comprehensive decentralized disaster management system. Previously, the national government had mainly handled disaster-related issues, treating them from the 'traditional' national security perspective. This is understandable, given South Korea's long-time tension with North Korea and the military government that was in power until 1987 (PCGID, 2007: 14) . Yet, for the civilian Roh administration, disaster was no longer limited to the 'traditional' national security issues. Around the time of his inauguration in 2003, Korea faced several mega-disasters, including the deadly typhoon Rusa (2002), 3 the underground subway arson attack in Daegu city (2003), 4 and outbreaks of avian influenza (2003e2004) and Severe Acute Respiratory Syndrome (SARS) (2003) . Under these circumstances, the Roh administration sought to elevate disaster into a 'comprehensive security' concept, and launched a ministry-wide task force, the \"Planning Group for a National Disaster Management System.\" After a few months of meetings, seminars, and discussion sessions, the task force came up with a report highlighting the problems with the existing system (MOGAHA, 2003) .\n\nFirst, it was hard to locate the disaster reduction or mitigation responsibilities. The old disaster management system, based on the Disaster Management Law enacted in 1995, caused inefficienciesdmainly because around 70 disaster-related laws and executive orders were under the jurisdiction of 13 different agencies (Jeong, An, Im, & Moon, 2012) . For example, storm-and floodrelated issues were under the control of the Ministry of Government Administration and Home Affairs (MOGAHA), and were managed based on the Law of Natural Disaster. Anthropogenic disasters were divided and separately controlled under the Ministry of Construction and Transportation, the Ministry of Labor, the National Police, and so forth. Similar types of disaster management and mitigation efforts thus ended up being settled by different agencies under different laws, ineffectively handling complex disasters.\n\nSecondly and relatedly, there was a highly inefficient, dispersed command-and-control system for disaster management and mitigation. On-the-scene command posts were dispersed among different agencies, e.g. the fire department, the military, emergency medical services, civil defense, and the private sector. Subnational governments were often confused as to with whom they should communicate, about which responsibilities (PCGID, 2007) .\n\nLastly, a comprehensive emergency plan and a manual to guide the prevention and mitigation activities were lacking. Both national and local governments were often preoccupied with other policy agendas, especially those related to development and economic growth; disaster management issues were usually given the least priority. For example, during the 1997 Asian Financial Crisis, about 30% of disaster-related local bureaucrats in the 15 metropolitan cities and provinces were cut, while the reduction rates in other departments remained at about 10% (Ryu, 2007: 296) . Furthermore, elected local officials have shown particularly low motivation to prioritize disaster management policies that would add little to their re-election campaigns (Lee & Ryu, 2010) . The outcome was often an under-staffed department with little motivation to actively devise disaster management strategies.\n\nTo tackle these problems, the Roh administration launched the 'Basic Law on Disaster and Safety Management' (hereafter, \"the Basic Law\") in March 2004 (see Table 1 ), clearly streamlining the operational procedures at the time of an emergency. Under this law the disaster management system, which had previously been dispersed among multiple agencies, was centralized and integrated into a comprehensive management system, aiming to make a timely and efficient response possible. In particular, the National Emergency Management Agency (NEMA) was established in June 2004 as the control center for disaster management; the Central Disaster and Safety Countermeasures Headquarters (for anthropogenic disasters) and the Committee for Anti-Calamity Measures (for natural disasters) were integrated into the National Safety Management Commission under the Prime Minister's Office (Basic Law, article 9).\n\nWhile the command structure was being centralized at the national level, at the same time, decentralization was pushed under the goal of achieving a 'participatory' management, centered on citizens and local governments. Previously, what local governments usually did at the time of emergency was to report local situations to different agencies of the central ministries. This practice often resulted in missed opportunities to reduce casualties. Inspired by advanced countries' central-local network in disaster management, the Roh administration put stronger emphasis on the roles of localities and mapped out clearer responsibilities. In 2005, the status of a disaster management unit within the local government was elevated from a subsection to a section level, and its personnel were supplemented. Local governments were required to prepare a standardized crisis response manual (PCGID, 2007) , and local public-private partnerships with mobilized volunteers and civic expert groups were encouraged and supported. 5 These efforts have led to some notable achievements. For example, super-typhoons and heavy rainfalls have been hitting the Korean peninsula every year (see Table 2 ), but after the establishment of the NEMA and the implementation of the national disaster plan with the emphasis on the local governments' roles, the death toll and property damage were greatly reduced, by around 60% and 40% respectively (NEMA, 2007) . In fact, in the past few years, people killed by traffic accidents far outnumbered the death tolls from natural disasters (NEMA, 2013) .\n\nAdditionally, the Roh administration also developed a more comprehensive database on disasters, and created a wireless 'realtime' communication network among relevant government agencies, which played a crucial role in improving the disaster response capacity at initial stages (PCGID, 2007) . The national budget for disaster management also increased 5e10% annually, and the heads of local government started to take more interest in disaster management.\n\nSubsequent administrations continued to be attentive to disaster management development. For example, under the catchphrase \"OECD-level Safety,\" the Lee Myeong-Bak administration (2008e2013) attempted to strengthen the safety consciousness among the general public, and to further enhance local governments' autonomous decision-making in disaster management (Jeong et al., 2012) . In its 2nd National Basic Plan for Safety Management (2010e2014), the administration increased the budget for preventive countermeasures against natural disasters, and also strategically integrated the hierarchical report line. It established the Ministry of Public Administration and Security (MOPAS) and designated it as the control center (Table 1) , under which NEMA then fell. As for the incumbent, President Park Geun-Hye, her administration pledged to introduce social network services and information technology for disaster management, which was referred to as 'smart disaster management' or 'government 3.0.' However, after the tragic Sewol Ferry incident in March 2014, the Park administration was put under great pressure to revamp the entire disaster management system. To showcase its effort, it dissolved both MOPAS and NEMA, and created the Ministry of Public Safety and Security (MOPS) as the control center (Table 1) .\n\nAlthough it is debatable whether the frequent closures and creations of new control centers following each new administration has brought any advancement, there undeniably have been strong efforts toward developing a comprehensive disaster management system and decentralized collaborative governance. Yet the latter goal has proved to be particularly difficult to achieve. For example, when the infectious foot-and-mouth disease (FMD) was running rampant in 2010, it was pointed out that local governments' misdiagnosis during the early stage of the disease, and the avoidance behavior of both central and local governments, caused the failure in controlling the FMD (Han & Jung, 2011). In the case of Seoul's flash floods and landslides caused by the record-breaking 536 mm rainfall over three days in July 2011, the dissonance among different playersdincluding the central and local governments, civil defense, and other related agenciesdwas highly controversial (Jeong et al., 2012) . For example, the emergency management division (known as '119'), which is legally under the control of local governors, is said to bypass them more often than not and report directly to the central government. 6 As for the private organizations and citizens, except for a few highly visible mega-disaster cases (such as the Heibei Spirit oil spill in 2007 and Seoul's 2011 floods and landslides), where they made significant contributions, their participation in disaster management (if any) has usually been ad hoc and unorganized (Won, 2013: 45) .\n\nIn short, there seem to be ample cases that reveal weak collaboration between the local government and the national government, other governmental agencies, non-governmental organizations, and the general publicdand consequently, where the local government fell short of capably demonstrating its authority as the first responsible institution at the time of disasters. The following case analysis of a hydrofluoric gas leak in an industrial city further highlights the necessity as well as the difficulty of achieving participatory collaboration from diverse stakeholders in a complex urban anthropogenic disaster.\n\nThe City of Gumi, located in the southeastern part of the Korean peninsula, developed as one of the national industrial complexes starting in 1968. As a major host of Korea's leading exporters, the semi-conductor industries, the city is now the largest industrial complex in the country. Its exports reached US 30.5 billion dollars in 2005, comprising 11% of the total exports from Korea.\n\nOn September 27, 2012, about eight tons of highly toxic gas accidentally leaked at a chemical plant owned by Huber Global. It was hydrogen fluoride gas (HF), a chemical gas commonly used in the manufacturing of semi-conductor chips. As Gumi has become the main semi-conductor manufacturing site, the use and handling of HF gas have also rapidly increased in the city. HF is highly corrosive and poisonous, and exposure to it can cause serious injuries to human lungs, bones, and nervous systems.\n\nThe leakage incident was caused by two workers' failure to safely unload HF from a delivery tank lorry to the Huber Global chemical plant. According to the police report, the two workers were trying to save time and did not follow the safety regulations when connecting a high-pressure air hose to a valve in the tanker. When the high-pressured vapor erupted from the tanker, the two workers and three others nearby died on the spot (Gumi City, 2013) .\n\nIn accordance with the disaster management manual, it was the Gumi Fire Station that first responded to the crisis by dispatching firefighters to the plant. Yet they went without appropriate information about the toxic gas leakage, and did not wear adequate protection gear against the HF fumes. They even helped HF to vaporize further by spraying it with water. 7 The local officials and firefighters, who did not understand the seriousness of the HF leak, failed to implement immediate countermeasures (Gumi City, 2013) .\n\nEventually learning about the incident from the fire station, the city government issued an evacuation order to the residents and factory workers nearby after four hours of being exposed to the gas.\n\nEight hours later, a CBR (chemical, biological, and radiological) team from the National 119 Rescue Headquarters finally shut off the HF leak and declared 'all-clear.' (Board of Audit and Inspection, 2013). At the national government level, the Ministry of Environment raised the safety alert level from 'safe' to 'serious,' and sent an initial response team to spray the counteractive calcium hydroxide only a day after. Due to the 'belated' response from both local and central governments to such an urgent crisis, thousands of residents complained of symptoms of nausea, chest pains, skin trouble, etc. After thousands of people received medical treatment, the national government finally designated the affected area as a 'special disaster zone,' and promised to provide financial aid, tax cuts, and compensation to the residents. 8 A total of 12,243 residents and workers ended up receiving medical examination and treatment for the symptoms caused by the leak; more than four thousand livestock showed signs of disease; and about 212 ha of farmland suffered from crop damage. According to the emergency unit's report, 78 companies in the industrial complex suspended their operations due to the exposure, and the reported damage totaled about 17.7 billion KRW (Gumi City, 2013) .\n\nAlthough the city government and fire station were in a better position to gain prompt access to manage the incident, the city's disaster division had only four to five generalists, which meant that it was far from being ready to appropriately handle a crisis that could easily involve any of the 40,000 dangerous chemical substances in use (Gumi City, 2013) . In addition, the central government (the Ministry of Environment, or MOE) and the Gumi government squabbled over who was responsible for allowing the residents to return only a day after the incident. On September 28, the local government cited a low concentration of HF in the air and advised the evacuated residents to return to their homes. Regarding this overhasty call, the local government officials explained that they made it because the MOE had demoted the safety alert to the 'safe' level. Yet the MOE insisted that the decisional authority to evacuate was purely under the jurisdiction of the local government. Moreover, while the MOE argued that they had advised the local government to spray neutralizer (slaked lime) seven times, the local government denied that account, saying they had never received such advice. 9 The national government dispatched an investigation team to Gumi afterwards and concluded that the disaster governance network among the related stakeholders had been seriously deficient. Many different agencies (e.g. the MOE, the Ministry of Labor, the Ministry of Knowledge Economy, the Gumi city government, NEMA, and other relevant public corporations) were involved in the crisis to varying degrees, but the information sharing and cooperation among them were not at all effective. Neither did the standardized manual on chemical incidents clearly pinpoint the responsible agencies (Board of Audit and Inspection, 2013: 25e6). The field officers from the NEMA also attested to the need for further reorganization of the disaster management system to clarify where the authorities and responsibilities actually lay among different local and national agencies. 10 Overall, the case indicates how the push for decentralized disaster governance since the early 2000s has not necessarily materialized and strengthened the capacity of local governments in disaster management. Gumi city government still ended up being more or less dependent on the central command, and could not effectively mobilize the necessary collaboration, resulting in rather muddled disaster governance. While the government-centered network proved to be disappointing, there were some emerging signs of possibilities for wider collaboration involving non-state actors in the case. For example, the Gumi city government and the medical doctors and public health specialists in the private sector formed a joint public health inspection team, screening more than 5000 people for free. The hospitals in the city helped to mitigate the disaster's aftermath by effectively handling the situation when more than 12,000 patients with varying health symptoms flocked to their emergency rooms. Several local voluntary organizations, such as the New Town Association, also contributed to cleaning up the damage in their neighborhoods. These assistance efforts from local hospitals and voluntary organizations are noted to have enabled faster postdisaster recovery in Gumi (Gumi City, 2013) .\n\nHowever, what was most critically lacking was very early collaboration with the private sector and experts in identifying the nature of the chemical crisis and in devising a proper first-hand response strategy. The urgency and highly technical nature of such collaboration would require much more proactive pre-disaster preparation from the local government, as opposed to the postdisaster recovery collaboration efforts that tend to be voluntary and supplementary. Because a local government is able to make better estimates of which types of disasters its city is prone to, it has the capacity to obtain the specific local knowledge of where to find the needed experts in the specialized fields and build close connections with them as potential collaborators. Stated differently, local government needs to establish and maintain reliable relationships and communication linkages with the necessary nonstate local actors prior to disasters, thus preparing itself for immediate collaboration with the experts once a disaster strikes. This preparation is highly important, because it helps enable both fast and effective responses to the crisis at the local level, which is one of the key potential benefits of decentralized disaster governance. In short, to produce better outcomes in disaster management, competent horizontal (as well as vertical) collaborations are required to underpin the local governments that cannot respond effectively alone to the increasingly technical and often complex nature of the contemporary disasters occurring in densely urbanized areas today.\n\nThis paper has examined the recent evolution of disaster governance in Korea, a country with nascent democratization and decentralization but a legacy of strong state institutions. The case of Korea provides a noteworthy example of how a government concurrently carried out centralization and decentralization of disaster management. At the national level, it reformed the system, which had been inefficiently dispersed and duplicated among various national departments and agencies, into a comprehensive and integrated one under centralized command and control. At the same time, it made great efforts to decentralize disaster governance, highlighting the responsibilities and roles of the local government as the key unit in disaster management.\n\nThe simultaneous centralization and decentralization of the disaster management system in Korea are not contradictory, but complementary. Compound disasters often require multiple agencies to become involved, and a clear and overarching disaster management institution, under which local actors can proactively plan and carry out their preparation and mitigation efforts, seems highly desirable to ensure coordination. As a matter of fact, the non-Western case-based literature on disaster management have pointed out the necessity for strong and efficient national government and institutions, in order for decentralized disaster governance to work well (Jha & Stanton-Geddes, 2013; Scott & Tarazona, 2011) . Before hastily embarking on the path of decentralization, countries (especially developing ones) should check whether an efficient overarching disaster management system exists to begin with. The Korean experience is exemplary for acknowledging this missing component, and tackling both the challenges of decentralization and of setting up an integrated disaster management system, from which disaster governance can be successfully decentralized to the local level.\n\nHowever, Korea has much to improve when it comes to actual disaster management at the local level. In the case of Gumi city, it was apparent how both vertical and horizontal collaborations (the preconditions for decentralized disaster governance) were very much lacking. The HF leakage was an accident that could have been controlled as a minor incident if immediately handled properly, but due to deficient local government capacity it became a costly citywide disaster. How the situation was handled afterwards, involving multiple-level government agencies, paints an even darker picture. Straightforward communication and cooperation were absent, let alone vertical collaboration, with the local and national governments playing the \"blame game.\" Horizontal collaboration involving non-state actors was also missing in the early stage of the disaster response, but proved to be better in the aftermath recovery endeavors, suggesting a potential. Nevertheless, in addition to the ad hoc and voluntary participation from the society, more systematized collaboration from the private sector experts and academics is needed for the local government (which often only has generalists in its disaster management division) to adequately manage disasters.\n\nBut how can the vertical and horizontal collaboration be enhanced in decentralized disaster management? First, there should be increased awareness at the local level of the importance of having a disaster management system. Local governments are already preoccupied with numerous tasks that they are responsible for, often working under very restricted financial capacities. For them to put extra effort into their local disaster management system, there need to be electoral pressures as well as the watchdog roles of citizens and mass media. Additionally, the growing emphasis on disaster management overall at the national level, and an increasing national budget that localities can tap into, can contribute to raising localities' interest.\n\nAs a matter of policy, the national government should also underscore its 'collaborative role' in disaster management under decentralized governance, rather than taking the approach of merely passing down the responsibilities to localities. The Gumi case illustrates how even a relatively well-to-do city, with a highly profitable industrial complex, was far from having a sufficient capacity to deal with disasters. Given the steep regional economic disparity among local governments within Korea (a phenomenon also commonly observed in most developing countries in today's globalization), the central government agencies would end up taking bigger roles in disaster management than local governments in a number of cases, notwithstanding the push towards decentralized disaster governance. In these circumstances, the central government should seek to devise a system that would allow fast and effective collaboration with local governments at the time of a crisis, and explore ways to bring out the strengths of local actors in disaster management.\n\nSchool of Public Policy, NUS (No. R-603-000-104-133). We thank Hyuna Lee and Eunbyeol Ko for their research assistance."}