{"title": "Inhibition of Anatid Herpes Virus-1 replication by small interfering RNAs in cell culture system", "body": "The RNA interference phenomenon is known to exist in diverse organisms ranging from plants to man. Application of this phenomenon is wide open, from endogenous gene knock down to inhibition of viral replication in cells. RNA interference has widely been proven as an effective mechanism to suppress the replication of different viruses viz. Poliovirus, human corona virus, human immunodeficiency virus-1 (HIV-1), Hepatitis-B virus, Hepatitis-C virus, foot and mouth disease virus (FMDV), etc. (Gitlin et al., 2002; Wang et al., 2004; Lee et al., 2002; McCaffrey et al., 2003; Wilson et al., 2003; Chen et al., 2004) . The phenomenon operates at the post transcription level, thereby, hindering the expression of some essential proteins required for viral replication. RNAi is presumed to be an evolutionarily conserved host defense mechanism against viruses. Evidences also suggest that viruses also have evolved proteins that suppress the RNA silencing pathway as an adaptive mechanism (Mourrain et al., 2000; Dalmay et al., 2001; Gitlin and Andino, 2003) . The mechanism has been demonstrated for suppression of viral replication in a wide range of organisms starting from plants, insects, mammals, etc. (Waterhouse et al., 2001; Adelman et al., 2002; Gitlin and Andino, 2003) . The present report demonstrates the amenability of AHV1 virus to siRNA mediated viral suppression which may have relevance in developing alternate strategies for control of this virus in ducks and water fowls.\n\nAHV-1 infects birds of the group Anseriformes and causes severe epidemic called duck virus enteritis alternatively known as duck plague (Dardiri, 1975; Kaleta, 1990; Foulon, 1992) . The virus belongs to the family Herpesviridae and has not been placed in any of the subfamilies of Herpesviridae (Roizman and Pellett, 2001) . The genome of AHV-1 is a linear double stranded DNA (dsDNA) molecule of approximately 180 kb with high G + C content. The genome organization is similar to known alpha herpes viruses (Fukuchi et al., 1984 ; Table 1  List of primers and siRNA target sequences used   Name  Primer sequence  Location  Length   AHV-UL-6B-F  5 -ATAATCAGGGTCAAGAGGTAGCACT-3  708-1032  325   AHV-UL-6B-R  5 -GGTTCATATCCATCTTCCGCAAATC-3  708-1032  325   T7 promoter appended UL-6 primers a  5 -TAATACGACTCACTATAGGGAGAATAATCAGGGTCAAGAGGTAGCACT-3  5 -TAATACGACTCACTATAGGGAGAGGTTCATATCCATCTTCCGCAAATC-3 AHV-UL6-AsiRNA 5 -UUUAGCAAAGGCGCGAAUGUU-3 395 3 -UUAAAUCGUUUCCGCGCUUAC-5 AHV-UL6-BsiRNA 5 -UAACUCUCCUCGUUGCACCUU-3 751 3 -UUAUUGAGAGGAGCAACGUGG-5 a For the T7 promoter appended UL-6 primers, promoter sequences are marked in italics, the purine sequences highlighted and the primer sequences underlined. Gardner et al., 1993) . The virus is transmitted by contact of susceptible birds and epidemic may occur within a week. Like other herpes viruses, AHV-1 can also establish latency after primary infection and survivors may act as carriers, shedding virus at regular intervals causing epidemics (Burgess et al., 1979) . The RNAi could be a very effective method of controlling emerging viral infections against which vaccines are not available or not so effective. This mechanism appears to be more specific than any antiviral since only the viral genes are targeted. In this paper, we report the inhibition of AHV-1 replication using the siRNA approach targeting the UL6 gene of the virus.\n\nDuck embryo fibroblast (DEF) cells (ATCC CCL-141) were propagated in Eagle's minimum essential medium (EMEM, Sigma) supplemented with 10% fetal bovine serum (FBS, Hyclone) and antibiotics at 37 • C with 5% CO 2 . DEF monolayer was infected with chick embryo fibroblast (CEF) adapted AHV-1, Ranipet strain. Cytopathic effects (CPE) were observed after 48 h.\n\nUL-6 gene of AHV-1 whose sequence is available in the database (Accession Number: AF043730, NCBI) was selected as target for silencing. This gene codes for an essential protein needed for the cleavage and packaging of viral DNA to form viable virions (Plummer et al., 1998) . SiRNA targets were identified in this gene using siRNA target finder programme of Ambion (http://www.ambion.com/sirnatargetfinder) which identified a region between 708 and 1032 bp of the UL-6 mRNA. The selected sequence was subjected to global blast against nonredundant nucleotide sequences. Cocktail siRNAs were generated using Silencer siRNA cocktail kit (Ambion Inc, USA) as per manufacturer's protocol. In brief, primers were designed using primer select program of DNA Star ® software to amplify 325 bp region extending from 708 to 1032 of UL-6 gene ( Table 1) . T7 promoter sequences were appended to 5 end of both forward and reverse primers (Table 1) and are used to amplify the same 325 bp region of the UL-6 gene. The resultant 371 bp amplicon was used as template in in vitro transcription reaction. In vitro transcription was carried out using T7 RNA polymerase and rNTPs to generate both sense and anti-sense RNAs, which were annealed to form dsRNA. A cocktail of siRNAs was generated by digesting the dsRNA with RNase-III enzyme. Unique siRNA targets in the UL-6 gene sequence were identified using siRNA target finder programme of Ambion ® . Two siRNA target sequences showing least homology with other genes were identified and were synthesized using Silencer TM siRNA construction kit (Ambion Inc, USA) as per manufacturers recommended protocol. Essentially, oligomers synthesized were annealed with T7 promoter primers and extended by Klenow enzyme to get a 48 bp DNA oligonucleotide template. In vitro transcription was carried out from this template to generate sense and anti-sense siRNA strands that were annealed to produce double stranded siRNAs. All the primer sequences and the oligonucleotide sequences required for the experiment were got synthesized from Invitrogen ® .\n\nThe siRNAs, both cocktail and unique, were introduced into DEF cells using the transfection agent siPORT Amine TM (Ambion Inc, USA). 75 nM final concentration of each siRNA was used for transfecting 70-80% confluent DEF cells. The cells were incubated for 6 h with siRNA-transfection agent complex. After removing the siRNA-transfection agent complex and washing with serum free EMEM, cells were re-incubated in normal growth medium (EMEM with 10% FCS) for another 12 h. The cells were infected with one multiplicity of infection (m.o.i.) final concentration of AHV-1 in maintenance medium (EMEM with 2% FCS). Controls were treated in the same way except for the addition of siRNA. The cells were analyzed for CPE and viral load, 48 h post-infection. Images of cells in control and experimental groups were collected with an Olympus ® CK40 microscope fitted with Olympus ® SC35 video camera at a magnification of 100×.\n\nThe chick embryo adapted vaccine strain of AHV-1 was adapted in DEF cells and was titrated in confluent DEF monolayer. Transfection plates were harvested 48 h post-infection and freeze thawed three times. Ten fold dilutions of the sample were used for titration and reading was taken 48 h post-infection. The TCID 50 was calculated using Reed and Muench (1938) method.\n\nThe standardization of the Real Time-PCR for AHV-1 was carried out using a pair of primers for amplifying a 325 bp long sequence from the UL-6 gene ( Table 1) . Real Time-PCR was performed from the viral genomic DNA isolated from experimental and control cells using Brilliant SYBR ® Green Q-PCR master mix (Stratagene ®, USA). Real Time-PCR was performed in an Mx3000P TM instrument from Stratagene ® . The reaction was performed in 25 l volume containing 12.5 l of Brilliant SYBR ® Green Q-PCR master mix, 2.5 l of genomic DNA isolated from cell culture supernatants and 0.5 M each of forward and reverse primers. The PCR conditions included 30 cycles, with denaturation at 94 • C for 30 s, primer annealing at 57 • C for 1 min and primer extension at 72 • C for 1 min. An initial denaturation at 94 • C for 10 min and a final extension at 72 • C for 10 min were also included.\n\nThe objective of the present study was to demonstrate the utility of RNAi mechanism to control an avian herpes virus, AHV-1. The chick embryo adapted AHV-1 readily adapted to DEF. The susceptibility of DEF cells for transfection with nucleic acid was also assessed using a functional ␤-galactosidase construct pSV ␤-galactosidase (data not shown).\n\nTwo approaches, both targeting the UL-6 gene of AHV-1, which is endowed with the function of packaging of mature viral particles (Plummer et al., 1998) , were used. In the first instance, to evaluate the amenability of the target gene selected for RNAi, a cocktail siRNA approach spanning 325 bp long region of the genomic sequence was used. This region contained 21 potential siRNA target sequences as identified using a target finder programme of M/s. Ambion. The cocktail siRNA generated for this region as per the method described earlier was used for transfection of DEF followed by viral infection. The CPE observed at 48 h post-infection in control and experimental group is shown in Fig. 1 . Apparently, there is a marked reduction in the CPE, especially in vacuolation and rounding of cells. This was further corroborated by titration of the virus yield between the experimental and control groups. There was 0.88 log difference, which is equivalent to 7.5 fold difference of virions in the cocktail siRNA transfected group in comparison to the control group (average of four individual wells).\n\nAfter observing the existence of RNAi mechanism directly by reduction in CPE and virus titre using the cocktail approach, two unique siRNA sequences were also synthesized (Table 1) , targeting the same UL-6 gene of AHV-1. siRNAs were generated for this region regions using a different approach as described in the materials and methods. Transfection of 75 nM of individual siRNAs per well followed by infection with ten m.o.i produced marked reduction in CPE, after 48 h of infection. The reduction in CPE between the control and experimental groups were more marked than the cocktail siRNA transfection experiments (Fig. 1) . Titration of the virus load, also brought out clear reduction in the experimental groups compared to control groups, confirming the interferences achieved with these siRNAs. The AHV-UL6-AsiRNA brought out a log difference of 1.21 with that of control whereas AHV-UL6-BsiRNA resulted in a log difference of 1.33 (Average value of four independent observations). The log difference brought out by AHV-UL6-AsiRNA and AHV-UL6-BsiRNA corresponds to 16.2 and 21.3 fold differences with control, respectively. This indicates the superiority of AHV-UL6-BsiRNA in eliciting a higher interference effect.\n\nThe effect of RNAi using unique siRNAs was also proved by estimating quantitatively the virus DNA concentration present in the experimental and control groups, 48 h post-infection, using Real Time-PCR. SYBR ® Green based Q-PCR method was used for this purpose. The threshold cycle (C t ), which indicates the significant increase in fluorescent level, is compared between the control and experimental groups. The difference in the threshold cycle ( C t ) between the groups will characterize the difference in the initial virus load in the samples. The AHV-UL6-AsiRNA transfected sample attained threshold at 16.70th cycle (average of four independent PCR reactions), and control group attained C t at 12.44th cycle (average of four independent PCR reactions).\n\nC t between the two was found to be 4.26 cycles, which is equivalent to a reduction of 19 fold difference in virus concentration, 48 h post-infection, in the presence of AHV-UL6-AsiRNA ( Fig. 2A) . On the other hand, AHV-UL6-BsiRNA transfected sample attained C t at 18.28th cycle (average of four independent PCR reactions), and control group attained C t at 22.79th cycle (average of four independent PCR reactions), yielding a C t of 4.51 cycles (Fig. 2B ). This is equivalent to about 23 fold difference in reduction in the virus load in the AHV-UL6-BsiRNA transfected cells, 48 h post-infection. Comparison of C t between AHV-UL6-AsiRNA and AHV-UL6-BsiRNA reveals that the latter produced 3.5 folds more reduction in virus titre in comparison to the former. Thus AHV-UL6-BsiRNA appears to be the choicest siRNA for controlling AHV-1 replication.\n\nPost-transcriptional gene silencing (PTGS) mediated by siRNA has been a well-proven method for controlling replication of different viruses of plant and animal origin. Even though, initially there were apprehensions about siRNA mediated interference mechanism operating in mammalian systems owing to dsRNA induced global shutdown, Elbashir et al. (2001) had proven that direct introduction of siRNAs can induce RNAi in mammalian cells also. Consequently, many mammalian viruses were demonstrated to be amenable to siRNA mediated suppression both in cell culture system as well as in in vivo system .\n\nDuck virus enteritis, alternatively called as duck plague, caused by an Herpesvirus, is a major problem for the duck rearing regions of the world, as well as free ranging water fowls (Devos et al., 1964; Jansen, 1968; Hall and Simmons, 1972; Erickson et al., 1974; Montali et al., 1976; Pritchard et al., 1999) . Even though, a CEF adapted vaccine is available, alternate methods of viral control is essential as the vaccines is less effective and since this virus can go into latency and survivors of outbreak can act as carriers (Burgess et al., 1979) .\n\nHepatitis-B virus, Hepatitis-C virus, HIV, Poliovirus, SARS virus, Dengue virus, etc. are some of the human viruses that have been shown to be under check with siRNA (McCaffrey et al., 2003; Wilson et al., 2003; Capodici et al., 2002; Coburn and Cullen, 2002; Hu et al., 2002; Jacque et al., 2002; Lee et al., 2002; Novina et al., 2002; Park et al., 2002; Surabhi and Gaynor, 2002; Gitlin et al., 2002; Wang et al., 2004; Adelman et al., 2002) . This method offers a promising alternative method for control of animal viruses affecting livestock industry. Consequently, Foot and Mouth Disease (FMD), one of the major scourges of cattle farming world over has also been found to be responsive to siRNA . Attempts are also being made to control Peste des Petits Ruminants (PPR) virus, a major scourge of small ruminants by siRNA (Sahay et al., 2004, personal communication) . One of the major applications of siRNA mediated viral suppression in animal husbandry sector would be in poultry production. Owing to the small generation interval and the facility of in ovo administration, siRNA has much promise in poultry production. Unfortunately, existence of RNAi mechanism has not yet demonstrated in birds. The present study demonstrates the existence of RNAi mechanism in birds by suppressing an avian virus, AHV-1.\n\nVarious approaches are used for generating siRNA that include cocktail siRNA, synthetic siRNA, siRNA expressing plasmids, viral vectors, etc. (Byrom et al., 2003; Kronke et al., 2004; Elbashir et al., 2002; Brummelkamp et al., 2002; Lee et al., 2002; Miyagishi and Taira, 2002; Paddison et al., 2002; Sui et al., 2002; Yu et al., 2002; Barton and Medzhitov, 2002; Shen et al., 2003; Tiscornia et al., 2003) . Kronke et al. (2004) introduced esiRNA cocktail approach to control Hepatitis-C virus replication. Long dsRNA generated by in vitro transcription of PCR products were digested with RNase-III to generate a cocktail of siRNAs. This approach leads to the formation of a large number of siRNAs against same targeted gene, which provides a sure shot inhibition of viral target even if the region is hyper mutable. But on the other hand it may generate siRNAs against those targets. In the present study, we used a cocktail siRNA approach to initially prove the amenability of UL-6 gene (one of the only two gene sequences of the virus available) for silencing by RNAi. CEF adapted Ranipet strain of the virus was readapted to homologous cell culture system, i.e. DEF cell line. The virus readily adapted in DEF cell line and displayed 80-90% CPE within 48 h post-infection. Cocktail siRNAs generated by RNase-III digestion of dsRNA produced from the PCR product was introduced to DEF cells followed by infection with the virus. The effect of siRNA mediated suppression of virus replication was monitored through CPE and virus titre. Though RnaseIII generate siRNA has limitation, unambiguous visual appreciation of reduction in CPE and virus titre were observed confirming that UL-6 indeed is an effective target for RNAi based viral suppression.\n\nConsequently, two unique siRNA targets were also identified in the UL-6 genome. These siRNAs, i.e. AHV-UL6-AsiRNA and AHV-UL6-BsiRNA were synthesized by an alternative method using Silencer TM siRNA construction kit of Ambion ® . Both the siRNAs were administered to DEF cells in separate experiments followed by infection with 1 m.o.i. AHV-1. More predominant reduction in CPE and virus titre was observed than the cocktail siRNAs. This could be due to the differences in the effective concentration of intracellular siRNAs as RNase-III used in the Ambion kit need not essentially generate siRNAs of 21 bp. It is also known that RNase-III generates predominantly siRNAs of 13-15 bp (Byrom et al., 2003) . However, it is known that siRNAs of 21 bp is most suited for binding to RNA induced silencing complex (RISC) that eventually effects the degradation of specific mRNA. Further, the targeted region for cocktail siRNA contained many overlapping sequences of potential siRNAs. All these factors could have considerably reduced the effective molar concentration of 21 bp long siRNAs within the cocktail digest in comparison to the unique siRNAs used. However, the cocktail siRNA approach still remains one of the most suited, simple exploratory tool for identifying target sequence for gene silencing. Substitution of RNase-III with Dicer enzyme for generating cocktail would have been more effective, but not tested in the present study.\n\nThe present experiment was primarily intended to prove the amenability of siRNA as a method of control against AHV-1. Hence, quantitative technique like Real Time-PCR was also used to estimate the virus load following RNAi. Wang et al. (2004) have already used the same technique for monitoring the effect of siRNA in SARS replication. SYBR ® Green based Q-PCR was effective in differentiating the viral DNA concentration in different experimental and control groups. The differences in threshold cycles ( C t ) while using same volume of template material indicates a direct difference in the initial concentrations of template molecule in the different samples tested. One of the problems of this evaluation method is that viral DNA can get into culture supernatants as infectious virions, non-infectious, physically or genetically defective virions, or as free DNA released from lysed cells that may affect the the C t . Hence the real time data may indicate directly the difference in amount of viral genomic DNA rather than the real infectious particle. On the other hand the viral titration directly indicate the difference in infectious particles. But since the same method is used for both experimental and control groups the C t should indicate a difference in the initial viral concentration between the two. Further the same difference was estimated by virus titration as well to confirm the results. The difference in threshold cycle ( C t ) between control and AHV-UL6-BsiRNA was 4.51 cycles, whereas between control and AHV-UL6-AsiRNA C t was 4.26 cycles, clearly indicating the superiority of AHV-UL6-BsiRNA in eliciting RNAi ( Fig. 2A and B) . This finding had been supported by viral titration data also. We propose AHV-UL6-BsiRNA based plasmid vector or Adeno virus/Retro virus based vector for developing an effective prophylactics against AHV-1."}