{"title": "Detection of canine kobuvirus RNA in diarrheic fecal samples of dogs with parvoviruses", "body": "Gastroenteritis caused by viruses is one of the leading causes of dog hospitalization, especially in puppies under 1 year of age [17] . The viruses frequently associated with gastroenteritis in dogs are canine parvovirus type 2 (CPV-2), canine distemper virus (CDV), canine coronavirus (CCoV), rotaviruses, adenoviruses, and novel viruses that include sapovirus and kobuvirus [14] .\n\nKobuviruses are non-enveloped, single-stranded positivesense RNA viruses, member of the family Picornaviridae [12] . According to the International Committee on Taxonomy of Viruses [10] , Kobuvirus genus is genetically classified into six species, Aichivirus A (human kobuvirus), Aichivirus B (bovine kobuvirus), Aichivirus C (porcine kobuvirus), Aichivirus D (kagovirus 1), Aichivirus E (rabbit picornavirus), and Aichivirus F (bat kobuvirus). The viral genome encodes a leader protein (L), three structural capsid proteins (VP0, VP3, and VP1), and seven nonstructural proteins (2A-2C and 3A-3D) [18] .\n\nCanine kobuvirus (CaKV) is a novel genotype classified within the species Aichivirus A. CaKV was first detected in fecal samples of dogs with gastroenteritis in the USA [11, 14] , with subsequent reports in the UK [3] , Italy [5] , South Korea [4] , China [13, 15] , Tanzania [16] , and Japan [22] . In Brazil, CaKV was detected in multiple tissues of a puppy with clinical signs of gastroenteritis resulting in the first reported occurrence of extraintestinal CaKV in dogs [21] . The occurrence of other kobuviruses species have been reported in diarrheic fecal samples from pig and cattle in Brazil [19, 20] , and there is only one study reporting a strain of CaKV found in fecal samples of nondiarrheic dogs in the country [2] .\n\nEmerging viruses related to gastrointestinal diseases are constantly being discovered; thus, there is a need to evaluate and monitor the prevalence of these viruses to obtain more information about their genetic diversity and clinical Responsible Editor: Flavio Guimaraes Fonseca * Amauri Alcindo Alfieri alfieri@uel.br significance [12] . Therefore, the aim of this study was to evaluate the presence of CaKV in diarrheic fecal samples obtained from dogs in Londrina, PR, Southern Brazil.\n\nThe fecal samples evaluated in this study are part of the fecal sample collection of the Laboratory of Animal Virology at the State University of Londrina. These samples were submitted to the laboratory between 2016 and 2017 for the purposes of CPV-2 diagnosis. The dogs from which the samples were obtained showed clinical signs of gastroenteritis, such as diarrhea and vomiting. A total of 53 fecal samples were used for the investigation of CaKV. The nucleic acids were extracted from the fecal samples using phenol/chloroform/isoamyl-alcohol (25:24:1) and silica/guanidine isothyocianate [1] and eluted in 50 μl of sterile ultrapure water (DPEC). A negative control containing sterile water was included in each extraction procedure.\n\nThe samples were previously tested for CPV-2 by PCR assay, using the following primers: Fw (5′-CAGGAAGATATCCA GAAGGA-3′) and Rv (5′-GGTGCTAGTTGATATGTAAT AAACA-3′), which amplify a 583 bp fragment of the VP2 protein from the viral capsid [9] . The RT-PCR assay used to detect kobuvirus RNA was performed with the primers VP1-DogF (5′-CAAHCTKGARAACTTCTTCTC-3′) and VP1-DogR (5′-GAAGTTKGAGAGCATCTGKC-3′), which amplify the partial region (330 bp) of the CaKV VP1 gene [21] . The amplified products were analyzed using 2% agarose gel electrophoresis in TBE buffer, stained with ethidium bromide, and visualized under ultraviolet light.\n\nThe amplicon purification was conducted using the commercial Illustra GFX PCR DNA and a gel band purification kit (GE Healthcare®, Buckinghamshire, UK) according to the manufacturer's instructions, and the purified products were quantified in a Qubit® Fluorometer (Invitrogen Life Technologies, Eugene, OR, USA). The sequencing was performed using an ABI3500 Genetic Analyzer sequencer with the BigDye® Terminator v3.1 Cycle Sequencing Kit (Applied Biosystems®, Foster City, CA, USA) and the same forward and reverse primers that were used for the PCR and RT-PCR assays.\n\nThe quality of the nucleotide (nt) sequences was determined using the Phred and CAP3 software (http://asparagin. cenargen.embrapa.br/phph/). The sequences were analyzed using the BLAST software (http://blast.ncbi.nlm.nih.gov/) to verify the similarity of the nt sequences with other sequences available in the GenBank public database.\n\nNucleotide sequence alignments were generated using CLUSTAL W, which was implemented in MEGA 7.0 with an identity matrix that was obtained using the BioEdit v7.0.8.0 program. The phylogenetic tree was constructed in MEGA 7.0 using the neighbor-joining method and the Kimura 2parameter model with a bootstrap of 1,000 replicates.\n\nCaKV RNA was detected in 3 (5.7%) of the 53 fecal samples, while CPV-2 DNA was detected in 51 (96.22%) of the 53 samples. All of the CaKV-positive samples were found to be co-infected with CPV-2b subtype. The signalment of each of the CaKV-positive dogs is listed in Table 1 .\n\nPhylogenetic analysis using a 253 bp sequence from the VP1 gene (Fig. 1) revealed that the Brazilian CaKV field strains identified in this study clustered with other strains of CaKV as well as mouse and feline kobuvirus. Analysis of the identity matrix showed that the CaKV-BR1/2017 and CaKV-BR3/2017 strains displayed 100% nt identity with one another and 94.4% with the CaKV-BR2/2017 strain. The enteric CaKV strains from this study were most closely related (92%) to the Brazilian extraintestinal BRA-Brain/2015 strain. In comparison to CaKV strains from other countries, the Brazilian strains from this study were most closely related to the strains from the UK (90.4-91.2%) and Tanzania (88-89.2%) and were more distantly related (80.8-81.2%) to CaKV strains from China.\n\nKobuvirus is a relatively new and emerging genus of the Picornaviridae family that has members that infect both humans and animal species [3] . In the current study, we detected CaKV in fecal samples of diarrheic dogs from Londrina, PR, Southern Brazil using RT-PCR assay with VP1 gene specific primers.\n\nThe frequency rate of CaKV found in this study (5.7%) was similar to those previously reported in diarrheic dogs in the USA (3%) [14] and Italy (4.4%) [5] . Asian countries, such as China, Japan, and South Korea, have been found a higher prevalence of CaKV in diarrheic dogs (17.9%, 37.2%, and 50.5%, respectively) [4, 15, 22] . Some reports identified CaKV not only in dogs with gastroenteritis, but also in healthy animals [14, 22] . These results demonstrate that CaKV is common in dogs; however, its enteric pathogenicity has not been fully elucidated.\n\nAnimals that are 1 year of age or younger are the most vulnerable to gastrointestinal infection [6] ; thus, most studies have investigated CaKVonly in young dogs. A previous study in Japan [22] found the highest prevalence of CaKV in dogs that were younger than 4 months and have suggested that dogs have a strong age-dependent resistance to CaKV. Nevertheless, in the present study, CaKV was detected in dogs that were 2 months as well as 2 years old, indicating that CaKV can infect both puppies and adult dogs.\n\nEnteric mixed infections in dogs have been previously reported that were caused by simultaneous infection with viral, bacterial, and parasitic agents [6] , as well as with multiple viral agents [7, 8, 17] . Most of the studies of CaKV in dogs have reported the presence of coinfections with other enteric viruses, such as CPV-2 and CCoV [3-5, 14, 15, 22] . In our study, all the CaKV-positive dogs were found to also be infected with CPV subtype 2b, suggesting that CaKV may not be the primary pathogen, and it is involved as a mild or secondary infection factor of diarrhea in dogs.\n\nThere are several controversies regarding the pathogenicity of CaKV in dogs. A study in China [15] reported coinfection of CaKV-infected dogs with other viral agents but also identified diarrheic dogs that were infected only with CaKV, suggesting that CaKV alone may be capable of causing infections in the canine population. Moreover, a previous study in Brazil [21] identified CaKV in multiple tissues from a puppy that was coinfected with other viral (CDV, CPV-2, CaHV-1) and parasitic agents, confirming the systemic distribution of the virus; however, CaKV was not detected by RT-PCR in the feces or intestine of the puppy. The authors suggested that a more sensitive assay might be required to detect this virus when there is concomitant infection with other severe intestinal diseases.\n\nSeveral studies have reported a higher similarity among different kobuvirus strains because their phylogenetic analysis was based on the RdRp gene sequence, which is located in a more greatly conserved genomic region [4, 5, 22] . However, phylogenetic analysis based on the partial VP1 gene sequence that encodes the more variable CaKV protein allowed us to obtain information on the genetic relationships among the strains we identified and other CaKV strains worldwide, as well as the various other members of the Kobuvirus genus. The CaKV strains identified in this study were found to be similar (nt identity 92%) to those previously reported in Brazil that were identified from tissues from a puppy, and the strain from nondiarrheic dogs (nt identity 89.2-90.4%), being classified into the same clade. However, these CaKV strains were placed into different clades than those detected in the UK (nt identity 90.4-91.2%), Tanzania (nt identity 88-89.2%), the USA (nt identity 86.8-87.2%), and Asian countries (nt identity South Korea 87.6-88.4% and China 80.8-81.2%). The Brazilian CaKV strains from this study had 71%, 68%, and 65% nt similarity with the feline, mouse, and human kobuviruses, respectively. Fig. 1 Phylogenetic analysis of the CaKV strains and Aichivirus A, B, and C strains based on the nucleotide sequence of a partial fragment (253 bp) of the VP1 gene using the neighbor-joining method with the Kimura-2 parameter and 1000 bootstrap replicates. The CaKV strains identified in the present study (GenBank accession numbers MG787564, MG787565, and MG787566) are labeled with a filled-in circle\n\nThe present report described the occurrence of CaKV RNA in diarrheic fecal samples from dogs with parvoviruses in Brazil and performed phylogenetic analysis of Brazilian CaKV enteric strains based on the VP1 gene. Further epidemiological and molecular investigations, as well as experimental studies, are necessary to clarify the pathogenic role of CaKV and to understand whether it can act alone as a primary cause of diarrhea or if it only aggravates disease caused by coinfecting agents."}