{"title": "A machine learning-based model for survival prediction in patients with severe COVID-19 infection", "body": "The outbreaks of COVID-19 epidemic have been causing worldwide health concerns since December 2019. The virus causes fever, cough, fatigue and mild to severe respiratory complications, eventually leading to patient death. On March 6, the total amount of cumulated infection cases over the world was 97,000 and 3,400 deaths [WHO] . On March 11, the virus outbreak was declared a pandemic by the World Health Organization, as the virus spread to 114 countries, totalling over 118,000 recorded cases and 4,300 deaths [WHO] . So far, it has been reported that 26.1-32.0% of COVID-19 infected patients are prone to develop critically ill cases 1, 2 . Furthermore, recent reports expose an astonishing case fatality rate of 61.5% for critical cases, increasing sharply with age and for patients with underlying comorbidities 3 . Both the reach and severity of cases is putting great pressure on the medical services, and readily lead to a shortage of intensive care resources.\n\nUnfortunately, so far, there is currently no available prognostic biomarker to distinguish patients that require immediate medical attention, and their associated mortality rate. The capacity to distinguish cases that are at imminent risk of mortality, therefore, has become an urgent yet challenging necessity. Under those circumstances, we retrospectively analysed blood samples of 404 patients from the region of Wuhan, China to identify robust and meaningful markers of mortality risk. For this purpose, a mathematical modelling approach based on state-of-the-art interpretable machine learning algorithms was devised to identify the most discriminative biomarkers of patient survival. The problem is formulated as a classification task, where the inputs are basic information, symptoms, blood samples, laboratory test, including liver function, kidney function, coagulation function, electrolyte, inflammatory factors taken from originally general, severe and critical patients (Table 1) and their associated outcomes corresponding to either survival or death at the end of the examination period. Through optimization, the classifier aims to reveal the most crucial biomarkers distinguishing patients at imminent risk, thereby relieving clinical burden and potentially reducing the mortality rate.\n\nMedical records were collected using standard case report forms that included epidemiological, demographic, clinical, laboratory, drugs, nursing, and mortality outcome ( Table 2 ). The clinical outcomes were followed up to 20 February 2020. The study was approved by the Tongji Hospital Ethics Committee.\n\nWe considered the medical information of all patients collected between 10 January and 20\n\nFebruary 2020. Data originating from pregnant and breast-feeding women, patients younger than 18 years old, and recordings without at least 80% of complete data materials, were excluded from subsequent analysis. Out of the 404 remaining patients, 213 recovered from the virus, while the remaining 191 died. This high mortality rate is related to the fact that Tongji Hospital admitted most severe cases in Wuhan. Upon admission, patient's severity was empirically assessed by medical doctors according to the rules in Table 1 4 . Figure 1A summarises the outcome of patients in the three different classifications.\n\nOne of epidemiological history:\n\n-Lived in Wuhan within 14 days before onset;\n\nhad contact with patients with fever and respiratory symptoms from Wuhan within 14 days before onset;\n\nfever and/or respiratory symptoms;\n\nnormal or decreased total white blood cell count or decreased lymphocyte count during early stage of onset;\n\ntypical imaging features.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 2) need mechanical ventilation;\n\n3) admitted into ICU because of MODS. (Figure 1 ). The validation set was chosen with only severe patients since these are the most unpredictable in terms of clinical outcome. Table 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint concentration trend. For all other continuous variables (fitting non-normal distributions), median described their concentration trend.\n\nWhile most patients were taken multiple blood samples throughout their stay at the hospital, the model training and testing uses only the last available recordings of patients as inputs to the model to assess crucial biomarkers of disease severity, distinguish patients that require immediate medical assistance, and accurately matching corresponding features to each label.\n\nMissing data were \"-1\" padded. The model output corresponds to patient survival. Patients that survived were assigned to class 0, and those that died to class 1.\n\nThe 375 cases used to develop the model were first separated into a training and a test set following a 7:3 ratio, further cross-validated 5 times ( Figure 1B) . The performance models were evaluated by assessing the classification accuracy (ratio of true predictions over all predictions), the precision, sensitivity/recall and F1 scores (defined below). CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint This study uses a supervised XGBoost classifier 5 as the predictor model. XGBoost is a highperformance machine learning algorithm that benefits from great interpretability potential due to its recursive tree-based decision system. In contrast, internal model mechanisms of blackbox modelling strategies are typically difficult to interpret. The importance of each individual feature in XGBoost is determined by its accumulated use in each decision step in trees. This computes a metric characterizing the relative importance of each feature, which is particularly valuable to estimate features that are the most discriminative of model outcomes. Especially, when they are related to meaningful clinical parameters.\n\nXGBoost was originally trained with default parameter settings: max depth equal to 4, learning rate equal to 0.2, number of tree estimators set to 150, value of the regularization parameter α set to 1 and 'subsample' and 'colsample_bytree' both set to 0.9 to prevent overfitting for cases with many features and small sample size 5 . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint number of top features increased to 4. Hence, the number of key features was set to the following 3: LDH, lymphocytes and hs-CRP. Table 3 : performances of the XGBoost classification in discriminating between mortality outcomes.\n\nFollowing previous findings on the importance of LDH, lymphocytes and hs-CRP, the next step is to construct a simplified and clinically operable decision model. XGBoost algorithms are based on recursive decision tree building from past residuals and can identify those trees that contribute the most to the decision of the predictive model. Decision trees are simple classifiers consisting of sequences of binary decisions organized hierarchically. Single decision trees are intuitively appealing since they are based on a recursive dichotomic partitioning of the data following an optimal separating decision rule at each node. Hence, if the accuracy of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint a tree remains high, reducing the complexity of the model to such structure has the potential to reveal a clinically portable decision algorithm. Below, we further refer to the latter as \"explainable model\", or \"single-tree XGBoost\".\n\nThere was a total of 24 patients with incomplete measurements for at least one of the three principal biomarkers, leaving 351 patients to identify a single-tree XGBoost model. To identify such a model, XGBoost is re-trained with the same parameters as described above, except: is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint\n\nThe performance of the model on the external validation data, which has not been part of training or testing the model, can be found in Table 4 . Its associated confusion matrix is shown on the left of Figure 3 , showing 100% death prediction accuracy and 90% survival prediction accuracy. The confusion matrix on the right of Figure 3 Finally, most patients were taken multiple blood samples throughout their stay at the hospital.\n\nIn total, there were 1523 blood samples with complete measurements of these three features for the training and test set of 375 patients plus 228 blood samples for the validation set of 29 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint patients. We validated our model with these additional blood tests (Supplementary Figure 4) .\n\nOverall, the accuracy is 90%, further showing that the model can be applied to any blood sample, even this is far from a patient's clinical outcome. The three selected features on survived and dead patients can be seen in Supplementary Figure \n\nThe significance of our work is two-fold. First, it goes beyond providing high-risk factors 2 . It provides a simple and intuitive clinical test to precisely and quickly quantify the risk of death.\n\nFor example, a routine sequential respiratory support therapy for patients with SPO2 below 93% is: intranasal catheterization of oxygen, oxygen supply through mask, high flow oxygen supply through nasal catheter, non-invasive ventilation support, invasive ventilation support, and ECMO. Predicting that for some patients this sequential oxygen therapy leads to unsatisfactory therapeutic effects could pre-empt physicians to pursuit different approaches.\n\n. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\nThe copyright holder for this preprint . https://doi.org/10.1101/2020.02.27.20028027 doi: medRxiv preprint\n\nThe goal is for the model to identify high-risk patients before irreversible lesions occur.\n\nSecond, the three key features, LDH, lymphocytes and hs-CRP, can easily be collected by any hospital. In crowed hospitals, and with shortage of medical resources, this simple model can help to quickly prioritise patients.\n\nThe increase of LDH reflects tissue/cell destruction and is regarded as a common sign of tissue/cell damage. Serum LDH has been identified as an important biomarker for the activity and severity of Idiopathic Pulmonary Fibrosis (IPF) 6 . In patients with severe pulmonary interstitial disease, the increase of LDH is significant and is one of the most important prognostic markers of lung injury 6 . For the critically ill patients with COVID-19, the rise of LDH level indicates an increase of the activity and extent of lung injury.\n\nHigher serum hs-CRP could also be used to predict the risk of death in severe COVID-19\n\npatients. The increase of hs-CRP, an important marker for poor prognosis in ARDS 7,8 , reflects the persistent state of inflammation 9 . The result of this persistent inflammatory response is large grey-white lesions in the lungs of patients with COVID-19 (what was seen in the autopsy) 10 . In the tissue section, a large amount of sticky secretion was also seen overflowing from the alveoli 10 .\n\nFinally, our results also suggested that lymphocyte may serve as a potential therapeutic target.\n\nThe hypothesis is supported by results of clinical studies 2, 11 . Moreover, Lymphopenia is a common feature in patients with COVID-19 and might be a critical factor associated with disease severity and mortality 12 . Injured alveolar epithelial cells could induce the infiltration of lymphocytes, leading to persistent lymphopenia as SARS-CoV and MERS-CoV did, given that they share similar alveolar penetrating and antigen presenting cells (APC) impairing pathways 13,14 . A biopsy study has provided strong evidence that the counts of peripheral CD4 and CD8 T cells were substantially reduced, while their status was hyperactivated 15 . Also, Jing and colleagues reported the lymphopenia is mainly related to the decrease of CD4 and CD8 T cells 16 . Thus, it is likely that lymphocytes play distinct roles in COVID-19, which deserves further investigation.\n\nThis study has room for further improvement. First, since the proposed machine learning method is purely data driven, our model may vary if starting from different datasets. As more data become available, the whole procedure can easily be repeated to obtain more accurate models. This is a single-centred, retrospective study, which provides a preliminary assessment of the clinical course and outcome of severe patients. Although the original database covered more than 3,000 patients, most clinical outcomes had not yet been released at the time of this study. We look forward to subsequent large sample and multi-centred studies. Second, although we had a pool of more than 80 clinical measurements, here our modelling principle is a trade-off between the minimal number of features and the capacity of good prediction, therefore avoiding overfitting. Finally, this study strikes a balance between model interpretability and improved accuracy. While clinical settings tend to prefer interpretable models, it is possible that a black box model may lead to improved performance.\n\nThe recent data base of retrospective blood samples collected from 404 patients infected by COVID-19 in the Tongji Hospital in Wuhan, China, was used to identify predictive and potentially life-saving discriminative biomarkers of patients within a critical condition range.\n\nOur state-of-the-art machine learning framework suggests that the disease severity can be accurately predicted using three biomarkers, therefore greatly reducing the space of clinical parameters to be monitored and the associated medical burden.\n\nIn summary, this study identified three indicators (LDH, hs-CRP, and lymphocytes), with thresholds (LDH: 365U/l, hs-CRP: 41.2mg/L, and lymphocytes%: 14.7%) for COVID-19 prognostic prediction. We developed an XGBoost machine learning-based prognostic model that can predict the survival rates of severe patients with more than 90% accuracy using the last sample and 90% from any other blood sample, enabling detection, early intervention and potentially reduction of mortality in high-risk patients with COVID-19. From a technical point of view, this work helps pave the way for using machine learning method in COVID-19 prediction and diagnosis in the triage of the large scale explosive epidemic COVID-19 cases. \n\nThen ?1 @B:%ACYA@$ = ?1 @B:%AC8&@$ and return ? @A8AB$A9C8&@$ 11) Else Z ← Z + 1 and return to Step 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. It is trained with the parameters setting as the max depth with 4, the learning rate is equal 0.2, the value of the regularization parameter α is set to 1. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint Step 4. Reduce number of tree to 1, which leads to the Single-tree XGBoost algorithm. Because there are 24 samples with at least one of top-3 features missing. In order to obtain a better decision rule, we have deleted these samples and obtain a new dataset with the 351 samples and 3 features.\n\nSingle-tree XGBoost with 351 samples (Top3 features):\n\nIt is trained with the parameter setting as the tress number of estimators is set to 1, the values of the two regularization parameters α and β are both set to 0, the subsample and max features both are set to 1. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.\n\n(which was not peer-reviewed) The copyright holder for this preprint "}