{"title": "INHIBITORS OF PROTEIN GLYCOSYLATION AND GLYCOPROTEIN PROCESSING IN VIRAL SYSTEMS", "body": "The increase in the number of studies on the biological role of oligosaccharides of glycoproteins that occurred in the last 10-15 years is b/tsed largely on the use O'f glycosylation inhibitors. In this review we discuss the more commonly used inhibitors. To provide a context for such a discussion, some aspects of the structure and biosynthesis of the oligosaccharides of glycoproteins are described in Section 2. This discussion includes intracellular traffic of glycoproteins, since it is closely linked with both the biosynthesis and the role of oligosaccharides of glycoproteins.\n\nIn glycosylation of proteins, an oligosaccharide is pre-assembled on a \"lipid-carrier\", dolichol-diphosphate, and then transferred to proteins. Inhibitors of this so-called dolichol pathway are addressed in Section 3. These inhibitors give rise to non-or underglycosylated proteins. Following transfer to protein, the oligosaccharides are processed to mature forms. Inhibition of the processing pathway, mainly by glycosidase inhibitors, thus gives rise to proteins glycosylated with \"immature\" oligosaccharides (Section 4).\n\nThe biological effects of the inhibitors have been studies in numerous systems. Certain secreted glycoproteins and lysosomal glycoproteins are preferred targets for studies with glycosylation inhibitors. We have refrained from discussing these glycoproteins extensively, since they are covered in other reviews (Schwarz and Datema, 1982a; Olden et al., 1982; Elbein, 1984; Olden et al., 1985; Kornfeld and Kornfeld, 1985; von Figura and Hasilik, 1986) . In this review we concentrate on biological effects of the inhibitors seen in virus-infected cells (Section 5), which have proven to be useful systems to delineate several aspects of the biosynthesis of membrane glycoproteins and the biological role of protein glycosylation. In turn, we expect that elucidation of these processes in viral systems would assist in the development of agents that can exert antiviral effects (Section 6).\n\n2.1. STRUCTURE\n\nThe oligosaccharide chains of viral glycoproteins can be classified into two groups by the structure of the covalent linkage between the oligosaccharide and the polypeptide backbone (Kornfeld and Kornfeld, 1976; Montreuil, 1980; Sharon and Lis, 1982) . The first class is called asparagine-or N-linked oligosaccharides, as they are N-glycosidically linked from N-acetylglucosamine to the amide nitrogen of asparagine. The second class is called O-linked oligosaccharides, as they are O-glycosidically linked from N-acetylgalactosamine to serine or threonine (Fig. 1) . The latter oligosaccharides are also called mucin-type oligosaccharides, since they are abundant in mucin.\n\nThe N-and O-linked oligosaccharides contain invariant structures conjugated to the peptide chain, called inner cores (Fig. 1) . The inner cores are substituted by other sugar residues giving rise to a wide variety of oligosaccharides. Thus the N-linked oligosaccharides, which derive from a common biosynthetic precursor (see below), can be subdivided into three groups (Fig. 2) .\n\n(i) High-mannose oligosaccharides, containing only mannose and N-acetylglucosamine residues, and in which the heptasaccharide Man~l~6(Manctl~3)Man~l~6 (Man~l~3)Manfll~4GlcNAcfll~4GlcNAc occurs, 'substituted by Man0~l~2 residues linked to the non-redUcing termini of the heptasaccharide (Fig. 2a) . (ii) Complex-type oligosaccharides, ir~ which to the ~-mannosyl residues of the innercore (II in Fig. 1 ) are attached a number of outer chains. These outer chains often contain the trisaccharide NeuAcct2~6Gal/31--.4GlcNAc, but other chains occur as well. This substitution pattern can lead to the so-called bi-, tri-, tetra-and penta-antennary, complex-type oligosaccharides. In addition, the innermost GlcNAc residue (the one linked to asparagine) usually contains an 0t-fucosyl residue linked to C-6.\n\nFor an example of a triantennary structure see Fig. 2b . (iii) The hybrid-type oligosaccharides, which present both oligo-mannosidic and complextype structures (Fig. 2c ).\n\nGlycoproteins from erythrocyte membranes or from certain embryonic cells contain a poly(lactosamine)oligosaccharide, i.e. a complex-type oligosaccharide with repeating lactosamine disaccharides, (Galfll-4GlcNAcfll-3)n, at the outer branches (Jfirnefelt et al., 1978) . These poly(lactosamine)oligosaccharides can be further substituted, and very large oligosaccharides result (Muramatsu et al., 1978; Jfirnefelt et al., 1978) . They have not been found on viral glycoproteins, not even on glycoproteins from viruses propagated in embryonic cells (Etchison et al., 1981) . They are, therefore, not further discussed.\n\nThe carbohydrate chains of O-linked oligosaccharides are very heterogeneous in structure. Structures with the Galfl 1--~3GalNAc core (IVa in Fig. 1 ) are the most commonly occurring structures, and two, simple, examples are shown in Figs. 2d and 2e. O-linked oligosaccharides of viral glycoproteins were first reported for herpes simplex virus (Olofsson et al., 1981a; Olofsson et al., 1981b) , mouse hepatitis virus (a corona virus) (Niemann and Klenk, 1981; Holmes et al., 1981) and vaccinia virus (Shida and Dales, 1981) . Whereas N-linked oligosaccharides are present on almost all viral glycoproteins, the only viral glycoprotein known to contain only O-linked oligosaccharides is glycoprotein E1 of GIcNAc~I-Asn I mouse hepatitis virus (Niemann and Klenk, 1981; Holmes et al., 1981) . The structure of the major oligosaccharides of E1 is shown in Fig. 2d (Niemann et al., 1984) . The final structures of N-and O-linked oligosaccharides are determined by several factors (see below), and as species-specific structural differences occur, it should be kept in mind that oligosaccharides from viral glycoproteins can show different structures dependent on the cell-type in which the virus was propogated. Such differences for N-linked complex-type and hybrid oligosaccharides include the degree of branching, the degree of sialylation, and variations in the type of glycosidic bonds between peripheral sugars (Sharon and Lis, 1982; Kornfeld and Kornfeld, 1976; . The extent of variation in the structure of O-linked oligosaccharides of viral glycoproteins is not known.\n\nA necessary, but not sufficient, condition for N-glycosylation of proteins is the occurrence of asparagine in the tripeptide sequence Asn-X-Ser(Thr) (Marshall, 1972; Kornfeld and Kornfeld, 1976 ). An additional requirement is the exposure of the tripeptide sequence in a special secondary structure, which probably determines accessibility of the peptide to the oligosaccharide transferase. Thus, although X in Asn-X-Ser(Thr) can be almost any amino acid, proline is \"forbidden\" because of an unfavourable conformation of the peptide (for a discussion, see Montreuil, 1984) . A further role of the polypeptide structure in oligosaccharide biosynthesis is suggested by experiments, which showed that an individual glycosylation site in a particular protein may carry a specific oligosaccharide (see below). Specific polypeptide sequences required for O-glycolysation are not known. However, the sequences Ala-X-Ala-Ser-Ser (or Ala-X-Ala-Thr-Thr) and Val-Pro-Thr have been proposed (Takayashu et al., 1982) as acceptor sequences for the transfer of the core-GalNAc residue to a hydroxy amino acid (Ser or Thr) . This proposal has been questioned (Mellis and Baenziger, 1983) . Instead, the accessibility of the hydroxy amino acid residues to the GalNAc-transferring enzyme and higher-order structural features of the polypeptide chain rather than a short characteristic amino acid sequence are considered the critical determinants for transfer of this GalNAc residue (Kessler et al., 1979; Mellis and Baenziger, 1983 ).\n\nThe biosynthesis of N-and O-linked oligosaccharides uses glycosyltransferases, which catalyze the transfer of a sugar residue from a sugar donor to a hydroxyl group of an acceptor substrate (Sharon and Lis, 1982; Kornfeld and Kornfeld, 1985) . The sugar donors are either nucleotide esters of sugars, or dolichol (an isoprenoid alcohol) esters of monosaccharide monophosphates (Table 1 ). Based on the sugar transferred, these enzymes are called galactosyl transferases or mannosyl transferases, etc. The glycosyl transferases are usually specific for an acceptor substrate and the anomeric linkage formed. Fig. 3 shows specificities for two different N-acetylglucosaminyl transferases, namely GIcNAc transferase I and II (Beyer et al., 1981; Schachter, 1984) .\n\nThe specificities for the glycosyl transferases found support, in general, the hypothesis that a different enzyme is required for the synthesis of each glycosidic linkage occurring in oligosaccharides of glycoproteins: the so-called \"one linkage-one enzyme\" hypothesis (cf. Roseman, 1974) .\n\nThis subject has been reviewed in detail (Kornfeld and Kornfeld, 1976; Hubbard and Ivatt, 1981; Schwarz and Datema, 1982a; Kornfeld and Kornfeld, 1985) . In the biosynthesis of N-linked oligosaccharides three phases can be discerned: (l) assembly of a highmannose oligosaccharide on the membrane-bound lipid, dolichol diphosphate (Hemming, 1985) ; (2) transfer of this oligosaccharide to protein, usually a nascent polypeptide chain;\n\n(3) processing of the protein-bound oligosaccharide to generate the complex type, hybridtype, and high-mannose oligosaccharides by the actions of glycosidases and glycosyl transferases (Beyer et al., 1981; Schachter, 1984; Kornfeld and Kornfeld, 1985) .\n\nThe pathway of the assembly of the immediate precursor of protein glycosylation, referred to as the dolichol pathway, is shown in Fig. 4 . The enzymes of the dolichol pathway are membrane-bound and appear to be enriched in the rough endoplasmic reticulum (Struck and Lennarz, 1980) . The transfer of GIcNAc-P from UDP-GlcNAc to \n\nDonor Man GDP-Man Man-P-Dol Glc UDP-GIc Glc-P-Dol GlcNAc UDP-GIcNAc GalNac UDP-GalNAc Gal UDP-Gal Fuc GDP-Fuc NeuAc CMP-NeuAc Note: For the biosynthesis of sugar nucleotides see Sharon and Lis, 1982 . Staneloni et al., 1980; Parodi and Leloir, 1979) . Glucosylation of the lipid-linked oligosaccharide facilitates efficient transfer to protein Spiro et al., 1979; Staneloni et al., 1980; Trimble et al., 1980) , whereas the peripheral mannose residues, such as those donated by Man-P-Dol, are not required for transfer of the oligosaccharide to protein (Spiro et al., 1979) . For example, when Man-P-Dol formation is prevented in intact cells, Glc3Mans(GlcNAc)2-PP-Dol is formed, and the oligosaccharide is transferred to protein (Chapman et al., 1979b; Chapman et al., 1980; Turco, 1980; Rearick et al., 1981a; . Transfer to protein of non-glucosylated high-mannose oligosaccharides has been observed (see, e.g., Parodi and Quesada-Allue, 1982) but has, as yet, not been demonstrated for viral glycoproteins (see also Romero and Herscovics, 1986) . Schwarz and Datema (1982a) .\n\nFollowing the transfer of the oligosaccharide to protein, the glucose residues are removed by glucosidase I and glucosidase II (Fig. 6) , two enzymes occurring in the endoplasmic reticulum (Kornfeld, 1982) . Studies with inhibitors of deglucosylation showed that this reaction plays an important role in the post-translational fate of glycoproteins. For example, deglucosylation is necessary for efficient movement of some glycoproteins to the Golgi apparatus (see Section 5). For glycoproteins that stay in the endoplasmic reticulum, or which exit the endoplasmic reticulum only slowly, mannose trimming may occur in the endoplasmic reticulum to give Man6(GlcNAc)2 structures (Atkinson and Kabcenell, 1984; Kabcenell and Atkinson, 1985) . Also, non-glucosylated high-mannose oligosaccharides may be transiently reglucosylated in the endoplasmic reticulum, possibly to prevent extensive mannose trimming (Parodi et al., 1984) . The Golgi-bound ~-mannosidase I can remove a number of ~(1--.2)-linked mannose residues, giving rise to the various highmannose oligosaccharides found in mature glycoproteins (Kornfeld, 1982) . The further processing to complex-and hybrid-type oligosaccharides occurs in the Golgi apparatus.\n\nRemoval of the final two, non-core, mannose residues (cf. structure II in Fig. 6 ), requires prior addition of N-acetylglucosamine by GIcNAc transferase I, as shown in Fig. 3 (Beyer et al., 1981; Schachter, 1984: Kornfeld and Kornfeld, 1985) . The intermediate, GlcNAcMans(GlcNAc)2-protein ( Fig. 3b) , is the precursor of hybrid-type structures, and addition of GlcNAc to the fl-linked mannose by GlcNAc transferase III blocks the further removal of the non-core mannoses by ct-mannosidase II. The compound formed by action of ct-mannosidase II (Fig. 3c) is a substrate for GlcNAc-transferase II (and III) and for the fucosyl transferase (transfer of Fuc to Asn-linked GlcNAc). The fucosyl transferase has an absolute requirement for acceptors with the non-substituted I R = GIcNAc-GIcNAc-Asn I FIG. 6 . Initial steps in the processing pathway. Based on references cited in the text. Following steps are shown in Fig. 3 and Fig. 7 . The trimming of the mannose residues need not go to completion, as shown here, when high-mannose oligosaccharides are the products occurring in the mature glycoprotein. R = (GlcNAc)2-peptide.\n\nGlcNAcfll~2Mamtl~3Man branch. That is, fucogyl transferase acts after transfer of GlcNAc by GlcNAc-transferase I, but before addition of Gal by galactosyl transferase to GlcNAc at the \"1-3 branch\" (Schachter, 1984; Beyer et al., 1981) . The assembly of the simple biantennary complex-type oligosaccharide is completed by stepwise addition of galactose and sialic acid, for example as in Fig. 7 . This proposed pathway suggests a branch specificity for the galactosyl and sialyltransferases, i.e. the glycosyl transferases first use the \"1-3 branch\", which is in contrast to the \"1-6 branch\" is spatially fixed in only one orientation (Montreuil, 1984) . It has been suggested that galactosylation of the \"1-3 branch\" determines the fate of the oligosaccharide to become a biantennary oligosaccharide, as structure II in Fig. 7 is a poor substrate for GlcNActransferase IV, which initiates the triantennary structures (Vella et al., 1984; Narasimhan et al., 1985 : Blanken et al., 1984 Joziasse et al., 1985a Joziasse et al., , 1985b . Thus, the sequential action of glycosyl transferases with high substrate specificity, and competition of the enzymes for a common substrate are factors which determine the ultimate structure of complex-type oligosaccharides. How this is actually achieved is not known (see also below).\n\nWhat determines the extent of processing? A particular cell has to be equipped with a set of glycosidases and glycosyl transferases, and, hence, oligosaccharides structure is under genetic control (Sharon and Lis, 1982) . In addition, the relative amounts of glycosylating enzymes are probably under metabolic control. Thus, depending on the metabolic state of the host cell, different oligosaccharides could be isolated from the Sindbis virus glycoprotein E l obtained from virus grown in these cells (Hakimi and Atkinson, 1980) . Glucose starvation and energy depeletion affect the formation of lipid-linked oligosaccharides (Kaluza, 1975; Turco, 1980; Baumann and Jahreis, 1983; Spiro et al., 1983; Griffin et al., 1983) , the effect being dependent on cell-type and cell-density. For example, the formation and accumulation of truncated oligosaccharides (MansGlcNAc2 or smaller) occurred, and these oligosaccharides could, after glucosylation, be transferred to protein.\n\nIt is now clear that the cellular glycosylating machinery can produce a wide variety of different oligosaccharides, and one of the factors determining the extent of processing may be the interaction of the polypeptide chain with the cellular processing enzymes. That is, the primary structure of the polypeptide chain is an important determinant for carbohydrate structure, as clearly shown with viral glycoproteins, where individual glycosylation sites showed selectivity for either high-mannose or complex-type oligosaccharides (Schwarz and Klenk, 1981; Hsieh et al., 1983a Hsieh et al., , 1983b Savvidon et al., 1984; Hsieh and Robbins, 1984; Mayne et al., 1985; reviewed by Pollack and Atkinson, 1983) . That physical accessibility of the oligosaccharides can, in fact, determine the extent of processing could be shown with Sindbis virus glycoproteins: a glycosylation site accessible to enzymes is destined to acquire the more-processdd, or complex-type oligosaccharides (Hsieh et al., 1983b) .\n\nIt should be noted that more than one intracellular pathway for biosynthesis and routing of viral glycoproteins to their final destinations occur (Roth et al., 1983a (Roth et al., , 1983b Rindler et al., 1985; Pfeiffer et al., 1985 ; see also 5.2). In addition, certain glycosyl transferases may be present in particular Golgi-subcompartments only (Dunphy and Rothman, 1983; Goldberg and Kornfeld, 1983; Tartakoff and Vassali, 1983; Schachter, 1984; Roth et al., 1985; Gabel and Bergman, 1985; Dunphy and Rothman, 1985) . That is, on passage through the Golgi system the glycoproteins encounter biochemically distinct subcompartments called cis regions (where the glycoproteins enter the Golgi), medial regions and trans regions (where the glycoproteins exit from the Golgi). Some of the enzymes that carry out the sequential processing of N-linked oligosaccharides have been found to occur in the different subcompartments (Kornfeld and Kornfeld, 1985) . For example, galactosyl-transferase (Berger et al., 1981; Strous and Berger, 1982) was confined to the trans region, and GlcNAc-transferase I (Dunphy et al., 1985) was concentrated in the medial region. Thus, the final structure of the oligosaccharide is determined not only by competition for substrates by specific glycosyl transferases, but also by the compartmental organization of the Golgi stack, as certain glycosyl transferases are encountered in distinct compartments.\n\nAn interesting question associated with the extensive compartmentalisation of the glycosylation pathway is how sugar-donors become available to the glycosyl transferases. For example, CMP-NeuAc is synthesized in the nucleus and transported to the cytoplasm ( Van den Eijnden, 1973) , whereas the sialyltransferase occurs at the luminal side of, presumably, the trans Golgi stacks (Kornfeld and Kornfeld, 1985) . It has now been shown that rat-liver Golgi-vesicles can translocate CMP-NeUAc across the Golgi membrane, a translocation coupled with an equimolar exchange of CMP (Sommers and Hirschberg, 1982; Deutscher et al., 1984; Capasso and Hirschberg, 1984b) . Similar mechanisms were found in Golgi membranes for other sugar nucleotides such as UDP-Gal or GDP-Fuc. Degradation of nucleoside diphosphates by nucleoside diphosphatase (thiamine pyrophosphatase; a Golgi enzyme (Brendan and Fleischer, 1982) ) to the monophosphates appears to be required for translocation, because the \"antiport\" translocates only nucleoside monophosphates (Deutscher and Hirschberg, 1986; Capasso and Hirschberg, 1984b) .\n\nWhether similar translocation mechanisms exist in the endoplasmic reticulum, where oligosaccharide-lipid synthesis occurs, is under investigation. Thus, UDP-GlcNAc can be translocated across the membrane of vesicles from rough endoplasmic reticulum (Perez and Hirschberg, 1985) . However, other observations suggest that transfer of GIcNAc to dolichol, or even synthesis of Mans(GlcNAc)2-PP-Dol, occurs on the cytoplasmic face of the endoplasmic reticulum (cf. Kornfeld and Kornfeld, 1985 , for a discussion), a mechanism that does not require translocation of UDP-GlcNAc. Further assembly to Glc3Man9(GIcNAc)2-PP-Dol (requiring the dolichol-linked sugars as donors) occurs at the luminal face, and it is also at the luminal face of the endoplasmic reticulum where the lipid-linked oligosaccharide acts as a donor in protein glycosylation (Bergman and Kuehl, 1982) . How UDP-Glc or GDP-Man are translocated is not known. It is of interest, however, that vitamin A deficiency causes accumulation of Mans(GlcNAc)2-PP-Dol (Rosso et al., 1981) , the synthesis of which does not require Man-P-Dol. Retinol, as retinol (mannosylphosphate), may be involved in protein glycosylation (De Luca et al., 1979; Bernard et al., 1984) , for example in a translocation mechanism for Man (Frot-Coutaz et al., 1985; , but this proposal has not found wide acceptance (Stoll et al., 1985) .\n\nO-linked oligosaccharides are synthesized without involvement of dolichol-linked intermediates. Thus, after the addition of the first GalNAc from UDP-GalNAc to the polypeptide, the formation of O-linked oligosaccharides proceeds by the successive actions of individual transferases acting directly on the peptide-bound, growing oligosaccharide .\n\nAs indicated above, the peptide signal requirements for addition of the first GalNAc are only incompletely understood. The biosynthesis of O-linked oligosaccharides probably occurs in the Golgi, concomitant with the processing of' the N-linked oligosaccharides (Kim et al., 1971; Ko and Raghupathy, 1972; Hanover et al., 1980) . These results are in accord with studies using monensin, which blocks the routing of some glycoproteins through the Golgi. Thus, glycoproteins of herpes simplex virus produced in the presence of monensin were found to be devoid of O-linked oligosaccharides (Johnson and Spear, 1982; . However, studies in vitro with GalNAc transferase, isolated from BHK-cells, showed that only immature forms of viral glycoproteins, that is those glycoproteins which do not yet possess fully processed N-linked complex type oligosaccharides, acquired the initial GalNAc residue (Serafini-Cessi et al., 1983b) . It is, therefore, possible that the initial GalNAc is added in the cis Golgi and that the remainder of the assembly of Oglycosyl oligosaccharides takes place in the medial and trans region of the Golgi, simultaneously with the addition of terminal sugars to N-linked oligosaccharides. Indeed, two enzymes of O-linked oligosaccharide synthesis, GalNAc-and Gal-transferases, could be separated by density gradient centrifugation, and GalNAc in terminal linkages occurs only in cis and trans Golgi (Elhammer and Kornfeld, 1984; Roth, 1984) . Thus, core-GalNAc is transferred before or at the cis Golgi and peripheral GalNAc is added later in trans Golgi.\n\nFactors governing the structural variability of O-glycosyl oligoscharides may be similar to those governing processing of N-linked oligosaccharides, although this has not been rigorously proved. Thus (1) each glycosyl transferase has\" a specificity for the sugar nucleotide and for the acceptor, i.e. the oligosaccharide, and (2) each enzyme will establish only one type of glycosidic linkage (Roseman, 1974) . In other words, the information for the sequence of the monosaccharide in the final oligosaccharide, is transferred from the genome to the specific transferases acting consecutively, where each newly added sugar generates a suitable acceptor for a subsequent transferase. In addition, the compartmental organization of the Golgi compensates for deficiencies in specificities (see above). From this it is evident that the introduction of one new glycosyl transferase, acting early in the biosynthesis of O-linked oligosaccharides, will have implications for the formation of acceptor oligosaccharides for all subsequent enzymes. Consequently, if a virus would code for such an enzyme it might considerably influence the structure of an oligosaccharide.\n\nThe assembly of an O-linked pentasaccharide (with blood group A activity of the porcine submaxillary mucin, has been studied in detail (cf. Beyer et al., 1981 for a review). Most of the enzymes engaged in its biosynthesis have been purified and characterized. A scheme for the assembly of the pentasaccharide is presented in Fig. 8 . The final structure associated with the porcine submaxillary mucin is boxed in the lower part of the figure. GalNAcctl-3 \\ Gall31-3\n\nFuc~l.2 / \\GalNAc~-,~r/Thr /\n\nFinal structure of the A + oligosaccharlde FIG. 8 . Scheme for the assembly of a blood-group A-reactive O-linked oligosaccharide of porcine submaxillary mucin. The pathway for the formation of this oligosaccharide is indicated by a series of thin arrows. The thick arrows indicate preferred glycosyl transferase reactions, provided that only kinetic properties and intracellular amounts of the enzymes were the only important factors determining the structure of the oligosaccharides. \"Dashed\"-arrows crossed with a bar denote \"forbidden\" reactions (see text). The'figure is drawn after Roseman (1974) and Ivatt (1984) .\n\nFrom the figure it is evident that some branches in the biosynthetic pathways may lead to \"dead end\" products. Thus, the structures resulting from reactions (i) and (g), which are inaccessible for further processing, both have been isolated from a subfraction of the mucin. After the addition of the first GalNAc it appears that a sialyl transferase and galactosyl transferase with overlapping acceptor specificities compete for the protein-associated GaINAc . The specificities of glycosyl-transferases are illustrated by the fact that the NeuAc-GalNAc oligosaccharide formed by reaction (i) is not acceptable for the galactosyl transferase acting in reaction (b) and, consequently, reaction (i) is not allowed, resulting in the \"dead end\" product NeuAc-GalNAc-protein.\n\nThe appearance of \"dead end\" products shows that some competition between transferases must occur. However, several lines of evidence indicate that the majority of the enzymes engaged in reactions (c)-(d) must be \"manipulated\" in some way to produce this structure Ivatt, 1984; Roseman, 1974) . This evidence is as follows: (i) From studies in vitro on the kinetic properties and relative abundances of glycosyl transferases in cells, highly preferred enzymic reactions have been established, indicated by broad arrows. From the figure it is clear that none of these reactions is involved in the assembly of the pentasaccharide. The trisaccharide proposed by reaction (e), which is highly favoured by the \"in vitro properties\" of submaxillary gland glycosyl transferases (Sadler et aL, 1979) , has, in fact, never been demonstrated for the mucin (Carlson, 1968; Ivatt, 1984) . (ii) In several steps in the reactions (a)-(d), the glycosyl transferases have to act on a non-optimal substrate. For example, the disaccharide in Gal-GalNAc-Ser/Thr is a better substrate than the trisaccharide after (b) for the fucosyl transferase. However, if the oligosaccharide is fucosylated (reaction f) then it becomes a poor substrate for the sialyl transferase, and reaction (h) will not occur. In other words, such data provide circumstantial evidence that 'the glycosyl transferases acting in the formation of this pentasaccharide are regulated in a specific higher order. Finally, peptide sequences are of importance in glycosylation not only in determining whether glycosylation should take place at all, but also in directing the proteins through the different intracellular compartments, offering a number of possibilities for the structure of the final oligosaccharides.\n\nSome of the best known inhibitors of the dolichol pathway were discovered by virtue of their antiviral and antibacterial properties (Schwarz and Datema, 1982a) . The targets of these drugs are, namely, the lipid-dependent transfer of sugar or sugar phosphate derivatives occurring in glycosylation of the envelope glycoproteins of viruses and in bacterial peptidoglycan synthesis. Subsequent studies on the mode of action of the inhibitors, and studies on the biological consequences of inhibiting glycosylation have relied to a large extent on the use of virus-infected cells. In fact, many of the pioneering studies on glycoprotein biosynthesis used virus-infected cells as model systems. Altogether this implies that there is a wealth of data on viral protein glycosylation.\n\nSeveral, but not all, reactions of the dolichol pathway can be studied in cell-free systems (Rosner et al., 1982) . However, none of the enzymes of this pathway has been obtained in a highly purified form (in contrast to the enzymes involved in the processing pathway (Sadler et al., 1982) ) and studies on the mode of action of inhibitors of the dolichol pathway depended on the use of more or less crude cell fractions and on analysis of reaction products.\n\nThe enzymes of the dolichol pathway are host enzymes, i.e. they are not specified by the virus. However, the ultimate substrate of the dolichol pathway, the protein-acceptor, is a virus-coded product. Antiviral effects of inhibitors of protein glycosylation are therefore the consequence of special properties of particular viral glycoproteins and of the high rate of viral glycoprotein biosynthesis in infected cells (Schwarz and Datema, 1982a ). In such a way a preferential antiviral effect may be obtained, but not necessarily a specific one, as host cell protein glycosylation will be affected as well. (For a more extensive discussion, see Section 5).\n\nIn this section we will discuss mainly the mode of action of some well-known inhibitors of the dolichol pathway, namely some sugar analogs and tunicamycin. Other compounds interfering with the dolichol cycle, or glycoconjugate synthesis, will be dealt with only briefly.\n\nThe carbohydrates 2-deoxyglucose (2-deoxy-D-arabino-hexose; dGlc), glucosamine (2deoxy-2-amino-D-glucose; GIcN), 2-fluoroglucose (2-deoxy-2-fluoro-D-glucose; 2FGlc), 2fluoromannose (2-deoxy-2-fluoro-D-mannose; 2FMan) and 4-fluoromannose (4-deoxy-4fluoro-D-mannose; 4FMan) inhibit the synthesis of lipid-linked oligosaccharides (Schwarz and Datema, 1982a; Rasmussen, 1983, 1984) . Their modes of action differ, however (see below). It should be pointed out that these sugar analogs are not specific inhibitors of the dolichol pathway. However, conditions can be established experimentally under which the sugar analogs do specifically inhibit protein glycosylation, and not other metabolic pathways (Schwarz and Datema, 1982b) .\n\nTo exert their inhibition of the dolichol cycle the sugar analogs have to be metabolized (with the notable exception of glucosamine). As the metabolism of the sugar analogs may be different in different cells, anticellular or antiviral effects, or lack thereof, may be celltype dependent. 2-Deoxyglucose, and possibly 2FGIc, 2FMan and 4FMan as well, is phosphorylated by enzymes of the glycolytic pathway (Scholtissek, 1976) . Several metabolites of these sugars can be found in cells (Table 2) . The metabolic profile, the proportion of the metabolites, is cell-type dependent. The decreased nucleotide pools found in infected cells treated with sugar analogs under certain conditions may lead to decreased viral RNA and protein synthesis (Scholtissek, 1976; Keppler et al., 1985) . Protein glycosy-15.tion is however still affected if nucleotide pool imbalance is prevented (for a discussion of these and related topics, see Scholtissek, 1976) .\n\nInhibition of protein glycosylation by dGlc is correlated with formation of GDP-dGlc (Schmidt et aL, 1976a) . Beside GDP-dGIc, UDP-dGlc is found in cells treated with dGlc (Schmidt et al., 1976a) . This result was anticipated because dGlc is an analog of both mannose and glucose. However, also 2FGlc and 2FMan are, at least in yeast and chick embryo cells, metabolized to UDP-and GDP-derivatives (Schwarz and Datema, 1982a) . In yeast and mammalian cells 4FMan yields only GDP-4FMan (Grier and Rasmussen, 1983; . The formation of the nucleotide esters of dGlc, 2FMan and 2FGlc does not decrease the pool size of the physiological nucleotide sugars GDP-Man and UDP-GlcNAc (Schmidt et al., 1976b; Schwarz et aL, 1980; Datema et al., 1980a; , and the diminuation of the pool size of UDP-Glc occasionally observed does not lead to inhibition of protein glycosylation (Schwarz and Datema, 1982a; Koch et al., 1979) . Rather the guanosine diphosphate and uridine diphosphate esters of dGlc Datema and Schwarz, 1978; , 2FGlc (Datema et aL, 1980a (Datema et aL, , 1980b , and 2FMan inhibit certain steps in the dolichol pathway. Several studies have subsequently shown that the inhibitions caused by the guanosine diphosphate esters of the sugar analogs dGlc and 2FMan, and possibly also 2FGlc, more strongly contribute to inhibition of glycosylation than inhibitions caused by the uridine diphosphate esters. This was expected since mannose prevented the anti-influenza virus effects of dGlc, 2FGlc and 2FMan more effectively than glucose (Kaluza et al., 1973; Schmidt et aL, 1976b) . The antiviral effects were, in fact, caused by inhibition of viral protein glycosylation due to a block in the assembly of Glc3Man9(GlcNAc)2-PP-Dol (Datema and Schwarz, 1979) .\n\nThe chemical synthesis of UDP-dGIc, UDP-2FGIc, UDP-2FMan, GDP-dGIc, GDP-2FGlc and GDP-2FMan has made it possible to study in some detail the mechanism of inhibition of protein glycosylation (see Table 3 ). In cell-free systems the formation of Glc-P-Dol, Man-P-Dol and (GlcNAc)E-PP-Dol from endogenous Dol-P and exogenous sugar nucleotides can be inhibited by GDP-dGIc and GDP-2FMan because of trapping of Dol-P as dGlc-P-Dol or 2FMan-P-Dol, respectively McDowell et aL, 1985; Letoublon et al., 1984) . The assembly of the lipid-linked oligosaccharides in the under inhibitory conditions dolichol cycle 2-deoxyglucose (dGlc) dGlc-l-P, dGIc-6-P UDP-dGIc 2-deoxygluconic acid-6-P GDP-dGlc 2-deoxygluconic acid, dGlc-dGlc-P-Dol 1,6-diP, UDP-dGlc, GDP-dGlc, dGlc-P-Dol 2FGlc-6-P, UDP-2FGlc, GDP-2FGlc 2FMan-6-P, UDP-2FMan, GDP-2FMan, 2FMan-P-Dol* GlcNAc, GlcNAc-6-P, UDP-GIcNAc 4FMan-6-P, GDP-4FMan 2-deoxy-2-fluoroglucose (2FGlc) 2-deoxy-2-fluoromannose (2FMan) 2-deoxy-2-aminoglucose (GIcN) 4-deoxy-4-fluoromannose (4FMan) UDP-2FGlc GDP-2FGlc UDP-2FMan GDP-2FMan GIcN GDP-4FMan *Not isolated from intact cells, occurrence presumed. presence of GDP-dGIc (Datema and Schwarz, 1978) or GDP-2FMan (McDowell et al., 1985) is, however, inhibited due to interference with trisaccharide-lipid formation (reaction b in Fig. 4 ). Thus, dGIc(GlcNAc)2-PP-Dol is formed from (GIcNAc)2-PP-Dol and GDP-dGIc, and this trisaccharide lipid is a dead-end in the assembly and. accumulates. A similar situation applies to dGIcMan(GIcNAc)2-PP-Dol (Fig. 9 ). In fact, small lipid-linked oligosaccharides containing dGlc are found in ceils treated with dGlc, and they were not transferred to protein. Obviously, GDP-dGIc is an alternative substrate for mannosyl-transferases requiring GDP-Man. A resistance towards inhibition of glycosylation by dGlc can, therefore, be obtained by an increased pool of GDP-Man relative to GDP-dGIc as shown with a dGlc-resistant BHK cell-line (Schwarz et al., 1980) . A decrease in the pool size of GDP-Man, caused by inhibitors of IMP-dehydrogenase (tiazofurin, myco-phenolic acid) leads to a decreased formation of lipid-linked oligosaccharides (Sokoloski and Sartorelli, 1985) . 2FMan is not incorporated into dolichol diphosphate-linked tri-or tetrasaccharides. Instead, GDP-2FMan inhibits the formation of Man(GIcNAc)2-PP-Dol from (GlcNAc)2-PP-Dol and GDP-Man (Fig. 9 ). It is likely that the inhibition of this mannosyl transferase by GDP-2FMan most strongly contributes to inhibition of lipid-linked oligosaccharide assembly by 2FMan in intact ceils. Inhibition of protein glycosylation by 4FMan is probably also due to inhibition of synthesis of lipid-linked oligosaccharides . It is not clear what causes this inhibition, but GDP-4FMan can inhibit in cell-free systems the incorporation of Man from GDP-Man into lipid-linked oligosaccharides.\n\nGDP-2FGIc does not inhibit the synthesis of Glc-P-Dol, Man-P-Dol, or (GlcNAc)2-PP-Dol, nor does it interfere with the assembly of the dolichol diphosphate-linked oligosaccharide in cell-free systems. Furthermore, 2FGIc from GDP-2FGlc is not transferred to dolichol phosphate (Datema et al., 1980a) . These results were surprising because in cells treated with 2FGlc the formation of GIc-P-Dol and Man-P-Dol (but not of (GlcNAc)2-PP-Dol) was inhibited. Inhibition of Glc-P-Dol formation may be caused by the decreased pool size of UDP-GIc or by the effects of UDP-2FGlc (see below), or both. However, the pool of GDP-Man (and UDP-GlcNAc) was not decreased, nor were the cells depleted of Dol-P, nor did 2FGIc inhibit the transfer of Glc or Man from their, preformed, Dol-P derivatives, nor was 2FGIc incorporated into lipid-linked oligosaccharides. Also, the energy charge of the cells (a decrease of which inhibits Man-P-Dol formation )was not affected upon incubation of cells with 2FGlc. A way out of the dilemma, i.e. of the source of the inhibition of Man-P-Dol and lipid-linked oligosaccharide formation in 2FGlc-treated cells, was provided by the finding that GDP-2FGlc blocked formation of retinol-phosphate mannose from GDP-Man and exogenous retinol phosphate by rat liver microsomes . This and other evidence (see p. 230) suggest, but does not prove, a role of retinol phosphate in the formation of Man-P-Dol. However, it could not be shown that inhibition of formation of retinolphosphate mannose did lead to inhibition of Man-P-Dol formation. Thus, the mode of action of GDP-2FGIc is not satisfactorily accounted for.\n\nUDP-dGlc inhibits the synthesis of Glc-P-Dol, and, therefore, probably glucosylation of Mang(GlcNAc):-PP-Dol . The enzyme (dolichol phosphate: UDP-Glc glucosyl transferase) is also inhibited by UDP-2FGIc (Datema et al., 1980a) and UDP-2FMan (McDowell et al., 1985) and none of the uridine diphosphate esters acts as an alternative substrate for this enzyme (Table 3 ). In fact, it turned out that throughout the eukaryotes (as investigated in yeast, algal, chick, and hamster cells) the OH-2 group of Glc in UDP-GIc is crucial for the activity of the glucosyl transferase, whereas the OH-2 group of Man in GDP-Man is not essential for the mannosyl transferase (Schwarz and Datema, 1982a; McDowell et al., 1985; Datema et al., 1983) .\n\nInhibition of GIc-P-Dol formation by the uridine diphosphate esters of the sugar analogs dGlc, 2FGlc, and 2FMan probably does not contribute to the inhibition of protein glycosylation in chick cells treated with the sugar analogs. One reason is that the major block caused by the sugar analogs occurs before the involvement of GIc-P-Dol. Another reason is that these cells appear to have a large pool of GIc-P-Dol. Likewise the incorporation of dGlc, possibly from dGlc-P-Dol, into GIc3Mang(GlcNAc)2-PP-Dol instead of Glc or Man (see Fig. 9 ), which is observed in cell-free systems, might not contribute to inhibition of protein glycosylation in intact cells. Rather, dGlc and 2FMan are earlyacting inhibitors, and in their presence at concentrations inhibiting influenza virus replication 90% or more, the viral glycoproteins are not glycosylated: small, lipid-linked oligosaccharides were not transferred to protein (Schwarz and Datema, 1982a) . This does not apply to 2FGlc: glycosylation of the influenza viral hemagglutinin in 2FGlc-treated, infected cells, still occurs, probably via GIc3Mans(GIcNAc)2-PP-Dol (Datema et al., 1980b) , the synthesis of which does not require Man-P-Dol (see Fig. 9 ).\n\nThe glucose analog glucosamine (GlcN) can cause several metabolic effects such as changes in the UTP and ATP pools (Scholtissek, 1976) , a decrease in the rate of glycolysis, inhibition of protein glycosylation, induction of changes in the endomembrane system, and formation of excessive amounts of UDP-GlcNAc and UDP-GalNAc (Schwarz and Datema, 1982a; Koch et al., 1979; Krug et al., 1984; Keppler et al., 1985) . Some of these effects, but not all, are consequences of the other effects, and some, but not all, of these effects have been related to glucosamine's cytotoxic or antiviral effects. Certainly, uridylate trapping leads to inhibition of RNA synthesis, and may cause inhibition of virus replication. However, in glucose-containing media, inhibition of viral RNA synthesis does not occur (Scholtissek, 1976) , and glucosamine's antiviral effect under these conditions is caused by inhibition of protein glycosylation, due to interference with oligosaccharidelipid assembly (Datema and Schwarz, 1979) .\n\nInhibition of the oligosaccharide-lipid assembly by glucosamine is rapidly reversible and caused by the amino sugar itself (Koch et al., 1979) . It prevents the assembly of the lipid-linked oligosaccharide (Datema and Schwarz, 1979) , giving rise to non-or underglycosylated glycoproteins, depending on the concentration of the drug (Horisberger et al., 1980) . Also the location of the block in the oligosaccharide assembly is concentrationdependent, and different intermediates in the assembly were isolated from cells treated with different concentrations of GlcN . The inhibition of oligosaccharide-lipid synthesis by GlcN is increased when cells are treated in addition with a local anaesthetic such as lidocaine or procaine . This is interesting, because these membrane-active drugs also potentiate the cytotoxicity of the amino sugar due to modification of membrane ultrastructure (Friedman and Skehan, 1980) , and because this effect is rapid, as is inhibition of protein glycosylation (Morin et al., 1983) . It is, however, not clear whether the membrane changes are as rapidly reversible as inhibition of protein glycosylation, and one study showed that ultrastructural alterations caused by GlcN need not lead to inhibition of protein glycosylation (Morin et al., 1983) .\n\nGIcN does not inhibit oligosaccharide-lipid synthesis in crude cell-free systems unless the membrane fraction is prepared in buffers containing GIcN . Then assembly is blocked at the level of Man3(GlcNAc)2-PP-Dol, a product also found accumulating in cells treated with high concentratios of glucosamine (Pan and Elbein, 1982) . It remains to be established whether the other components of the oligosaccharidelipid pathway to make GI%Mang(GlcNAc)2-PP-Dol (GDP-Man, Man-P-Dol and GIc-P-Dol) are present in GlcN-treated cells, or whether their concentrations are decreased. In fact, to date no evidence is available that indicates that the prime target of GlcN-inhibition is the dolichol pathway. It is for this reason, and because of the multitude of biological effects of amines, that a structure-activity relationship of amino sugars as antiviral agents is lacking.\n\nAs indicated earlier (p. 225) the biosynthesis of lipid-linked oligosaccharides in cell-free systems does not necessarily occur via an orderly sequential addition of mannose residues, as minor amounts of certain isomers could be identified. Possibly it is one of the isomers of the heptasaccharide-lipid Mans(GIcNAc)2-PP-Dol that accumulates in cells treated with mannosamine (Pan and Elbein, 1985) . This heptasaccharide lipid is not the conventional intermediate of the dolichol pathway (structure I in Fig. 4 ) but probably has a structure similar, or identical, to the MansGlcNAc z found as an intermediate in the processing pathway (II in Fig. 6 ). As sugar nucleotide pools were not decreased by mannosamine, it was suggested that the amine, probably after metabolism, inhibits ~(1 ~2) mannosyl transferases. Of interest was, furthermore, the observation that proteins were still glycosylated in the presence of mannosamine. Assuming that the synthesis of glucosylated lipid-linked intermediates was totally blocked, this result is additional evidence that truncated oligosaccharides can be transferred from lipid to proteins in intact cells. An interesting question in this context is whether truncated oligosaccharides can be accepted by any protein, or whether only certain proteins can accept such oligosaccharides, or whether proteins accept such oligosaccharides only under certain conditions, for example with a concomitant decrease of the rate of intracellular transport. Nevertheless, amino sugars may exert biological effects by interfering with protein glycosylation. Thus, 1-deoxynojirimycin (1,5dideoxy-5-amino-D-glucose) inhibits glucosidases, and, therefore, affects glycoprotein processing (see Section 4). Yet, its effects are not specific towards inhibition of glycopro-tein processing because it also inhibited formation of dolichol-linked oligosaccharides . The inhibition of oligosaccharide-lipid formation was eliminated, and inhibition of glucosidase was maintained when the compound was N-methylated (Romero et al., 1983) .\n\nTunicamycin (II in Fig. 10 ) represents a family of nucleoside antibiotics to which the streptovirudins and mycospocidins also belong (Tamura, 1982) . The tunicamycins, isolated and characterized by Tamura and co-workers (Tamura, 1982) , are composed of a nucleoside (uracil) and a Cl~-aminodeoxy dialdose (tunicamine), which is substituted at the anomeric carbon with GIcNAc and at the amino group with long-chain fatty acids (Elbein, 1984) . The mixture of homologues making up the tunicamycins differ only in the structure of the fatty acid components. The total synthesis of tunicamycin has been recently achieved (Suami et al., 1985) . Tunicamycin is a UDP-GIcNAc analog, inhibiting enzymes translocating GIcNAc-1-P (or derivatives thereof) from the uridine diphosphate ester to a polyprenol phosphate (Elbein, 1984) . Notably, tunicamycin inhibits the first step of the dolichol pathway: UDP-GlcNAc+Dol-P~GIcNAc-PP-DoI+UMP (Tkacz and Lampen, 1975; Takatsuki et al., 1975; Lehle and Tanner, 1976 ).\n\nAll the tunicamycin-related antibiotics are potent and rather specific inhibitors of formation of GlcNAc-PP-Dol (Elbein et al., 1979) , and therefore of lipid-linked oligosaccharide formation in animal, plant and fungal systems. The specificity is, of course, not O II absolute and other reactions were shown to be inhibited at rather high concentrations of the antibiotic. In addition, tunicamycin treatment of cells can cause an increase in the UDP-GlcNAc pool and alter the ultra-structure of the endoplasmic reticulum and of the nuclear membranes (Morin et al., 1983) . However, the antiviral and anticellular (cytotoxic) effects of tunicamycin are certainly primarily due to inhibition of protein glycosylation.\n\nIt is of interest that tunicamycin does not inhibit formation of (GIcNAc)2-PP-Dol from UDP-GlcNAc and GIcNAc-PP-Dol, and similar reactions involving transfer of GIcNAc (Lehle and Tanner, 1976; Ward et al., 1980; Carrasco and Vazquez, 1984) . In fact, the studies on the mechanism of action of tunicamycin and streptovirudin indicate that the compounds bind tightly to the GlcNAc-I-P transferase (K i for tunicamycin is 5 x 10-SM), a binding which is reversible only with difficulty by high substrate concentrations (Keller et al., 1979; Heifetz et al., 1979) .\n\nThe major tunicamycin homologues have different biological properties. For example, differences in the amount of drugs needed to inhibit protein glycosylation in cells were found (Duksin et al., 1982) . B3-tunicamycin, a homologue containing a saturated fattyacid side chain, is one of the most active inhibitors of glycosylation in cells. This drug also showed a high selective toxicity towards transformed cells (Duksin et al., 1982; Seiberg and Duksin, 1983) . It is possibly that differences in activity of the homologues are related to differences in membrane penetration, whether the plasma membrane or the membrane of the endoplasmic reticulum containing the GlcNAc-I-P transferase (Eren and Duksin, 1985) . When given to mice tunicamycin (Casero et al., 1982) or its close relative streptovirudin (Tonew et al., 1982) had some therapeutic effect against infections caused by Trypanosoma, resp. Influenza A. However, the drug is toxic, for example it can impair the postnatal development of the cerebellum in rats (Koshaka et al., 1985) .\n\nSeveral antibiotics block steps in the dolichol pathway when tested in cell-free systems (amphomycin, diumycin, showdomycin, bacitracin, tsushimycin). Their modes of action have only been partially elucidated (for a review, see . Inhibitors of synthesis of dolichol phosphate have also been reported (Schwarz and Datema, 1982a; Hemming, 1982; . These drugs will not be further addressed here, as they have not been extensively used in virus-infected cells. However, some of these drugs have been used as experimental tools in cell-free systems to dissect certain steps of the dolichol pathway (see Schwarz and Datema, 1982a; Elbein, 1984) .\n\nAlso several sugar analogs, other than those mentioned above, and usually simple fuorinated carbohydrates, deoxysugars and amino sugars, interfere with glycoconjugate biosynthesis, but not necessarily the dolichol pathway. Their antiviral effects have not been systematically investigated (for reviews see Bernacki and Korytnyk, 1982; Schwarz and Datema, 1982a; Reutter and Bauer, 1985) .\n\nSynthetic analogs of sugar nucleotides modified in the nucleoside portion, or in the diphosphate-bridge, have received surprisingly little attention as inhibitors of glycosyl transferases from eukaryotic cells (for enzymes from prokaryotic cells see Shibaev, 1978) . Thus, little, if anything, is known about the structural elements in the base or ribosemoiety required for interaction with the glycosyl transferases (see however Bernacki and Korytnyk, 1982) . To exert their inhibition in intact cells, the sugar-nucleotide analogs have to cross the plasma membrane and, to inhibit enzymes involved in terminal glycosylation, the Golgi membrane. A UDP-glucose analog (III in Fig. 10 ) may have at least the former property, as it inhibits glycosylation of viral glycoproteins (Camarasa et al., 1985) . Although the inhibitor is not virus-specific, despite claims to the contrary, this synthetic approach to novel glycosylation inhibitors is very interesting.\n\nMetabolism of 5-fluorouracil and 5-fluorouridine leads to formation of the fluorouridine nucleotide sugars, FUDP-hexoses and FUDP-hexosamines, in mammalian tumours (see Weckbecker and Keppler, 1984 , and literature cited therein). In hepatoma cells and in cell-free systems a metabolic pattern of FUDP-sugars was observed analogous to that of UDP-sugars. In addition, FUDP-GIc and FUDP-GIcNAc served as substrates in the formation of GIc-P-Dol and (GIcNAc)2-PP-Dol . In liver cells treated with 5-fluorouridine and galactosamine, § FUDP-GIcN was formed (Holstege et al., 1978) and lipid-linked saccharide formation was blocked, possibly because the formation of GIcN-P-Dol from the fraudulent sugar nucleotide competed with the formation of physiological dolichol-linked saccharides (McDowell et al., 1986) . These experiments underline the potential of nucleoside and nucleotide analogs as glycosylation inhibitors.\n\nA bis(amidinohydrazone) derivative, namely IH-benz[f] indene-l.3(2H)-dione-bisamidinohydrazone (structure I in Fig. 11 ) with selective antiherpes activity (Cavrini et al., 1979) blocked glycosylation in HSV-1 infected cells, but not in uninfected cells or Sindbis virus-or paramyxovirus-infected cells (Serafini-Cessi and Campadelli-Fiume, 1981) . The drug presumably prevented the attachment of high-mannose oligosaccharides to virusspecified glycoproteins. This is the only known example of a virus-specific glycosylation inhibitor. Subsequent genetic studies confirmed the virus-specific block, since an HSV-1 mutant resistant to this drug could be isolated (Tognon et al., 1984) . Its mode of action is still obscure, and it cannot be excluded that the drug interferes with nucleotide or sugar nucleotide metabolism, thus interfering with the assembly of theAipid-linked oligosaccharide. Indeed, HSV codes for a number of enzymes involved in nucleotide metabolism. §For the metabolic effects of galactosamine see Decker and Keppler, 1974; Keppler et aL, 1985. Two other potential chemotherapeutic agents, namely the anthracyclines aclacinomycin (II in Fig. 11 ) and marcellomycin, inducers of tumor cell differentiation, inhibit protein glycosylation, presumably by inhibiting formation of the dolichol-linked oligosaccharides (Morin and Sartorelli, 1984) . Again, the block in the pathway exerted by these anthracyclines is not known, and this also applies to another glycosylation inhibitor, atropine (Alarcon et al., 1984) .\n\nThe amino acid analog 6-diazo-5-oxo-L-norleucine (DON), an antagonist of L-glutamine, can inhibit protein glycosylation, by inhibiting the conversion of D-fructose into glucosamine 6-phosphate (Greene and Pratt, 1977) . On the other hand, the threonine analog fl-hydroxynorvaline can be incorporated into proteins instead of threonine, and inhibits glycosylation of the acceptor Asn-residue (Hortin and Boime, 1980) . It is likely that the transfer of the oligosaccharide from the dolichol-linked oligosaccharide to protein is sterically hindered when fl-hydroxynorvaline substitutes for Thr in the tripeptide sequence Asn-X-Thr (Hortin and Noime, 1980; Docherty and Aronson, 1985) . In a cellfree system in which glycosylation was coupled to protein synthesis, DL-threo-fl-fluoroasparagine inhibited Asn-linked glycosylation following the incorporation of the analog into protein (Hortin et al., 1983) .\n\nThe amino acid analogs fl-hydroxynorvaline and DL-threo-fluoro-asparagine, therefore, seem to prevent protein glycosylation without blocking the assembly of the lipid-linked oligosaccharide. As an extension of this work it was shown that in a cell-free system the hexapeptide Arg-Asn-Gly-epoxyethylglycine-Ala-Val-OMe (structure III in Fig. 11 ) could inactivate the oligosaccharide transferase (Bause, 1983) . The inhibition was active-sitedirected and occurred only during catalysis, possibly via a \"suicide\" mechanism.\n\nFollowing the transfer of the oligosaccharide from dolichol diphosphate to protein, the oligosaccharides are processed (see Section 2). The extent of processing is different for different proteins and for different oligosaccharide chains on a particular protein (Pollack and Atkinson, 1983) . The consequence of processing is that a particular protein ¶ is, at different time points in its \"life\", equipped with different oligosaccharides; that is, the processing pathway allows for generation of a diversity of oligosaccharides structure in time. This, in turn, allows for different functions of a particular side chain at different times in the \"life\" of a glycoprotein (see Section 5).\n\nThus, inhibition of glycoprotein processing, results in glycoproteins with \"immature\" forms of the N-linked oligosaccharides. The early steps in the processing pathway depend on the activity of glucosidases and mannosidases, and inhibitors of these enzymes were tested for inhibition of glycoprotein processing. The processing of the oligosaccharides of glycoprotein occurs in different intracellular compartments (Section 2), and disruption of intracellular traffic by ionophores, for example, can lead to inhibition of processing. The later steps in the processing pathway require glycosyl transferases, and inhibitors of glycosyl transferases are therefore potential processing inhibitors. In this section we will address mainly the commonly used processing inhibitors, i.e. the glycosidase inhibitors. Other inhibitors will be dealt with only briefly.\n\nIt should be noted that mutant cell lines with defects or deficiences in processing enzymes have been used extensively as a means to interfere with glycoprotein processing. For the properties of these mutants, the reader is referred to a review by Stanley (1984) . Also viral mutants with alterations in intracellular transport or cell mutants affected in the ¶The processing pathway we have described above is valid for membrane proteins, to which the viral envelope proteins belong. Other proteins, such as lysosomal proteins or proteins from yeast are subject to processing pathways that differ at particular steps from the one described here. (For a review see Kornfeld and Kornfeld, 1985) . secretory pathway of cells can be used to equip glycoproteins with altered oligosaccharide structures (Tartakoff, 1983a) .\n\nThe glycosidase inhibitors that interfere with glycoprotein processing are inhibitors of ~-glucosidases and 0t-mannosidases occurring in the endoplasmic reticulum and Golgi system Elbein, 1984) . From a structural point of view the inhibitors can be classified as (see Figs 12 and 13):\n\n(a) sugar analogs: bromoconduritol, nojirimycin, 1-deoxynojirimycin, N-methyl-l-deoxynojirimycin, manno-l-deoxynojirimycin, 2,5-dihydroxymethyl-3,4-dihydroxypyrrolidine, 1,4-dideoxy-l,4-imino-o-mannitol; and (b) indolizidine alkaloids: swainsonine, castanospermine. 4, This is a substance obtained by chemical synthesis from myo-inositol, and is an activesite directed, covalent inhibitor of ~t-glucosidases (Legler and Lotz, 1973; Legler, 1977) . In the reaction of bromoconduritol with yeast ct-glucosidase it appears that a histidine residue is modified. There are indications that the reaction goes via an epoxide formed at the active site after dehydrobromination of the inhibitor (Legler and Lotz, 1973; Legler, 1977) . Bromoconduritol inhibits the release of glucose from the oligosaccharide Glc3Man9GlcNAc by a rat-liver glucosidase preparation, and GlclMan9GlcNAc accumulates. Hence, in the presence of bromoconduritol, the trimming of the last glucose is inhibited (Datema et al., 1982) . In intact cells bromoconduritol inhibited the synthesis of the N-linked complex-type oligosaccharide chains, and high mannose oligosaccharides with the composition GlclManT_gGlcNAc accumulated. Thus, bromoconduritol inhibited the synthesis of complex-type oligosaccharides by inhibiting the release of the innermost glucose residue from the Glc3Mang(GlcNAc)2-common precursor of the complex-type, hybrid-type and highmannose oligosaccharides (Datema et al., 1982) . The data can be interpreted by the drug inhibiting glucosidase II (in a cell-free system and in intact cells) although oligosaccharides with one Glc residue rather than with two Glc residces accufnulated in the presence of bromoconduritol (cf. Fig. 14) . As nigerose (Glc~l ~3Glc) is a competitive inhibitor of this enzyme Saunier et al., 1982) , the active site may contain at least two glucose-binding sites. Bromoconduritol, therefore, presumably interferes with the binding of the oligosaccharide (after release of the glucose group from Glc2MangGlcNAc-R) and not with the catalytic site of this enzyme. Since bromoconduritol completely inhibits the release of Glc from GlcManxGlcNAc-R (Datema et al., 1982) , this substrate apparently cannot bind to the bromoconduritol-modified enzyme.\n\nThe result also indicates that complete glucose trimming is not necessary for mannosetrimming since oligosaccharides from bromoconduritol-treated cells had the composition GlclManx(GlcNAc)2 (x = 7,8,9) (see Fig. 14) , as had been observed previously (Kornfeld et al., 1978) . Also, studies with other glucosidase inhibitors (see below) showed that in intact cells mannose trimming occurred despite the fact that glucose-trimming was compeletely inhibited.\n\nThis is an antibiotic obtained from some Streptomyces species (Ishida et al., 1967) . It was the first 5-aminosugar found in nature (Inouye et al., 1968) , and is a glucose-analog that has a nitrogen atom instead of oxygen in the pyranose ring. Nojirimycin inhibits both and ~ glucosidases of non-mammalian origin but is a more potent inhibitor of the latter (Niwa et al., 1970; Reese et al., 1971) . The amino sugar is a competitive inhibitor of the\n\n14. The synthesis of a biantennary complex-type N-linked oligosaccharide, and steps in the pathway inhibited by processing inhibitors.\n\nAbbreviations: MdN=N-methyl-l-deoxynojirimycin; cas=castanospermine; dMM=l,5-dideoxy-l,5-imino-D-mannitol (manno-l-deoxynojirimycin); DIM=l,4-dideoxy-l,4-imino-D-mannitol; II=GlcNAc; O=Man; x =Glc; O=Gal; • =NeuAc.\n\nNotes: (1) Inhibition by MdN or cas in intact cells leads to accumulation not only of Glc3MangGlcNAc2, but also of Glc3ManT.sGlcNAc 2.\n\n(2) In intact cells bromoconduritol accumulates not only GlciMangGlcNAc 2, but also GlctManT.sGlcNAc 2 are formed. (3) small intestinal sucrase (Hanozet et al., 1981) and strongly inhibits the purified lysosomal ~-glucosidase from human liver. When the source of enzyme is whole human liver homogenate, nojirimycin specifically inhibits the hydrolysis of a-linked glucose but does not affect the release of fl-linked glucose (Chambers et al., 1982) . Thus, it appears that in mammalian systems ~-glucosidases are more strongly inhibited than fl-glucosidases. Using a microsomal glucosidase preparation from rat liver and Glc3MangGlcNAc as substrate, nojirimycin at 5/~u inhibited glucose release completely . If calf liver was used as the source of enzyme the hydrolysis of Glc3-oligosaccharide was also inhibited, but at higher concentrations of the inhibitor: 50% inhibition at 0.16raM (Hettkamp et al., 1982) . Thus, nojirimycin is a potent inhibitor of the processing glucosidase I. In intact cells, 1 mM nojirimycin caused a drastic change in the electrophoretic mobility of IgD and IgM in hybridoma cells. Based on these changes, and by comparison with the changes obtained in tunicamycin-treated cells, it has been suggested that in the presence of nojirimycin, glycoproteins containing one, or possibly two, N-acetyl glucosamine residues are synthesized (Peyrieras et al., 1983) . Clearly, nojirimycin is not acting as a glucosidaseinhibitor under these conditions. In influenza A (fowl plague) virus-infected chick embryo cells nojirimycin strongly inhibited the incorporation of [3H]mannose into both lipidlinked oligosaccharides and glycoproteins. Hence, nojirimycin is not a specific inhibitor of processing under the conditions used . All these results clearly demonstrate that more studies are necessary to determine the mode of action and to assess the usefulness of nojirimycin as a trimming inhibitor. 4.2.3. This was obtained by reduction of nojirimycin catalytically or with NaBH4 (Inouye et al., 1968) ; later it was isolated from several strains of Bacillus, from mulberry tree leaves and from some strains of Streptomyces. It has also been synthesized chemically via several routes (for a review, see Truscheit et al., 1981; see also Bernotas and Ganem, 1985 and references cited therein).\n\nLike the parent compound, 1-deoxynojirimycin is a potent inhibitor of several intestinal ~-glucosidases: sucrase, maltase, isomaltase, glucoamylase (Schmidt et al., 1979) . But, contrary to nojirimycin, it is only a weak inhibitor of fl-glucosidases of non-mammalian origin (Niwa et al., 1970; Legler and Jfilich, 1984) . Both nojirimycin and l-deoxynojirimycin are fully competitive inhibitors of small intestinal sucrase. Studies carried out with this enzyme (Hanozet et al., 1981) suggest that nojirimycin and 1-deoxynojirimycin are bound to the active center of the enzyme in a non-protonated form and are subsequently protonated, thus mimicking the transition state formed during catalysis.\n\n1-Deoxynojirimycin is also a potent inhibitor of the trimming glucosidases. With the enzymes from yeast, a 50% inhibition was observed at about 20/~M for glucosidase I and at about 2 #M for glucosidase II (Saunier et al., 1982) . The reverse appears to hold for the glucosidases from calf liver microsomes, where a 50% inhibition of glucosidase I required 3 taM, whereas 20 #M of the drug inhibited glucosidase II to the same extent (Hettkamp et al., 1984) . A 50% inhibition of either glucosidase from calf pancreas microsomes was observed at about 2/~M (Saunier et al., 1982) , and the release of glucose from GI%MangGlcNAc by a rat liver microsomal preparation was abolished at 5/~M .\n\nIn intact cells, 1-deoxynojirimycin inhibited the synthesis of N-linked complex-type oligosaccharides (Saunier et al., 1982; Gross et aL, 1983a) , while high-mannose oligosaccharides with the composition Glc~_3ManT_gGlcNAc accumulated (Romero et al., 1985c) . Only about 20% of the mixture consisted of oligosaccharides containing three glucose residues. Thus in intact cells, 1-deoxynojirimycin exerts its action on both trimming glucosidases, but it preferentially inhibits glucosidase II.\n\nSome of the reported biological effects of 1-deoxynojirimycin are not necessarily related to the inhibition of the trimming glucosidases, and could be due in part to a general inhibition of the synthesis of lipid-linked oligosaccharides or to the specific inhibition of GIc3Mang(GIcNAc)2-PP-Dol, as seen in IEC-6 intestinal epithelial cells (Romero et al., 1985a) . In the intestinal ceils the inhibition of Glc3Mang(GlcNAc)2-PP-Dol was abolished when the inhibitor was added to a medium containing 4.5 g/l instead of 1 g/1,,of glucose . Clearly, conclusions derived from studies with 1-deoxynojirimycin regarding the role of carbohydrate in glycoproteins should be assessed carefully in light of the multiple effects of this sugar analog (Romero et al., 1985a) .\n\nThis is obtained by methylation of 1-deoxynojirimycin (Murai et al., 1977) . The presence of the methyl group on the nitrogen atom has two important biological effects. First, as mentioned above, nojirimycin and, under certain conditions, l-deoxynojirimycin inhibit the synthesis of lipid-linked oligosaccharides Romero et al., 1985a) . This inhibition is not observed in N-methyl-l-deoxynojirimycin-treated cells (Romero et al., 1983; . Second, N-methyl-l-deoxynojirimycin is a more potent inhibitor of the processing glucosidase I in cell-free systems than 1-deoxynojirimycin (Romero et al., 1983; Hettkamp et aL, 1984; Saunier, B., Jelinek-Kelly, S. and Herscovics, A., unpublished work) .\n\nIn intact cells, N-methyl-1-deoxynojirimycin strongly inhibited the synthesis of N-linked complex-type oligosaccharides, and mainly high mannose oligosaccharides'with the composition GlcaManT_q(GlcNAc)2 accumulated (Romero et al., 1983; 1985c; Romero and Herscovics, 1986) . A direct comparison of the effects of N-methyl-1-deoxynojirimycin and l-deoxynojirimycin on glycoprotein biosynthesis in rat intestinal epithelial cells in culture indicated that only 1 mM of the N-methyl derivative is necessary to maximally inhibit the synthesis of complex-type oligosaccharides, whereas 5 m~ of 1-deoxynojirimycin were required to obtain the same effect. Furthermore, it was found that about 70% of the highmannose oligosaccharides formed in the presence of N-methyl-l-deoxynojirimycin contained 3 glucose residues compared with only about 20% of the corresponding oligosaccharides of the 1-deoxynojirimycin-treated cells (Romero et aL, 1985c) . Hence, in intact cells, N-methyl-l-deoxynojirimycin inhibited complex-type oligosaccharide synthesis by inhibiting mainly the action of glucosidase I. 4.2.5. 6fl, 7~, This is an alkaloid isolated from the seeds of Castanospermum australe (Hohenschutz et al., 198 l) . Its chemical synthesis from D-glucose has recently been reported (Bernotas and Granem, 1984) . The seeds, when eaten by horses and cattle, can cause severe gastrointestinal irritation and sometimes death (Hohenschutz et al., 1981) . Studies done in vivo by injecting castanospermine into rats indicated that the activities of some glycosidases were inhibited (neutral and acidic ct-glucosidases from liver, brain, kidney and spleen), while the activities of others were unchanged (liver fl-galactosidase) or elevated (liver fl-N-acetylhexosaminidase) (Saul et al., 1985) .\n\nCastanospermine is a potent inhibitor of fl-glucosidase, fl-glucocerebrosidase and lysosomal ~-glucosidase . The inhibition of fl-glucosidase is of the mixed type, and the binding of castanospermine to the enzyme appears to be reversible .\n\nIn cells treated with castanospermine, glycoproteins equipped with high-mannose oligosaccharides containing three glucose residues accumulated (Pan et al., 1983) . In fact, the biological effects so far reported for castanospermine and N-methyl-l-deoxynojirimycin are similar. For example, all viral glycoproteins studied appear metabolically stable when synthesized in presence of the drug, and the proteolytic cleavage of a polyprotein precursor of sindbis virus (E2) was prevented by either drug in virus-infected BHK cells : see also Section 5). Studies carried out in human hepatoma (HepG-2) cells showed that the secretion of certain glycoproteins (e.g., cqantitrypsin and ceruloplasmin) was markedly decreased by the drug, but the secretion of antithrombin III was only slightly affected (Sasak et al., 1985) . A similar differential effect was observed on secretion of glycosidases by Aspergillusfumigatus. It is not known if the decrease in activity measured in the culture media of this fungus is an inhibition of the secretion of the glycosidases or due to the secretion of a less active enzyme (Elbein et al., 1984b) . Castanospermine inhibited the receptor-mediated uptake of mannose-terminated glycoproteins by macrophages (Chung et al., 1984; see p. 247 for a possible explanation).\n\nThis is a pyrrolidine alkaloid and an analog of fl-D-fructofuranose. It has been isolated from the leaves of Derris elliptica (Welter et al., 1976) and the seeds of Lonchocarpus sericeus (Evans et al., 1985) . Recently its chemical synthesis has been reported (Card and Hitz, 1985) .\n\nDMDP is a very potent inhibitor of both ~t-and fl-glucosidases (Evans et al., 1985; Card and Hitz, 1985) . The concentration required to produce 50% inhibition of the g-and flglucosidase activities were about 60 times and 10 times lower, respectively, than that of 1deoxynojirimycin (Evans et al., 1985) . Inhibition was apparently competitive in all cases, and dependent upon pH in a manner which suggests that only the non-protonated form of DMDP is active as an inhibitor (Card and Hitz, 1985) . In influenza virus-infected MDCK cells the addition of DMDP inhibited the synthesis of N-linked complex-type oligosaccharides. The analysis of the accumulated products showed the presence of high-mannose oligosaccharides of the composition Glc3Mans_9(GlcNAc)2, indicating that DMDP inhibited the trimming glucosidase I (Elbein et al., 1984c) .\n\nIn IEC-6 intestinal epithelial cells in culture DMDP also inhibited the synthesis of Nlinked complex-type oligosaccharides, but a mixture of high-mannose type oligosaccharides was found with ManT_9(GlcNAc)2 accounting for about 67% of the labeled oligosaccharides. There was also a small increase in glucosylated oligosaccharides relative to untreated cells. Apparently, the primary effects of DMDP on complex-type oligosaccharides synthesis in IEC-6 cells do not result from inhibition of the glucosidases (Romero et al., 1985b) . The reasons for the difference in mode of action DMDP in influenza virusinfected MDCK cells and in uninfected intestinal epithelial cells are unclear and remain to be elucidated.\n\n4.3.1. 2et, This is an indolizidine alkaloid, which has been isolated from the plants Swainsona canescens (Colegate et al., 1979) and spotted locoweed (A'stragalus lentiginosus; Molyneux and James, 1982) as well as from the fungus Rhil:octonia legurninicola (Schneider et al., 1983) . Its chemical synthesis from D-glucose (Ali et al., 1984) and D-mannose (Fleet et al., 1984a) has been reported.\n\nIn a cell-free system, swainsonine is a reversible, active site-directed inhibitor of lysosomal ~-mannosidase (Dorling et al., 1980) . It also inhibits Golgi ct-mannosidase II (Tulsiani et aL, 1982) but the reaction is not as reversible as with the lysosomal enzyme and the inhibition'is not competitive at the concentrations tested (< 1 ~tM) (Tulsiani et al., 1985) .\n\nWhen swaisonine was administered to rats or pigs the activity of Golgi ~-mannosidase II was inhibited, as expected but, contrary to expectation, an increase in tissue levels of lysosomal mannosidase occurred (Tulsiani and Touster, 1983a; Tulsiani et al., 1984) . Swainsonine is considered the agent responsible for a disease manifest in grazing livestock that resembles the hereditary lysosomal ct-mannosidosis, e.g. it induces lysosomal-like pleomorphic vacuoles in cells, causes accumulation of free oligosaccharides, and leads to certain neurological disorders (Colegate et al., 1979; Dorling et aL, 1978; Molyneux and James, 1982; Novikoff et al., 1985) . The quantitative analysis of the oligosaccharides excreted in the urine of locoweed-intoxicated sheep may be useful as a method to detect the disease at early stages (Daniel et aL, 1984) . In addition to inducing a phenocopy of genetic mannosidosis, swainsonine (isolated from the fungus Metarhizium anisopliae) can act as an immunomodulator in vivo (Kino et al., 1985 ; see also Section 6). Whether the latter effect is due to the compound inhibiting glycoprotein processing is not known.\n\nIn intact cells, swainsonine inhibited the synthesis of complex-type oligosaccharides (Elbein et al., 1981) and hybrid-type oligosaccharides were formed instead (Tulsiani and Touster, 1983b) . This mode of action was predicted from studies in a cell-free system, which demonstrated that the drug prevented the biosynthesis of complex-type oligosaccharides by inhibiting Golgi mannosidase II (Tu.lsiani et aL, 1982; see Fig. 14) . In the presence of swainsonine viral glycoproteins are equipped with hybrid instead of complextype oligosaccharides, and virus particle release is not inhibited in the systems so far studied (see Section 5). Furthermore, the secretion of ~t-antitrypsin (Gross et aL, 1983b) , fibronectin (Arumugham and Tanzer, 1983a) , a~-antichymotrypsin, transferrin, complement C3 (Lodish and Kong, 1984) , IgD and IgM (Peyrieras et al., 1983) was not affected by the drug. In fact, in human hepatoma cells (HepG-2) swainsonine accelerated intracellular transport and secretion of the glycoproteins transferrin, ceruloplasmin, a2macroglobulin and ~rantitrypsin , but not the secretion of the nonglycoprotein albumin (see Yeo et al., 1985 , for a discussion of this phenomenon). In the same line, the cell surface expression of the v-fms (Nichols et al., 1985; Hadwiger et al., 1986) and erb-B (Schmidt et al., 1985) oncogene products (see also Section 5), some histocompatibility antigens (HLA-A,B,C and HLA-DR; Peyrieras et al., 1983) , insulin and insulin-like growth factor I receptors (Duronio et al., 1986) was normal in swainsoninetreated cells. However, swainsonine inhibited receptor-mediated uptake and degradation in macrophages of a mannosyl-oligosaccharide (Arumugham and Tanzer, 1983b ) and mannose-terminated glycoproteins (Chung et al., 1984) . It has been suggested that the inhibition of the receptor-mediated uptake of mannose-terminated glycoproteins is caused by the permanent occupation of the receptor by the mannose-terminated membrane glycoproteins, which accumulated in the presence of swainsonine (Chung et al., 1984) . This explanation was also proposed for the similar effects on this uptake system observed when processing was inhibited by castanospermine. dMM) This mannose analog of 1-deoxynojirimycin is a naturally occurring product present in the seeds of the legumes Lonchocarpus sericeus and Lonchocarpus costaricensis, from which it was first isolated (Fellows et al., 1979) . Subsequently, it was chemically synthesized by several methods (Kinast and Schedel, 1981 ; see also Bernotas and Ganem, 1985 and references cited therein).\n\n1-Deoxymannojirimycin inhibits ct-and fl-D-mannosidases up to 104 times better than the reaction product mannose, but the inhibition was less marked than the inhibition of glucosidases by nojirimycin or its 1-deoxyderivative (Legler and Jiilich, 1984) . In a cellfree system from yeast dMM specifically inhibited the enzyme which removes mannose from MangGlcNAc but had no effect on the ~-mannosidase-action on p-nitrophenyl-0t-Dmannopyranoside (Jelinek-Kelly et al., 1985) . 1-Deoxymannojirimycin is a non-competitive inhibitor of rat liver Golgi ct-mannosidase I, the enzyme being rather sensitive to the drug with 50% inhibition occurring at 1-2 #M. dMM affects only slightly the lysosomal ~-mannosidase and does not inhibit the rough endoplasmic reticulum and the soluble ~t-mannosidase (Bischoff and Kornfeld, 1984) . The observation that 1-deoxymannojirimycin, the mannose analog of 1-deoxynojirimycin, is a mannosidase inhibitor suggests that the reaction mechanisms for trimming glucosidases and mannosidases are similar, and may involve a cationic reaction intermediate (Lalrgerie et al., 1982; Fuhrmann et al., 1984) .\n\nIn intact cells, 1-deoxymannojirimycin prevented the synthesis of N-linked complextype oligosaccharides, and caused the accumulation of oligosaccharides with the composition Manv_gGlcNAc, with a high proportion of MangGlcNAc (Fuhrmann et al., 1984; Elbein et al., 1984a; Bosch et al., 1985; Romero et al., 1985b; Romero and Herscovics, 1986) . Hence, in intact cells, dMM acted primarily by inhibiting specifically Golgi ~mannosidase I activity. It has been mentioned above that the N-methyl-l-deoxynojirimycin is a better inhibitor of glucosidase I than 1-deoxynojirimycin. The N-methylated 1-deoxymannojirimycin, on the other hand, was not a more potent inhibitor of Golgi ~-mannosidase I in intact cells than the non-methylated form (Bosch et al., 1985) .\n\nThe inhibition of Golgi ~t-mannosidase I activity, resulting in the synthesis of glycoproteins equipped with non-glucosylated high mannose oligosaccharides, did not affect the secretion of IgD and IgM by hybridoma cells (Fuhrmann et al., 1984) , at-acid glycoprotein and ~rantitrypsin by primary cultures of rat hepatocytes (Gross et al., 1985) , nor the cell surface expression of human class I histocompatibility antigens (Burke et al., 1984) . Some effects of 1-deoxymannojirimycin were cell-specific. For example, in human hepatoma (HepG-2) cells the processing of intracellulary retained cathepsin D was retarded and the fraction of secreted cathepsin D was increased two-fold, whereas in fibroblasts neither segregation nor maturation were affected (Nauerth et al., 1985) . Similarly, the biosynthesis of lipid-linked oligosaccharides and glycoproteins was strongly inhibited in influenza A/PR-8-infected chick embryo cells (90% inhibition at 1 mu) but not in MDCK-cells, unless high concentrations were used: about 30% inhibition of mannose incorporation into glycoproteins at 4mM (Elbein et al., 1984a) . These results, together with those of Nauerth et al., (1985) showing that dMM caused about 90% inhibition of the incorporation of [3H]mannose into tricholoroacetic acid-insoluble material in fibroblasts, suggest the need for caution, because some of the biological effects obtained with dMM could not be related to its inhibition of Golgi ~-mannosidase I.\n\nThis analogue of a furanose sugar was synthesized chemically from benzyl Ct-D-mannopyranoside by Fleet et al., (1984b) . It is as effective an inhibitor of jack bean ~t-mannosidase as swainsonine (Palamarczyk et al., 1985) if not a better one (Fleet et al., 1984b) . It also inhibits lysosomal ~-mannosidase, although a high concentration of DIM is required (Palamarczyk et al., 1985) . The inhibition was competitive with both enzymes when p-nitrophenyl ~t-D-mannopyranoside was used as substrate (Fleet et al., 1984b; Palamarczyk et al., 1985) . As with the naturally occurring pyrrolidine alkaloid, 2,5dihydroxymethyl-3,4-dihydroxypyrrolidine (DMDP), only the form with the unprotonated nitrogen in the ring of these furanose analogs is active as an inhibitor (Card and Hitz, 1985; Palamarczyk et al., 1985) .\n\nIn intact cells DIM inhibited the synthesis of complex-type oligosaccharides. Mainly high-mannose oligosaccharides of the composition Mang(GlcNAc)2 accumulated in addition to a small proportion of other material, which was endo H-sensitive, but resistant to jack bean ~t-mannosidase. It has been suggested that this latter material might represent hybrid-type oligosaccharides. Hence, in intact cells DIM acts by inhibiting ~-mannosidase I and perhaps 0t-mannosidase II, but it is far less effective than swainsonine in inhibiting the synthesis of N-linked complex oligosaccharides (Palamarczyk et al., 1985) , a finding which contrasts sharply with the inhibition found in cell-free systems.\n\nThe fl-D-glucopyranosylmethyl-p-nitrophenyltriazene, fl-D?galactopyranosylmethylp-nitro-phenyltriazene and ~-D-mannopyranosylmethyl-p-nitrophenyltriazene inactivate lysosomal fl-glucosidase, fl-galactosidase (van Diggelen et al., 1980) and ct-mannosidase (Docherty et al., 1986) , respectively. These suicide inhibitors are irreversible, active-site directed inhibitors of the enzymes. In cultured hepatocytes incubated in the presence of 1 mM ~-D-mannopyranosylmethyl-p-nitrophenyltriazene, 0tl-acid glycoprotein was equipped with the high-mannose oligosaccharides Mang_7(GlcNAc)z instead of the Nlinked complex-type oligosaccharides. It remains to be determined which mannosidase is inhibited by this triazene. Following removal of the drug, normal cq-acid glycoprotein synthesis resumed after 24 hr, presumably due to the synthesis de novo of ~-mannosidases.\n\nThe analysis of glycoproteins equipped with high-mannose oligosaccharides, formed in cells treated with the glucosidase inhibitors bromoconduritol, 1-deoxynojirimycin, Nmethyl-l-deoxynojirimycin, castanospermine or DMDP, showed that up to two mannose residues were removed by the action of processing mannosidase(s). It is not known yet if the trimming of mannoses under these conditions is caused by the action of the rough endoplasmic reticulum ct-mannosidase(s) or the Golgi ~t-mannosidase I, or by the com-bined action of both enzymes. A similar effect was observed in the presence of the Golgi ~mannosidase I inhibitor, 1-deoxymannojirimycin, under conditions where the synthesis of the N-linked complex type oligosaccharides was completely inhibited (Fuhrmann et al., 1984; Elbein et al., 1984a; Romero et al., 1985b; Romero and Herscovics, 1986) . It is likely, therefore, that the removal of mannose residues observed in the presence of 1deoxymannojirimycin is due to rough endoplasmic reticulum ct-mannosidase activity (Bischoff and Kornfeld, 1984; Romero et al., 1985b) .\n\nThe inhibition of an early step in the processing of N-linked oligosaccharides by the action of the glucosidase inhibitors has effects depending, in part, on the particular glycoprotein and cellular system under study. In some studies, no effects were observed (see above, also Section 5, and Kornfeld and Kornfeld, 1985) . On the other hand, usually no inhibition of glycoprotein transport and secretion was observed when the processing was inhibited at a late step, namely by inhibiting the Golgi ~-mannosidase II by swainsonine. However, generalizations concerning the role of oligosaccharide processing could be erroneous (see Section 5). The fact that in some of the cellular systems used some inhibitors (e.g. 1-deoxynojirimycin, l-deoxymannojirimycin) have effects clearly unrelated to the inhibition of processing glycosidases (for example, inhibition of glycoprotein and lipidlinked oligosaccharide synthesis) suggests a cautious approach in the use of these substances. In summary, then, the trimming inhibitors are valuable tools to study the role of the N-linked oligosaccharides in glycoproteins provided that their mode of action is determined or is clearly understood.\n\nSome of the inhibitors have been used as ligands in the purification by affinity chromatography of the processing glycosidases (Hettkamp et al., 1984; Schweden et al., 1986) . Thus, N-5-carboxypentyl-l-deoxymannojirimycin coupled to AH-Sepharose 4B was used to purify from calf liver a mannosidase capable of removing three ~ (1 --*2) linked mannoses from Mang(GlcNAc)2 (Schweden et al., 1986) . The existence of a 1-deoxymannojirimycin-sensitive endoplasmic reticulum ct-mannosidase has also been suggested (Bischoff et al., 1986) . This enzyme is responsible for the trimming of oligosaccharides from Man8(GlcNAc) 2 to Man6(GlcNAc) 2. \"\n\nThe inhibitors have also proven useful in the determination in intact cells of structural features required for some of the enzymes that modify the oligosaccharides. For example, sulfation of influenza virus glycoproteins occurs in swainsonine-treated influenza virusinfected MDCK cells but is absent in castanospermine-treated cells. Thus it appears that sulfation requires the previous action of the N-acetylglucosaminyl transferase I (Merkle et al., 1985) . A similar requirement was observed for the fucosyl transferase that adds Lfucose linked ct (1--*6) to innermost N-acetylglucosamine residues of complex-type oligosaccharides of the hemagglutinin of influenza virus. Neither the glycoproteins synthesized in the presence of the glucosidase inhibitors castanosperminc or DMDP (Schwarz and Elbein, 1985) nor those formed in the presence of the Golgi 0t-mannosidase I inhibitor 1-deoxymannojirimycin had fucose, but the hybrid structures synthesized in swainsonine-treated cells were fucosylated (Schwarz and Elbein, 1985) .\n\nA number of sugar analogs interfere with terminal glycosylation reactions in certain systems (for reviews see Bernacki and Korytnyk, 1982; Schwarz and Datema, 1982a; Reutter and Bauer, 1985; Corfield and Schauer, 1982 ; see also Schwartz et al., 1983) . Also, analogs of sugar nucleotides, for example analogs of CMP-NeuAc, can block terminal glycosylation reactions (cf. Bernacki and Korytnyk, 1982) . New additions to the list of sugar nucleotide analogs are two disaccharide nucleosides: 5-fluoro-2',3'-isopropylidene-5'-O-(4-N-acetamido-2,4-dideoxy-3,6, 7, 8-tetra-O-acetyl-1 -methoxycarbonyl-D-glycero-~t-D-galacto-octapyranosyl)uridine, and 2',3'-di-O-acetyl-5'-O-( 4-N-acetamido-2,4-dideoxy-3,6,7,8-tetra-O-acetyl-1 -methoxycarbonyI-D-glycero-ct-D-galacto-octapyranosyl)inosine (Kijima-Suda et al., 1985) . These compounds are competitive inhibitors of sialyltransferases, the inosine analog being rather a specific inhibitor of sialyl transfer to O-linked oligosaccharides, catalyzed by murine lymphocytes. The biological properties of inhibitors of terminal glycosylation are discussed in Section 6.\n\nTo study the role of oligosaccharides of glycoproteins a number of approaches have been used. Inhibitors to prevent the attachment of oligosaccharides to proteins, inhibitors preventing glycoprotein processing, mutant cell-lines with defects in enzymes of the glycosylation pathway, and chemical or enzymatic deglycosylation have proved to be useful to investigate roles of N-linked oligosaccharides of viral glycoproteins. It will be clear from the discussion in Sections 3 and 4 that functions of O-linked oligosaccharides are less well studied than those of N-linked oligosaccharides because specific inhibitors of O-linked oligosaccharides synthesis are not available, and because O-linked oligosaccharides have only recently been recognized as components of viral glycoproteins.\n\nThe role of N-glycosylation has been studied in numerous biological systems, mainly by use of tunicamycin and, to lesser extent, deoxyglucose. These studies have been reviewed on several occasions (Schwarz and Datema, 1982a; Elbein, 1984; Olden et al., 1982 Olden et al., , 1985 Kornfeld and Kornfeld, 1985; von Figura and Hasilik, 1986) , and no attempt will be made to repeat this here. Instead, we will concentrate on effects of inhibitors of glycosylation and glycoprotein processing in virus-infected cells.\n\nInterference with protein glycosylation results in diverse biological effects, depending on cell-type and glycoprotein under investigation. Nevertheless, some generalisations on oligosaccharide functions can be formulated. For viral glycoproteins, oligosaccharides can, but need not, play a role in (1) protein conformation, (2) the metabolic stability of the viral glycoproteins, (3) proteolytic processing of the polyprotein precursors of the viral glycoproteins, (4) intracellular traffic, (5) antigenicity, and (6) infection of cells. Note that (2) to (6) may be a consequence of (1). The biological activity of a few glycoproteins is affected by interference with glycosylation (Olden et al., 1982) . In these cases the oligosaccharide itself may participate directly in the reaction, which involves oligosaccharide-protein interactions, such as receptor recognition Or cell adhesion (Baenziger, 1985) .\n\nGlycoproteins of RNA viruses are part of the envelope of the viruses. The envelope is derived from the infected cell membrane by a budding mechanism (Wiley, 1985) . The viral surface glycoproteins have, indeed, a number of properties in common with cellular membrane glycoproteins, and are inserted into cellular membranes and transported to different subcellular locations by cellular transport systems (Dunphy and Rothman, 1985; Wickner and Lodish, 1985) . In addition, the amino acid sequences of membrane glycoproteins of RNA viruses share a number of common features (see Fig. 15 ). A membrane-anchor sequence of uncharged, primarily hydrophobic amino acids, is found near the C-terminus. There is ample evidence that such sequences span the membrane, anchoring the glycoproteins. No specific amino acid sequence is found in this hydrophobic stretch. In these hydrophobic stretches serine and threoine residues occur, which may be esterified with fatty acids posttranslationally (Schmidt, 1982) . At the C-terminus a small hydrophilic sequence occurs at the cytoplasmic site of the membrane (or towards the inner core of the virus particle). These domains vary in size (Wiley, 1985) from a dipeptide (El glycoprotein of Semliki Forest virus), an undecapeptide (hemagglutinin of fowl plaque virus) to a 3 lamino acid stretch (glycoprotein E2 of Semliki Forest virus). These hydrophilic domains are assumed to play a role in virus budding (Wiley, 1985; Garoff et al., 1982) , interacting with the viral nucleocapsids or the matrix proteins (see Fig. 16 ). Another stretch of primarily hydrophobic amino acids occurs at the N-terminal part, the so-called \"signal-\" or \"leader-sequence\", found in secretory-and membrane-bound proteins. These proteins are synthesized, with an amino terminal extension of at least eleven uncharged amino acids, on membrane-bound polyribosomes. The leader-peptide, for which no specific sequence requirement exists, directs the trans-membrane translocation of the nascent chain into the lumen of the endoplasmic reticulum. The process ensuring this compartimentalization has been studied in some detail (Wickner and Lodish, 1985; Walter et al., 1984; Perara et al., 1986) . Whereas secretory proteins appear to be released into the lumen of the endoplasmic reticulum, the (viral) membrane glycoproteins remain anchored in the membrane via the hydrophobic C-terminal sequence. Usually, the signal peptide is removed from the nascent chain by a \"signal peptidase\", the influenza neuraminidase being one exception: it has no C-terminal anchor, and is probably stuck in the membrane via the signal sequence (Murphy and Webster, 1985) . The amino acid sequences are further characterized by oligosaccharide-attachment sites and sequences involved in membrane-fusion activity of the viral glycoproteins (Fig. 15 ). The envelope glycoproteins of RNA viruses are N-glycosylated co-translationally (Kornfeld and Kornfeld, 1985) , and also initial oligosaccharide trimming may occur on membrane-bound ribosomes, as shown for vesicular stomatitis virus (Atkinson and Lee, 1984) . In absence of glycosylation the sequestration of the nascent viral glycoprotein from the cytoplasm to the lumen of the endoplasmic reticulum is not prevented (Garoff and Schwarz, 1978) .\n\nThe mechanism of intracellular transport of viral glycoproteins to the site of budding, for which a host cell mechanism is responsible (Compans and Klenk, 1979; Compans, 1984; Dunphy and Rothman, 1985) is still poorly understood (see Section 2). Most RNA viruses bud through the plasma membrane, and in certain polarized, epithelial cells, influenza and parainfluenza viruses mature exclusively at the apical surface, vesicular stomatitis virus and certain C-type retroviruses only at the basolateral surface (Rodriguez-Boulan and Sabbatini, 1978; Roth et al., 1983a; Morrison and Ward, 1984) . The specificity of the maturation site is determined by the glycoprotein (Roth et al., 1983a ) not by the nucleocapsids or matrix protein, and this sorting of glycoproteins does not require glycosylation (Roth et al., 1979; Green et al., 1981) . Some RNA viruses bud at other intracellular sites than the plasma membrane, such as the Golgi membranes (Bunya viruses) or at Golgi membranes and endoplasmic reticulum (Coronaviruses) or at the endoplasmic reticulum (Rotaviruses) (Bishop, 1985; Holmes, 1985) . The \"sorting signals\" present in the viral glycoproteins necessary to direct the protein to different intracellular locations have not yet been determined. Because of differences in the kinetics of intracellular transport of, for example, different viral membrane glycoproteins, it was suggested that transport is selective (see, for example, Fitting and Kabat, 1982) . Covalent alterations of glycoproteins, such as glycosylation or glycoprotein processing, may influence the requirements for transport (cf. Guan et al., 1985, and the review by Olden et al., 1982) . How this is achieved is not known, but one theory, possibly applicable to secretory glycoproteins, postulates an interaction between the newly made glycoprotein and an endogenous carbohydrate-binding (or recognizing) protein (a lectin) as a step required for intracellular transport (Olden et al., 1982; Olden et al., 1985) .\n\nAnother postulate is that glycosylation can influence the folding of the nascent polypeptide, and thus exert effects on intracellular transport (Gibson et al., 1980 ; see also Section 5.2.2). This useful postulate has been invoked to explain a number of effects of glycosylation inhibitors. Altered protein conformation may, e.g., be the basis for increased susceptibility to degradative proteolysis of the non-or differently glycosylated protein (Olden et al., 1982; Schwarz and Datema, 1982a; Bienkowski, 1983) , it may impair accurate proteolytic processing of precursor polyproteins (Klenk and Rott, 1980) , or it may cause aggregation of the non-or differently glycosylated viral glycoprotein in the membrane and thus impair effective intracellular transport (Gibson et al., 1980) . These effects, or any one of them, may lead to a decrease in the proportion, or even absence, of the envelope (glyco)protein at the membrane from which the virus is to bud, and in some cases prevent budding from infected, inhibitor-treated cells.\n\nAgain, we would like to emphasize that this scenario does not apply to every viral glycoprotein. Instead, the idiosyncrasy of viral glycoproteins requires discussion of individual viral glycoproteins in more detail.\n\nThe influenza A viruses code for two membrane glycoproteins, the hemagglutinin (HA) and neuraminidase (NA): see Fig. 16 (Murphy and Webster, 1985) . A third membrane protein, (M2) is not glycosylated (Lamb et al., 1985) . The HA is the major cell-surface antigen, involved in antigenic variation, membrane fusion and receptor binding (Murphy and Webster, 1985) . The HA is synthesized as a single polypeptide chain. Trypsin, or a trypsin-like endoprotease of the host cell, cleaves HA posttranslationally into two fragments, HA, and HA2. HAt and HAR are held together by a disulfide bridge (Klenk and Rott, 1980; Murphy and Webster, 1985) . A carboxypeptidase-like enzyme activity subsequently removes the C-terminal Arg of HAt; or, in the case of fowl plague virus, a Cterminal basic peptide (Garten et al., 1981; Garten and Klenk, 1983) . The cleavage into HAt and HA2 results in a conformation change, as the N-terminus of HA2 is removed 22/~ from the C-terminus of HAt (Wiley, 1985) . The amino terminus of HA2, a stretch of highly conserved hydrophobic amino acids (the fusion peptide) is involved in the membrane fusion activity of HA, which is necessary for infectious cell entry (see, for example, Klenk et al., 1974; Skehel and Waterfield, 1975; Skehel et al., 1982; Huang et al., 1981; White et al., 1981 White et al., , 1982 . Thus infectivity requires cleavage of HA and an intact fusion peptide.\n\nThe hemagglutinin spike on the virus membrane is a trimer held together by noncovalent linkages . The HA monomer consists of a globular region, containing the receptor binding site and consisting of parts of HA t only, and a stem containing the fusion peptide and consisting of parts of HAt and all of HA2. The sequence of the HA from the 1968 Hong Kong-X31 strain contains 7 potential N-glycosylation sites (Ward, 1981; Klenk et al., 1986) , all of which are glycosylated (6 sites on HA~, 1 site on HA2). Of the seven sites, two of them contain high-mannose structures, the remainder the more-processed complex-type structures (Wiley, 1985) . All but one of the sites occur on the lateral surface of the molecule, and the oligosaccharides cover ca. 20% of the surface area . O-linked oligosaccharides do not occur in HA. Different HAs, i.e. HAs from different virus strains, contain from 5 to 9 oligosaccharides and, in addition, there are strain-dependent differences in the structure of the oligosaccharides (Klenk et al., 1986) . On the other hand, structural analysis of individual oligosaccharides attached to particular glycosylation sites of a certain HA (the HA of the Rostock strain of fowl plague virus) showed that each attachment site contained a unique set of oligosaccharides (Keil et al., 1985) .\n\nThe neutralizing antibodies against influenza virus are directed towards certain regions on the HA, which have been identified on the three dimensional structure of the glycoprotein . The analysis of the structures of the oligosaccharides of HA showed that such structures also occur on cellular glycoproteins (Matsumoto et al., 1983; Keil et al., 1985; Niemann et al., 1985) . It has, therefore, been suggested that variation in oligosaccharides attachment sites on the HA, rather than variation in oligosaccharides structure, may play a role in the antigenic variation of the HA. This can, for example, be achieved by oligosaccharides masking certain regions (antigenic sites), i.e. by blocking the interaction of antibody with underlying polypeptide or by oligosaccharides exerting distal effects on antigenic sites lacking oligosaccharides Skehel et al., 1984; Alexander and Elder, 1984) . Nevertheless, when comparing the immune reactivity of antisera prepared against HA and enzymatically deglycosylated HA (prepared by use of the endoglycosidase F) it was found that oligosaccharide side-chains can also direct the immune response to epitopes influenced directly by oligosaccharides (Alexander and Elder, 1984) .\n\nInhibition of protein glycosylation by dGlc, GlcN, FMan or tunicamycin in chick embryo cells infected with the influenza A virus fowl plague.virus causes an inhibition of production of infectious virus particles (Schwarz and Datema, 1982a) . One explanation for this result is the extensive degradation of non-glycosylated HA prior to transport to the plasma membrane (Schwarz et al., 1976) . Indeed, inclusion into the medium of tunicamycin-treated cells of a protease inhibitor prevented to some extent the degradation of non-glycosylated HA. The three-dimensional structure of the HA of the influenza A/Hong-Kong X31-strain shows, interestingly, that a number of potential chymotryptic or tryptic cleavage sites in the cleaved HA are partially covered by oligosaccharides. Although it cannot be rigorously excluded that degradation of unglycosylated HA occurred during the working up of infected-cell lysates, inaccurate cleavage of under-or non-glycosylated HA in cells treated with dGlc was also attributed to a decrease in the metabolic stability of the non-or under-glycosylated HA Schwarz and Klenk, 1974; Klenk and Rott, 1980) . Deoxyglucose-treatment, in contrast to tunicamycin-treatment, does not result in completely unglycosylated HA (Nakamura and Compans, 1978) , and this can in part explain differences in the metabolic stability of HA produced in tunicamycin-and dGlc-treated cells.\n\nIn a later study it was noted that nonglycosylated HAs of a number of strains antigenically related to fowl plague virus (H 7 strains), and synthesized in presence of tunicamycin, were not degraded completely . Clearly, the problem of the proteolytic sensitivity of non-glycosylated HA needs to be resolved in quantitative terms. It appears, however, that in inhibitor-treated cells infected with viruses synthesizing noncleavable HAs (Bosch et al., 1979; Bosch et al., 1981 )** the non-glycosylated, uncleaved HAs are metabolically stable in absence of protease inhibitors (Basak and Compans, 1983; Bosch and Rott, 1984) . Thus, in MDBK cells infected with Influenza A/WSN (HoN~), **A non-cleavable HA can be defined as an HA molecule which, in the infected cell system, is not cleaved into HAt and HA2. This \"cleavability\" is in part determined by the primary structure of the peptide connecting HA~ and HA2 (Bosch et al., 1981). virus particle production was not prevented by tunicamycin. Spike-and glycoproteindeficient particles were detected, from which non-glycosylated HA was presumed to be degraded after the release of virus particles into the medium (Nakamura and Compans, 1978) . Thus, when a rapid harvest procedure including a protease inhibitor was used, virions with intact non-glycosylated HA were obtained. These virions showed well-defined undegraded surface spikes, indicating that glycosylation is not necessary for formation of HA-trimers (Basak and Compans, 1983) .\n\nIndeed, migration of unglycosylated, uncleaved HA to the plasma membrane of infected cells still occurred, the appearance at the cell-surface being inhibited no more than the intracellular synthesis (Basak and Compans, 1983) . The result that unglycosylated HA was still incorporated into rough membranes was the earliest indication that glycosylation is not required for membrane insertion of a membrane glycoprotein. Furthermore, unglycosylated HA can migrate to the smooth membrane fraction and plasma membrane at normal rates (Basak and Compans, 1983) , provided that molecule is metabolically stable (see above). Cleavage of HA into subunits in the smooth membrane fraction is also not prevented when glycosylation is inhibited, but this cleavage may jeopardize the metabolic stability of unglycosylated HA. The elimination of the connecting peptide or amino acid by carboxypeptidase does, however, not occur in unglycosylated cleaved HA, at least not in those HAs that survived degradative proteolysis .\n\nThe availability of trimming inhibitors allowed the study of the fate of glycosylated HA, in which oligosaccharide processing to mature oligosaccharides was selectively blocked. Thus, in contrast to tunicamycin or dGlc, the trimming inhibitors do not inhibit glycosylation, or rather should not inhibit glycosylation. As discussed above, the trimming inhibitors deoxynojirimycin and deoxymannojirimycin (Section 4) can inhibit glycosylation, the result being under-glycosylation in addition to inhibition of processing. This possibility has not always been rigorously excluded.\n\nIf it is assumed that influenza virus HA is glycosylated initially with GI%MangGlcNAc2 oligosaccharides, glucose-trimming appears to be an obligatory step in glycoprotein processing, because glucosylated HA does not occur at the cell surface (Datema et al., 1982) . Furthermore, based on structures of the oligosaccharides of fowl plague virus and on the preponderance of the complex-type oligosaccharides in viral HAs of all serotypes, extensive mannose trimming occurs as well (Klenk et al., 1986) . When analyzing the effects of the glucosidase I-inhibitor castanospermine on influenza virus coding for noncleavable HAs (see above), it was found that formation of virus particles was not prevented (Pan et al., 1983) . From virus obtained from cells treated with castanospermine, the major (80-90%) oligosaccharide had the structure shown in Scheme I, i.e. Glc3Man7(GlcNAc)2, showing that indeed glucose-trimming was prevented. However, some mannose-trimming still occurred despite the presence of three Glc residues.\n\n3 Man~l-4GlcNAc ~I-4GIcNAc-/ Glc ct1-2Glc Ct1-3Glc ct1-3Man~l -2ManC~1-2Man Ctl/\"\n\nNo oligosaccharide analysis was presented when studying the effects of deoxynojirimycin on the non-cleavable influenza virus HA from virus N, Ht0Nv (Burke et al., 1984) . However, if it is assumed that the drug worked specifically, these studies confirmed that inhibition of glucose trimming prevents neither cell-surface expression of HA nor release of virus. By inhibiting the trimming of the innermost glucose residue by bromoconduritol, viral HA is equipped with oligosaccharides of the structure Glc~Manx(GlcNAc)2 (x = 7,8,9) and complex-type oligosaccharide formation was prevented. This had no effect on cell-surface expression of HA or on virus release, if this virus coded for a non-cleavable HA .\n\nThese results, taken together, suggest that, like inhibition of glycosylation, inhibition of glucose trimming, qualitatively speaking, does not prevent cell-surface expression of noncleavable HA. Furthermore the results indicate that equipment of non-cleavable HA with high-mannose oligosaccharides only, by addition of deoxynojirimycin, castanospermine or bromoconduritol to cultures of infected cells, is sufficient to allow for virus production and HA cell-surface expression, quantitatively indistinguishable from untreated, infected cells.\n\nN-methyldeoxynojirimycin at concentrations inhibiting the glucose-trimming completely, did almost fully inhibit complex-type oligosaccharide formation but did not inhibit viral protein synthesis, nor oligosaccharide-lipid synthesis, nor did it affect the stability of pulse-labeled viral proteins (Romero et al., 1983) . Fowl plague virus formation in chick embryo cells was not inhibited by N-methyl-deoxynojirimycin and fully infectious virus particles were released containing the partially processed oligosaccharide of the structure Glc3Man7(GlcNAc)2. The oligosaccharide Glc3ManT(GlcNAc)2 was derived from Glc3Man9(GlcNAc)2 by mannose-trimming. Cleavage of HA into HAt and HA2, which occurs in the smooth membrane fraction, still took place, although at a lower rate than in control cells (Romero et al., 1983) .tt In addition, the elimination of the basic peptide, which was inhibited in tunicamycin-treated cells, was \"restored\" in N-methyldeoxynojirimycin-treated cells . The cleaved HA equipped with Glc3Manx(GlcNAc)2 (x = 7,8,9) oligosaccharides appeared metabolically stable.\n\nIn the presence of bromoconduritol the intracellular viral HA is fully glycosylated but equipped with Glc~Manx(GlcNAc)2 oligosaccharides (x=7,8,9) . Under these conditions the fowl plague virus HA was cleaved into HAt and HA2, the connecting peptide removed, and, presumably due to a decreased rate of intracellular transport, the rate of cleavage of HA was decreased (Datema et al., 1982; . Thus, in these respects bromoconduritol and Nomethyl-deoxynojirimycin gave qualitatively similar biological effects. However, the cleaved products (HAt and HA2) equipped with Glc~Manx (GlcNAc)2 (x = 7,8,9) oligosaccharides were metabolically unstable, they did not reach the cell surface, although they could be detected intracellularly, and the release of infectious virus particles was inhibited (Datema et al., 1982) . In this respect the effects on cleaved HA and virus formation were reminiscent of the effects of tunicamycin. The simplest explanation of these results is that uncleaved HA is metabolically stable in infected cells, independent of oligosaccharide composition, whereas cleavage of HA equipped with Glc3Manx(GlcNAc)2 yields stable products, but cleavage of HA with the oligosaccharide Glc,Manx(GlcNAc)2 (x=7, 8, 9) yields products suceptible to degradative proteolysis if further oligosaccharide processing is prevented by bromoconduritol.\n\nDifferences in the biological effects of bromocondurltol, inhibiting glucosidase II, and N-methyl-deoxynojirimycin or deoxynojirimycin, inhibiting glucosidase I, were not seen with Sindbis virus or Rous sarcoma virus (see below), suggesting that the effects of bromoconduritol on fowl plague virus may not be due to some non-specific action of the drug. However, when testing the effects of bromoconduritol, N-methyl-deoxynojirimycin and tunicamycin on the growth of human embryo fibroblasts (Datema, unpublished results) , bromoconduritol and tunicamycin showed inhibition of cell division (at concentration giving antiviral effects), whereas Nomethyl-deoxynojirimycin (or deoxynojirimycin) showed no cytotoxicity (2 mi drug). Also castanospermine was not cytotoxic (Pan et al., 1983) . It would, therefore, be of interest to find another inhibitor of glucosidase II and study the effect on pathogenic influenza A viruses.\n\nSimilarly interesting is the question where in the processing pathway the HA, when cleaved, attains a conformation that is metabolically stable. Although a number of man-ttFor a number of glycoproteins it has now been shown that exit of glycoproteins from the endoplasmic reticulum is retarded when glucose trimming is prevented (Kornfeld and Kornfeld, 1985) . nosidase I inhibitors are available, they have not yet been used to resolve this question. However, by blocking a late processing step by swainsonine, inhibiting mannosidase II, and thus substituting the complex-type oligosaccharides on HA with hybrid-type oligosaccharides, fowl plague virus formation is unimpaired and HA is cleaved apparently normally .\n\nAs to be expected, the ct-mannosidase I inhibitors deoxymannojirimycin and 1,4-dideoxy-l,4-imino-D-mannitol (DIM) did not inhibit formation of an influenza virus, such as Influenza A/NWS, coding for non-cleavable HA (Elbein et al., 1984a; Palamarczyk et al., 1985) . In these experiments it was shown that the virus glycoproteins were equipped with Mang(GlcNAc)2 oligosaccharides, as to be expected when inhibiting ct-mannosidase I. It should be noted that in none of the studies discussed above, glycoprotein processing was completely inhibited. Thus, in cells treated with castanospermine or N-methyl-deoxynojirimycin, mannose-trimming to Glc3ManT(GlcNAc)2 oligosaccharides can still occur. Apparently, complete inhibition can only be achieved when inhibiting both glucosidase I and mannosidase I by, for example, combining castanospermine and deoxymannojirimycin. For a summary of the effects of glycosylation inhibitors, see Table 4 .\n\nVesicular stomatitis virus (VSV) belongs to the Rhabdoviruses, like influenza virus negative strand RNA viruses. VSV is not an important human pathogen, but it is discussed here because of its extensive use in glycoprotein research. This usefulness stems in part from its immense host-range and in part from the fact that it codes for only one glycoprotein, G protein, which is the major glycoprotein synthesized in infected cells. G protein has two N-glycosylation sites, which in the virus-bound protein usually contain complex-type oligosaccharides, a membrane anchor of 20 amino acids, and a carboxyterminal 29 amino acids protruding into the viral core (Fig. 16) . O-linked oligosaccharides do not occur in G protein (Emerson, 1985) .\n\nIn cells infected with VSV (San Juan strain) tunicamycin almost completely inhibited infectious virus production (Leavitt et al., 1977; Gibson et al., 1979) . The non-glycosylated G protein was synthesized but did not reach the cell-surface. When extracted from cells, the isolated, carbohydrate-free G protein aggregated (Gibson et al., 1979) . Possibly this is correlated with the impairment in transport of non-glycosylated G from rough to smooth membrane in the infected cell (Morrison et al., 1978) . Cells infected with VSV (Orsay strain, which also has two N-glycosylation sites) show a temperature dependence in the effects of tunicamycin. At 38°C virus release is blocked, but at 30°C infectious viruses containing non-glycosylated G protein are released from cells (Gibson et al., 1979) . Under the latter conditions G was not isolated from infected cells in an aggregated form. Interestingly, aggregated G from the Orsay strain, at 38°C, when deaggregated (denaturated) by guanidine hydrochloride shows also temperature-sensitivity in reaggregation (renaturation) upon dialysis of the salt. Thus, G proteins with slightly different amino acid sequences have different requirements for glycosylation. These results were interpreted by proposing that (1) the oligosaccharides transferred to the nascent glycoprotein, or when present on the protein in the endoplasmic reticulum, determine the folding of the polypeptide, (2) the San Juan strain has a more stringent requirement for oligosaccharides than the Orsay strain, and (3) a proper folding of G is essential for intracellular migration (Morrison et al., 1978; Gibson et al., 1979 Gibson et al., , 1980 . When Man-P-Dol synthesis is inhibited (Section 2), proteins can be glycosylated by Glc3Mans(GlcNAc)2. Thy-l-e cells cannot synthesize Man-P-Dol, and in these cells infected with VSV, G protein is equipped initially with Glc3Man 5 (GlcNAc)2. This oligosaccharide can be processed (Kornfeld, 1982) to the same complex-type oligosaccharides as found in G from wild type Thy + cells (Fig. 17) . The finding that the Thy-1-e cells were viable and that oligosaccharides were processed raised the question why the large (Glc3MangGlcNAc2) precursor oligosaccharide had survived, evolutionary speaking. Now, in the mutant cell line, VSV (San Juan) is more temperature sensitive than VSV (Orsay). Furthermore, when G protein equipped with Mans(GlcNAc)2-oligosaccharides 17 . Pathways leading to the formation of a biantennary complex-type oligosaccharide, and blocks in the pathway caused by processing inhibitors and enzyme deficiencies. 15B: Clone 15B is a mutant cell-line derived from CHO cells and deficient in GlcNAc-transferase I (Gottlieb et al., 1975) . The alternative (Thy-1-e) pathway is a pathway prevalent in a mouse lymphoma cell-line deficient in synthesis of Man-P-Dol (Chapman et aL, 1980) . II, GlcNAc; C), Man; 0, Gal; 0, NeuAc. R. DATEMA et al.\n\nInhibitors\" VSV (Orsay) VSV (San Juan) tm\n\nInhibited, but tem-Inhibited c perature-sensitive b dN, cs Not inhibited Inhibited, but temperature-sensitive d dMM\n\nNot inhibited ~ ? 15B\n\nNot inhibited Not inhibited Swainsonine Not inhibited e ? aAbbreviations: tm, tunicamycin; dN, deoxynojirimycin; cs, castanospermine; dMM, deoxymannojirimycin; 15B is a mutant CHO cell-line deficient in GlcNActransferase I (Gottlieb et al., 1975) .\n\nbVirus production less strongly inhibited at 30\"C than at 40°C; the particles produced are infectious.\n\nCTransport of G protein to cell-surface inhibited. dTransport of G protein to celt-surface not inhibited; temperature-sensitivity as in b.\n\neOrsay, or Orsay-related strains. For references, see text.\n\n(produced in the mutant, 15B-CHO cell-line), is isolated, dissolved in guanidine hydrochloride, and renatured upon dialysis, the San Juan G protein aggregated at 40°C, not at 30°C, and the Orsay G protein did not aggregate at either temperature (Gibson et al., 1981) . Apparently, a large oligosaccharide is required to prevent aggregation, at least of certain \"sensitive\" glycoproteins, examplified by the San Juan G protein.~ With the advent of the processing inhibitors, it could be determined that the San Juan G protein attains its proper conformation when the glucose residues have been removed (Schlesinger et al., 1984) . However, in contrast to non-glycosylated G (San Juan), G (San Juan) produced in the presence of castanospermine or deoxynojirimycin moved to the cell surface. Nevertheless, VSV (San Juan) production was decreased at 40°C presumably because G protein, in which Glc-residues are retained, cannot participate in virus budding. At 30°C, virus production was not inhibited, and at either temperature the VSV (Orsay) production, its G protein not being so sensitive to alterations in oligosaccharide structure, was not affected. As to be expected from the results with the 15B cells, VSV could be raised in the presence of swainsonine, and was fully infectious (Kang and . The G protein was, in this case, equipped with hybrid-type oligosaccharides (see Fig. 17 ). For a summary of the effects, see Table 5 .\n\nSindbis virus and its close relative Semliki Forest virus (SFV) have been used extensively to study glycoprotein biosynthesis in animal cells. These two viruses belong to the alpha-viruses, a subgroup of the Togavirus family, simple, enveloped, positive strand RNA viruses. The viral nucleocapsid of these viruses is enveloped by a lipid bilayer, spiked with glycoproteins. A matrix protein, as found in influenza viruses or VSV, is absent (Fig. 16) .\n\nThe viral structural proteins are generated by a series of proteolytic cleavages, the initial cleavages occurring during translation of the subgenomic mRNA . The first cleavage generates the capsid protein, and during further translation a signal sequence is formed initiating the transmembrane translocation of the nascent protein. A proteolytic cleavage generates glycoprotein pE2, which remains anchored in the membrane. Further translation generates the signal sequence for the second glycoprotein (E~) aiding the :~:~The synthesis of VSV (San Juan) is not temperature-sensitive when the virus is grown in the mutant 15B CHO-cell-line, where initial glycosylation occurs via Glc3MangGlcNAc2 but processing is blocked at the MansGlcNAc2 stage (Fig. 17) due to a defect in GIcNAc transferase 1. vectorial transfer of this glycoprotein until its membrane anchor is synthesized. The carboxy terminus of E l remains at the cytoplasmic site of the membrane (Fig. 16 ). E l and pE 2 are glycosylated co-translationally in the endoplasmic reticulum, and while moving from the endoplasmic reticulum, through the Golgi system, to the plasma membrane, pE2 and EL form a complex, their oligosaccharides are processed and pE2 is cleaved, presumably in the Golgi membranes, by a trypsin-like enzyme to E2 and E3 (Keegstra and Burke 1975; Bell and Strauss, 1981; Schmidt and Schlessinger, 1982; Griffiths et al., 1983; Tabas and Kornfeld, 1978; Bonatti and Cancedda, 1982; Ziemiecki et al., 1980) . This proteolytic cleavage of pE 2 is essential for virus budding . E3, a small glycoprotein of 65 amino acids, is lost from Sindbis virus but remains associated with the El \"E2 heterodimer in SFV (Simons and Warren, 1984) . E l and E2 of Sinbis virus contain two N-glycosylation sites each (Rice and Strauss, 1981) . When the virus is grown in BHK cells or chicken embryo cells, complex-type oligosaccharides occur at Asnl96 of E2, and Asnl39 of El. Asn~38 of E 2 carries a highmannose chain and Asn245 of El a complex or a high-mannose chain (Mayne et al., 1985) . Whether a particular glycosylation site carries a more (complex-type) or less (high-mannose) processed oligosaccharide is presumably determined to a large extent, if not exclusively, by the folding of the polypeptide chain, the high-mannose-carrying sites being less accessible to processing enzymes (Hsieh et al., 1983a (Hsieh et al., , 1983b Hsieh and Robbins, 1984) . It appears that the location of the exclusively complex-type oligosaccharides carrying N-glycosylation sites is conserved in alpha-viruses (Dalgarno et al., 1983) , and this makes interference with complex-type oligosaccharide formation an interesting problem.\n\nIn Sindbis virus-infected BHK cells, in which glucose-trimming is inhibited by deoxynojirimycin, N-methyl-deoxynojirimycin, castanospermine or bromoconduritol, the cleavage of pE2 to E2 is inhibited, but the pE2 protein does migrate to the cell surface. As expected from the requirement of cleavage of pE2 for virus formation, the release of virus particles is decreased in the inhibitor-treated cells Romero et al., 1984) . Non-glycosylated pE2 cannot be cleaved either. However, it is not detected at the cell-surface. Instead, the non-glycosylated Sindbis glycoproteins seem to be aggregated in an intraceUuler compartment, reminiscent of what has been described for VSV G protein (Leavitt et al., 1977) . These results indicate that pEz equipped with glucosylated high-mannose oligosaccharides has a conformation making it resistant to cleavage by the Golgi-located protease. It had previously been deduced that the SFV glycoprotein p62 (corresponding with Sindbis virus pE2) undergoes a conformational rearrangement during the maturation of the protein (Kaluza et al., 1980) . Possibly this conformation change requires at least glucose-trimming, and results in a conformation making the protein susceptible to the tryptic protease. Indeed, allowing glucose trimming but preventing mannose trimming with deoxymannojirimycin results in cleavage of pE 2 to E2 (McDowell, W., personal communication). The interference with protein conformation changes observed in glucosidase-inhibitor treated cells makes it understandable that virus formation in cells treated with deoxynojirimycin is temperature-sensitive . For a summary, see Table 6 .\n\nMouse hepatitis virus (MHV) belongs to the Coronaviruses, a family of large, enveloped, positive-strand RNA viruses (Holmes, 1985) . The viral envelope contains widely spaced spikes (appearing like a \"corona\" in the electron microscope) containing the glycoprotein E2 (cf. Fig. 16 ). This glycoprotein E2 is in many respects a typical RNA virus-membrane glycoprotein (Holmes, 1985) , synthesized, N-glycosylated, proteolytically cleaved, acylated, membrane-\"anchored\", and transported to the plasma membrane. The E1 glycoprotein of MHV presents some unique features for a viral membrane glycoprotein, being deeply embedded in the membrane, not being transported to the plasma membrane, being O-glycosylated, and not being acylated (Niemann and Klenk, 1981; Holmes et al., 1981; Rottier et al., 1981; Niemann et al., 1982; Armstrong et al., 1984; et al., 1984) . Functionally, E1 may be related to the matrix protein of influenza or VSV (Holmes, 1985) . It is possible that the budding of Coronaviruses from internal membranes, rather than the plasma membrane, is determined by E1 as this protein accumulates in internal membranes after its synthesis (Holmes, 1985) . The \"signals\" causing El to accumulate in these perinuclear membranes residue in E1 only, not in other viral components.~ Perturbation of the Golgi apparatus by the ionophore monensin (Tartakoff, 1983b) prevents O-glycosylation of El, yet virus buds into the endoplasmic reticulum but is not released from infected cells (Niemann et al., 1982) . The non-glycosylated E2 of MHV is, in contrast to its normally glycosylated counterpart, not transported to the cell-surface. Unglycosylated E2 was found, instead, in the smooth membrane fraction of the tunicamycin-treated cells (Repp et al., 1985) . Virus particles devoid of E2 were, however, released from tunicamycin-treated cells (Holmes et al., 1981; Niemann and Klenk, 1981; Rottier et al., 1981) , but they were not infectious. This underlines the role of E2 for viral infectivity. In addition to hampering intracellular transport, inhibition of glycosylation may increase the susceptibility of the non-glycosylated protein to proteolysis (Holmes et al.,d 1981; Rottier et al., 1981) .\n\nInterestingly, the formation of virus particles is inhibited in the presence of N-methyldeoxynojirimycin or castanospermine (Repp et al., 1985) . When equipped with glucosylated high-mannose oligosaccharides, the appearance of E2 on the cell surface is drastically delayed, and, as with non-glycosylated E2, it is found in an intra-cellular smooth membrane fraction. However, not only did the glucosidase inhibitors cause a delay in intracellular transport of E2, but also a concomitant inhibition of synthesis (or increased degradation) of E1 (and to a lesser extent of E2) was observed, and this did not occur in tunicamycin-treated cells investigated parallel (Repp et al., 1985) . The decreased formation of E1 in presence of N-methyl-deoxynojirimycin presents a rationale for a deceased virus particle formation, although it is not immediately evident how this glucosidase inhibitor could influence the formation of El.\n\nAllowing glucose-trimming, but inhibiting the mannose-trimming, had hardly any effect on intracellular transport of E2 or on virus formation (Repp et al., 1985) . This result, reminiscent of what has been found with other enveloped RNA virus, underlines again the crucial role of glucose-trimming in the maturation of viral membrane glycoproteins. For a summary, see Table 7 .\n\nThe role of glycosylation and oligosaccharide processing of the env proteins in several retroviruses has been studied in connection with the correct proteolytic processing of the ~H. Niemann, personal communication. No effect aAbbreviations: tm, tunicamycin; MdN, N-methyldeoxynojirimycin; cs, castanospermine; DIM, 1,4 dideoxy-l,4-imino-D-mannitol. bNot occurring or delayed; can be due to precursor not reaching the intracellular site where cleavage occurs.\n\nCNon-infectious virus particles lacking E2 are formed. dHeterogenous cleavage products of altered molecular weight were observed.\n\nePresumed, because of lack of effect on virus-induced cell fusion and infectious virus formation. Also shown by indirect immunofluorescence (H. Niemann, personal communication). 261 polyprotein precursors of the envelope glycoproteins, the intracellular migration of these glycoproteins, and their incorporation into virions. The results obtained were different in different retroviral systems. To highlight some results we will confine the discussion to a comparison of the results obtained with an avian retrovirus (Rous sarcoma virus: RSV) and a mammalian retrovirus (Friend Mink Cell Focus-inducing murine leukemia virus: MuLV), systems in which both inhibitors of glycosylation and of oligosaccharide processing were investigated.\n\nThus, in both systems glycosylation was found necessary for correct proteolytic processing to stable products and incorporation of the products into virions. That is, from tunicamycin or deoxyglucose-treated cultures virions were released devoid of env proteins. (Schwarz et al., 1976; Diggelman, 1979; Stohrer and Hunter, 1979; Pinter et al., 1984) . The metabolic fates of the non-glycosylated env proteins of RSV and MuLV differed, however. It appeared that the RSV protein was cleaved, but the cleaved products were degraded (Bosch et al., 1982) ; the MuLV counterpart was not cleaved and the protein was not transported to the cell surface (Pinter et al., 1984) . Earlier work (Pierotti et al., 1981) had shown that several monoclonal antibodies directed agaist the MuLV env-protein did not recognize its non-glycosylated form, whereas these antibodies did recognize the enzymatically deglycosylated env-protein. This suggests that glycosylation induces a conformational change in the protein, facilitating effective intracellular transport and correct proteolysis.\n\nAllowing glycosylation to occur, but preventing oligosaccharide trimming by either Nmethyl-deoxynojirimycin, bromoconduritol, deoxymannojirimycin or swainsonine (confirmed by oligosaccharide analysis) restored correct proteolytic cleavage of env protein of the Schmidt-Ruppin strain of RSV. In addition, the aberrantly glycosylated glycoproteins of RSV ¶ ¶ were incorporated into virions, which were infectious and released into the medium in normal amounts Bosch et al., 1985) . In contrast, oligosaccharide processing was necessary for transport of the env protein of MuLV to the cell surface and for its proteolytic cleavage as shown in infected cell-cultures treated with deoxynojirimycin. Drug-treatment lead to a decreased incorporation of env protein into extracellular virions, and to a decrease in virus formation (Pinter et al., 1984) . This requirement for oligosaccharide processing in the proteolytic cleavage of the env protein of MuLV is reminiscent of what we have seen in the Sindbis virus system (see. 5.2.3).\n\nOf interest was the observation that the MuLV env protein formed in the presence of deoxynojirimycin contained some complex-type oligosaccharide chains (Pinter et al., ¶ ¶The env proteins of RSV and MuLV are equipped normally mainly with sialylated, complex-type oligosaccharides. 1984). It is possible that the trimming glucosidase was incompletely inhibited (deoxynojirimycin is a less potent inhibitor than N-methyl-deoxynojirimycin; Romero et al., 1985b) , but this appears unlikely because of the high concentrations of drug used. Rather, the possibility should be considered that the MuLV-env protein was glycosylated in part by non-glucosylated high-mannose oligosaccharides, a mechanism described in other systems (cf. p. 226 ). An investigation of this MuLV system using an ~-mannosidase-I inhibitor seems, therefore, of particular interest.\n\nSome retroviruses code for oncogene products (transforming proteins) that are glycoproteins. These glycoproteins, called v-fms (from the McDonough strain of Feline sarcoma virus: SM-FeSV) and v-erb B (from an avian erythroblastosis virus: AEV) have been investigated with regard to whether oligosaccharide processing was essential for their role in transformation. Thus, SM-FeSV infected cell cultures treated with castanospermine or N-methyldeoxynojirimycin showed serum-dependence of growth (Hadwiger et al., 1986) and poor growth in soft-agar (Nichols et al., 1985) suggesting that the drugs prevented transformation. The glycosylation of the oncogene product seemed indeed affected, as judged from changes in the electrophoretic mobility of the protein. The protein still had protein kinase activity (which is exhibited by the cytoplasmic domain of the membrane protein), and the processing of the gag-fins fusion-protein to release the gag protein was not prevented. Whether cell surface expression of the v-fms oncogene product was affected by inhibition of oligosaccharide processing is not clear (cf. Hadwiger et al., 1986, and Nichols et al., 1985) . Anyway, quantitative data on transport of the glycoprotein to the cell surface in glucosidase-inhibitor-treated cells are lacking, and until this issue is resolved it is not timely speculating whether intracellular transport to the cell-surface (Nichols et al.,1985) or the function of the extraceullular domain (Hadwiger et al., 1986) of this modified growth-factor-receptor is impeded by altered oligosaccharides, and essential for the loss of the transformed state.\n\nSwainsonine had no effect in the SM-FeSV and the AEV systems, that is the cells remained transformed (Hadwiger et al., 1986; Nichols et al., 1985; Schmidt et al., 1985) . On the other hand v-erb B proteins formed in cells treated with deoxynojirimycin or 2,5dihydroxmethyl-3,4-dihydroxy pyrrolidine were able to maintain the transformed state (Schmidt et al., 1985) , and this is in contrast to results with v-fms. Cell surface expression or turnover of the oncogene product in the AEV system treated with the glucose-analogs appeared unaltered. Thus, despite the similarities between the v-fins and v-erb B products, some of the consequence of oligosaccharide processing were dissimilar. Therefore, it seems important to determine whether the trimming inhibitors indeed had an identical effect on the oligosaccharides in either system. This has not been done.\n\nWith respect to their general properties and their biogenesis, the membrane glycoproteins of enveloped DNA viruses resemble those of RNA viruses (cf. Section 5.2). The biosynthesis of the N-linked oligosaccharides appears to be carried out by host-cell enzymes, even for the large DNA viruses (Campadelli-Fiume and Serafini-Cessi, 1985) and the initial glycosylation of Asn residues in a co-translational event, occurring in the endoplasmic reticulum. N-linked oligosaccharides occur in all enveloped DNA viruses, while O-linked oligosaccharides occur in some herpes-(Section 5.3.1) and poxvirus glycoproteins (Shida and Dales, 1981) . Fatty acylation, demonstrated to occur in a number of RNA virus-membrane glycoproteins, has so far been demonstrated only for one herpes simplex virus-specified glycoprotein (Johnson and Spear, 1983) . The generation of glycoproteins by proteolytic cleavage of polyprotein precursors, a characteristic property of several RNA virus glycoproteins, has not been demonstrated for any DNA-virus glycoprotein.\n\nThree families, herpetoviridae, poxviridae and hepadnaviridae, contain enveloped DNA viruses with membrane glycoproteins as structural components. Poxviruses do not acquire their outer envelope by a budding process, but by maturation in the Golgi complex (Payne and Kristensson, 1982; Payne, 1980) . The herpesviruses bud from the inner lamellae of the nuclear membrane and virions are subsequently transferred to the cell surface, from which they are secreted into the extracellular fluid (Roizman and Furlong, 1974; Roizman, 1978) . Due to lack of suitable permissive cell cultures, very little is known about the morphological events in hepadnavirus multiplication. For a recent review see Howard (1986) .\n\nAlso, non-enveloped DNA viruses, such as adenoviruses, encode membrane glycoproteins. As these proteins are likely to take part in the infectious process in vivo of at least adenoviruses, non-enveloped DNA viruses are also potential targets for glycosylation inhibitors.\n\nWhen discussing the role of glycosylation on the replication on herpes simplex virus (HSV), it is important to realize that: (i) HSV buds from the nuclear envelope and not from the plasma membrane, (ii) HSV specifies glycoproteins equipped with both N-an Olinked oligosaccharides, (iii) the genetic capacity of herpes viruses is at least 10 times larger than that of enveloped RNA viruses. Indeed, HSV specifies several antigenically distinct glycoproteins and, judging from the large number of gene products with unknown biological properties, it is theoretically possible that HSV might specify non-structural factors, such as glycosyl transferases, influencing the structures of protein-associated oligosaccharides.\n\nHSV can, in vivo, reside latently in infected cells for long periods of time with little or no viral protein synthesis or glycosylation (see for a review Hill, 1985) . However, the rapid cytolytic infection of HSV in infected cultured cells has enabled detailed studies on all phases of the infectious cycle.* The infection is initiated by the binding between one or more glycoproteins in the viral envelope and receptors in the permissive cell (Svennerholm, personal communication; Fuller and Spear, 1985) . HSV type 1 (HSV-1), which is causing predominantly oral-facial infections, binds to other receptors than HSV-2, mainly associated with genital herpes (Vahlne et al., 1979) . The penetration of HSV is preceded by a fusion process, which appears to occur at the cell surface and not in endosomes (Spear, 1985) . The roles of HSV glycoproteins in adsorption and penetration will be discussed below. Following fusion, the nucleocapsid is transported to the nuclear membrane, and the viral DNA is transferred into the nucleus where transcription and DNA replication take place (Roizman and Furlong, 1974; Roizman, 1978) . Several virus proteins synthesized in the cytoplasm, including capsomeres and DNA-binding proteins, are transported back to the nucleus where also assembly of nucleocapsides occurs (Roizman and Furlong, 1974; Roizman, 1978) . The budding of herpes virus occurs at the inner membrane of the nuclear lamella (Roizman and Furlong, 1974; Roizman, 1978) . Undoubtedly, there must occur a massive transport of viral glycoproteins synthesized on cytoplasmic membranes to the nucleus, but very little is known about this transport mechanism. Viral glycoproteins are, in addition, transported to the plasma membrane (Spear, 1985) .\n\nNuclei seem to contain a higher proportion of less-processed glycoproteins, i.e. glycoproteins with predominantly high-mannose chains, than plasma membrane-bound glycoproteins, suggesting that complete processing of N-linked oligosaccharides is no a prerequisite for transport to the nuclear membrane (Compton and Courtney, 1984a) . In fact, a large proportion of nucleus-associated HSV-glycoproteins were found as carl~ohydrate-deficient precursors, which may be glycosylated post-translationally (Compton and Courtney, 1984b) . Several mechanisms have been proposed for the viral egress through the cytoplasm and cell surface (Roizman and Furlong, 1974; Spear, 1985) . An active role *Morphological and biochemical aspects on HSV infection of permissive cells are reviewed by Roizman and Furlong, 1974, and Roizman, 1978. R. DA~MA et al. Spear, 1976; Morse et al., 1978; Reuchan et al., 1979; Frink et al., 1983; Para et al., 1983; Marsden et al., 1984; Roizman et al., 1984; Buckmaster et al., 1984; Spear, 1985; McGeoch et al., 1985; Swain et al., 1985; Ackermann et al., 1986; Richman et al., 1986. of the Golgi apparatus seems required, as this egress is arrested by monensin, an ionophore disturbing the Golgi-mediated intracellular traffic (Johnson and Spear, 1982) .\n\nAs indicated, HSV exists as two distinct types, HSV-1 and HSV-2. Although HSV-I and HSV-2 differ in their biological properties, their genomes are organized identically, allowing construction of viable intertypic recombinants (Halliburton, 1980) . Both viruses specify at least five distinct glycoproteins, designated gB, gC, gD, gE and gG. (The HSV glycoproteins have been reviewed by Spear, 1985) . As appears from the genetic map in Fig. 18 , the loci specifying these glycoproteins have the same map-position in the HSV-1 and HSV-2 genomes. Moreover, HSV-1 and HSV-2 variants of a particular glycoprotein exhibit considerable similarities in biological and antigenic properties and in amino acid sequences. In spite of all these similarities, each glycoprotein also displays type-specific antigenic domains, recognizable with monoclonal antibodies, but there are variations in the degree of type-specificity dependent on the glycoprotein studied (Norrild, 1980; Dowbenko and Laskey, 1984; Spear, 1985) . A summary of the properties the HSV specified glycoproteins is shown in Table 8 .\n\nHSV-glycoproteins contain N-linked oligosaccharides of the complex-type and the high rnannose type, the high-mannose oligosaccharides being associated mainly with partially- Fuller and Spear, 1985) ; (5) Svennerholm, B., Jeansson, S., Vahlne, A. and Lycke, E., submitted (6) Olofsson et al., 1981a,b: (7) Olofsson et al., 1983; (8) Baucke and Spear, 1979; (9) Spear, 1985; (10) Noble et al., 1983; (11) Serafini-Cessi et al., 1985; (12) Olofsson et al., 1986; (13) Buckmaster et al., 1984; (14) Johnson and Spear, 1983; (15) Little et al., 1981. Abbreviations: HPA, Helix pomatia lectin. processed glycoprotein precursors detected in the infected cell. Glycoprotein B differs from the other HSV glycoproteins as also the fully glycosylated end product contains high mannose oligosaccharides (Wenske et al., 1982; Serafini-Cessi and Campadelli-Fiume, 1981; Campadelli-Fiume et al., 1980) . Based on lectin affinity and gel-filtration analysis it has been suggested that most of the complex-type oligosaccharides in gC are bi-and triantennary (Campadelli-Fiume and Serafini-Cessi, 1985) , but larger oligosaccharides may be present (Kumarasamy and Blough, 1982) . No data for other HSV-glycoproteins are available. Studies on HSV glycoproteins produced in cell lines with defects in the glycosylation machinery indicate that host-cell enzymes are involved in N-glycosylation (Campadelli-Fiume, et al., 1982; Campadelli-Fiume and Serafini-Cessi, 1985; Serafini-Cessi et al., 1983a) . However, different kinetic properties of sialyl-and galactosyl transfer in extracts from HSV-infected cells, compared with extracts from uninfected cells, suggest that HSV-infection might influence oligosaccharide structure . At least some of the HSV glycoproteins contain O-linked oligosaccharides in addition to the N-linked ones (Wenske and Courtney, 1983; Olofsson et al., 1983; Olofsson et al., 1981a Olofsson et al., , 1981b Norrild and Pedersen, 1982; Spear, 1982, 1983; Serafini-Cessi et al., 1983b) . The glycoprotein gC-11contains O-linked oligosaccharides with affinity for the GalNAc-specific lectin of Helix pomatia (HPA) (Olofsson et al., 1981b (Olofsson et al., , 1983 and, in addition, other O-linked oligosaccharides containing terminal NeuAc or NeuAc-Gal Dall'Olio et al., 1985; Johnson and Spear, 1983; Olofsson et al., 1983) . The O-linked oligosaccharides are still formed when infected cells are treated with tunicamycin, indicating that their synthesis is not affected by absence of N-linked oligosaccharides (Olofsson et al., 1983) . Although other HSV-1 specified glycoproteins contain O-glycosyl oligosaccharides Spear, 1982, 1983) , no HSV-1 specified glycoprotein other than gC binds to HPA. However, HPA-binding oligosaccharides were also found on one single HSV-2 glycoprotein, which interestingly is gG-2 and not gC-2 (Olofsson et al., 1986) . The host cell-content of HPA-binding glycoconjugates is increased 5 to 10 times after HSV infection due to the biosynthesis of gC (Olofsson et al., 1981 b ). Yet, it cannot be concluded that HSV-specified glycosyl transferases are engaged in their biosynthesis as the proportion of HPA-binding (Olofsson, S., Lundstr6m, M., and Jeansson, S., in preparation) and other O-glycosyl oligosaccharides is dependent on the cell type used for infection.\n\nMost of the O-linked oligosaccharides of gC-1 and gG-2 are relatively small (di-to tetrasaccharides, of which the largest ones are sialylated) and arranged as multi-oligosaccharide clusters on the glycoprotein molecules . Thus, it was suggested that gG-2 could contain as many as 25 small O-linked oligosaccharides . This organization, therefore, very much resembles that observed in a respiratory syncytial virus glycoprotein (Gruber and Levine, 1985; Wertz et al., 1985; Ball et al., 1986) . Several lines of indirect evidence Olofsson et al., 1986) suggest that peptide sequences between amino acid 50 and 125 are essential for the acquisition of O-linked oligosaccharides of gC. Recent studies have shown that the large tunicamycin-and pronase-resistant HPA-binding glycopeptides reported by Olofsson et al., (1983) are composed in fact of several small O-linked oligosaccharides, presumably similar in size and structure to those reported by .\n\nThere are several reports that inhibitors N-glycosylation block production of infectious HSV. Thus, tunicamycin reduces the yield of infectious virus by a factor of 103 and 2deoxyglucose by a factor of about 102 (Pizer et al., 1980; K~tz et al., 1980 K~tz et al., Courtney et al., 1973 . Despite the dramatic decrease in infectious particles, the number of enveloped HSV particles is not significantly decreased, indicating production of morphologically intact enveloped particles without infectivity (Courtney et al., 1973; Pizer et al., 1980; Katz et al., 1980) . It was found that the HSV-particles produced in the presence of deoxyglucose or tunicamycin adsorbed to permissive cells equally well as did tThe suffix 1 or 2 is used to distinguish between HSV-1 and HSV-2 specified glycoproteins, respectively. infectious virus from untreated cells, suggesting that the attachment-function of HSV was not impaired by the absence of N-linked oligosaccharides (Spivack et al., 1982; Svennerholm et al., 1982) . On the other l'iand, the ability of HSV to penetrate the plasma membrane was markedly reduced by inhibition of N-linked oligosaccharides formation. Thus, synthesis, transport to intraceUular localization of virus budding, and proper function of the viral cell-attachment component appear not to be dependent on presence of Nlinked oligosaccharides. In contrast, the fusion activity of HSV glycoproteins must be abolished by the absence of N-linked oligosaccharides (Knowles and Person, 1976) .\n\nGlycosylation inhibitors were first used as antiviral agents in vivo in 1974 when it was reported that deoxyglucose was successful in the treatment of herpes simplex virusinduced keratitis in rabbits (Ray et aL, 1974) . These results prompted a study in humans where it appeared that the duration of genital HSV infections was considerably reduced by deoxyglucose treatment (Blough and Giuntoli, 1979) . However, the significance of these findings was questioned as in this study the duration of lesions and virus-shedding was considerably longer in placebo-treated subjects (and also in deoxyglucose-treated subjects) than in untreated patients with genital HSV infections (Corey and Holmes, 1980) . One reason could be that cream bases, containing surfactants similar to that used as a vehicle in the study of Blough and Giuntoli (1979) , may prolong the duration of genital herpes (Corey and Holmes, 1980) . Thus, it is clear that more studies in humans would be required to demonstrate the potential of glycosylation inhibitors in the treatment of genital herpes infections in humans. However, later studies have failed to show any effect of deoxyglucose (or hydroxynorvaline) on the course of herpes infections in animal models (Hsiung et al., 1984; Kern et al., 1982; Shannon et al., 1982; Gordon et al., 1986) ; findings, which have discouraged further studies on the effect of glycosylation inhibitors on human genital herpes infections. The reason for the lack of effect of deoxyglucose is not known. Possibly, the drug is not potent enough, and tunicamycin might be an interesting alternative in the light of the observed effects in vivo noted above (p. 250). It is also possible that, in the animal models, deoxyglucose is not metabolized to the antivirally active metabolite GDP-dGIc (see also Section 6).\n\nThe fate of the individual viral glycoproteins in HSV-infected cells trated with tunicamycin needs to be considered. To date, three HSV-1 specified glycoproteins, gC, gB and gD, have been investigated extensively in this respect, and differences in the consequences of inhibition of glycosylation were noted. Instead of being transported to the cell surface, gB synthesized in the presence of tunicamycin accumulates intracellularly or is degraded (Norrild and Pedersen, 1982; Glorioso et al., 1983) . In analogy with VSV G protein (see Section 5.2.2), it was proposed that the unglycosylated form of gB might be aggregated and not transported to the plasma membrane and other intracellular locations. In contrast, gC produced in the presence of tunicamycin is readily transported to the plasma membrane, and the antigenic activity is preserved to some extent despite the absence of Nlinked oligosaccharides (Norrild and Pedersen, 1982; Glorioso et al., 1983; Spear, 1985) . gC contains a considerable amount of O-linked oligosaccharides, which may help to prevent aggregation or proteolytic degradation of gC lacking N-linked oligosaccharides (Olofsson et al., 1981b; Johnson and Spear, 1983; Olofsson et al., 1983; Dall'Olio et al., 1985) . Whether unglycosylated gD is transported to the cell surface appears to be cell-type dependent (Glorioso et al., 1983; Norrild and Pedersen, 1982; Peake et al., 1982) .\n\nBoth the adsorption and penetration process of HSV each seem to be mediated by more than one glycoprotein (Svennerholm, personal communication; Fuller and Spear, 1985; Noble et al., 1983) . Undoubtedly, gC plays an important role as a virus-absorption protein because the adsorption of HSV to permissive cells can be blocked by some monoclonal gC-specific antibodies (Fuller and Spear, 1985; Svennerholm, personal communication) . However, as gC-negative HSV strains have the ability to adsorb and productively infect permissive cells, there must be at least one more glycoprotein in the HSV envelope with the ability to initiate attachment. Based on inhibition experiments with monoclonal antibodies it seems likely that gD and probably also gE might be involved in HSV-1 attachment (Fuller and Spear, 1985) . The concept that two or more HSV glycopro-teins cooperate in the attachment process is supported by the findings that gC-negative HSV mutants adsorb less effectively than do wild type strains (Svennerholm, personal communication) . At present, it is not known if all viral attachment glycoproteins are present in the envelope of HSV particles from tunicamycin-treated cells. However, the assumption that gC is of major importance as an attachment protein is in accordance with the findings that this glycoprotein is readily transported with maintained antigenic activities to various locations also in tunicamycin-treated cells (Norrild and Pedersen, 1982; Glorioso et al., 1983) .\n\nAs mentioned above, the penetration of HSV requires fusion. In studies the HSV-1 induced syncytia formation, it has been found that both gB and gD have fusogenic properties (Noble et al., 1983; Manservigi et al., 1977; Little et al., 1981) . At least gB seems to be essential for the penetration of HSV-I as temperature-sensitive, gB-negative mutants when produced at non-permissive temperature have the ability to adsorb to permissive cells, but cannot penetrate (Manservigi et al., 1977; Little et al., 1981; Sarmiento et al., 1979) . The role of gD in penetration is unknown. As described above gB, produced in presence of tunicamycin, is accumulated intracellularly, and is not transported to the plasma membrane (Norrild and Pedersen, 1982; Glorioso et al., 1983) or the nucleus. One probable explanation for the lack of infectivity of HSV produced in the presence of tunicamycin, is that unglycosylated gB cannot be integrated into enveloped particles, which, therefore, lack the ability to infect cells.\n\nThe effects of oligosaccharide processing inhibitors castanospermine, deoxynojirimycin, bromoconduritol, mannodeoxynojirimycin or swainsonine on HSV-infected cells have not been investigated. As described above for the RNA viruses, interference with the early processing steps (with glucosidase inhibitors) can severely affect the fate of viral membrane glycoproteins and infectious virus-formation, whereas interference with late steps (with mannosidase inhibitors) usually does not reduce formation of infectious virus. The role of processing on HSV release has, instead, been studied in cell-lines deficient in glycosyl transferases. The cells used were the BHK-cell mutants Ric R 14, lacking almost completely GlcNAc transferase I, and Ric r~ 21, which is partially defective in some Golgi enzymes engaged in the addition of peripheral sugars (Hughes et al., 1983a; 1983b; Narasimhan et al., 1984) . Thus, Ric R 14 cells contain less than one percent of the GlcNAc transferase I activity of normal cells, and Ric R 21 cells contain 24-55% of GlcNAc transferses I, II and galactosyl transferase, of normal BHK cells (Hughes et al., 1983a) . When a (gC-deficient) HSV strain was grown in Ric k 14 cells, the electrophoretical mobilities of the glycoproteins were shifted, and the glycopeptides from pronase-digests consisted mainly of high mannose and partially-processed, preferentially monosialylated complextype oligosaccharides (Campadelli-Fiume et al., 1982; Campadelli-Fiume and Serafini-Cessi, 1985; Serafii-Cessi et al., 1983a) . When glycoproteins from HSV-infected Ric R 21 cells were analyzed a similar, but less pronounced effect was observed (Campadelli-Fiume and Serafini-Cessi, 1985; Serafini-Cessi et al., 1983a) . Appearance of at least some fully processed HSV glycoproteins, as determined by elecrophoretical mobility suggested that the processing of N-glycosyl oligosaccharides was complete for at least a fraction of the glycoproteins (Campadelli-Fiume and Serafini-Cessi, 1985; Serafini-Cessi et al., 1983a) . Addition of O-linked oligosaccharides seemed not to be impaired in these cells .\n\nTwo different effects were found when these cells were used to study the biological effect of partial inhibition of processing of N-linked oligosaccharides. First, the time lag of appearance of intracellular infectious virus was prolonged in both mutant cell lines (Campadelli-Fiume et aL, 1982; Campadelli-Fiume and Serafini-Cessi, 1985; Serafini-Cessi et al., 1983a) . Thus, considerably more infectious virus was found in the mutant cell lines than in normal BHK cells at 16 hr post infection, but this difference disappeared at about 20 hr post infection (Serafini-Cessi et al., 1983a) . Second, the egress of newly produced virus was significantly lower in the mutant cell-lines than in normal cells (Campadelli-Fiume et al., 1982; Serafini-Cessi et al., 1983a) . This would imply that effective release of intracellular infectious HSV from infected cells is dependent on processing of N-linked oligosaccharides (Campdelli-Fiume and Serafini-Cessi, 1985) . This could, of course, be verified by using the processing inhibitors, such as castanospermine and swainsonine. A block in the egress of infectious, enveloped HSV also occurred in the presence of monensin Spear, 1982, 1983) . However, with monensin it is not clear whether the block was due to absence of fully processed oligosaccharides or due to a direct block of Golgi-mediated intracellular transport (cf. the discussion on mouse hepatitis virus; p. 260). The effects of glycosylation inhibitors is summarized in Table 9 .\n\nAs indicated in Table 8 , gEl and gE2 bind to the Fc position of immunoglobulin IgG (Baucke and Spear, 1979; Spear, 1985) and gC l, but not gC2, may act as a receptor for factor C3b of the complement system (Friedman et al., 1984) . These functions are not necessary for replication of virus in cell culture (Spear, 1985) but, although not proven, they could be of importance in the interplay between HSV and its host. Thus, C3b and its receptors have been implicated to take part in the regulation of the immune response (for review, see Egwang and Befus, 1984) , and by introducing C3b-receptors on surfaces on infected cells, HSV might interfere with such mechanisms. As the C3b-receptor activity of gC~ is sensitive to sialidase treatment, carbohydrate structures must, at least in part, be responsible for the C3b-receptor of gC~ (Smiley and Friedman, 1985) . If this activity is of relevance for the pathogenicity of HSV, it is a potential target for glycosylation inhibitors.\n\nTwo glycosylation inhibitors, acting only in HSV-infected cells and not uninfected cells or cells infected with RNA viruses, have been reported. (a) A bis(amidino hydrazone) derivative (see Section 3, p. 239) presumably inhibits at a step prior to the transfer of the lipid-linked oligosaccharide to the polypeptide (Serafini-Cessi and Campadelli-Fiume, 1981) . Consequently, this benzhydrazone has a pronounced effect on the viral infectivity. No explanation is available as to how this benzhydrazone inhibits glycosylation in HSVinfected cells. See also p. 239. (b) Bromovinyldeoxyuridin, BVdU, an inhibitor of HSV-DNA synthesis, also affected the electrophoretic mobility of bovine herpes virus glycoproreins (Misra et al., 1983) . Later a similar effect was reported for HSV-I (Siegel et al., 1984) . The reason why BVdU is active in herpesvirus-infected cells only is that it must be phosphorylated in order to exert its inhibitory effects on DNA replication and protein glycosylation (De Clercq, 1982; Misra et al., 1983; Siegel et al., 1984) . This phosphorylation cannot be accomplished in uninfected cells due to lack of suitable enzymes. However, due to the broad specificity of herpesvirus-specified thymidine-kinases, BVdU is phosphorylated in infected cells (de Clercq, 1982) .\n\nIn HSV-l-infected cells BVdU exerts two effects on protein glycosylation.:~ First, the synthesis of lipid-linked oligosaccharide,s was decreased somewhat, but the full-size lipidlinked oligosaccharide was still made (Olofsson et 'al., 1985) . It is not clear whether this effect is thymidine-kinase-dependent. Second, galactose incorporation was drastically reduced. This effect was dependent on thymidine-kinase expression, and caused a major increase in the electrophoretic mobility of gC, and other viral glycoproteins.\n\n:~BVdU was added to infected cultures after DNA synthesis.\n\nInterestingly, BVdU also affected the synthesis of O-linked oligosaccharides in HSVinfected cells (Olofsson et al., 1985) . As mentioned above, gC contains two major classes of O-linked oligosaccharides: those binding to HPA, probably with terminal GalNAc, and those binding to WGA, containing terminal NeuAc-Gal (Olofsson et al., 1983) . It was found that BVdU-treatment of HSV-infected cells prominently increased the amount of HPA-binding oligosaccharides but decreased the amount of WGA-binding oligosaccharides. Also in this case the data were compatible with inhibition of galactose addition. As the inhibitory effects of BVdU mainly involve the terminal steps in the synthesis of oligosaccharides, it seems likely that the effects of BVdU on glycosylation are of minor importance for the prominent antiherpes activity in cell culture of this compound. Possible implications of the virus-specific inhibition of the O-linked oligosaccharides are discussed in Section 6. How BVdU inhibits galactose transfer is not clear.\n\nThe action of glycosylation inhibitors on other human herpes viruses than HSV has not been studied in detail. However, the electrophoretical mobilities of radiolabelled glycoproteins of cytomegalovirus, varizella-zoster virus and Epstein-Barr virus (EBV) are increased as a consequence of tunicamycin treatment, suggesting presence of N-linked oligosaccharides in these glycoproteins (Pereira, 1985; Edson and Thorley-Lawson, 1983; Morgan et al., 1984; Montalvo, 1985) . In addition, when synthesized in the presence of high concentrations of tunicamycin, considerable amounts of [3H]-GlcN are still incorporated into some of these glycoproteins, suggesting presence of O-linked oligosaccharides in some of the glycoproteins from all human herpesviruses. Similar findings were also reported for bovine herpes virus (Misra et al., 1982) .\n\nA detailed picture of the effects of inhibition of formation of N-linked oligosaccharides on the infectious cycle has so far been obtained only for EBV (Hutt-Fletcher et al., 1986) . Thus, in the presence of tunicamycin seemingly intact enveloped EBV particles without infectivity are formed. This result resembled much the result obtained in the HSV system, see p. 265 and Table 9 (Spivack et al., 1982; Svennerholm et al., 1982) . Moreover, as was found for HSV, such enveloped particles adsorbed to permissive cells at normal rates, when compared to untreated virus, but the ability of attached virus to penetrate the plasma membrane was strongly reduced as a consequence of the tunicamycin treatment (Hutt-Fletcher et al., 1986) .\n\nThese similarities between HSV and EBV suggest similarities in the proteins mediating fusion for EBV and HSV. As pointed out above, the HSV-specified glycoprotein B is involved in viral penetration (Sarmiento et al., 1979) . The predicted sequence of the EBVspecified glycoprotein gp85 is in part similar to the sequence of the HSV glycoprotein B (Pellet et al., 1985; Baer et al., 1984) . This finding, the tunicamycin-sensitivity of EBV and HSV penetration, and an immunological cross-reactivity between gB and gp85 suggest that these two glycoproteins perform similar functions, i.e. take part in the penetration of HSV and EBV, respectively (Hutt-Fletcher et al., 1986) .\n\nGlycoproteins with amino acid homologies and/or immunological cross-reactions with gB have also been reported for other herpesviruses such as bovine mammilitis virus and varicella-zoster virus (Norrild et al., 1978; Shirki et al., 1982) . It seems reasonable to assume that the counterparts to gB of these viruses peform similar functions as gB, and that these glycoproteins are dependent on N-linked oligosaccharides for proper expression of their biological properties. If this is true, also the infectivity of these herpesviruses should be blocked by glycosylation inhibitors such as tunicamycin.\n\nThe effect of glycosylation inhibitors on multiplication of other DNA viruses has not been studied very exensively. Poxvirus (vaccinia virus) replication was shown to be inhib-ited by deoxyglucose and glucosamine (Payne and Kristensson, 1982) . Vaccinia virus occurs as two types of infectious particles, called intraceUular naked vaccinia and extracellular enveloped vaccinia (Appleyard et al., 1971) . Most likely, the extracellular form is involved in the dissimination in vivo of the infection (Payne, 1980) . Glucosamine and deoxyglucose at concentrations up to 10 mM resulted in a moderate decrease in the infectivity of infectious intracellular virus, although the number of intracellular physical particles was unaffected (Payne and Kristensson, 1982) . This reduction of infectivity was associated with a decreased incorporation of radio-labeled monosaccharides into a glycoprotein of molecular weight 37,000, essential for the infectivity of these particles (Payne and Kristensson, 1982) . The production of extracellular infectious particles, on the other hand, was decreased by more than 90% after treatment with 5 mM of the inhibitors. Electron microscopy indicated that the acquisition by intracellular particles of a doublemembrane structure, necessary for formation of extracellular particles, was inhibited by the glucosamine-and deoxyglucose-treatments (Payne and Kristensson, 1982) . It is, therefore, possible that glycosylation inhibitors have the potential to arrest replication of poxvirus also in vivo.\n\nDue to lack of suitable permissive cell culture systems, very few studies on the effect of glycosylation inhibitors on hepatitis B virus are available. When CHO cells were transfected with plasmids containing the hepatitis B virus HBsAg gene, it was found that tunicamycin, as expected, prevented addition of N-linked oligosaccharides to newly synthesized polypeptide (Pizer et al., 1980) . As HBsAg normally tends to aggregate together with membrane lipids, which are secreted as empty virus-like vesicles from transfected cells, it was possible to get at least some information on the effect of glycosylation on the release of hepatitis B-particles. Thus, in the presence of 2/~g/ml of tunicamycin, vesicles were still formed, although they contained non-glycosylated HBsAg. These data suggest that glycosylation of HBsAg may not be strict requirement for release of enveloped hepatitis B particles.\n\nAlthough adenoviruses lack an envelope and, consequently, are not strictly dependent on glycoproteins for replication in cell culture, it is pertinent to discuss possible effects of glycosylation inhibitors on the replication of adenoviruses. It has, namely, been shown that one of the transcription units of human adenovirus type 2 encodes a membrane glycoprotein (E3) with an apparent molecular weight of 19,000 (Walter and Maizel, 1974; Ishibasi and Maizel, 1974) . Soon after replication, this glycoprotein appears at the plasma membrane (Storch and Maizel, 1980; Chin and Maizel, 1976; Signas et al., 1982) . It was shown that this glycoprotein has a molecular organization similar to that of glycophorin and HLA antigens (Persson et al., 1980) . Moreover, it has a high degree of homology with the HLA-DR heavy chain (Chatterjee and Maizel, 1984) . Although the gene encoding this glycoprotein may be excluded without affecting the adenovirus growth in cell culture, there are reasons to believe that glycoprotein E3 plays a role in the strategy of adenovirus infection of the natural host (Chatterjee and Maizel, 1984) .\n\nAs shown in Section 5, the maturation of most enveloped viruses seems not to be affected when blocking the processing of N-linked oligosaccharides at the level of mannosidase II, for example by swainsonine. Yet, many complex-type oligosaccharides of viral glycoproteins are processed past this stage. What, then, is the biological role of terminal glycosylation of viral glycoproteins?\n\nThe tests used for biological function (Section 5), the production of infectious virus particles in cell cultures, only measure a part of the \"life-cyle\" of a virus, and do not consider, for example, the fate of a virus in vivo. As we have seen above (Section 5.2.3, and Hsieh et al., 1983a) . Sindbis virus grown in mosquito cells is equipped with high-mannose oligosaccharides only, as mosquito cells do not contain the terminal sialyl-and galactosyl trasferases . Studies in vivo showed that mosquito cell-grown Sindbis virus was cleared much faster from the blood of mice infected intravenously than BHK-cell-grown virus (Hirsch et al., 1981) , which contained a \"normal\" set of sialylated complex-type oligosaccharides (see Section 5.2.3). Further analysis of this system showed that the clearance in vivo was complement-dependent, the alternative complement pathway being activated by sialic acid-containing particles (Hirsch et al., 1981) . In other words, this analysis of Sindbis virus in vivo showed a role for terminal glycosylation of viral glycoproteins. Indeed, we consider it likely that terminal glycosylation of N-linked oligosaccharides and synthesis of O-linked oligosaccharides (see also below) of viral glycoprotein will be shown in the near future to be of importance for viral spread and pathogenesis.\n\nThere is some evidence from non-viral systems to support this notion. For example, oligosaccharides on the cell-surface presumably are involved in recognition events associated with tumor invasion and metastasis (see for example Reading and Hutchis, 1985; Smets and van Beek, 1984) . Thus, when the B 16-F 10 murine melanoma cells were treated with swainsonine, pulmonary colonization (after i.v. injection of the cells) was inhibited (Humphries et al., 1986) . Also, such experimental pulmonary metastatis was inhibited when adenocarcinoma cell lines were treated with a sialyl transferase inhibitor (Kijima-Suda et al., 1986 ; see also 4.5). Although swainsonine is toxic in high concentrations (See 4.3, and Novikoff et al., 1985) , immunomodulating activities of swainsonine were shown in vivo wihout overt toxicity (Kino et al., 1985) . Thus, in immunodeficient mice swainsonine restored the capacity to produce antibody and it inhibited the growth of a sarcoma and reduced lung metastasis of the B16 melanoma (Kino et al., 1985) . Last, interference with the processing of N-linked oligosaccharides of tumor cells by deoxynojirimycin or deoxymannojirimycin of tumor cells decreases their susceptibility to lysis by y-interferonactivated macrophages (Mercurio, 1986) , again showing the role of N-linked complextype oligosaccharides in recognition events. Note, that these experiments were possible because oligosaccharide-processing inhibitors are not cytotoxic (see p. 255).\n\nWhen considering interfering with terminal glycosylation for antiviral purposes it is worth taking into account that carbohydrate moieties of host-plasma membrane glycoproteins are degraded faster than the protein moiety (Tauber et al., 1983) . The short halflives of terminal sugars (whether caused by serum glycosidases or by recycling of plasma membrane glycoproteins) allows possibly for reglycosylation of host glycoproteins once an inhibitor of terminal glycosylation has been cleared from serum. In addition, for antiviral purposes inhibitors acting in virus-infected cells only can be developed, further minimizing toxicity problems. Such virus-specific glycosyltransferase inhibitors (or, for sake of argument, inhibitors of sugar nucleotide translocation; cf. Capasso and Hirschberg, 1984a ) could be formed in virus-infected cells following activation by virus-induced enzymes, analogous to formation herpes viral DNA polymerase inhibitors following the activation by herpes viral thymidine kinase (cf. De Clercq, 1982) . Thus, it could be shown that (E)-5-(2-bromovinyl)-2'-deoxyuridine (BVdU), added after DNA synthesis in HSV-1 infected cells inhibited galactosylation of N-and O-linked oligosaccharides (Olofsson et al., 1985) . This effect was not seen in cells infected with a TK-deficient HSV-1 strain (see p. 268). Although BVdU is not a specific glycosylation inhibitor and although it is not l~no~n how BVdU inhibits galactosylation, these results do show the potential of nucleoside analogs as glycosylation inhibitors.\n\nThe lack of specific inhibitors of O-linked oligosaccharides precluded an assessment of their role in diverse biological systems. However, recently a mutant cell-line was described defective as UDP-Gal-and UDP-GalNAc 4-epimerase (Kingsley et al., 1986) . This cellline will certainly be used to study roles of O-linked oligosaccharides of viral glycoproteins.\n\nWhen considering interference with formation of O-linked oligosaccharides, certain Olinked oligosaccharides of HSV glycoproteins may be of special interest. As reviewed in detail in Section 5.3.1, one HSV-I and one HSV-2 specified glycoprotein contain O-linked oligosaccharides with unusual lectin-binding properties. Initially, O-glycosyl oligosaccharides with affinity for the Helix pomatia lectin (HPA), binding terminal GalNAc, were recognized, but recently also structures with affinity for the peanut lectin (PNA; main specificity Gal (ill ~3)GalNAc and the GalNAc-specific lectin of Vicia villosa have been detected in these two HSV-specified glycoproteins (Olofsson et al., 1981b; Olofsson, S., Lundstr6m, M., and Jeansson., S., in preparation) .\n\nThe finding of such oligosaccharides on a viral glycoprotein is interesting because, normally, there is only a restricted amount of glycoconjugates on the cell surface binding to the lectins mentioned. Appearance of such glycoconjugates seems correlated to certain phases in the differentiation of especially lymphoid cells, and one consequence of this is that the three lectins may each be used for sorting of lymphocytes into different functional classes. It has been suggested that such carbohydrate antigens exposed at the cell surface could serve as recognition structures, essential for the induction of a proper immune response (Gahmberg and Andersson, 1982; Conzelmann and Kornfeld, 1984; Reisner et aL, 1976; Sharon, 1983; Nakamura et al., 1982; Hammarstr6m et al., 1973; Kimura et al., 1979; Pink, 1985) . Due to the lectin cross-reactivities between the HSV glycoproteins and the aforementioned carbohydrate antigens, specific for various T lymphocytes, it is tempting to speculate that the task of these HSV-induced glycoproteins is in some way to interfere with the immune response. A specific inhibitor of O-linked oligosaccharide synthesis would enable testing the role of these oligosaccharides in the primary and secondary anti-HSV immune response.\n\nAs with inhibitors of terminal N-glycosylation, it is evident that biological effects of Olinked oligosaccharides should be looked for in systems in vivo and not only in cell culture systems (see above). In this context it should be mentioned that although HSV-1 mutant strains deficient in the HPA-binding glycoprotein (gC), multiply in cultured cells almost as well as wild type strains, very few clinical gC-deficient isolates have been found (about five out of 1000 consecutive HSV-1 strains in the author's (SO) laboratory). This finding, in fact, illustrates that the biological significance of the HPA-binding O-linked oligosaccharides has to be looked for at the virus-host organism level rather than at the virus-host cell level."}