{"title": "Middle East Respiratory Syndrome Coronavirus Outbreak in the Republic of Korea, 2015 Korea Centers for Disease Control and Prevention*", "body": "Middle East respiratory syndrome (MERS) is a viral respiratory illness caused by a novel human betacoronavirus (CoV) [1, 2] . Since it was first reported from Saudi Arabia in September 2012, 1,211 patients have been detected worldwide, as of June 5, 2015 [3] . Secondary infection through human-to-human transmission was confirmed from previous outbreaks [4, 5, 6] , and outbreaks in healthcare settings comprise a large proportion of the outbreak [4, 7] . Although the exact route of transmission is still unclear, the respiratory droplet route is currently most likely [8] . Until June 2015, most of the cases of MERS-CoV infection occurred in the Middle East. Although a few cases were reported in other countries, none exceeded five [3] .\n\nThe outbreak of MERS-CoV infection in the Republic of Korea started when a 68-year-old South Korean man developed fever and myalgia on May 11 after returning from a business trip to Bahrain, United Arab Emirates, and Saudi Arabia. MERS-CoV infection was diagnosed on May 20. However, by then he had already contacted approximately 600 people during his visits to two clinics and admission to a secondary hospital (Hospital C) located in Pyeongtaek, Gyeonggi-do. Twenty-six cases of MERS-CoV infection were confirmed among these initial contacts, and consecutive transmission based on nosocomial infection rapidly proceeded throughout the nation.\n\nThis unprecedented nationwide MERS-CoV outbreak in the Republic of Korea imposed a huge threat not merely to public health and safety, but also to the economy, the tourist industry, and social activity. The forecast for gross domestic product was downgraded by 0.3%, >135,000 foreign tourists canceled their visit to the Republic of Korea, >2,700 schools were closed, and >16,000 people underwent house quarantine. These highlight the importance of appropriate infection control intervention. However, although evidence-based investigation is essential for effective intervention, information concerning the epidemiology of MERS-CoV infection is currently limited. Herein, we provide an overall epidemiologic description of the MERS-CoV infection outbreak in the Republic of Korea, which is the largest outbreak outside of the Arabian Peninsula.\n\nA person was defined as a confirmed MERS-CoV infection case when there was laboratory evidence of MERS-CoV infection, irrespective of clinical signs and symptoms. The onset of illness was defined as the time when a patient newly developed any symptom relating to MERS-CoV infection such as fever, chills, myalgia, shortness of breath, cough, sore throat, headache, nausea, vomiting, diarrhea, or abdominal pain. Cases were classified into healthcare personnel (doctor, nurse, and radiologic technologist), patient, caregiver (both paid and family caregivers), and others. Close contact was defined as a person who did not wear appropriate personal protective equipment (gloves, gown, N95 mask, goggles, or face mask), and: (1) stayed within 2 m of the patient; (2) stayed in the same room or ward with the patent; or (3) directly contacted respiratory secretions of the patient [9] . In order to describe patients who caused sizable subsequent infection transmission, we arbitrarily defined a superspreading event as one patient transmitting the infection to more than four patients. The patient who caused the superspreading event was defined as a superspreader.\n\nWe carried out an epidemiological research by direct interview of the patients who were confirmed with MERS-CoV infection. Data concerning demographic characteristics, the initial symptom and date of its onset, healthcare facilities for the case visited, presence of personal protective equipment, and a list of contacts were collected. The duration and route of exposure were further determined through reviewing closed circuit television and tracking the health insurance review and assessment service, global positioning system of the patient's cellular phone, and recent credit card inquiry transactions. Based on these data, potential exposures were identified for each confirmed case. When a confirmed case had multiple potential exposures, the most probable exposure was determined through the consensus of the authors. Simultaneously, we thoroughly reviewed the medical records of the patients in order to identify underlying comorbidities, radiological evidence of pneumonia, aerosol generating procedures, and final prognosis. National health insurance data was used to validate underlying diseases of the confirmed patients.\n\nSputum or tracheal-aspirate samples of the patients were collected in a sterile cap and transferred to qualified national, local, or commercial facilities immediately. For patients whose sputum specimen was not acquirable, a specimen from a nasopharyngeal or oropharyngeal swab was obtained. Laboratory diagnosis was performed according to the World Health Organization guidelines of the MERS laboratory test [10] . For molecular detection of MERS-CoV RNA, two real-time reverse-transcription polymerase chain reaction assays targeting an upstream of MERS-CoV envelope protein gene and the open reading frame 1a (ORF 1a) gene were used [11] .\n\nFull genome sequence using Sanger and Illumina sequencing was obtained from direct polymerase chain reaction products using sputum specimens from the index patient. Imported high quality reads were mapped against the JX869059 reference sequence using the CLC Genomic Workbench Version 8.0.1 (CLC bio, Aarhus, Denmark). Fasta consensus sequences obtained from deep sequencing and a group of 15 MERS-CoV complete genome sequences retrieved from GenBank were aligned using MAFFT (Multiple Alignment using Fast Fourier Transform) algorithm [12] . Phylogenetic reconstructions were performed by maximum likelihood criterion using RAxML (Randomized Axelerated Maximum Likelihood) version 8.2.6 (https://github.com/stamatak/ standard-RAxML) [13] . Trees were visualized using FigTree v.1.4 (http://tree.bio.ed.ac.uk/software/figtree).\n\nThe incubation period was estimated by identifying the earliest and latest time of possible exposure and the time of symptom onset for each case. Treating these times as interval-censored estimates of the incubation period for each person, we fit a log-normal distribution to these data using maximum-likelihood techniques. We then examined the robustness of our estimates with multiple definitions of onset and with the exclusion of particular cases. The serial interval was estimated by identifying the times of symptom onset in the patient and in the person who transmitted the infection (infectedeinfector pairs) and then fitting a log-normal distribution to these interval-censored data [14] . We estimated the medians and 5 th and 95 th percentiles of the incubation period and the serial interval using the quintiles of log-normal distribution fit to each data set. The Chi-square test and Fisher's exact test were used, as appropriate, to compare variables such as age, sex, symptoms at presentation, and underlying disease in association with mortality. Risk factors associated with mortality were assessed using logistic regression analysis. All statistical tests were two-tailed and were considered statistically significant at p < 0. (Interquartile range 42e66), and 111 patients (59.7%) were male (Table 1) . Twenty-five (13.4%) cases were healthcare personnel, 82 (44.1%) were patients who had been exposed during admission or at clinics, and 61(32.8%) were caregivers. Common symptoms at presentation were fever/chills (74.2%) and myalgia (25.3%). Diabetes mellitus was the most common comorbidity (28.0%), followed by malignancy (23.1%). The majority (98%) of patients were infected with MERS-CoV in healthcare facilities.\n\nThe incubation period of confirmed cases was 6.83 days [95% confidence interval (CI), 6.31e7.36] ( Figure 2 ); distributions that were fit to our observed data indicated that 95% of infected patients would have an onset of symptoms by Day 13.48 (95% CI of 95 th percentile, 12.23e14.73), whereas 5% would have an onset of symptoms by Day 2.27 (95% CI of 5 th percentile, 1.98e2.48). We estimated that the serial interval was 12.5 days (95% CI, 11.8e13.2) (Figure 3 ). The distributions that were fit to our observed data indicate that the serial interval was 20.65 days in 95% of cases (95% CI of 95 th percentile, 19.15e22.15) and 6.15 days in 5% of cases (95% CI of 5 th percentile, 3.65e8.65).\n\nFrom May 15 through May 17, the index patient infected 26 secondary cases in Hospital C ( Figure 4 ). An initial epidemiological investigation focused on the healthcare personnel, family members, and the patients who either had prolonged close contact or shared the same hospital room with the index patient. On May 28, as MERS-CoV infection was diagnosed among patients in other rooms, investigation was extended to those who stayed in the same ward. However, eight secondary patients who had not been detected already moved to another ward and infected 10 tertiary patients. Some of \n\nFive patients met the definition of a superspreader ( Table 2) . A total of 83.2% of the transmission events were epidemiologically linked to these five patients. The median age of the superspreaders was 41 years (range, 41e68 years). Four were men and the median body mass index was 24 (range, 19e30). Comorbidity was observed in two cases; asthma in Patient 1 and multiple myeloma and diabetes mellitus in Patient 76. All cases were febrile and had pneumonia at presentation. Patient 1, Patient 14, and Patient 16 who had a severe cough infected 28 cases, 85 cases, and 23 cases, respectively. By contrast, Patient 15 and Patient 76 who rarely coughed infected six cases and 11 cases, respectively. Patient 14 mostly stayed in the emergency department, Patient 1, Patient 15, and Patient 26 were mainly hospitalized in multipatient rooms, and Patient 76 stayed in both. The median duration of hospitalization was 10 days (2e11days) and the number of close contacts ranged from 277 to 805. Patient 14 wore an N95 mask intermittently, whereas other superspreaders did not wear any type of mask.\n\nAs of July 13, 36 deaths have occurred and the mortality rate was 19.4%. In the univariate analysis, older age (65years) was strongly associated with mortality ( Table 3) . History of diabetes mellitus, malignancy, and the presence of underlying respiratory disease (i.e., asthma, chronic obstructive pulmonary disease), cardiac disease (i.e., ischemic heart disease, arrhythmia, and/or heart failure), and chronic kidney disease were also significantly associated with mortality. However, in the multivariate regression analysis, adjusted for sex, age, and underlying diseases, only older age [odds ratio (OR) Z 4.86, 95% CI 1.90e12.45] and underlying respiratory disease (OR Z 4.90, 95% CI 1.64e14.65) appeared to be significant. \n\nThe outbreak of MERS-CoV infection in the Republic of Korea is the first of its kind and the largest known outbreak outside the Arabian Peninsula [15] . Because knowledge on the nature of the virus and its mode of transmission was limited, the extensive spread of MERS-CoV infection in the early phase of the outbreak raised great concern. However, the present outbreak could be understood within the range of knowledge from previous outbreaks. The outbreak progressed in the manner of human-to-human transmission, was amplified under the healthcare setting, and showed heterogeneity in transmission. However, delayed diagnosis and the unique medical and patientcare system of the Republic of Korea caused superspreading events.\n\nNosocomial transmission has been a main characteristic of MERS-CoV infection. The rapid increase of MERS cases since 2013 resulted from healthcareassociated outbreaks in the Middle East [4, 8] . Transmission occurred during admission or outpatient visits, at emergency departments, or at outpatient facilities including renal dialysis units [4, 7, 16] . In addition to the transmission between patients or healthcare personnel, transmission to hospital visitors was also reported [6, 7] . Nosocomial transmission was also predominant in the present outbreak. Of 182 confirmed cases of MERS- CoV infection whose setting of contact is identified, all but one case were infected in healthcare facilities or in ambulances. However, the range of exposure was more extensive than that of outbreaks in the Middle East, infecting multiple visitors, radiologic technologists, hospital security agents in emergency departments, emergency medical technicians, and caregivers. To date, there was no evidence of sustained transmission in the community.\n\nMERS-CoV transmission showed heterogeneity of infectiousness as observed in severe acute respiratory syndrome [4, 17, 18, 19] . Similarly, the majority (91.3%) of cases resulted in no transmission and the remaining small proportion caused most of the transmission events in this outbreak. However, superspreading events were more prominent than previous reports. Prolonged duration of exposure before diagnosis and proper isolation, practice of seeking care at multiple healthcare facilities, frequent interhospital transfer, significant numbers of paid caregivers, and large numbers of contacts in large crowded tertiary referral hospitals might have contributed to multiple spreading events. Moreover, the custom of family members and friends to accompany or visit patients, and to provide care with staying in the same hospital rooms (mostly multibed rooms) or in the crowded emergency rooms, may have also contributed to the increased number of contacts. Regarding clinical manifestation, all patients who resulted in multiple transmissions had pneumonia, and those with severe cough infected more cases than others who rarely coughed. There was no evidence of viral mutation which can modify the mode of transmission or virulence [11] . The outbreak progressed in the manner of human-tohuman transmission. However, it is still uncertain whether the transmission occurred merely through the respiratory droplet route or through another route of transmission (i.e., airborne transmission). Although the respiratory droplet route is currently regarded as the most likely route of transmission [8] , the outbreaks in Hospital C and Hospital H were far more extensive compared with previous hospital outbreaks, and surveillances for other possible routes are under process. Irrespective of the route of transmission, viral transmission actually occurred between rooms in the same ward and throughout the emergency room of Hospital H, which is as wide as 1,970 m 2 . Transmission across rooms has been previously reported [4] , but the present outbreak demonstrated its high feasibility and magnitude. To successfully control the MERS-CoV outbreak, it is essential to implement droplet and contact precautions and trace every individual, including patients, healthcare personnel, and visitors, who stayed in the same ward or same emergency room.\n\nClinical presentation in this outbreak was similar to the previous outbreaks in the Middle East [7] . Fever is the most common symptom along with myalgia. It is noteworthy that only 12.9% of patients had gastrointestinal symptoms, which is relatively lower than its prevalence of 20e30% documented elsewhere [4] . This may partly be explained by the limitation of current data which is based on primary epidemiologic investigation reports. The estimated incubation period of the present outbreak was 6.83 days, which is similar to that of previous outbreaks [4] . Estimated distribution indicated that most of the infected patients would have symptoms by Day 13.48 , and this may reinforce the current policy regarding the duration of quarantine. Estimated serial interval was 12.5 days in this outbreak, which was longer than that of 7.6 days in the previous report [4] . Compared with the previous report, our results have strength in the aspect that they are based on a larger sample size and every case is confirmed by a laboratory test. However, we might have wrongly attributed tertiary or quaternary infection to secondary or tertiary infection in the process of determining the most probable exposure, and thus overestimated the serial interval.\n\nRisk factors for mortality include older age and underlying respiratory diseases, which is similar to the Figure 5 . Evolutionary history of the Middle East respiratory syndrome coronavirus (MERS-CoV). A phylogenetic tree was constructed using RAxML. The scale bar shows evolutionary distance inferred by RAxML algorithm. The MERS-CoV in the Republic of Korea outbreak is indicated by a red cycle. Support for the ML phylogenetic trees was evaluated using 1,000 bootstrap replicates. Note numbers represent % bootstrap replicates >70%.\n\nKorea Centers for Disease Control and Prevention previous study [20] . In our study and other studies alike, patients aged 65 years were eight to nine times more likely to die from MERS-CoV infection [20] . Although evidence suggests that chronic kidney diseases are known to be associated with a particularly higher fatality in MERS-CoV infected patients [21] , this was not evident in our multivariate analysis. Although underlying diseases of the initial epidemiologic report were cross validated with the national health insurance database, complete clinical data needs to be supplemented in order to draw a more accurate picture on the association of underlying diseases and prognosis.\n\nIn the early phase of the outbreak, containment measures were conducted in accordance with current international guidelines which recommended identifying and monitoring close contacts [22, 23] . Identification and monitoring of contacts were limited to healthcare personnel who directly managed the index patient, and patients and their families who were in the same hospital room with the index patient. However, when a patient was first confirmed beyond this initial criterion, containment measures had to be reestablished to include a wider spectrum of contacts. Unfortunately, this was not timely enough to prevent infected patients, including superspreaders, from discharging from or transferring to other hospitals. This initial flaw in identifying the appropriate population at risk and delayed response with regards to management of superspreaders, along with suboptimal infection prevention and control in healthcare facilities, eventually culminated in the infection of >180 patients.\n\nEfforts were made to reinforce containment measures. Active surveillance and contact management including contact identification, listing, and follow up on all contacts on a daily basis was conducted. Confirmed cases were isolated and treated in designated hospitals while exposed individuals were quarantined in their homes for 14 days after last exposure. A MERS-CoV test was immediately conducted if the exposed individuals reported suspicious symptoms. Infection control practices in hospitals were reinforced and public awareness was increased. The number of new cases has slowly declined towards the end of June.\n\nOur study has several limitations. Although clinical features of the infected patients were largely based on information attained through accurate epidemiologic investigation, this does not provide knowledge as to the entire clinical course of respective patients. Given this, information regarding clinical data and underlying diseases was validated and supplemented with other reliable sources such as health insurance data and medical records, to minimize the effect of such limitations. There were also a few patients with atypical or no symptoms and several cases whose dates of onset were unclear, which also warrants further investigation. The strength of this study is that, to our knowledge, this is the first report describing the epidemiologic and clinical features of 186 lab-confirmed patients of the outbreak. A wealth of information sources such as closed circuit television, location detection technologies, as well as credit card inquiry transactions, were collected and analyzed.\n\nA single MERS-CoV infection case from abroad resulting in a sizable outbreak in the healthcare setting of a developed country highlights the importance of robust preparedness, vigilant surveillance, and optimal infection prevention control in hospitals. Although evidence-based technical guidelines for investigation are an integral part of effective containment, only limited information is currently available on the transmission dynamics of MERS-CoV. It is anticipated that the lessons learned from this outbreak will contribute to more up-to-date guidelines of MERS-CoV investigation and global health security.\n\nAll authors have no conflicts of interest to declare."}