{"title": "Correlation between female sex, IL28B genotype, and the clinical severity of bronchiolitis in pediatric patients", "body": "Bronchiolitis is the leading cause of hospitalization in children aged <2 years worldwide. 1 The human respiratory syncytial virus (RSV) is the most prevalent etiological agent of bronchiolitis. 2 Even though several risk factors are expected to predispose an individual to severe bronchiolitis, most infants hospitalized with bronchiolitis exhibit no known risk factors that can be associated with the disease. 2 By the age of 2 years, nearly all children have been infected with RSV at least once, yet only 1-3% develop a severe disease requiring hospitalization, 2,3 suggesting a genetic predisposition to develop a severe disease. [4] [5] [6] [7] [8] [9] In agreement with this possibility, a twin cohort study revealed a higher concordance in the hospitalization rates of identical twins when compared to fraternal twins, estimating that approximately 20% of the propensity to develop severe bronchiolitis upon RSV infection was attributable to genetic differences. 10 The potential relevance of genetic background to the degree of severity of bronchiolitis is further reinforced by the differences in the rate of RSV hospitalization observed in populations from different racial and ethnic backgrounds living in the same geographic region or country. 11, 12 Together, these findings suggest that host genetic factors might likely contribute to the severity of virus-induced bronchiolitis.\n\nThe single-nucleotide polymorphisms (SNPs) rs12979860 and rs8099917 are located near the interleukin 28B (IL28B) locus on chromosome 19 and known to affect the expression of IL28B mRNA and protein. The expression of IL28B, also known as interferon lambda 3 (IFNλ3), is elevated in individuals with the CC rs12979860 and TT rs8099917 genotype, relative to individuals with an non-CC rs12979860 and non-TT rs8099917 genotype. [13] [14] [15] [16] Noteworthy also is that CC rs12979860 and TT rs8099917 genotypes are the favorable IL28B genotype for hepatitis C virus (HCV) infection as the elevated expression of IL28B is associated with virus clearance, a positive response to therapy, and a better disease outcome. [17] [18] [19] [20] As IFNλs are the predominant IFNs induced in epithelial cells by respiratory viruses, 21, 22 we were intrigued by the possible association between genetic factors associated with IFNλ3 expression and disease outcome. Thus we designed a prospective cohort study to specifically address whether a link exists between SNPs rs12979860 or rs8099917 and the severity of bronchiolitis in infants.\n\nPatients A prospective longitudinal cohort study was performed on 682 previously healthy, full-term infants aged <2 years admitted at the pediatric units of two tertiary hospitals (Centro Asistencial Doctor Sótero del Río and Hospital Clínico UC-CHRISTUS) and one ambulatory unit (Centro Médico San Joaquín UC-CHRISTUS) in Santiago de Chile during the winter season of years 2014-2016 with a clinical diagnosis of bronchiolitis. Bronchiolitis was defined as an acute lower respiratory tract infection characterized by rhinorrhea, cough, and diffuse wheezes and/ or on auscultation. 23 Patients' records were followed until their discharge with all patients receiving standard treatment and fluid management according to clinical guidelines. The length of stay (LOS) in the hospital and Pediatric Intensive Care Unit (PICU) admission, days of oxygen use, the requirement for non-invasive (NIV) or invasive mechanical ventilation (IVM), and mortality were considered in the final outcomes. The criteria used to define clinical severity were based on a previously validated bronchiolitis score system ranging from 0 to 14, which incorporates information such as days of hospitalization, admission to PICU, maximum percentage of fraction of inspired oxygen (FiO 2 ), and required number of days of supplementation and mechanical ventilation (Supplemental Table S1 and ref. 24 ). In agreement with ref., 24 score values lower than seven were defined as \"mild\" illness (G2 group), while scores of seven and above were considered \"severe\" cases of bronchiolitis (G1 group). All individuals with comorbidities, including preterm, neuromuscular disease, chronic pulmonary disease, primary and acquired immune deficiency, Down Syndrome, prophylactic use of palivizumab, congenital heart diseases, immigrants, and tourists, were excluded from the study. All patients were evaluated for the presence of atopic comorbidities (atopic dermatitis, allergic rhinitis, food allergies) and other epidemiological variables (birth weight, sex, eutocic or cesarean delivery, and weight at presentation) as suggested in ref. 23 Clinical data were complemented with a chest X-ray and laboratory analysis. Bacterial infection was suspected when C-reactive protein test was >10 mg/dl (normal value: 1 mg/dl), the leucocyte count >20,000 × 10 3 mm 3 , and based on chest X-ray examination. Parents were requested to answer a questionnaire to enable the identification of any additional epidemiological factor associated with their infants' disease (breastfeeding at 6 months of age, maternal smoking during pregnancy, tobacco exposure at home, parental history of asthma \n\nThe distribution of the SNPs rs12979860 and rs8099917 within the Chilean population was determined by us in a previous study. 25 Genotyping of SNPs rs12979860 and rs8099917 was performed as described. 25 The amplification reaction was conducted in a Stratagene Mx3000P thermal cycler (Agilent Technologies, Inc., Santa Clara, CA) and the correct assignment of alleles in each sample was attributed automatically by the MXPro software (Agilent Technologies, Inc.) and manually confirmed by three independent investigators. Positive and negative controls described in ref. 25 were used in each genotyping assay.\n\nStatistical analysis Demographic, clinical, and laboratory data are described as frequency (%) for categorical variables and mean (±standard deviation) for quantitative variable data. Odds ratios (ORs) are reported with a 95% confidence interval (CI). Disease outcomes and severity of bronchiolitis were compared among all patients, while the polymorphism frequency was compared between patients and non-infected controls. 25 The clinical symptoms exhibited by patients were analyzed using a two-tailed Fisher exact test for each variable performed in the Statistical Package for the Social Science Software (Version 25, SPSS Inc). The association between polymorphisms and severity of infection was calculated using a two-tailed Fisher exact test with a 2 × 2 contingency table as described elsewhere using the GraphPad (Version 5.1) and OpenEpi (Version 3.01) software as described in ref. 25 The distribution of Hardy-Weinberg equilibrium (H-WE) was verified by χ 2 test. 26 A Wilcoxon matched-pairs test was used to determine differences between genotype frequencies in the bronchiolitis and control groups. The crude OR values were calculated by univariate analysis using the SPSS V25.0 software package. Differences were considered significant at p < 0.05. Results were confirmed by the SNPstats Web tool (https://www.snpstats.net/). 27 The association for each SNP was analyzed in turn with five inheritance models (codominant, dominant, recessive, overdominant, and log-additive). An allele-recessive effect model for rs12979860 and rs8099917 was selected for the final analysis. Data were fitted for the selected covariates (Sex, Hospitalized status, Virus, and Viral coinfection), including one variable of response (Clinical severity). The analysis of association for each SNP was performed with logistic regression analysis summarized with genotype frequencies, proportions, ORs, and 95% CIs. The two SNPs are included in the analysis and linkage disequilibrium (LD) and haplotype analyses were performed. The association analysis of haplotypes was similar to genotypes analysis, using logistic regression (OR and 95% CI). A multivariate stepwise forward and reverse logistic regression analysis was conducted using the SPSS V25.0 software package. Differences were considered significant at p < 0.05.\n\nA total of 1311 infants diagnosed with bronchiolitis between 2014 and 2016 were evaluated, of which 682 were enrolled. Infants not included in the study had previous comorbidities (n = 460), had more than two hospitalizations (n = 112), were not available for the study (n = 28), were transferred to another hospital (n = 12), or declined to sign the consent form (n = 17). Among the enrolled infants, 629 showed a single infection by RSV (73.8%), the most commonly detected virus, followed by hMPV (9.5%), hPIV (8.1%), IV (5.7%), hRV (2%), hBoV (0.5%), EV (0.2%), and CoV (0.2%) (Fig. 1) .\n\nThe demographic and clinical features of the 682 infants enrolled in the study are summarized in Table 1 . The mean age of patients was 9.2 months, and 396 (58.1%) were boys. Upon recruitment, patients were categorized into two groups (G1 and G2) according to the severity of the respiratory illness at hospital discharge. 7,24 G1 included 308 (45.2%) infants who presented a severe respiratory disease, while G2 included 374 (54.8%) patients exhibiting mild bronchiolitis. When compared, the two groups showed no significant differences in sex distribution, gestational age, birth weight, type of delivery, nutritional status, maternal pregnancy diseases (preeclampsia, gestational diabetes, hypothyroidism, neurological or another diseases), personal history of atopy, or laboratory findings (Table 1 and Supplemental Tables S2  and S3 ). However, patients in group G1 tended to be younger; to present a lower weight at the time of enrollment; exhibited a significantly higher tobacco exposure risk at home; tended to have parents with a history of asthma; to be more likely to have been admitted to the PICU; to present a clinical bacterial coinfection; to show an elevated use rate of bronchodilators, antibiotics, and systemic corticosteroids; and to require ventilatory support (OR: 17.9 (95% CI: 10.9-29.4)). Patients from G1 also presented atelectasis in findings (OR: 1.9 (95% CI: 1.4-2.9) and opacity (OR: 2.4 (95% CI: 1.6-3.5)) in chest X-ray analysis and had an increased hospital and PICU LOS, increased supplemental oxygen days, and a higher clinical score at the time of medical evaluation at the Emergency Unit (p < 0.001; Table 1 and  Supplemental Tables S2 and S3 ). Clinical symptoms that significantly associated with a severe disease were fever, previous history of costal retraction, regular oral tolerance, cyanosis, or apnea. To the physical exam, infants in G1 exhibited a prolonged capillary refill, severe retraction, presence of dehydration, wheezing, crackles, and prolonged expiration relative to infants in G2 (Supplemental Table S2 ).\n\nAnalysis of the IL28B SNPs in confirmed bronchiolitis patients SNP analysis of the 682 bronchiolitis patients (global) revealed that the frequencies for the rs12979860 CC, CT, and TT genotypes were 0.42, 0.41, and 0.17, while frequencies for the rs8099917 TT, GT, and GG genotypes were 0.51, 0.39, and 0.10, respectively (Fig. 2a) . The allele frequencies for each SNP within the group of bronchiolitis patients were similar to those of the non-infected control cohort, where rs12979860 CC, CT, and TT genotype frequencies were 0.37, 0.44, and 0.19 and rs8099917 TT, GT, and GG genotype frequencies were 0.47, 0.43, and 0.10, respectively. 25 A multiple SNP analysis revealed a positive LD value (D' = 0.8893). A direct comparison of SNPs rs12979860 and rs8099917 genotype combinations between the non-infected control cohort and all bronchiolitis patients showed no significant variation in genotype distribution (Fig. 2b) . However, the data do reveal a weighting for homozygote individuals for the major allele (C) in rs12979860 among the ill (Fig. 2b) . Within the control cohort, SNP rs12979860 and rs8099917 genotypes were in H-WE (χ 2 test p > 0.1). 25 In bronchiolitis patients, SNP rs12979860 (χ 2 test 9.7; p = 0.005) and rs8099917 (χ 2 test 3.84; p = 0.05) genotypes were not in an H-WE, suggesting a possible selection effect most probably associated with the risk of hospitalization. Results further suggest that, when combined, IL28B rs12979860/rs8099917 genotypes differ in their correlation with the risk of hospitalization due to bronchiolitis. While not statistically significant, there appears to be a trend toward hospitalization due to bronchiolitis for haplotypes CC/TT and CT/TT when compared to haplotypes TT/GG, TT/TG, and TT/TT ( Fig. 2b and Table 3 ). Link between IL28B SNPs and the severity of bronchiolitis Next, we evaluated whether a link existed between IL28B SNPs and the severity of bronchiolitis in the global population of 682 bronchiolitis patients. Analysis of SNP rs12979860 and rs8099917 revealed no correlation with the severity of bronchiolitis for the overall ill population (Fig. 3a, b) . These findings are in full agreements with data reported for an Italian cohort of infants suffering from bronchiolitis. 28 However, infants homozygotes for the minor allele (T) in SNP rs12979860 or homozygotes for the minor allele (G) for SNP rs8099917 were significantly younger and weighed less at the time of hospital admission (Table 2) . We, then, stratified our study population by viral coinfection (with vs. without) or hospitalization status (hospitalized vs. non-hospitalized). Results revealed no correlation between the severity of bronchiolitis and viral coinfection but being homozygotes for the minor allele (G) for SNP rs8099917 linked with a mild bronchiolitis among hospitalized patients (OR: 0.55 (95% CI: 0.32-0.95), p = 1; Table 3 ). The effect of the IL28B genotype on spontaneous HCV clearance is associated with sex. 29-31 So next we stratified our population by sex (male vs. female). Results show that our study population had more boys than girls, suggesting that the first have a 1.4 time higher incidence of bronchiolitis. In boys, we found no evidence of a link between the severity of bronchiolitis and either SNP rs12979860 or SNP rs8099917 (Table 3) . However, in girls, being homozygote for the minor alleles, in rs12979860 (T) and in rs8099917 (G), did correlate with mild bronchiolitis (OR: 0.42 (95% CI: 0.20-0.85), p = 0.1) and OR: 0.35 (95% CI: 0.14-0.84, p = 0.016) ( Table 3) .\n\nCorrelation of IL28B SNPs rs12979860 and rs8099917 with the severity of RSV bronchiolitis RSV infections (490 total infections) are associated with 72% of all bronchiolitis patients included in this study (Fig. 1 ). So next we explored whether there was an observable relationship between SNPs rs12979860 or rs8099917 and the severity of RSV bronchiolitis (464 single-infected patients). The demographic and clinical features of the subgroup of RSV-infected patients are summarized in Table 4 . When classified according to the severity of the disease, 218 infants with a single viral infection (46.9%) exhibited severe disease symptoms (G1-RSV) and 246 (53.1%) exhibited mild disease symptoms (G2-RSV). The clinical observations that were significantly different between these groups included fever, cyanosis/apnea, prolonged capillary refill, the magnitude of retractions, and dehydration (Supplementary  Table S4 ). Laboratory findings showed a significant difference in bicarbonate levels (p = 0.01) between both groups, while chest X-ray analysis showed a difference in the presence of atelectasis (OR: 2.2 (95% CI: 1.4-3.6)) and opacity (OR: 2.5 (95% CI: 1.5-4.1)) (Supplementary Table S5 ). No differences were observed in sex distribution, gestational age, birth weight, type of delivery, nutritional status, maternal pregnancy diseases, and personal history of atopy ( Fig. 3 Correlation between clinical severity of global bronchiolitis or RSV bronchiolitis and IL28B SNPs rs12979860 and rs8099917. a, b A total of 682 pediatric bronchiolitis patients were grouped according to the SNP rs12979860 (a) and rs8099917 (b) genotypes and stratified according to the severity of the disease. c, d A total of 464 pediatric patients diagnosed with RSV bronchiolitis were grouped according to the SNP rs12979860 (c) and rs8099917 (d) genotypes and stratified according to the severity of the disease. Genotypes were divided into those homozygous for the minor allele (TT rs12979860 and GG rs8099917) and those with heterozygous or homozygous status for the major allele (non-TT rs12979860 and non-GG rs8099917). The total number of patients in each group was defined as 100%, and the severity of the bronchiolitis was evaluated as a dichotomous variable using Fisher exact test. The number within each box corresponds to the percentage of patients with mild or severe disease population, 25 RSV-infected infants seemed biased toward the combined CC rs12979860-TT rs8099917 haplotype. However, no significant correlation between rs12979860 and bronchiolitis was found (Fig. 3c) , while being homozygote for the minor allele (G) in rs8099917 (50 patients) correlated with mild RSV bronchiolitis (OR: 0.44 (95% CI: 0.24-0.84)) (Fig. 3d) . Consistent with a mild disease, a generally lower supplemental FiO 2 requirement was observed in infants homozygotes for the minor alleles, in rs12979860 (T) and in rs8099917 (G), during hospitalization. Also, homozygosity for the minor allele in rs8099917 (G) associated with a lower hospitalization and PICU LOS (Table 2) . When stratified by sex, no association between SNPs rs12979860 or rs8099917 and the severity of the illness could be established for boys (Table 5 ). However, for girls, being homozygote for the minor alleles, in rs12979860 (T) (OR: 0.35 (95% CI: 0.14-0.86)) and in rs8099917 (G) (OR: 0.19 (5% CI: 0.05-0.69)), correlated significantly with a mild RSV bronchiolitis (Table 5 ).\n\nTo control the potential confounding effects of the various risk factors identified by univariate analysis, a multiple logistic regression model was constructed using the clinical outcome of RSV bronchiolitis as a response variable. The stepwise forward and reverse logistic regression analysis included demographical, clinical, and laboratory variables (age <6 months, newborn weight >4 kg, obesity, sex, fever, severe retractions, cyanosis/apnea, capillary refill, dehydration, antibiotics, systemic corticosteroids, chest X-ray findings, tobacco exposure at home, phototherapy, breastfeeding, parental history of asthma, maternal smoking, clinical bacterial coinfection), and TT or GG genotype of IL28B SNPs rs12979860 and rs8099917. The clinical outcome of RSV bronchiolitis was dichotomized (mild vs. severe). Table 5 summarizes the crude ORs for each variable processed by a univariate logistic regression model and the OR obtained by a multivariate stepwise forward (model 1) and reverse (model 2) logistic regression analysis. Models 1 and \n\nThis study describes the relationship between IL28B SNPs rs12979860 and rs8099917 and the severity of bronchiolitis in a population of previously healthy Chilean infants. In spite of a previous study, conducted on a cohort of Italian infants, 28 that suggested no correlation between IL28B SNPs rs12979860 and rs8099917 and bronchiolitis, we decided to proceed with this project based on the particular genetic background of the Chilean population. The impact of IL28B SNPs among diverse ethnic populations is well documented. 17, 32 The Chilean population, in contrast to the Italian cohort above, is admixed with ancestral contributions from Europe and Native America, as well as Africa. 33 Opposing to what was initially expected, no significant relationship was found between IL28B SNPs rs12979860 and rs8099917 and the severity of bronchiolitis when Chilean subjects were categorized based on the severity of the disease (Fig. 3a, b) . Thus, when analyzing the total study population categorized only by disease severity, our findings are in full agreement with the previous study. 28 Importantly, however, in contrast to the preceding study, we extended our analysis by additionally stratifying patients by sex (Table 3) . Stratifying by sex alone did not directly link to the severity of bronchiolitis (Tables 1 and 6) unless the SNPs are included in the analysis. Results indicate that being homozygote for the minor alleles in rs12979860 (T) and in rs8099917 (G) correlate with a mild disease in girls but not in boys (Table 3 ). This sex bias was also replicated in the subgroup of RSV bronchiolitis patients ( Table 5 ). The predominance of severe bronchiolitis in boys vs. girls as well a sex bias for other SNPs in bronchiolitis has been previously described by others. [34] [35] [36] Moreover, the association between SNPs in IL28B and sex is also known in the context of an HCV infection. [29] [30] [31] However, to our knowledge, this study represents the first report to link SNPs in IL28B and female sex for bronchiolitis. Interestingly, the SNP genotype associated with a lower expression of IL28B, non-CC rs12979860 and non-TT rs8099917 genotypes, correlated with a mild bronchiolitis in girls. The precise mechanisms underlying the association between mild bronchiolitis and the IL28B genotype in girls are still obscure as this study was not designed to evaluate cytokine expression within the infant population. So, no direct conclusions can be drawn on any association between IL28B expression and disease progression. Nonetheless, the direct correlation between IL28B SNPs rs12979860 and rs8099917 and the differential expression of IL28B has been well documented. [13] [14] [15] [16] Consistent with our observations, a previous report shows that females exhibiting the poorly expressing IL28B non-TT rs8099917 genotype clear HCV as efficiently as males with the favorable highly expressing TT rs8099917 genotype. 31 These findings are most probably attributed to known sex-based differences in immunity, which are most evident during the early stages of life. [37] [38] [39] Thus it is reasonable to suspect that the level of IL28B in girls possessing the TT rs12979860/GG rs8099917 haplotype is sufficient to elicit efficiently response to the viral infection giving rise to a mild bronchiolitis as a final clinical outcome. If so, this would indicate that, in the context of both general and RSV bronchiolitis, the TT rs12979860/GG rs8099917 haplotype is protective in girls. Also, our findings support previous reports which suggest that innate immunity links with the outcome of the diseases induced by respiratory viruses, such as RSV.\n\nIn spite of the intriguing possibility raised by this study, which suggests that the host's genetic makeup may play a role in the severity of bronchiolitis, we recognize that the present report has important limitations, primarily sample size. We concede that a larger study is needed to fully confirm the current findings. Also, 72% of all cases included in this study corresponded to RSV bronchiolitis (Fig. 1) . Based on results reported in Table 5 , we cannot discard that this factor alone biases our conclusion regarding the general bronchiolitis population ( Table 3 ). The number of bronchiolitis cases associated with other individual viral infection was insufficient to draw any statistically significant alternative conclusion. Furthermore, the study population that was evaluated herein was sourced from two high complexity hospitals, which may have caused selection bias toward severe patients with respiratory distress. This could explain why the CC rs12919860 and TT rs8099917 genotypes were found enriched within ill individuals when compared to the non-infected control population. 25 Finally, this study was focused specifically on the Chilean population, which is genetically distinct from other populations, even when compared with those of other South American neighboring countries. 32 This might limit the generalizability of the findings to other populations with different ancestry composition. Notwithstanding these biases, the results presented herein establish a clear link between female sex, TT rs12979860/GG rs8099917 haplotype, and the clinical severity of RSV bronchiolitis in Chilean pediatric patients. Correlation between female sex, IL28B genotype, and the clinical severity. . . P Astudillo et al. (Table 4) Correlation between female sex, IL28B genotype, and the clinical severity. . . P Astudillo et al."}