{"title": "Exploring the influence of enforcing infection control directives on the risk of developing healthcare associated infections in the intensive care unit: A retrospective study Infection Control Enforcement and HAIs 27", "body": "Infection control guidelines in health care settings are designed to protect healthcare providers (HCPs) and patients from the risk of infections. Although HCPs are expected to demonstrate full adherence with these guidelines, the literature suggests that adherence with infection control guidelines are less than optimal. For instance, several studies have shown that hand hygiene compliance amongst HCPs ranges from 10 to 60% (Arenas et al., 2005; Korniewicz and El-Masri, 2010; Lankford et al., 2003; Larson et al., 2005; Saba et al., 2005; Whitby and McLaws, 2004) . These statistics are especially concerning in light of the costly consequences of healthcare associated infections (HAIs) to patients and the health care system.\n\nHAIs, previously known as nosocomial or hospital acquired infections, are defined in a patient if the infection was not present at the time of hospital admission and does not develop within the first 48 hours post admission. It is estimated that 250,000 hospitalised Canadians (one out of nine admissions) develop HAIs annually, of whom 8000-12,000 die as a result of these infections (Canadian Foundation of Infectious Diseases, 2008) . Further, the additional economic cost of treating HAIs to the Canadian healthcare system is estimated at $12,000-35,000 per patient (Canadian Foundation of Infectious Diseases, 2008) .\n\nOver the last two decades, a plethora of studies have examined the risk factors of HAIs. However, the impact of adherence or lack of, with the guidelines of infection control was almost never reported in these studies. This is because it is very difficult to reliably measure and/or observe infection control practises amongst HCPs on a continuous basis. Yet, failure to account for infection control practises threatens the validity of our understanding of HAIs. Although a number of studies (Camins and Fraser, 2005; Won et al., 2004) examined the association between the implementation of hand hygiene promotion programmes and HAIs, infection control guidelines are far more encompassing than hand hygiene. To date, there is little evidence concerning the impact of strict enforcement of infection control guidelines on the rate of HAIs.\n\nDuring the outbreak of the Severe Acute Respiratory Syndrome (SARS) in the spring of 2003, all Canadian hospitals in the province of Ontario imposed exceptionally strict enforcement of infection control strategies that were mandated by a series of directives from the Ministry of Health and Long-Term care (MOHLTC) (Ministry of Health and Long-Term Care, 2003b) . These directives were continuously updated during the SARS outbreak, but their most important points are summarised in Appendix A, which provides a comparison between the before and during SARS practises.\n\nWhilst restrictions and enforcement of infection control strategies were implemented across all hospital units, they were especially tighter in intensive care units (ICU) due to the vulnerability of ICU patients and the tendency of SARS to progress into a critical respiratory disease. The strict enforcement of, and adherence to the infection control guidelines at Canadian hospitals during the SARS outbreak presents a rare opportunity to examine the impact of such enforcement on the risk of HAIs amongst ICU patients. Therefore, the purpose of this study was to retrospectively compare the risk of developing HAIs in the ICU before and during the SARS outbreak. The intent of such comparison is to provide a surrogate measure of the influence that strict enforcement of infection control guidelines might have had on the risk of developing HAIs.\n\nA retrospective chart review was conducted on the medical records of 400 patients who were admitted to the intensive care unit of a community-based hospital in Southwestern Ontario. The reviewed charts were randomly selected and divided into two equal groups of 200 each, representing the three months that immediately preceded the SARS (i.e., pre-SARS) and the three months of the SARS outbreak (March 15-June 15, 2003) . Infection control practises/strategies during these two periods are outlined in Appendix A. This sample of 400 charts was deemed sufficient to detect an absolute risk reduction of 10% in the risk of developing HAIs during the SARS period, using an alpha of 0.05 and assuming 80% power. The inclusion criteria for the study required that patients be free from pre-existing HAIs upon ICU admission and that they had an ICU length of stay of 48 hours or greater. A patient was considered a positive HAI case if he/she had a confirmed diagnosis of infection (types are outlined in Table 1 ) that did not exist at the time of ICU admission. Diagnoses of HAI's at the time of admission of our sample were made according to the CDC criteria for the definition of HAIs as outlined in Garner et al. (1988) . For the purpose of statistical adjustment for potential confounding relationships, data were also collected on other commonly reported risk factors of HAI (Table 2 ).\n\nData were analysed using the Predictive Analysis Software (PASW), version 18. Basic descriptive statistics such as general frequencies of nominal variables, and means and standard errors of continuous variables were performed on the total sample and between the two groups (i.e., HAI versus no HAI). Chi square comparisons were performed to compare HAIs between the pre-SARS and SARS periods. Chi-square and t-test comparisons were also performed to compare the demographic and prognostic factors between those who had HAIs and those who did not. Then, multivariate logistic regression analysis was performed to identify the independent (i.e. adjusted) association between the period (pre-SARS versus SARS) and the risk of developing HAI, whilst adjusting for other demographic and prognostic variables. Variables were included in the regression model based on a liberal criterion (i.e., p ≤ 0.25) concerning the association that each of these variables had with HAIs in the univariate analysis (Hosmer and Lemshow, 2000) . This liberal p value was chosen to avoid unnecessary deletion of potentially significant independent predictors from the regression model. A 95% confidence interval ( 95 CI) that did not include 1.0 was set as the criterion to establish significance. The total number of HAIs was 47 (11.8%), which were distributed across a number of specific infections as outlined in Table 1 . Our findings show that the rate of HAIs was higher in the pre-SARS period than the SARS period. Specifically, the findings suggest that 61.7% of all reported infections were diagnosed in the pre-SARS period. The findings further suggest that the rate of infection in the pre-SARS period was 14.5% as opposed to 9% during the SARS period. Table 2 presents the univariate comparisons between the infected and non-infected patients on each of the study variables (i.e., ''each of the risk factors for HAI's''). According to the variable inclusion criteria, all variables in Table 2 were entered into the logistic regression model except for comorbidities and age; each of which had a p value that was ≥0.25. \n\nOur findings suggested that the frequency of pneumonia, bacteraemia and urinary tract infections were all lower during the SARS period than the pre-SARS period. However, the rate of surgical site infections was higher during the SARS period than the pre-SARS period. Interestingly, the most noticeable change in the frequency of infections happened in pneumonia (31.8% versus 14.9%) and urinary tract infections (12.8% versus 2.1%). It is difficult to explain the exact cause of this trend. However, pneumonia, bacteraemia and urinary tract infections are HAIs that are often associated with the use of invasive devices such as endotracheal tubes or invasive mechanical ventilation and suctioning in pneumonia, central venous catheters and chest tubes in bacteremia and urinary catheters in urinary tract infections. Given that a number of MOHLTC's directives were specific to respiratory and high risk procedures (Ministry of Health and Long-Term Care, 2003b) , it is possible that this trend of risk reduction is attributed in part to the strict enforcement of the guidelines outlined in those directives. It is unclear why the risk of surgical site infections and other infections were higher in the SARS period. However, it is possible that these two findings were the result of chance due to the very small number of patients who acquired these infections in our sample. Our findings show that, after adjusting for commonly reported risk factors of HAIs such as use of mechanical ventilation, use of central venous catheters and use of chest tubes; the odds of developing HAIs were 2.2 times higher in the pre-SARS period than the odds of HAIs in the SARS period. This adjusted finding suggests an independent association between the risk of developing HAIs and the time period (i.e., pre-SARS versus SARS). Although we did not directly measure the impact of enforcing infection control strategies and vigilance of healthcare workers on the risk of HAI between the two periods, this finding could be possibly explained in light of these strategies and the other changes that were implemented during the SARS outbreak. This is because enforcement of infection control strategies through a series of specific directives from the MOHLTC was the main event that distinguished the change in practice between the two periods. Additionally, our pre-SARS data was obtained from the three months that immediately preceded the SARS period whereby no change in practice other than those implemented to counter the SARS outbreak took place. Our findings support the argument that enforcing strict infection control strategies is associated with reduction in the risk of developing HAIs. For instance, Won et al. (2004) reported that promoting a hand hygiene programme resulted in increase in hand hygiene from 43% to 80% and reduction of HAIs from 15.13 to 10.69 per 1000 patient-days. Nonetheless, Won et al. (2004) did not impose hand hygiene practises and did not report adjusted relationships between hand hygiene and HAIs.\n\nInterestingly, our findings suggested that factors such as use of mechanical ventilation, central venous catheters and chest tubes remained significant predictors of HAIs in the adjusted analysis. These findings are consistent with those reported by other authors who suggested that the use of mechanical ventilation (Bochicchio et al., 2008; Magnason et al., 2008) , chest tubes (El-Masri et al., 2004; Oldfield et al., 2009) and central venous catheters (El-Masri et al., 2004; Garnacho-Montero et al., 2008) were significant predictors of HAIs. However, within the context of this study, these findings suggest that despite enforcement of strict infection control strategies, the use of invasive devices poses additional risk of HAIs to ICU patients. Thus, it is important that invasive devices be used and handled properly so that their associated risk is minimised. It is also important that HCPs pay equal attention to adhering to proper infection control practises and maintain proper disinfection and/or care of invasive devices. That includes limiting the use and duration of such devices based on patient specific indications and good understanding of proper practice guidelines concerning the use of such devices.\n\nThe findings of our study could be used to highlight the importance of enforcing strict infection control strategies for the reduction of the risk of developing HAIs. Given the significant financial and health costs that are associated with HAIs (Burke, 2003) , it is imperative that health care agencies consider enforcing infection control policies at all times and not only during crises such as the SARS outbreak. We realise that the measures imposed during the SARS outbreak were exceptionally strict and included measures that may not be attainable or realistic for normal times. However, we believe that a reasonable enforcement of infection control policies is warranted. The current rate of 10-60% compliance (Korniewicz and El-Masri, 2010; Maskerine and Loeb, 2006) with hand hygiene guidelines and the incidence of HAIs in one of every nine Canadian hospital admissions (CFID, 2008) are unacceptable and must be addressed. For instance, the literature suggests that HCPs report higher compliance rate with hand hygiene after procedures than before procedures (Korniewicz and El-Masri, 2010; Saba et al., 2005) , which may suggest that HCPs are more likely to sanitise their hands out of fear for their own health than that of their patients. Although we did not measure HCPs adherence to hand hygiene in our study, anecdotal data suggest that HCPs were strictly complying with infection control guidelines (including hand hygiene) due to institutional enforcement of these guidelines and internal motivation that was driven by fear for one's own health. Therefore, we recommend that strategies to increase compliance with infection control guidelines do not only focus on enforcement, but also address the issue of internal enticement and motivation of HCPs. It is encouraging to learn that in the time since the SARS outbreak, health care facilities are making significant strides to encourage appropriate adherence with proper infection control. In many acute care facilities, HCPs are required to complete an annual infection control learning programme. In Ontario, alcohol-based hand rub must be within an arm's length of each patient's bed, to remove one more obstacle to performing appropriate hand hygiene. Gloves are located within reach at almost every location in the unit. Adherence with hand hygiene at the ''four needed moments'' is now regularly audited and publicly posted in nursing areas alongside the rates of common HAIs. Although these efforts help to hold HCPs accountable with regards to their adherence with infection control guidelines, it is important that they be coupled with strategies that create a sense of personal responsibility amongst HCPs so that they are constantly mindful of the seriousness of breaching these guidelines. In conclusion, our findings, although use comparison of two time periods as a surrogate measure of adherence with infection control guidelines, imply that enforcement of such guidelines may have a positive impact on the efforts to minimise the risk of HAIs.\n\nWhilst this study utilised a rare natural occurrence (i.e., the SARS outbreak) in which infection control strategies were enforced throughout the healthcare system to explore the impact of enforcing infection control guidelines on HAIs, it is important that its findings be interpreted with caution due to its retrospective nature and the fact that it did not directly measure the association between enforcing infection control guidelines and HAIs. Instead, it used the experience of policy enforcement that took place during the SARS outbreak as a surrogate measure of adherence with proper infection control practises. In addition, patients in the two time periods may have had different baseline characteristics and/or different exposure times. Further, our infection rates were reported based on an older version of the CDC criteria for the definition of healthcare associated infections, which however were not significantly changed in the 2008 updated criteria (Horan et al., 2008) . Despite these limitations, the findings of this study carry a clinical significance with regard to the influence that strict enforcement of hand hygiene guidelines may have on the risk of developing HAIs. Finally, it is important to mention that other extreme measures such as the cancellation of all casual visitations, outpatient services and elective surgeries took place during the SARS outbreak period. Such measures may have been a contributing factor to our results. Therefore, we recommend that these results be interpreted with caution within the context of this research."}