{"title": "Cross-species transmission and emergence of novel viruses from birds", "body": "Jasper Fuk-Woo Chan 1 , Kelvin Kai-Wang To 1 , Honglin Chen and Kwok-Yung Yuen Birds, the only living member of the Dinosauria clade, are flying warm-blooded vertebrates displaying high species biodiversity, roosting and migratory behavior, and a unique adaptive immune system. Birds provide the natural reservoir for numerous viral species and therefore gene source for evolution, emergence and dissemination of novel viruses. The intrusions of human into natural habitats of wild birds, the domestication of wild birds as pets or racing birds, and the increasing poultry consumption by human have facilitated avian viruses to cross species barriers to cause zoonosis. Recently, a novel adenovirus was exclusively found in birds causing an outbreak of Chlamydophila psittaci infection among birds and humans. Instead of being the primary cause of an outbreak by jumping directly from bird to human, a novel avian virus can be an augmenter of another zoonotic agent causing the outbreak. A comprehensive avian virome will improve our understanding of birds' evolutionary dynamics.\n\nBirds are flying warm-blooded vertebrates of the class Aves. They are the most highly biodiversified tetrapods with about 10,000 species. The evolution of birds from bipedal carnivorous dinosaurs through sustained miniaturization and anatomical innovation over approximately 160 million years is one of the most compelling examples of macroevolution [1 ] . Modern-day birds are believed to be the only living members of the Dinosauria clade. Their unparalleled biodiversity and length of evolution among animals have provided abundant opportunities for virus acquisition from various sources. Their unique adaptive immune system allows asymptomatic infection and virus co-evolution to occur [2 ] . Their global distribution, annual long distance migrations, and habitual roosting in environments shared by other animals further enhance the mixing and dissemination of viruses to and from other species.\n\nThese biological, immunological, and ecological characteristics have given birds distinctive roles in the emergence of novel viruses and their cross-species transmission [2 ]. Birds may act as a vehicle for vector dissemination, an amplifying host in bird-vector-bird cycles, or the gene source of emerging viruses in cross-species virus transmission ( Figure 1) Sixteen of 18 hemagglutinin (HA) subtypes and nine of 11 neuraminidase (NA) subtypes of influenza viruses can be found in birds, especially waterfowl and shorebirds [2 ] . Out of a possible 144 HA and NA combinations, 112 were identified in wild birds, including 49 that were also found in domestic birds [14] . Since most of these avian influenza viruses are of low pathogenicity in birds, infected migratory birds can carry different influenza virus subtypes for long distances. Mixed infection is also commonly identified [15] . Therefore, waterfowls remain the most important source of genetic diversity for influenza viruses.\n\nAlthough wild birds harbor the most diverse subtypes of influenza viruses, reassortment and amplification events of avian influenza viruses affecting humans most likely occur in live poultry markets (LPM) where there are high densities of poultries [16, 17 ] . Surveillance studies showed that avian influenza viruses were found more commonly in poultry samples collected in LPM than in wild bird samples or backyard poultry samples [18] . Next-generation sequencing showed that mixed infection of different subtypes is common among poultries in LPM [19] . Phylogenetic studies suggested that A(H7N9) and A(H10N8) viruses are reassortants with internal genes originating from A(H9N2) viruses that are circulating in poultries [16,17 ,20] . Unlike A(H5N1) virus which is highly pathogenic for poultries, A(H7N9) and A(H10N8) viruses tend to cause asymptomatic avian infections, and therefore widespread circulation of A(H7N9) and A(H10N8) viruses among poultries were not recognized until human cases appeared.\n\nOnly few avian influenza viruses can be transmitted directly from birds to humans. These avian influenza viruses are usually amplified and mixed in the poultry population before transmission from poultries to humans. For example, both A(H7N9) and A(H10N8) viruses affecting humans carry internal genes originating from A(H9N2) isolated from poultries [20] . Direct contact between humans and infected poultries therefore poses a high risk of transmission. Epidemiological studies suggested that humans without direct contact with infected poultries can also be infected via contacting the contaminated environment in live poultries markets [21] . Older age and presence of underlying diseases are risk factors for A(H7N9) virus infection, but most patients with A(H5N1) virus infection do not have these risk factors [22] . Beside epidemiological and host factors, many studies have tried to elucidate the virological characteristics allowing a particular virus subtype to cause human disease. Traditionally, the sialic acid receptor preference of the viral surface glycoprotein HA has been the focus of attention [5 ,23] . Avian influenza viruses and human seasonal influenza viruses preferentially bind to a2,3linked sialic acid receptor (a2,3 SA) and a2,6-linked sialic acid receptor (a2,6 SA), respectively. Some human A(H5N1) virus isolates had increased affinity to a2,6 SA [24] . The distribution of receptors also differs between humans and birds. In humans, the nasal mucosa, paranasal sinuses, pharynx, trachea and bronchi are mainly lined by a2,6 SA, while the non-ciliated cuboidal bronchiolar cells and type II pneumocytes in the alveoli express a2,3 SA [25] . In chickens and quails, a2,3 SA and a2,6 SA are found on the epithelial cells of both the intestine and respiratory tract. In ducks, only a2,3 SA can be found in the intestine, while a2,3 SA are much more abundant than a2,6 SA in the trachea [ Adaptations that affect viral polymerase function have been extensively studied and several markers which enhanced virus replication in mammals have been identified in the basic polymerase 2 (PB2), basic polymerase 1 (PB1), acid polymerase (PA), nucleoprotein (NP) and nuclear export protein (NEP) [29] . One of the most important substitution is the PB2 E627K, which has been associated with enhanced viral replication at the temperature of the human upper respiratory tract and were identified in many human isolates of A(H7N9) and A(H10N8) viruses [10 ,27,30]. PB2 K562R substitution, which is present in some A(H7N9) strains and 80% of A(H5N1) strains, also increase viral polymerase activity [31] . Other important mutations of PB2 include D701N, Q591K, and T271A [29] . Recent findings appear to favor a hypothesis that compatibility between subunits of ribonucleoprotein (RNP) and NEP which facilitate viral genome trafficking from nucleus to cytoplasm for virus packaging at late stage of infection determine the fitness of viral genome for host adaptation [32] .\n\nSeveral groups have investigated mammalian adaptation of avian influenza viruses by generating mutant avian influenza viruses capable of non-contact transmission between ferrets. Studies on A(H5N1) viruses generated by serial passage in ferrets showed that mutations affecting receptor binding, fusion of viral and host cell membrane, and polymerase activity are important for transmission via the non-contact route [33, 34] . A study using influenza viruses generated with gene segments originating from circulating avian influenza viruses and the 1918 pandemic A(H1N1) virus showed that substitutions in the HA, PB2 and PA are important for virulence and efficient transmission in ferrets [35] .\n\nIn addition to the avian influenza viruses subtypes H5, H7, H9 and H10 that are transmitted directly from birds or the contaminated environment to humans, several pandemic influenza viruses also carry gene segments originating from birds. These gene segments from avian viruses reassort with those from circulating human or swine influenza viruses. The PB1, HA and NA of the 1957 A(H2N2) and the PB1 and HA of the 1968 A(H3N2) originated from avian influenza viruses [23] . For the 1918 pandemic A(H1N1) virus, the timing of the introduction of the genes from avian influenza viruses is controversial. However, a recent phylogenomic study showed that the internal genes of the 1918 pandemic A(H1N1) virus originated from the western hemisphere avian influenza virus lineage [36] . Therefore, avian influenza viruses remain to be an important gene source for future pandemic influenza viruses, and continued surveillance among wild birds and poultries is necessary for better understanding of the virus origin in future pandemics. [37] .\n\nHistorically, the significance of newly identified avian viruses has mainly been determined by the viral pathogenicity in causing disease in humans or birds directly. Recently, the novel concept of 'pathogen augmentation' was introduced and brought insights into the significance of avian viruses in cross-species transmission of pathogens. A novel adenovirus was detected in Mealy Parrots during an outbreak of avian chlamydiosis and human psittacosis amongst epidemiologically linked workers in an animal detention center in Hong Kong [38 ] . This novel psittacine adenovirus was detected only in the lung, kidney, liver, spleen and cloacal swabs of birds with Chlamydophila psittaci but not in other healthy birds. Moreover, the bacterial load of C. psittaci was higher in adenovirus-infected birds with higher viral load. The adenovirus likely caused immunosuppression of the infected birds which allowed C. psittaci to multiply to high levels with subsequent transmission to humans. These findings demonstrated that infection of birds by an emerging novel virus could lead to an outbreak of reemerging infections such as C. psittaci infection among birds and epidemiologically linked humans. Instead of being the primary cause of the outbreak by jumping directly from bird to human, the novel avian virus acted as an augmenter of another zoonotic agent causing the outbreak. This concept of 'pathogen augmentation' in birds is analogous to the enhanced epidemiological dissemination of Mycobacterium tuberculosis in patients with human immunodeficiency virus infection. It is different from human infection by flaviviruses which are amplified in birds in bird-mosquito-bird cycles. Thus, an unusual outbreak of zoonotic diseases in human may warrant further investigations of the animal source to identify the possible underlying viral infection in epidemiologically linked birds.\n\nIn the recent two years, we have witnessed an explosion in avian virus discovery through the application of stateof-the art molecular diagnostic tools. The emerging avian influenza A(H7N9) virus reminds the global health community of the pandemic potential of avian viruses that are capable of crossing species barriers. Continuous, systematic, and global bird surveillance programs are important for the identification of other avian viruses with zoonotic potential. Molecular studies are important in identifying the appropriate adaptive mutations for cross-species transmission or virulent mutants of veterinary significance. The novel concept of 'pathogen augmentation' demonstrated in a recent outbreak of C. psittasi infection associated with a new avian adenovirus highlights the importance of investigating for an underlying viral infection in epidemiologically linked avian source associated with outbreaks of re-emerging zoonoses in human. "}