{"title": "Bystander CD4 T cells do not mediate demyelination in mice infected with a neurotropic coronavirus", "body": "Immunocompetent mice inoculated with MHV-JHM develop acute and chronic demyelinating diseases (Stohlman et al., 1999) that serve as animal models for the human demyelinating disease, multiple sclerosis (MS). By contrast, mice that are immunodeficient, such as those with a genetic disruption of recombination activation gene 1 (RAG1 À / À ) or mice with severe combined immunodeficiency syndrome (SCID), do not develop demyelination despite harboring large virus titers (Houtman and Fleming, 1996a; Wang et al., 1990; Wu and Perlman, 1999) . These mice die from viral encephalitis 14 -16 days post-inoculation (p.i.) without protection from T cells or antibodies. Adoptive transfer of CD4 or CD8 T cells from immunocompetent mice into MHV-infected RAG1 À / À or SCID mice results in inflammation and demyelination within 7 days post-transfer (p.t.). Macrophage/microglia recruitment and concomitant demyelination occur rapidly after adop-tive transfer (Wu et al., 2000; Wu and Perlman, 1999) , in large part because pro-inflammatory cytokines and chemokines are expressed in the central nervous system (CNS) of RAG1 À / À mice even in the absence of transferred T cells .\n\nAlthough MHV-specific CD4 and CD8 T cells predominate in the CNS after adoptive transfer, recruitment of T cells into the CNS is random with regard to antigenspecificity (Bauer et al., 1998; Hickey et al., 1991; Williams and Hickey, 1995) . Using MHC class I tetramers and intracellular cytokine staining (ICS), a large fraction of CNS-derived T cells has been determined to be MHVspecific in immunocompetent mice infected with MHV and after adoptive transfer of T cells into infected RAG1 À / À mice (Haring et al., 2001; Marten et al., 2000a,b; . Despite these sensitive methods of identifying antigen-specific T cells, populations of T cells with unknown specificities exist in the CNS after MHV infection. Although as yet undetermined viral epitopes may be recognized by some of these T cells, some T cells in the MHV-infected CNS are likely not to be MHV-specific. Some of these T cells could be autoreactive, as detected in the CNS of mice with demyelination induced by Theiler's murine encephalomyelitis virus (TMEV) (Miller et al., 1997) , but autoreactive cells have only rarely been detected in the MHV-infected CNS (Watanabe et al., 1983) .\n\nBystander T cells may be defined as T cells that traffic to a site of inflammation, but are not specific for an antigen present in the inciting agent or for a host protein at the site of inflammation. Little is known about the trafficking of bystander T cells into sites of inflammation, if they are important in resolution of infections, or if they participate in immune-mediated pathology. In a recent study, we demonstrated that activated bystander CD8 T cells were efficient mediators of demyelination in MHV-infected mice . Using two distinct CD8 TCR transgenic mouse strains, both on a RAG2 À / À background (P14 and N15), we showed that CD8 T cells with no reactivity to MHV-or CNS-derived antigens could mediate significant demyelination, but only if the T cells were activated either with cognate peptide plus adjuvant, or by infection of the transgenic mice with virus containing the cognate peptide. The amount of demyelination caused by bystander CD8 T cells was approximately one-third to one-half the amount mediated by MHV-specific CD8 T cells at a similar time post infection with MHV (Wu et al., 2000) . The presence of demyelination correlated with increased numbers of activated bystander CD8 T cells, as measured by ICS for interferon-g (IFN-g), in the CNS at the time of peak disease. These results provide strong evidence that activated bystander CD8 T cells are capable of participating in immunopathology.\n\nAlthough MHV-specific CD4 and CD8 T cells can independently cause demyelination, the mechanisms used by each cell type in this process are not entirely redundant . It is likely that bystander CD4 and CD8 T cells may also contribute to demyelination autonomously. Herein, we used TCLi/ RAG1 À / À mice to investigate if bystander CD4 T cells, like bystander CD8 T cells , participate in the process of immune-mediated demyelination. In addition, we studied the recruitment and activation of bystander CD4 T cells into the CNS after MHV infection.\n\nThe neuroattenuated J2.2-V-1 (Fleming et al., 1986) variant of MHV-JHM was generously provided by Dr. J. Fleming (University of Wisconsin, Madison, WI). Viruses were propagated and titered as previously described (Perlman et al., 1987) .\n\nC57BL/6.PL (B6.PL) mice were kindly provided by Dr. M. Dailey (University of Iowa, Iowa City, IA). hCLIP transgenic mice (TCLi), possessing a TCR specific for residues 81 -104 of the human invariant chain-derived CLIP peptide (hCLIP) presented by I-A b (Wong et al., 2000) , were kindly provided by Dr. A. Rudensky (University of Washington, Seattle, WA). They were crossed onto a RAG1 À / À background by breeding with C57BL/6J-RAG1 À / À mice maintained at the University of Iowa. Pups were screened for a and h transgenes by PCR as previously described (Wong et al., 2000) .\n\nAdoptive transfers were performed as previously described with minor modifications (Wu et al., 2000) . Wild-type MHV-JHM was used to immunize adoptive transfer donors as previously described (Wu and Perlman, 1999) , except that B6.PL mice were used instead of C57BL/6 (B6) mice. Briefly, TCLi mice were infected intracranially (i.c.) with 1 Â 10 3 PFU J2.2-V-1 4 days prior to receiving 5 Â 10 6 splenocytes from MHVimmune B6.PL donors. TCLi mice in the virus-only experimental group were infected, but did not receive donor cells.\n\nIn some experiments, we injected TCLi mice i.p. one time 3 days prior to infection with 100 Ag of a peptide encompassing residues 85-104 of hCLIP (hCLIP85) (Morkowski et al., 1995) generously provided by Dr. M. Buchmeier (The Scripps Research Institute, La Jolla, CA) emulsified in Complete Freund's Adjuvant. The sequence of hCLIP (85 -104) is: PKPVSKMRMATPLLMQALPM (Morkowski et al., 1995) .\n\nAt the time of harvest, mice were given a lethal dose of sodium pentobarbital and perfused with PBS, after which brains and spinal cords were removed. Lymphocytes were isolated from the brains of TCLi mice and intracellular cytokine staining was performed as previously described Wu et al., 2000) . Antibodies used were: anti-CD16/CD32 (24G.2), FITCconjugated anti-mouse CD4 (GK1.5), FITC-conjugated anti-mouse CD8 (Lyt-2), biotin-conjugated anti-mouse Thy 1.1 (OX-7), biotin-conjugated anti-mouse Thy 1.2 (53-2.1), PE-conjugated rat Ig, PE-conjugated anti-mouse CD44 (IM7), PE-conjugated anti-mouse CD25 (PC61), PE-conjugated anti-mouse CD69 (H1.2F3), PE-conjugated anti-mouse CD62L (MEL-14), PE-conjugated anti-mouse IFN-g (XM G1.2). All antibodies were purchased from Pharmingen (San Diego, CA) except for MEL-14, which was generously provided by Dr. M. Dailey. Streptavidin-Tri-Color (Caltag, Burlingame, CA) was used to detect biotin-conjugated antibodies. Analysis was performed on a FACScan flow cytometer (Becton Dickinson, San Jose, CA).\n\nNumbers of cells responding to epitope hCLIP85, the immunodominant MHV-specific CD4 T cell epitope (residues 133 -147 of the transmembrane (M) protein (M133); Haring et al., 2001) or the immunodominant MHV-specific CD8 T cell epitope (residues 510-518 of the surface (S) glycoprotein (gp) (S510); , were calculated as follows: total number of CNS-derived lymphocytes Â the percentage of CD4 or CD8 T cells Â the percent Thy 1.1 + or Thy1.2 + when applicable Â (the percent of peptide-specific T cells À the percentage of cells that expressed IFN-g in response to irrelevant peptide or no peptide). Statistical differences indicated in Tables 1 and 2 were determined using an unpaired t-test.\n\nSpinal cords were harvested and fixed in zinc formalin prior to processing and embedding in paraffin. Following hydration, 8-Am sections of the spinal cord were stained with luxol fast blue (LFB). Images of stained spinal cord sections were digitalized using an Optronics camera attached to a Leitz diaplan light microscope. Quantification of demyelination was performed as previously described (Xue et al., 1999) using Vtrace software (Image Analysis Facility, University of Iowa).\n\nAdoptive transfer of CD4 or CD8 T cells from MHVimmune, immunocompetent mice to infected RAG1 À / À recipients results in significant levels of demyelination (Wu et al., 2000) . Previously, we also demonstrated that activated bystander CD8 T cells are capable of mediating demyelination after infection with MHV . In the current study, we assessed the ability of bystander CD4 T cells to participate in immune-mediated demyelination using TCLi/RAG1 À / À mice, which contain only CD4 T cells specific for a peptide derived from the human CLIP fragment and are thus not specific for MHVderived epitopes. We analyzed spinal cords for myelin damage after infection of TCLi/RAG1 À / À mice with MHV with or without activation of TCLi CD4 T cells with cognate peptide (hCLIP85). Analysis of spinal cords from MHV-infected TCLi/RAG1 À / À mice 14 days p.i. revealed the presence of low levels of demyelination, equivalent to those observed in MHV-infected non-transgenic RAG1 À / À mice at this same time p.i. (Fig. 1 , Table  1 ). To determine if highly activated bystander CD4 T cells Total no. b 9.3 F 0.7 Â 10 4 3.9 F 0.3 Â 10 5 5.5 F 0.9 Â 10 5 7.8 F 1.0 Â 10 5 CD4/Thy 1.1 +b NA NA NA 7.4 F 1.3 Â 10 4 CD4/Thy 1.2 +b 5.9 F 2.7 Â 10 2 2.2 F 0.4 Â 10 3 2.7 F 0.5 Â 10 4c 9.0 F 2.4 Â 10 3c % Demyelination d NA 2.1 F 0.5% 1.7 F 0.5% 9.4 F 2.2% a Donor population. b Absolute number F S.E. per brain. c Significantly more of these cells were isolated from the brains of mice treated with hCLIP85:CFA and recipients of undepleted splenocytes than from mice receiving no treatment or transferred cells (''MHV only'') ( P < 0.05). d Percentage of the white matter of the spinal cord with demyelination F S.D. CD4 + /IFN-g + /Thy 1.1 +b NA NA NA 1.0 F 0.2 Â 10 4 CD4 + /IFN-g + /Thy 1.2 +b 0.5 F 0.5 Â 10 2 2.5 F 1.6 Â 10 2 5.9 F 1.4 Â 10 3c 2.7 F 1.5 Â 10 2 a Donor population. b Absolute number of activated T cells calculated as described in Section 2 F S.E. per brain. c The number of activated CD4/Thy 1.2 + cells isolated from the brains of TCLi/RAG1 À / À mice treated with hCLIP85:CFA was significantly greater ( P < 0.05) than the number of these cells isolated from the brains of mice infected with MHV only or mice that received adoptive transfer.\n\nwere capable of causing demyelination, spinal cords were harvested from TCLi/RAG1 À / À mice treated with 100 Ag hCLIP85:CFA 3 days prior to infection with MHV. The clinical diseases in infected TCLi/RAG1 À / À mice that were untreated or treated with peptide/CFA were indistinguishable, with all mice showing signs of encephalitis (hunching, lethargy and ruffled fur). Analysis of spinal cords from peptide-treated, infected TCLi mice day 14 p.i. revealed no demyelination above background levels ( Fig.  1, Table 1 ). These results indicate that, unlike activated bystander CD8 T cells, bystander CD4 T cells were unable to mediate demyelination after infection of the CNS with MHV.\n\nWe previously demonstrated that the ability of activated bystander CD8 T cells to mediate demyelination correlated with an increased number of these cells in the CNS.\n\nGiven the inability of activated CD4 T cells to mediate demyelination, we investigated if and to what extent bystander CD4 T cells trafficked into the CNS after MHV infection alone or after treatment with cognate peptide followed by infection with MHV. Minimal numbers of T cells were isolated from the brains of uninfected TCLi/ RAG1 À / À mice (Table 1) . To determine if CNS infection with MHV resulted in recruitment and activation of bystander CD4 T cells, we analyzed leukocytes isolated from TCLi/RAG1 À / À mice infected with MHV. We detected no sequence homology between peptide hCLIP85 and MHV by computer analysis, excluding an obvious explanation for potential observed recruitment of TCLi cells into the CNS. MHV-infected TCLi/RAG1 À / À mice succumbed to encephalitis 13 -14 days p.i., a disease course indistinguishable from that in non-transgenic RAG1 À / À mice infected with MHV (Wu and Perlman, 1999) . As shown in Fig. 2A and Table 1 , only a small number of TCLi T cells were recruited into the CNS after MHV infection alone. CD4 + T cells constituted 1% of the leukocytes isolated from the brains of infected TCLi/RAG1 À / À mice, equivalent to approximately 2000 TCLi cells per MHV-infected brain (Table 1 ). These results suggest that the necessary signals to recruit large numbers of bystander CD4 T cells were not produced in the infected TCLi/ RAG1 À / À CNS.\n\nTo investigate if peripherally activated TCLi T cells trafficked to the CNS, we treated transgenic mice with cognate antigen prior to infection. As shown in Fig. 2B , this resulted in a dramatic increase in the number of bystander CD4 T cells trafficking to the CNS 14 days after infection. Almost 27,000 TCLi cells were isolated per infected brain after treatment with peptide hCLIP85:CFA (Table 1 ), indicating that entry was much more efficient if T cells were in an activated state, in agreement with previous reports (Brabb et al., 2000; Hickey et al., 1991; Krakowski and Owens, 2000) . Thus, as in CD8 T cell transgenic mice, peripheral activation resulted in recruitment of a large number of activated transgenic T cells to the CNS in MHV-infected TCLi/RAG1 À / À mice; however, unlike our results with the CD8 T cell transgenic mice, an increase in demyelination in TCLi/RAG1 À / À mice was not observed.\n\nThese results showed that peripheral activation with peptide hCLIP85:CFA resulted in increased trafficking to the CNS, but did not indicate whether bystander cells could be recruited or were activated under more physiological conditions. T cells specific for MHV-derived epitopes are efficiently recruited into the CNS both in immunocompetent mice and in adoptive transfer recipients (Haring et al., 2001; Perlman, 1999, 2002; Wu et al., 2000) . Next, we investigated the effect of virus-specific T cells on trafficking of bystander CD4 T cells into the CNS. C57BL/6.PL (B6.PL) mice were used as donors for adoptive transfer of undepleted splenocytes to TCLi/RAG1 À / À mice to facilitate differentiation Fig. 1 . Bystander CD4 T cells were unable to cause demyelination. Little demyelination was detected in MHV-infected RAG1 À / À mice (column 1), in MHV-infected TCLi mice (column 2), or in hCLIP85:CFA-treated, MHV-infected TCLi mice (column 3). Black horizontal lines in each column represent the mean percent demyelination for each group. Demyelination F S.D. was 0.7 F 0.2%, 2.1 F 0.5% and 1.7 F 0.5% for Groups 1, 2 and 3, respectively. Demyelination values in columns 2 and 3 are not statistically different from control values in column 1.\n\nbetween Thy 1.1 + B6.PL CD4 T cells and Thy 1.2 + TCLi CD4 T cells. Recruitment of bystander CD4 T cells into the CNS of infected TCLi mice was greater after adoptive transfer of undepleted splenocytes when compared to infected TCLi/RAG1 À / À mice that did not receive transferred cells. These mice were analyzed on days 7-9 p.i. or days 10 -12 p.t. of immune splenocytes when they were moribund. The combined CD4 T cell frequency after adoptive transfer was approximately 20% of CNSderived lymphocytes (Fig. 2C) , of which 7-8% were TCLi cells (Fig. 2D) , equivalent to approximately 9000 cells (Table 1) .\n\nTo determine if the recruitment of bystander CD4 T cells into the inflamed CNS was preferentially induced by CD4 or CD8 T cells, splenocyte populations singly depleted of either T cell subset were adoptively transferred into infected TCLi mice. Recruitment of TCLi transgenic T cells into the CNS was unchanged when CD8 T cells were depleted from the splenocyte preparation prior to transfer; however, when CD4 T cells were depleted, there was a significant drop in the numbers of recruited bystander CD4 T cells (data not shown). Together, these results suggest that MHV-specific T cells in the CNS produce factors, as yet unidentified, that are necessary for the recruitment of bystander CD4 T cells and that are not present at sufficient levels without the transfer of additional T cells. Highly activated CD4 T cells appear capable of trafficking into the inflamed CNS without the aid of these putative factors.\n\nActivation of bystander CD8 T cells was required for demyelination to occur in our previous study . To determine whether bystander CD4 T cells recruited into the CNS were in a functionally activated state, we measured intracellular IFN-g production after stimulation with specific peptide (Haring et al., 2001; Welsh, 1998, 2000; Whitmire et al., 1998) . Minimal bystander activation of TCLi T cells was observed after MHV infection alone (Fig. 3A, Table 2 ). In mice treated with hCLIP85:CFA prior to infection, a large fraction (25%, equivalent to approximately 6000 cells/brain; Table 2 ) of CNS-derived TCLi T cells produced IFN-g in response to stimulation with cognate peptide (Fig. 3C, Table 2 ) in the absence of adoptive transfer of MHV-immune cells. After adoptive transfer of undepleted splenocytes from MHVimmune mice, very few TCLi cells responded to stimulation with cognate peptide by making IFN-g (Fig. 3E ) despite the Fig. 2 . Bystander CD4 T cell recruitment into the CNS was increased in the presence of other T cells and after in vivo activation with cognate peptide. Lymphocytes were isolated from the brains of TCLi mice that were infected with MHV (A), infected TCLi mice that were previously treated with hCLIP85:CFA (B, E) and infected TCLi mice that received 5 Â 10 6 undepleted splenocytes from an MHV-immunized B6.PL mouse (C, D, F). Lymphocytes were stained for CD4 and Thy 1.2 (transgenic CD4 T cell marker) as described in Section 2. Lymphocytes from individual animals were analyzed. Histograms shown are representative of results obtained from five TCLi-infected mice, four hCLIP85:CFA-treated, infected TCLi mice and eight infected TCLi mice receiving adoptively transferred splenocytes. Percentages represent the percent of lymphocytes that fall within the indicated gate. Panels D and F were gated on CD4 + cells. presence of a large number of activated MHV-specific T cells (Fig. 3G ,I and Table 2 ). Thus, we observed no functional activation of bystander CD4 T cells in the absence of cognate antigen.\n\nPartial activation of bystander T cells did occur in the presence of MHV-specific T cells. Insufficient numbers of T cells for extensive phenotypic analysis were isolated from the brains of uninfected TCLi/RAG1 À / À mice. Phenotypic analysis of spleen-derived TCLi cells from naive mice revealed that they were 4.2 F 1.5% CD69 + and 95.3 F 1.0% CD62L + (n = 3); however, 54.7 F 4.6% of CNSderived TCLi cells were CD69 + and 48.9 F 8.1% were CD62L + after adoptive transfer of undepleted splenocytes (n = 3). T cells were important for this partial activation because minimal bystander activation of TCLi CD4 T cells was detected after transfer of CD4 or CD8 T cell depleted splenocytes as measured by ICS and staining for surface activation markers (data not shown). These results suggest that even in the presence of MHV-specific T cells, bystander cells did not contribute to demyelination since, although recruited to the CNS, they were only partly activated.\n\nThe results of the current study showed that unlike bystander CD8 T cells, bystander CD4 T cells were not able to mediate demyelination, even if specifically activated with cognate peptide, despite being recruited into the CNS. Although no clear mechanism for this inability has been elucidated, it is most likely a result of the difference in the mechanisms by which CD4 and CD8 T cells mediate demyelination. MHV-infected RAG1 À / À mice that received adoptive transfer of CD8 T cell-enriched splenocytes from an MHV-immune donor underwent a protracted disease course. These mice survived >11 days p.t. and developed overwhelming demyelination, approaching 40% of the spinal cord. In contrast, recipients of CD4 T cell-enriched splenocytes became moribund within 6-7 days p.t. and exhibited significantly less demyelination (approximately 10% of the spinal cord) (Wu et al., 2000) . These data indicate that MHV-specific CD4 and CD8 T cells cause demyelination by mechanisms that are not completely overlapping. The putative effector function(s) missing from bystander CD4 T cells, which resulted in the inability to cause demyelination, has not been identified. Using a panel of probes for chemokines and cytokines, we have been unable to identify any factors that are critical for demyelination . Our results suggest that macrophage/microglia recruitment or activation is crucial for demyelination to occur. Future studies will be directed at understanding these processes after adoptive transfer of MHV-specific and non MHV-specific T cells.\n\nPrevious work demonstrated that the ability of MHVspecific CD8 T cells to mediate demyelination after adoptive transfer was not dependent upon perforin or TNF production by donor cells, but was largely dependent on IFN-g production by these cells . IFN-g production was not necessary, however, for CD4 T cellmediated demyelination after adoptive transfer . The ability of myelin-specific CD8 T cells to induce demyelination was also dependent on IFN-g production by these cells in another animal model of MS, experimental autoimmune encephalomyelitis (Huseby et al., 2001) . The mechanisms downstream of IFN-g that ultimately lead to the development of demyelination in either model are unknown. Several possible mechanisms exist, including the increased production by glia of chemokines involved in the recruitment of additional inflammatory cells into the CNS, or the upregulation of antigen presenting molecules on resident cells of the CNS, which may increase the ability of MHV-infected cells to be recognized by incoming T cells. The mechanisms by which CD4 T cells mediate demyelination after MHV infection are less understood.\n\nIn the presence of virus only, low numbers of transgenic T cells were recruited to the CNS, probably due to decreased integrity of the blood brain barrier (BBB) and increased expression of adhesion molecules on the vascular endothelium (Houtman and Fleming, 1996b; Williams and Hickey, 1995) . Infection of RAG1 À / À mice with MHV resulted in the expression of several chemokines including MIP-2, MCP-3, MIP-1h, MCP-1, IP-10 and RANTES , which were likely to contribute to the inflammatory process. After adoptive transfer of MHV-specific T cells, recruitment of bystander CD4 T cells was increased. This increase may reflect enhanced production of chemokines, such as RANTES and IP-10 in the CNS after adoptive transfer of CD4 T cell-enriched splenocytes . IP-10, Mig and RANTES are all required for maximal mononuclear cell infiltration into the CNS of MHV-infected immunocompetent mice Liu et al., 2000 Liu et al., , 2001a . Continuous production of IP-10 is also required for maximal inflammation during chronic infection since neutralization of this chemokine resulted in significantly decreased T cell recruitment into the MHVinfected CNS (Liu et al., 2001b) .\n\nOur results, showing that bystander activation did not occur to an appreciable extent, are in general agreement with the work of others. One study, using mice transgenic for an LCMV-specific TCR infected with vaccinia virus (VV), suggested that bystander activation of naive CD8 T cells occurred at low levels. However, Welsh and co-workers, in subsequent studies, showed that this was due to the activation of T cells with dual reactivity to LCMV and a second virus (VV or Pichinde (PV)). Only T cells responding to a subset of LCMV-specific epitopes were elicited by VV or PV. Notably, the anti-LCMV CD8 T cell response elicited by VV was protective against subsequent challenge with LCMV (Brehm et al., 2002; Selin et al., 1994 Selin et al., , 1998 . Also consistent with the specificity of the cross-reactive response, mice doubly transgenic for pancreatic expression of the LCMV gp and for an LCMV gp-specific T cell receptor did not develop diabetes after infection with VV. However, infection with LCMV did result in diabetes, indicating that a response with the correct specificity was able to cause disease (Ehl et al., 1997) .\n\nNaive CD4 T cell bystander activation, although documented infrequently, has been demonstrated most convincingly in a murine model of herpes stromal keratitis (HSK). In this model, mice transgenic for an ovalbumen-specific CD4 T cell TCR were infected by scarification of the cornea with herpes simplex virus strain RE. Transgenic CD4 T cells trafficked to the eye, were activated, based on surface molecule and cytokine expression, and caused HSK. However, HSK lesions occurred with greater frequency and severity if the bystander CD4 T cells were activated prior to infection (Deshpande et al., 2001; Gangappa et al., 1999) . These results were similar to those obtained in our previous study of demyelination mediated by bystander CD8 T cells, although we were unable to detect bystander activation in that study . Together, these results suggest that bystander activation is uncommon. If activated by cognate antigen, however, bystander CD4 and CD8 T cells are capable of mediating immunopathological changes.\n\nIn conclusion, we demonstrated that recruitment, but not activation of bystander CD4 T cells, occurred in the intense inflammatory milieu induced by MHV. Our results also indicated that peripheral activation of bystander CD4 T cells did not enhance their ability to mediate demyelination after infection with MHV, suggesting that CD4 T cellmediated demyelination, unlike that mediated by CD8 T cells, required antigen recognition within the CNS."}