{"title": "", "body": "On In the announcement of his resignation, Secretary Thompson recounted HHS accomplishments that had occurred on his watch. Among the most significant he listed were Medicare prescription drug coverage, the passage of the largest medical research budget in history, major investment in programs to prevent and counter bioterror attacks and to ensure the safety of the US food supply, the achievement of record-high vaccination rates in children, the turning of America's attention toward disease prevention through healthier eating and regular exercise, increased US participation in the global fight against HIV/AIDS including a $15 billion commitment, the protection of America against severe acute respiratory syndrome, and US leadership in preparing the world for a possible flu pandemic.\n\nIn his latter months of service as HHS secretary, Thompson set his sights on charting a course for streamlining the development and delivery to Americans of innovative medical technologies, including new drugs, devices, and biologics. His concern stemmed from the fact that today, the process from discovery to testing and ultimately to delivery can take years and cost hundreds of millions of dollars [1] . The secretary acknowledged that the various HHS agencies had already started their independent initiatives, also aimed at streamlining discovery, development, and delivery (see below). These include the National Institutes of Health (NIH) Roadmap; the US Food and Drug Administration's (FDA) Critical Path Initiative; the Centers for Medicare and Medicaid Services (CMS) Council on Technology and Innovation and revisions to the national coverage decision process; the Agency for Healthcare Research and Quality's (AHRQ) efforts to translate research into medical practice (the Translating Research into Practice I and II initiatives); and the Centers for Disease Control and Prevention (CDC) Future Initiative, which involves a broad review of its organization and strategic focus. However, Thompson was clear in his conviction that to truly accelerate delivery of innovative medical technologies, coordination and cooperation across these agencies would be required, and more collaboration would have to be encouraged between HHS and the US Department of Defense, the US Department of Commerce, the US Department of Education, the US Department of Veterans Affairs, and the National Science Foundation. In addition, specific efforts in electronic communication would be needed. New efforts would also be needed to enhance communication between investigators and manufacturers and HHS agencies influencing product development.\n\nTo pursue enhanced development and delivery, Secretary Thompson appointed the Medical Innovations Task Force, which includes NIH director Elias Zerhouni, National Cancer Institute (NCI) director Andrew von Eschenbach, AHRQ director Carolyn Clancy, CMS administrator Mark Mc-Clellan, CDC director Julie Gerberding, and (then acting) FDA commissioner Lester Crawford, who chaired the task force. The task force requested public comment in May 2004 and received input from individuals, manufacturers, and associations, including comments at a public meeting in November 2004. Finally, the task force [2] published its report, Moving Medical Innovations Forward-New Initiatives from HHS, which highlighted five action-oriented recommendations that could be implemented without new legislation or regulations and without changes in department operations. This communication reviews those recommendations.\n\nThe report briefly reviewed the key roles that HHS agencies play in new product development and described what each is doing to streamline the development and/or delivery of innovative medical technologies. foods and cosmetics and the safety and efficacy of drugs, biologic agents, and devices by setting scientific standards for safety and efficacy that new products must meet and by setting product manufacturing quality standards. The FDA's Critical Path Initiative explores opportunities to collaborate with product developers, patient groups, researchers, and others to make the critical paths for drugs, biologic agents, and devices faster, more predictable, more informative, and less costly. • The NIH, the world's premier medical research organization, funds discoveries on which many innovations are built. The NIH Roadmap for medical research in the 21st century identifies major gaps and opportunities in medical research that no institute can tackle alone but that the agency must tackle to have the maximum impact on medical research.\n\nThe task force's report went on to describe interagency initiatives already under way. The Interagency Oncology Task Force is a broad agreement between the FDA and the NCI to share knowledge and resources to facilitate the development of new drugs and their delivery to cancer patients. The NCI and CMS also have a memorandum of understanding, under which cooperative efforts are aimed at bringing new and effective treatments to cancer patients. The National Emphysema Treatment Trial was a fine example of CMS, the National Heart, Lung, and Blood Institute, and the AHRQ working together to identify which patients derive the most benefit from lung volume reduction surgery. The FDA and CDC have been working together to protect the nation's blood supply from West Nile virus contamination. The FDA, CDC, and CMS have worked collaboratively on several initiatives.\n\nFinally, the task force recommendations included the following five actions that could be taken without new legislation or regulation and without changes in department policies. Instead, to accelerate delivery, these agencies will collaborate on the following activities: (a) parallel review by both entities on request of an applicant; (b) the development of an expedited coverage pathway for humanitarian device exemptions, each of which is applied to fewer than 4000 patients per year; (c) expedited FDA preparation of its summaries of safety and effectiveness after approvals for CMS on request, if a product is eligible for coverage or payment; (d) the initiation of several projects by the FDA and CMS involving postmarket surveillance data. CMS will provide information that may shed new light on safety and effectiveness after FDA approval. 5. Interagency cross-training: the HHS Interagency Technology Transfer Council will support extensive interagency crosstraining. Personnel and scientists in all HHS agencies should understand the FDA's regulatory process and how it relates to medical reimbursement under CMS. This initiative will be implemented promptly.\n\nFinally, the task force acknowledged that the entire report is only one step in the continuum of improvements in the path from discovery to the delivery of innovative medical technologies."}