{"title": "The role of particle size in aerosolised pathogen transmission: A review", "body": "Natural human respiratory activities include breathing, talking, sneezing, and coughing.\n\nSeveral mechanisms of particle generation from these activities have been postulated. 1e9 Early studies propose that normal breathing produces particles through the processes of condensation and high-speed atomization. 1, 2 Warm and wet gas in the alveolar region transits from the lungs into the upper airways, where the gas cools to a liquid state 1 and turbulent high-speed airflow expels liquid as particles during exhalation. 2 Further atomization of particles also occurs during talking, sneezing and coughing, due to increased turbulent airflows expelling particles at higher velocities. 3 A later study suggested particle generation during breathing occurs from the re-opening of small airways during inhalation 4 ; this mechanism has been supported by recent data examining mechanisms during exhalation 5, 6 where particles are formed by the bursting of liquid films that cover the airway openings. 7, 8 The vigorous vibration and energetic movement of the vocal chords during speech and coughing have also been suggested to be responsible for the majority of particle generation. 9 This review examines the role of particle size in the aerosolised spread of infectious disease. Specifically we first detail why particle size is important. We then provide an overview of the literature that has measured particle sizes generated from different respiratory activities. Subsequently, we briefly discuss the different sizing methods and their limitations. This review also highlights some of the extraneous factors, outside the act of particle generation, that further complicates particle sizing and the use of size in infection control precautions. We conclude by identifying remaining gaps in the current knowledge of particle size and their implications.\n\nAerosolised disease transmission can be classified as either droplet or airborne transmission. Droplet transmission is defined as the transmission of diseases by expelled particles that have a propensity to settle quickly to the ground, usually within 1 m of the site of generation, due to their size. 10e12 Thus, infection by droplet transmission is reliant on close proximity between infected and susceptible hosts and direct contact between the droplet carrying the infectious agent and the respiratory tract of a susceptible host. Settled droplets may also facilitate fomite transmission of infection. 13, 14 Conversely, airborne transmission is defined as the transmission of infection by expelled particles that are comparatively smaller in size. These particles can remain suspended in the air for prolonged periods and thereby potentially expose a greater number of susceptible individuals to possible infection at a greater distance from the source. 12,15e17 This paradigm between droplet and airborne transmission has been underpinned by early studies by Wells, who described the settling of expelled particles as being a function of size, time and evaporation, 10 and by Hamburger and Robertson, whom described the distance travelled by particles expelled during sneezing and coughing events as a function of time. 18 The World Health Organisation employ a 5 mm cut-off to delineate between airborne ( 5 mm) and droplet transmission (>5 mm). 19,20 While we will use this framework in this review, we will later discuss how this single cut-off delineation fails to acknowledge that the size of particles and the resulting behaviour follows a continuum and may overlap either side of this cut-off. There are also physiological concerns which warrant a better understanding of the role of particle size in disease transmission. Deposition models have concluded that particles <10 mm in diameter are more likely to penetrate deeper into the respiratory tract while particles !10 mm in diameter are more likely to impact onto the surfaces of the upper airways and are less likely to penetrate into the lower pulmonary region. 21e29 Although small particles may also deposit in the upper airways, 26, 30, 31 the usual behaviour is for small particles to travel with the inhaled air current and avoid impaction within the nasal region; this enables deposition lower in the respiratory tract 23, 32 and the establishment of infection in this region. 26 Similar reasoning is also used by Nicas (2005) , who used an equilibrium size of 10 mm in diameter in risk calculations of airborne transmission. 29 Based upon the likelihood of deposition in the respiratory tract rather than generated particle size, Weber and Stilianakis, in their review article, suggest a cut-off of 10 mm in diameter to separate particles likely to transmit disease (particles 10 mm in diameter) from those that are less likely (particles >10 mm in diameter). 33 This group also used this cut-off in recent computer models and proposed likely predominant airborne transmission of particles 10 mm in sustained disease outbreaks and likely predominant droplet transmission in short-term epidemic outbreaks. 34 Other factors, such as infectious dose at different sites, are also implicated in the establishment of infection in the respiratory tract and have been reviewed elsewhere. 35 Compared with upper respiratory tract infections, lower respiratory tract infections are associated with increased severity, morbidity and fatality 36e38 due to the possibility of causing impairment of lung function, 39, 40 the initiation of other chronic respiratory illness 41e44 and the effects of comorbid factors. 39,45e47 Better understanding of the site of deposition of infected particles, the relationship between particle size and pathogen load and the critical pathogen load of particles required for the establishment of infection in the different regions of the airways is necessary before particle size can be robustly established as an index of transmissibility for infection control measures.\n\nThe probability of the spread of infection by aerosolised particles is broadly dictated by 1) the clinical manifestation of disease 2) site of infection 3) the presence of a pathogen and 4) type of pathogen (see Table 1 ).\n\nThe relative contributions of the different respiratory activities for the spread of disease remains contentious due to the numerous factors involved, such as the frequency of different respiratory activities, the number of particles produced per activity, and the pathogen load size distribution of different sized particles. Recently respiratory viruses have been detected in particles during tidal breathing e an activity that is continuous but previously assumed to produce a low number of particles. 48e51 Other studies suggest that vibration of the vocal chords and vocalisation (associated with intermittent activities such as coughing, sneezing and talking) contributes more to particle atomization 9, 52, 53 and the production of particles that carry microorganisms. 54 Disease propagation may also be associated with the frequency of the different respiratory activity. While sneezing may produce more particles containing virus than coughing, 15, 22, 55, 56 Couch et al. (1966) found that coughing is more frequent than sneezing during infection with Coxsackievirus A, e implying that coughing is the more efficient method of transmission for this infection. 57 It can be speculated that since coughing is one of the most common clinical symptoms associated with influenza infections, 58,59 coughing may also drive the aerosolised spread of this infection. While limited cough frequency data is available, evidence from modelling of flow dynamics also lends support to such speculation 60 as does the observations of sneezing counter-indicating an influenza diagnosis. 61 \n\nThe site of infection should also be considered in terms of understanding the source of aerosolised particles. As a starting proposition, to ensure expelled particles carry pathogen, the site of infection should be the same or very close to the site of particle generation. As earlier discussed, coughing and speech are reported to produce particles from vibrations of vocal chords. 9 This implies that infection of the larynx is the optimal location for propagation of pathogen by these activities. Particle generation during breathing has recently been associated with opening of the small airways, 4e6 indicating that infection of the lower respiratory tract is important for aerosolised transmission from breathing. If particle generation occurs outside of the site of infection, we speculate that there is a reduced likelihood that particles will contain a sufficient pathogen load to establish secondary infection. If multiple sites are infected, the number of particles carrying pathogen will be increased if simultaneous respiratory events occurs (for example simultaneous coughing and breathing); conversely, dilution of the number of particles carrying pathogen will occur if simultaneous atomization occurs at additional but non-infected sites. An example of this dilution is the observation that the majority of particles produced during sneezing arise from the mouth 2 despite sneezing being a reflex of the irritation of the nasal region and generating particles from the lower respiratory tract with additional secretions from the nasal region. 62e64 The relative proportions of particles that arise from the different areas of the respiratory tract during a respiratory activity and the change in these proportions during simultaneous respiratory activities, in healthy and in infected states, is poorly described in the literature and precludes further discussion of the site of infection and the site of particle generation are in disease spread.\n\nObviously secondary infection can only result if pathogen is present in expelled particles. Early observations indicated that regardless of the frequency of respiratory activities or the number of particles generated by the different activities, very few particles actually carry pathogens 15 and that efficient disease transmission is more reliant upon pathogen load in particles and the flow of saliva than atomization of particles. 65 Of further significance is the relationship between particle size and infectivity. While it may be that many particles carry pathogen, pathogens may be inactivated due to desiccation and other environmental factors. Computer models have pointed out that aerosolised transmission dynamics are pathogen-specific, due to pathogenspecific peak shedding and inactivation rates 66 and that models need to include an inactivation parameter to account for pathogens that are no longer infectious. 67 Type of pathogen A number of fungal, bacterial and viral pathogens is responsible for causing respiratory infections by utilising aerosolised modes of transmission (see Table 2 ). The size of these pathogens may firstly dictate the size of the particle carrying the pathogen. For example, larger pathogens such as bacteria have been found in larger particles 54,55,68e70 whereas particles produced from virally infected individuals have been much smaller 49,56,71 (see Fig. 1 ). Secondly, the size of pathogens may dictate the infectivity of particles. Large pathogens, such as bacteria and fungi, may not be able to be carried at high concentration in particles without breaking up into smaller particles soon after expulsion. In light of this, some large sized pathogens may find it difficult to establish an infection if a high concentration of pathogen is required.\n\nThe PubMed database was used to find studies of expelled particle sizes. The following search strings were used: aerosol Table 1 Factors affecting disease transmission via aerosolised modes.\n\nType of respiratory activity Different activities (for example breathing, coughing, sneezing, talking) produce different numbers and sizes of particles Frequency of respiratory activity Frequent activities associated with clinical disease are more likely to spread pathogen Number of particles generated Activities that atomize more particles are more likely to spread pathogen Site of infection Activities that generate aerosols from the infected region of the respiratory tract are likely to propagate disease Pathogen load Sufficient pathogen load must be present in expelled particles to establish infection in a susceptible individual.\n\nThe size of the pathogen may determine the size and infectivity of expelled particles.\n\nAND size, particle AND size, bioaerosol AND size. Our search criteria included: i) an open date limit to 2010; ii) must be in English or translated into English and ii) published studies. Retrieved studies were also reviewed for additional references that did not appear in the PubMed search. Due to the limited number of studies available, conference abstracts were also included in this review. Airborne-sized particles were considered to be particles 5 mm in size and dropletsized particles were considered to be particles >5 mm in size.\n\nEarly studies of particle size utilised methods of impaction upon solid 15, 68, 69, 72, 73 and liquid interfaces 15, 56, 68, 74 and highspeed photography 2 ( Table 3 ). The most basic of the described impactors is the microscope slide and the paper strip. These surfaces are held close to the mouth and nose and capture expelled particles during respiratory activities. The surfaces are then examined by microscopy to measure particle size. 15, 56, 69, 75 This type of impaction is inherently biased towards the collection of droplet-sized particles because of the propensity for airborne-sized particles to remain suspended in the air and not impact. More complex solid impactors, such as the sieve sampler used by Eichenwald et al. 68 (and the Andersen sampler used later by Fennelly et al. 70 and Wainwright et al. 54 ) utilises the difference in inertial mass that accompanies changes in particle size to differentiate between different particle sizes. The larger particles, with increased inertial mass, impact on the earlier stages of the sampler while small particles, with less inertial mass, are able to avoid impaction and move through to the latter stages of the sampler. This method is normally used to size particles carrying bacterial and fungal pathogens on an agar surface for later cultivation. A liquid impactor, also known as a liquid impinger, operates similarly to a solid impactor in terms of relying upon inertial mass. However, instead of particles impacting onto a solid surface, liquid impingement requires particles to impact into a liquid, which is then cultivated. Often liquid impingers are accompanied by pre-impinger to initially collect the largest particles. However, as noted by Gerone et al., 56 droplet-sized particles may be difficult to collect for sizing with a sampler or impactor because of rapid settling after expulsion preventing any collection upon an impaction surface. Previous studies have identified that collection efficiency by impaction is impeded by the effects of drying, which reduces particle size beyond the limits of collection 76e82 and particle bounce (particles bouncing off the impaction surface and onto non-collection surfaces). 82 Physical slippage (particles slipping onto the wrong collection surface for sizing) may also reduce the accuracy of particle sizing. Impaction may be also inhibited by a small particle size which will remain aerosolised or bounce off the settling surface 83e87 e this gives rise to a proclivity for the collection of heavier, large particles, rather than airborne-sized particles. The physical nature of impaction may cause particles to also spread, splash or finger and inevitably distort the true particle size if identified by microscopy. 88e94 Jennison et al. used high-speed photography to resolve and measure particles !5 mm but was unable to measure smaller particles. 2 Accurate measurement was confounded however by the limited depth of field involved, making particles outside the field of focus appear larger than they are. This study however has importantly contributed to our understanding that different respiratory activities expel different amounts of particles e specifically, while sneezing produces a greater number of particles than coughing, particles from both activities are of a similar size (a sneeze produces 40,000 e 4600 particles with 80% of these particles being smaller than 100 mm compared with coughing which produced up to few hundred particles sized between 20 and >100 mm).\n\nThe bias in the methods used in earlier studies weighted the predominant particle size for the four natural respiratory activities towards the production of typical droplet-sized particles rather than airborne-sized particles 2, 15, 55, 69, 72, 73 with the exception of two studies 56, 68 (Table 3) demonstrated that a particle size range of <1.0e500 mm was associated with the carriage of microorganisms expelled from breathing, coughing and sneezing. Despite obvious confounding by incomplete capture of all expelled particles and poor resolution of smaller particles, these early studies have consequentially promoted the belief that droplet transmission was the most dominant mode of transmission of infectious aerosols.\n\nMore recently, impaction methods have been used less frequently while the use of charge separation, optical and time-of-flight (TOF) technologies has increased (Table 3 ). An additional 18 studies have attempted to determine the particle size of expelled aerosols; six studies have used impaction methods 17,54,70,95e97 while fourteen studies have employed optical, charge separation or TOF methods alone or in combination with impaction methods. 5,7e9,17,49,54,75,95,98e102 Of the six studies that used impaction methods, 17,54,70,95e97 two studies determined that the predominant expelled particle size was of droplet-sized particles (range 50e100 mm) 75, 96 whereas three studies 54, 70, 97 complemented the majority of findings from optical, TOF and charge studies 5,7e9,49,71,95,99e102 which described a shift towards a predominant particle size comparable to that of airborne-sized particles (range of 0.01e 5 mm). An exception to the latter statement is the study by Chao et al. using interferometric Mie imaging (an out-of-focus imaging method which identifies and sizes particles based on the Mie theory of light-scattering properties of spheres 103 ) which the investigators acknowledged that the technique is limited in its capacity to detect submicron particles. 98 The sixth impaction study examined impacted particles from breathing using transmission electron microscopy and found the most predominant particle size was >1.0 mm but were unable to define an upper size limit. 95 Interestingly, five studies determined expelled particle size to be either side of the 5 mm delineation for airborne and droplet transmission. 17, 71, 98, 99, 102 The size range found from TOF devices are not unexpected as these devices are more efficient at enumerating particles in the range of 0.7e10 mm and have reduced efficiency for enumerating particles beyond. 104e106 Furthermore, any deviation from a spherical particle shape will affect the acceleration of the particle through the measurement zone, resulting in either under-sizing if particles are non-spherical or over estimating particle size if particles are elongated. 107 Another issue to consider is that the output parameters from different sizing technologies are also different; for examples as detailed in Table 4 , impaction and TOF devices measure the aerodynamic diameters of particles whereas devices that measure charge separation measure the mobility diameter. These different output measures confound comparison of particle size.\n\nDespite the inherent weaknesses of TOF technology and interferometric Mie imaging, these recent findings suggest that the burden of infectious disease carriage lies with the airborne-sized particles. Yet, very few published studies, contemporary or otherwise, have attempted to make a clear association between carriage of specific pathogens and particle size. 70, 97, 108 This is a limited evidence for a definitive understanding of whether pathogen is carried by a certain particle size or if carriage occurs indiscriminate of size or pathogen type. Furthermore, evident in two recent studies, 54, 70 as with one of the older studies, 56 is the misconception that one particle is representative of one microorganism. This may not necessarily be the case. Analogous to the cultivation of colonies of microorganisms, 109 one particle may be representative of one microbe or an aggregation of microbes. Furthermore, particles generated in one respiratory event may not all be generated from the same site in the respiratory tract. While this does not afflict the delineation of particle size, it does infer that the establishment of infection may be affected by the factors of particle size, sites of atomization and pathogen load of particles.\n\nAnother point of difference raised by more recent studies that investigated multiple respiratory activities, similar-sized particles were generated by different activities. 75, 95, 96, 98, 100, 110 Such results may be due to the capabilities of the sizing devices used, however it is prudent to also consider the extraneous or host factors that may drive such similar-sized particles to become vehicles of droplet transmission or vehicles of airborne transmission (Table 5 ). Further, we now consider the following factors in more detail: 1) relative humidity and evaporation, 2) aggregation and 3) mucus properties.\n\nWells reported that a water particle of 170 mm diameter generated in dry air (0% water saturation) will fall 2 m in 3 s and will evaporate completely upon settlement to the ground. 10 Under the same conditions, it is also predicted that particles larger than !170 mm diameter will fall in the same distance more rapidly while smaller particles will take longer to settle and may remain suspended in the air for a prolonged period, and are likely to completely evaporate. The Wells' evaporation curve is conceptually important for understanding particle fate however the extent and speed of evaporation may be further limited by the presence of hygroscopic salts within expelled particle. 29 Since the first publication of the Well's evaporation curve, other studies have demonstrated it to be incorrect in its details, identifying a comparatively smaller critical particle size (the particle size when the time-of total evaporation equals the total time-of falling 2 m) 17 and longer settling times. 111, 112 Also reported by Wells is the effect of relative humidity e where particles are expected to reach equilibrium size slower at higher humidity. Nicas et al. also further comments on the role of relative humidity, indicating that it affects both the rate of evaporation and the equilibrium (final) size of the particle. 29 Relative humidity may also play a role in affecting particle trajectory. 113e115 In particular, increases in vertical and lateral particle movement have previously been associated with decreased relative humidity. 10, 17 Aggregation Particles may grow after expulsion by aggregation with other particles if released in high concentrations. 116 This Particle size in aerosolised virus transmission would predispose an expelled particle that begins its existence as a vehicle of airborne transmission to then shift to behave as a vehicle of droplet transmission.\n\nFrom the 26 studies investigating particle size (Table 3) , only thirteen have sized particles from infected individuals. For the purposes of better understanding disease transmission dynamics, particles from healthy individuals may have limited value. In the one study that compared particle sizes from both healthy and infected individuals, 71 it was found that particles from infected individuals were larger than those from healthy individuals. Disease-induced changes, such as increases in mucus composition, quantity and viscosity, have also been observed, 2, 117, 118 which may suggest that the increase in size is directly related to increases in mucus viscosity. Differences in mucus composition at the mucuseair interface may be accountable for the inter-individual variability observed in studies of different respiratory activities. 70, 75, 95, 119 \n\nRelative humidity Increases in relative humidity slows down evaporation, reducing its effects on particle size 10,113e115 Aggregation (Particle concentration per expulsion)\n\nPromotes particle aggregation and increases particle size 128 Pre-exposure to saline in the airways Increases particle size and reduces particle number 100, 129 Disease state Induces changes to mucus composition and increases particle size and number 71, 129 Current research gaps Improved understanding of the behaviour of particles in the transmission of aerosolised disease has the capacity to stimulate the update of current infection control precautions.\n\nFirstly, the relationship between particle size and particle carriage needs to be clearly understood if infection control policies are to utilise a size demarcation, such as 5 mm, to classify modes of transmission. While there is evidence describing the carriage of Mycobacterium tuberculosis (about 3.0 mm in size) in particles 3.3 mm, few other pathogens have been studied in such detail. Specifically, the size of the particles carrying respiratory viruses, which are 100-fold smaller than a M. tuberculosis bacilli, have only been recently determined for influenza. 97, 108 Other viruses, such as rhinoviruses, have not been examined and may be carried in particles differently due to differences in shedding and inactivation patterns. 66 Furthermore the effectiveness of these size-based precautions need to be evaluated to ensure they are advocating protectiveness. Without a strong evidence base, the effectiveness of infection control policies based on a size demarcation should remain contentious. Secondly, improved understanding particle behaviour may illuminate the 'super-spreaders' of respiratory diseases. 'Super-spreaders' are defined as those individuals who infect a large number of contacts. 120,121 'Super-spreaders' were responsible for infecting large numbers of susceptible individuals during the Severe Acute Respiratory Syndrome outbreak 122e124 and have been identified as possible sources in influenza epidemics. 121 Some healthy individuals make more particles than others when they breathe, cough, sneeze or talk 7, 8, 70, 75, 95, 119 and that this may be mirrored with a propensity to be a super-spreader and produce an increased number of pathogens to spread infection during illness. Edwards et al. suggest that this effect may be due to the surface properties of the liquids that line the airways. 100 Determining why certain individuals have the proclivity to make more particles than others and what factors contribute to this proclivity is important for limiting disease spread at the level of the individual and needs to be further investigated.\n\nPossibly the most important unanswered question is why some expelled particles during any respiratory activity carry pathogens and why some do not. Evidence from computer models suggest airborne-sized particles are unlikely to carry pathogen 66 e this is in contrast to the limited evidence from particle size measurements suggesting possible airborne carriage of both bacterial and viral pathogens. 54, 70, 71, 97 Further examination of pathogen carriage needs to clarify whether carriage is a function of the particle size, the site of infection, the site of particle generation (which may be different to site of infection), the concentration of the pathogen in the mucus, changes in the nature of the mucus, the virulence of the pathogen itself. Furthermore, are the particles that carry virus similar to those that carry bacteria and fungi? These questions are of paramount significance for understanding the physiological niches pathogens occupy in the human body and during disease transmission. Research efforts needs to be directed towards examining particle ecology and determining the sites of expelled particle generation during different respiratory activities.\n\nWe conclude from our review, that:\n\nDetermining the particle size that carries respiratory pathogens has important implications for the use of droplet and airborne infection control measures Infectious particles sized less than 10 mm have more serious health implications as they are able to penetrate into the lower respiratory tract to establish infection Simultaneous particle generation from different respiratory activities may occur but may not be apparent The probability of the propagation of microbial respiratory disease is dependent on the characteristics of clinical disease and the type and presence of a pathogen. Evidence has shown particles generated from respiratory activities range from 0.01 up to 500 mm, with a particle size range of 0.05 to 500 mm associated with infection Few studies to date have directly associated specific pathogen carriage with a particular size range After expulsion, particle size is influenced by host and extraneous factors which may determine how it facilitates aerosolised transmission.\n\nDespite recent evidence 49, 101, 125, 126 suggesting the role of aerosol transmission has been severely underestimated in the past, the lack of strong observational data for the trajectory of individual respiratory pathogens, especially for viruses, expelled from different respiratory activities discourages updating of the current infection control (5 mm e 1 m) paradigm. 127 This may be in light of recent computer models which suggest that while airborne transmission can occur, very few airborne-sized particles can carry pathogen. 66 Regardless of the complexities and limitations of sizing particles and the contention of size cut-offs, it remains that particles have been observed to occupy a size range between 0.05 and 500 mm. Even using the conservative cut-off of 10 mm, rather than the 5 mm to define between airborne and droplet transmission, this size range indicates that particles do not exclusively disperse by airborne transmission or via droplet transmission but rather avail of both methods simultaneously. This suggestion is further supported by the simultaneous detection of both large and small particles. 2, 71, 98, 99, 102 In line with these observations and logic, current dichotomous infection control precautions should be updated to include measures to contain both modes of aerosolised transmission. This may require airborne precautions to be used when at risk of any aerosolised infection, as airborne precautions are considered as a step-up from droplet precautions. Further elucidation of particle size and the dynamics of particles in disease transmission provides the opportunity for increased understanding of the ecological niches of respiratory pathogens and the development of improved measures to counter the spread of communicable respiratory diseases."}