{"title": "", "body": "The purification and partial characterization of a new enveloped RNA virus isolated from a rectal swab of a horse in Berne, Switzerland, has been reported (Weiss et al., 1983) . Berne virus measures 120--140 nm in its largest diameter and consists of a peplomer-bearing envelope and an elongated core which is bent into an open torus within the membrane. The core is tubular in appearance and has a morphology indicative of helical nucleocapsid symmetry. The virus possesses an RNA genome since its growth is not affected by DNA nucleotide analogues; actinomycin D and alpha-amanitin on the other hand do inhibit replication, as does UV preirradiation of the cells (Horzinek and Weiss, 1984) .\n\nBerne virus was shown to be serologically unrelated to known equine viruses and to representatives of the three main antigenic clusters of coronaviruses (infectious bronchitis, mouse hepatitis and transmissible gastro-enteritis viruses) which it resembles superficially in negatiwdy stained preparations. [;sing neutralization tests, howew*r, it was shown that thr Berne virus is related to the Breda agent (Weiss et al., 1983} discovered m calves by Woode et al. (1982 . Viruses closely related to if not identical with the Berne agent occur in all ungulates tested, in the rabbit and in some wild mouse species [;sing immune electron microscopy, Beards et al. (1984) have shown an antigenic relationship between the Berne'Breda viruses and morphologically similar particles em'ounterrd m the feces of humans with gastroenteritis. Thus viruses of this new taxonomic cluster (provisionally named toroviruses: Horzinek, 1984} appear to ixe widespread in nature. The present study reports some physico-chemical properties of Berne virus which may be of ecological and epidemiological significance.\n\nBerne virus (strain P138/72) was propagated and assayed in embryonic mule skin (:ells (EMS linel grown in Eagle's minimum essential medium supplemented with non-essential amino acids (1¢~), L-glutamine (200 mM), sodium bicarbonate, antibiotics and 2--107~ foetal calf serum which had been pre-screened for the absence of antibody against Berne virus by neutralization tests. Semliki forest virus (SFV), Kumba strain, adapted to growth in EMS cells, equine herpesvirus (EHV) type l, strain 57F94, propagated in the RK-13 line of rabbit kidney cells and rabies virus (RAV), strain SAD PR1, grown in BHK-21 cells were included as controls in the UV irradiation experimenL~.\n\nInfectious doses (ID, o) were routinely determined in flat bottom microtiter trays (Greiner and Soehne, Nuertingen, Germany) by adding 100 ul volumes of serial 10-fold virus dilutions to wells containing a monolayer of 3 x 104 EMS cells. The Spearman-Kaerber formula was applied for the calculation of infectivity titers after reading the cytopathic effect five days postinfection. The infectivity titers of SFV and EHV were calculated in a similar fashion whereas those of RAV had to be determined after inoculation of BHK monolayers on cover slips and immunofluorescent staining.\n\nSupernatant fluids from P138/72-infected EMS cell cultures were clarified by low speed centrifugation; 10 ml volumes were kept in water baths adjusted to 31, 35, 39, 43, 47, 51 and 55°C, respectively. At the time periods in-dicated, 0.5 ml aliquots were withdrawn from each sample and kept at -20~C until titration. Samples of the starting material were frozen immediately and served as controls.\n\nStability of infectivity was assayed after keeping virus preparations for different periods of time at +4, -20 and -70°C, respectively.\n\nSamples of cell-free supernatant from virus infected cultures were frozen in 1.0 ml volumes and subsequently lyophilized. They were kept at room temperature for about 2 h, rehydrated in the original volume of distilled water and then titrated. Unfrozen samples were stored under identical conditions and served as controls.\n\nInfectious cell culture supernatant was spread evenly onto a glass microscope slide to cover a circular surface approximately 6 cm (100 ~l of virus) or 2 cm (10 ul of virus) in diameter. The material was left to dry at 4°C or 22°C, which took 5 h or 0.5 h, respectively. Immediately thereafter (0 h) and 1, 5, 20, and 40 h later the spot was rehydrated using the original volume of distilled water and titrated. Controls consisted of equivalent material kept in a moist chamber to prevent drying.\n\nBerne virus material was adjusted to different pH values using a citratephosphate-borate-ttCl buffer (Teorell and Stenhagen, 1938} ; the mixtures (1.0 ml of virus + 0.5 ml of buffer) covered a range between pH 2.2 and 12.0 in 0.3 pH steps. After 1 h of incubation at 37°C the preparations were cooled to 4°C, brought to neutrality using 0.1 M NaOH or HCI, and tit.rated immediately. A sample containing phosphate-buffered saline, pH 7.2, served a~ a control for temperature inactivation.\n\nCell culture supernatants or pre-purified Berne virus, SFV, EHV and RAV were pipetted in 200 ul volumes into the center of plastic petri dishes and spread to cover a surface of 3.8 cm:. Subsequently, the preparations were exposed for different periods of time to a UV dose of 50 erg sec mm 2, from a Philips 15W germicidal lamp {TUV, G15 T8) as described previously . The measurement of UV irradiation has been reported (Jacobs et al., 1981}. \n\nEnzyme and detergent treatment experiments were performed with Berne virus which had been pre~purified using ammonium sulfate precipitation followed by sucrose cushion centrifugation (Weiss et al., 1983) . For proteinase treatment, the interphase material was pelleted for 3 h at about 80 000 X g and the sediment resuspended in TES buffer (0.01 M Tris-HC1, 0.001 M EDTA, 0.15 M NaCl, pH 7.6). Bovine trypsin {crystallized, Merck, Darmstadt, FRG), beta chymotrypsin (2× crystallized, Fluka, Buchs, Switzerland), pronase E (from Streptomyces griseus, pure, type XIV, Sigma, St. Louis, U.S.A.) and proteinase from Bacillus subtilis vat. biotecus A (Fluka, Buchs, Switzerland) were dissolved in TES buffer to twice the desired concentration. Equal volumes of the virus and enzyme preparations were mixed and kept at 37°C for 1 h. Before titration, enzyme activity was interrupted by transferring the tubes to an ice-bath and by the addition of trypsin inhibitor (from soy beans, puriss., Serva, Heidelberg, FRG) or aprotinin (from bovine lung, Trasylol, Bayer, Leverkusen, FRG); inhibitor concentrations were twice those of the enzymes. Proteinase activities were pre-tested by mixing 100 #l volumes of the respective preparations with equal volumes of a 20~ solution of gelatin, saline serving as a control; in the presence of active enzyme, the gelatin did not solidify.\n\nPhospholipase C (I,ecithinase type XII from Clostridium perfringens, Sigma, St. Louis, U.S.A.) was dissolved in a buffer solution containing 0.01 M Tris-llCl, pH 7.5, 0.1 M NaCl and 1.0 mM MgCl~ and used at a final concentration of 0.15 U ml 1. Bovine pancreatic ribonuclease (RNase, 4× crystallized, protease-free, Fluka, Buchs, Switzerland) was dissolved in the same buffer and employed at a final concentration of 2.0 #g ml\n\nSodium deoxycholate (DOC; Merck, Darmstadt, F.R.G.) was dissolved in distilled water or TES buffer to a concentration of 0.2% (w/v) immediately before use. and mixed with equal volumes of a prepurified Berne virus preparation. At the indicated times of incubation at room temperature, samples were withdrawn for immediate titration.\n\nTriton X-100 (Fluka, Buchs, Switzerland) was used at final concentrations of 1% and 0.1~ in TES buffer; incubation was at room temperature.\n\nThe rate of thermal inactivation of Berne virus in Eagle's minimum essential medium at pH 7.2 was measured in the temperature ranl~e 31-55°C; the titre of the preparation was 106~ IDs0 units ml ~. An exponential decrease of infectivity was observed between 31°C and 47°C, indicating that the inactivation procc~ss follows first order kinetics; correlation coefficients were :> 0.949 {Fig. 1). No detailed study, however, was made in the higher temperature range, where a two-component reaction could have occurred, since > 5 log units of infectivity were lost within the first 30 min.\n\n:\n\n. Berne virus can be stored without appreciable loss of infectivity at temperatures lower than 20°C for six months. At 4°C, no measurable decrease in infectivity was found at 92 days but at 185 days a 1.7 log reduction was recorded.\n\nFreeze-drying of Berne virus preparations resulted in insignificant loss of infectivity (0.5 log). Air-drying at room temperature led to similar inactivation rates during the observation period of 40 h. When the preparations were left to dry at 4°C, however, 1 log of infectivity was lost after 5 h and > 2 logs after 20 h.\n\nThe infectivity of Berne virus remained unchanged between pH 2.5 and 10.3; reproducibility of the titer values in this range was very good as shown by a coefficient of variation of < 3.5% {titer of 4.63 ± 0.16 IDso units, n = 17). Beyond plt 10.3 a linear decrease (correlation coefficient = 0.983) occurred, culminating in a sharp drop above pH 11.8. Infectivity of the preparations was also sharply reduced at values lower than pH 2.5.\n\nAs demonstrated in Fig. 2 , Berne virus is inactivated by UV irradiation more rapidly than SFV, EHV and RAV. Essentially the same results were obtained when Berne virus had been pre-purified by sucrose interphase centrifugation {Weiss et al., 1983};  in this case, the preparation contained Tris-HCl buffer and lacked medium constituents and phenol red (results not shown). not shown). On the contrary, these enzymes caused a distinct increase of infectivity; at a concentration of 10 ug ml\", pronase treatment also enhanced infectivity of Berne virus. In contrast, > 3 log units were lost after treatment with pronase at a concentration of 500 ~g ml '; the same reduction in titer was caused by Bacillus subtilis proteinase at a concentration of 50 ~g ml-'. Treatment of pre-purified Berne virus with phospholipase C and RNase, either alone or in combination, did not demonstrably affect the infectivity of the preparation {results not shown). \n\nTreatment of Berne virus with 0.1% DOC resulted in no significant reduction in infectivity of the preparation. Immediately upon addition of Triton X-100 to the virus, a sharp drop in infectivity was noted, but the titer remained at that level during further incubation; the effect was concentration-dependent (Table I) .\n\nThermal inactivation of Berne virus proceeded at a linear rate in the 31°--43°C range; similar observations have been made with other RNA viruses (picornaviruses; Bachrach et al., 1957; Dimmock, 1967; rous sarcoma virus: Dougherty, 1961; togaviruses: Flemming, 1971; Walder and Liprandi, 1976) . Compared to transmissible gastroenteritis virus of swine (TGEV), a coronavirus, it appears that Berne virus is more readily heat-inactivated: at 39°C TGEV lost only about 1 log of infectivity within 24 h (Laude, 1981) whereas a decrease of:> 5 logs was observed with Berne virus.\n\nFor a lipid-containing RNA virus, Berne virus possesses an unusual stability to extreme hydrogen ion concentrations. Whereas ortho-and paramyxoviruses, and rhabdo-, retro-and arenaviruses are inactivated at pH values <: 5.0 (for reviews see Andrewes et al., 1978; Matthews, 1982) and some togaviruses even at pH < 6.0 (Horzinek, 1981) , Berne virus retained its infectivity titers even at pH 2.5. This behaviour resembles that of nonenveloped enteric viruses, e.g. entero-or reoviruses, and may indicate that Berne virus has adapted to passage through the gastrointestinal tract. Again, TGEV is not acid resistant and its pathogenic potential is explained by the lack of hydrochloric acid in the stomach of young piglets (Aynaud, personal communication, 1984) . Berne virus, however, can infect older animals, as we have shown by seroepidemiological studies in a stud farm .\n\nBerne virus infectivity is enhanced by treatment with trypsin, chymotrypsin and also with low concentrations of pronase. This effect is unlikely to be due to dispersion of aggregates but probably reflects an intrinsic property of the virion. Infectivity enhancement by proteolytic activation is well documented for other enteric viruses, e.g. bovine coronavirus, reoviruses and astroviruses.\n\nIt has been demonstrated previously (Weiss et al., 1983) that Berne virus contains essential lipids, as infectivity is abolished by treatment with organic solvents. These lipids do not seem to be readily accessible to phospholipase C (results not shown) and DOC (Table I) , however, since viral infectivity is hardly affected. The resistance to DOC is especially noteworthy and may again reflect the biological property of an enteric virus which must withstand the emulsifying activity of gall-bladder secretions. We have shown previously that Sindbis virus, an arthropod-borne togavirus with a parenteral mode of transmission in nature, is rapidly inactivated by DOC, which separates the envelope from the nucleocapsid (Horzinek and Mussgay, 1969) .\n\nTogether with Breda virus (Woode et al., 1982) , Lyon IV virus (Moussa et al., 1983) and the particles visualized in human feces (Beards et al., 1984) , Berne virus appears to belong to a new family of enteric animal viruses, provisionally named Toroviridae (Horzinek, 1984) . Replication of Breda virus in gut epithelium has been detected by immunofluorescence (Woode et al., 1982) and thin-section electron microscopy (Pohlenz et al., 1984) . At the present state of knowledge, their properties may be summarized as follows: toroviruses are enveloped RNA viruses containing an elongated tubular nucleocapsid of presumably helical symmetry. The capsid may be bent into an open torus, conferring a disk-or kidney-shaped morphology to the virion (largest diameter 120--140 nm) or it may be straight, resulting in a rod-shaped particle (dimensions 35 × 170 rim). The lipoprotein membrane is studded with projections and a hemagglutinating activity has been demonstrated for Breda virus (Woode et al., 1982) . Major structural proteins of 22 kD and 20 kD have been identified, the latter occurring in the capsid (Horzinek et al., 1985) . Replication is dependent upon some nuclear function of the host cell. Evidence of infection with toroviruses has been obtained in ungulates, lagomorphs, rodents and humans and indication of enteric infection and/or disease, exists for equines, bovines and humans (Horzinek and Weiss, 1984) . The properties described in this paper, e.g. stability at low pH, resistance to trypsin, chymotrypsin and I)OC are in agreement with the ecological niche toroviruses seem to occupy. Their resistance to desiccation would favour their spread in nature."}