{"title": "Detection of human coronavirus 229E-specific antibodies using recombinant fusion proteins", "body": "Human coronaviruses are a common cause of respiratory disease in man. In healthy adults, they are associated with colds of mild to moderate severity. The usual symptoms are nasal catarrh and sore throat and the illness typically lasts about 6-8 days.\n\nEpidemiological data indicate that human coronaviruses are responsible for 5-30% of all upper respiratory tract infections (Hierholzer and Tannock, 1988) . Also, the possible association of coronavirus infection with more severe respiratory tract illness in children (Matsumoto and Kawana, 19921, or as a precipitant of asthmatic exacerbation (Pattemore et al., 1992) needs to be further investigated.\n\nWith a few exceptions, human coronaviruses are difficult to propagate in tissue or organ culture and consequently their biology is relatively poorly understood. Nevertheless, it has been possible to establish that there are two major types of human coronaviruses, represented by 229E and 0C43. The viruses can be readily distinguished on the basis of their genetic structure and antigenicity, but both types seem to be equally responsible for respiratory infection (Macnaughton et al., 1981; Hierholzer and Tannock, 1988) .\n\nThe 229E virion is comprised of the positive-strand genomic RNA of 27,000 nucleotides, the nucleocapsid protein, N, and a lipid envelope containing the membrane glycoprotein, M, the surface glycoprotein, S, and, probably, a small membrane protein, SM. The genes encoding the virion proteins have been cloned and sequenced Siddell, 1989a, 1989b; Schreiber et al., 1989; Raabe et al., 1990) . The replication of human coronavirus involves the synthesis of a 3'-coterminal set of subgenomic mRNAs. These viral mRNAs are structurally polycistronic but only the gene(s) encoded in the S-unique region of each mRNA, i.e., the region not contained in the next smallest RNA, is translated (for a review of human coronavirus 229E molecular biology see Herold et al., 1993) .\n\nThe diagnosis of human coronavirus infections can be approached in 3 ways. First, virus can be isolated and identified in cell or organ culture. This approach is time-consuming and difficult. Second, infections can be diagnosed by the direct detection of viral antigen (McIntosh et al., 1978) or nucleic acids (Myint et al., 1989 (Myint et al., , 1990 (Myint et al., , 1994 in nasal or pharyngeal swabs or aspirates. And third, evidence of infection can be obtained serologically. The serological tests which are most commonly used are serum neutralisation (Schmidt and Kenny, 1982) , indirect fluorescent antibody (Mont0 and Rhodes, 1977) and enzyme immunoassay (Kraaijeveld et al., 1980) . Regardless of the test used, paired sera are required for the serodiagnosis of infection because early or IgM antibodies have not been reported for human coronavirus.\n\nSeroconversion and the prevalence of human coronavirus-specific antibodies in various populations can be carried out with single serum specimens.\n\nThe specificity and sensitivity of the serological tests described above largely depend upon the nature and purity of the viral antigens employed.\n\nWith the advent of ,recombinant DNA technology, it has become possible to express large quantities of viral antigens, in both prokaryotic and eukaryotic systems. This alternative is relatively inexpensive, avoids the need to propagate virus and allows the delineation of the immune response to specific viral antigens.\n\nThe aim of the experiments reported here was to determine whether bacterial synthesised human coronavirus antigens could be used for the detection of antibodies in human sera. The sensitivity of this approach was also compared to an indirect immunofluorescence (IF) method and the prevalence of coronavirus 229E antibodies in a group of young children was studied.\n\nA panel of 51 sera was collected from young children (6 months to 8 years of age) who had been hospitalised because of acute respiratory disease. Additionally, serum samples of 10 adults, experimentally infected with coronavirus 229E, and a neonatal control serum were used. The serum samples from volunteers were kindly provided by Dr. D. Tyrrell of the MRC Common Cold Unit, UK. The sera were stored at -20°C.\n\nA restriction fragment encoding amino acids 9-389 of the 229E-N protein (Myint et al., 1990) was inserted into the PstI site of pUR 292 (Riither and Miiller-Hill, 1983 ). The resulting plasmid, pUR/ coronavirus-N, encodes a P-gal/ coronavirus 229E-N fusion protein with an expected molecular mass of 165,000. The carrier protein has an expected molecular mass of 116,000. Also, a restriction fragment encoding amino acids 54-1173 of the 229E-S protein (Raabe et al., 1990) was inserted into the SmaI site of PROS (Ellinger et al., 1989) . The resulting plasmid, pROS/coronavirus-S, encodes a P-gal/coronavirus 229E-S fusion protein with a Factor Xa cleavage site located between the fusion partners. The P-gal/coronavirus-S fusion protein has an expected molecular mass of 158,000; the carrier protein has an expected molecular mass of 44,000. These constructs, as well as the parental plasmids, were transformed into competent Escherichia cofi BMH 71-18 cells, and colonies expressing carrier or fusion proteins were identified by restriction enzyme analysis of plasmid DNA. The growth of bacterial clones, the expression of recombinant proteins following IPTG induction and the preparation of bacterial lysates were carried out as described previously (Strebel et al., 1986) . Recombinant proteins were partially purified by solubilisation in urea as described previously (Harlow and Lane, 1988 ).\n\nWestern blots, using purified recombinant fusion proteins, P-gal/ coronavirus-N and P-gal/coronavirus-S, were carried out as described previously (Harlow and Lane, 1988) . Briefly, the nitrocellulose strips were blocked with 5% bovine serum albumin in 0.05% Tween-20-PBS for 30 min and then incubated with serum samples, diluted 1 : 50 in 0.05% Tween-20-PBS, overnight at 4°C. After 3 washes with 0.05% Tween-20-PBS, the secondary antibody, peroxidase-labelled, rabbit anti-human IgG (Dako, Copenhagen, Denmark), diluted 1 : 200 in 0.05% Tween-20-PBS was added. Specific antigen-antibody complexes were stained by a lo-min incubation in 0.5% 4-chloronaphthol (Sigma, Deisenhofen, FRG), 0.05% H,O,, and 16% ethanol in PBS.\n\nCl6 cells (human embryonic lung fibroblasts) were grown on cover slips in MEM containing 5% foetal bovine serum at 33°C. At a density of 80%, the cells were infected with coronavirus 229E (TCID,, 106/ml) with an m.o.i. of O.O5/cell. After 1 h incubation, the medium was replaced and 24 h later the coverslips were fixed in paraformaldehyde, dried and frozen at -20°C. Immunofluorescence staining for specific IgG was carried out according to standard procedures (Harlow and Lane, 1988 ) at a serum dilution of 1 : 10.\n\nThe expression of the recombinant P-gal/ human coronavirus 229E-N and P-gal/ coronavirus-S fusion proteins was easily detected in bacterial cells that had been induced with IPTG. Fig. 1 and P-gal,_,,,, lanes 1 and 3) and the fusion proteins ( /3-gal/coronavirus-N and P-gal/coronavirus-S, lanes 2 and 4) are major components of the bacterial lysates. Both fusion proteins were located in inclusion bodies and were easily purified by solubilisation in urea (data not shown).\n\nTo examine the use of the bacterial expressed, recombinant proteins for the detection of coronavirus 229E-specific IgG, a Western blot analysis was carried out using the serum from an infected adult volunteer. Fig. 2 shows that, as expected, the serum contains IgG that reacts specifically with both purified fusion proteins, @gal/ coronavirus-N and P-gal/coronavirus-S (lanes 1 and 3) . There was no reactivity with the purified carrier proteins, P-gal,_,,,, and /?-gal,_,,, (lanes 2 and 4), and there was no reactivity with either carrier or fusion proteins in the serum from a control individual (data not shown).\n\nIn order to evaluate the specificity and sensitivity of Western blot analyses using the recombinant proteins, these were compared with the results of a standard serological method, indirect immmunofluorescence. Fig. 3 shows the typical result of an IF analysis, in this case using, once again, the serum of an experimentally infected volunteer. With this positive serum, there is a clear, cytoplasmic immunofluorescence restricted to a focus of infected cells. Immunofluorescence was not seen with control serum or when uninfected cells were stained.\n\nThe serum samples of the 10 adult individuals experimentally infected with coronavirus 229E were all positive by IF for the 229E-specific IgG. In the WB analysis, the same serum samples also reacted with the recombinant proteins, P-gai/coronavitus-N and /3-gal/coronavirus-S.\n\nThe control serum was negative for coronavirus-specific antibodies in both IF and WB. Table 1 summarises the results of the 51 serum samples of the paediatric age group. Eight of 51 serum samples had coronavirus-specific IgG antibodies by IF. These sera were also positive by WB analysis (group V). Twenty-three of 51 serum samples were negative by all tests (group I). Eleven of 51 sera reacted only with P-gal/coronavirus-S by WB (group II), 6/51 sera reacted only with /3-gal/coronavirus-N by WB (group III>. Only 3/51 serum samples contained IgG antibodies directed against both P-gal/ coronavirus-S and @gal/ coronavirus-N (group IV). Table 2 shows the seroprevalence of human coronavirus-specific IgG in the samples of the paediatric age group. According to the IF analysis, 43 serum samples were negative for specific IgG and 8 were positive. This represents an overall seroprevalence of 15.7%. Using the Western blot analysis, the number of positive results is significantly higher. When serum samples that have either P-gal/coronavirus-S or P-gal/ coronavirus-N-specific antibodies (groups II and III) are considered, the overall seroprevalence is 55%. In addition, it is clear, that seroprevalence increases with age. \n\nIn this study, the use of recombinant structural proteins of human coronavirus 229E was examined for the serodiagnosis of 229E infection. Two test systems for the detection of 229E-specific IgGs were also compared: Western blot analysis using recombinant proteins; and the indirect immunofluorescence of 229E-infected Cl6 cells. Indirect immunofluorescence is a commonly used system for the determination of IgM-, IgA-and IgG-antibodies to 'native' virus proteins. It is a standard assay for the routine diagnosis of human coronavirus 229E infections (McIntosh et al., 1978) . The results indicate that IF is an adequate system to evaluate human coronavirus infections in adult patients, where repeated infection most probably leads to high titres of IgG. In contrast, IF seems to be less sensitive in the paediatric age group, where it can be expected that primary infections lead to lower IgG titres. Using this method, the overall seroprevalence of 229E-specific IgG was determined to be 16% in the paediatric age group. This figure is low compared to the reported values. For example, Hierholzer and Tannock (1988) reported seroprevalence ranges for human coronaviruses 229E and OC43 between 54 and 80% in the l-to 5-year-old group. It should be emphasised that the paediatric group sera were chosen not because of any implied involvement of coronavirus, but in order to encompass negative and low-titre samples.\n\nAnalysis of the adult serum samples using Western blotting and recombinant human coronavirus 229E proteins showed that they all contained IgG antibodies specific for both the nucleocapsid and surface proteins. This method, therefore, seems appropriate for epidemiological analysis of 229E infection in adults. It is clear, however, that this type of analysis detects primarily 'linear' epitopes, possibly in denatured antigenic sites. The relationship of these epitopes to immunity and protection to human coronavirus infection is, at present, unknown.\n\nIn the analysis of sera from the paediatric group, it appears that WB is a more sensitive test system than IF. This suggests that WB analysis will be more useful for the screening of sera from young children, the age group in which primary infection occurs. However, it should be noted that the advantages of the WB test system only become evident when both the human coronavirus-S and -N proteins were used for screening. In a number of cases, specific antibodies to one or the other, but not both antigens, were detected. This might be due to a differential temporal response of the immune system, as has been recognised in other infections, i.e., EBV (Henle et al., 1974) .\n\nIn summary, this study showed that recombinant proteins of human coronavirus 229E are suitable for the serodiagnosis of these infections, especially in the paediatric group. For the screening of serum samples, recombinant S as well as N protein should be employed, preferably by a Western blot analysis. Immunofluorescence detection of human coronavirus 229E-specific IgG can also be employed for the screening of adult patients."}