{"title": "", "body": "This special report builds on and expands the knowledge base comprising: established principles of needs assessment (BOX 1) [1] that can be used to create a logic web for future planning [2] ; use of the critical path method to assess the validity of specifications for diagnostics, such as those published recently for Ebola virus disease ('Ebola') by the WHO (TABLE 1) [3, 4] ; the theory of the Spatial Care Path TM (SCP), described recently by Kost et al. [5, 6] ; the pivotal advantages of point-of-care testing (POCT) for diagnosis, triage, monitoring, recovery, derisking and stopping outbreaks; and a real sense of urgency, as more highly infectious disease outbreaks emerge to threaten the world.\n\nMapping the future We extrapolate from stop-gap emergency use authorizations (EUAs) for Ebola and middle east respiratory syndrome Coronavirus (MERS-CoV) detection issued by the FDA in the USA onward to future sustainable POC molecular diagnostics that could be used for facilitatedaccess self-testing point of care ('FAST POC TM '), a new solution for enhancing resilience [6] . This community-based strategy fills gaps needed in order for local population clusters of people to respond to both external and internal threats from old, new and often unpredictable, infectious diseases (BOX 2).\n\nExtensive formal needs assessment surveys have defined specifications, namely high sensitivity, safety and user friendliness, for portable molecular pathogen detection with biohazard containment [1, [23] [24] [25] [26] [27] [28] [29] . In an urgent call [3] , the WHO published acceptance criteria and priority features for Ebola diagnostics in a 'target product profile' (TABLE 1) [4]. These WHO features comprise high clinical sensitivity in the first 10 days of patient presentation (>98% desired, >95% acceptable), extremely high analytical specificity (>99% desired, >99% acceptable) and\n\nBox 1. Needs assessment principles for developing point-of-care diagnostics.\n\n. Develop a logic model for systematic pursuit of project goals and timeline efficiency. . Clearly identify the goals, objectives and terms of a needs assessment survey after assessing results already published from previous surveys. . After designing the survey (e.g., observation, intervention, epidemiological or other), secure ethics approval at the appropriate administrative level and/or locale. . Draw respondents randomly from geographically dispersed sites, or from well-defined experts, professionals, laypersons and focus groups. . Avoid surveying special interest groups, which later courts of law or other legal bodies may deem hearsay not representative of randomly sampled larger populations, and therefore, invalid. . Perform surveys of adequate breadth, depth and sample size to yield significant comparisons of predefined variables in a comprehensive balance of closed-and open-ended questions. . Achieve an adequate response rate through use of facile media (e.g., SurveyMonkey), personal interviews, repetitive encouragement, follow-up communications and appropriate incentives. . Use original methods, such as trade-off questions, statistically validate results and base claims only on comparisons with p values <0.05. . Consider the broader context of national policies and guidelines, cost-effectiveness and market sustainability while simultaneously targeting outcomes people want, business realities and technical feasibility. . Integrate small-world network analysis with consideration of disasters, emergencies, outbreaks, and public health resilience. These specifications present serious challenges for technology designers, because implicit in them is low cost. However, our global field experience has shown that cost-effectiveness is attained by assessing the overall value of POC diagnostics, not just the costs, despite the practical challenges and economic realities of enabling appropriate value propositions. Also, the WHO target population [4] , \"Patients presenting with fever to health care facilities for assessment,\" misses the point, a serious error. To stop an outbreak, POC detection should be substantially upstream at the first point of contact before sick febrile patients spread the disease to others. The first point of contact is anywhere that POCT can be used. The WHO concept of waiting until the patient presents with fever is too far downstream in the SCP and therefore too late to stop outbreaks.\n\nAdditional WHO features include efficient process steps performed by the operator (<3 desired, <10 acceptable with no and 1 timed steps, respectively), no or facilitated transfer of a precise volume of sample, quick analysis (<30 min desired, <3 h acceptable), internal controls, no or automated sample preparation and several delineated operational characteristics, such as robust operating conditions (0-50 C desired, 0-40 C acceptable; both up to 90% relative humidity), durable reagents and minimal training requirements [4] .\n\nThe WHO temperature specification of 50 C may encounter bubble formation in reagent cassettes and other physical alterations in the sample, but temperature can be controlled in a diagnostic center, although in limited-resource settings, it will be challenging to do so. The WHO format is a small handheld (<2 kg, desired) or tabletop (acceptable) portable instrument with 30-60 min time limits for using opened reagents and ideally, solar, alternate or rechargeable battery power operating up to 8 h [4] . Well-configured, portable, robust and ergonomic POC devices would be ideal for isolation areas, alternate care facilities, mobile venues and the field.\n\nPoint-of-care testing in isolation areas TABLE 2 lists POCT selected for the specialized isolation area at Emory University Hospital (2A) [19] , used in the biocontainment unit of the University of Nebraska Medical Center (2B) [20] and designed for other Ebola containment centers [21] and suites [22] (2C & 2D). Additional POC test clusters can be selected by the reader from web sources [30] and lists of Clinical Laboratory Improvement Act-waived POC tests, which are the simplest to use [31] . One should be aware of which tests are FDA cleared for use with critically ill patients, an important consideration for Ebola patients, and identify clusters of tests that fulfill needs cost-effectively, ideally, on as few instruments as possible. POC staff [32] and other POC device operators must be trained in the use of personal protective equipment, sample handling procedures and the care of patients with Ebola.\n\nResearchers are innovating novel technologies, such as surface acoustic wave detection [33] , a recombinase polymerase amplification panel [34] and multicolored silver nanoparticles [35] . Manufacturers are encouraged to respond to the threat of future outbreaks by producing user-friendly POC cassettes/cartridges/ cuvettes with multiplex test clusters designed specifically for Ebola patients ('Ebola test clusters'). For example, coagulation tests on handheld devices are cleared by the FDA for anticoagulation (warfarin) monitoring, not for diagnosing disseminated intravascular coagulation, one of the most serious complications of Ebola. Clearly, these gaps need to be closed to improve the survival, assuming suitable therapy is available, of Ebola patients, who develop rampant bleeding, septic shock, multiorgan failure and acute hepatic necrosis leading to fatal outcomes.\n\nSaijo et al. [36] reviewed laboratory diagnostics for Ebola and Marburg hemorrhagic fever in 2006. Now nearly a decade later, the FDA is accelerating the ongoing development, validation and approval of new diagnostic tests for Ebola by issuing EUAs more or less continuously since Fall 2014. TABLE 3 presents the EUAs in chronological order with their respective methods and status of development. Ebola-specific challenges for molecular diagnostics include: i) reduction in initial false negatives, FN = FN(t), as a function of time, to ramp up sensitivity, {TP/[TP + FN(t)]}, to ultrahigh levels in infected patients during the first 72 h when symptoms may be mild or absent, in order to avoid shunting false-negative cases to community hospitals ill prepared to receive high-risk patients (TP is true positive); ii) automation of totally self-contained and sealable specimen cassettes and cartridges to eliminate need for expensive high level biosafety cabinets; iii) proof of effectiveness in controlling internal contamination in portable instruments, thereby sustaining ultrahigh specificity [TN/(TN + FP)] and minimizing false positives, which place people at risk when near infected patients (TN is true negative and FP false positive); and as more sophisticated but compact technologies become available; and iv) determination of quantitative viral genome titers, which will be useful for early detection of exposure in small volumes of specimen and also for de-escalating the level of care and quarantine as the patient improves. When performed properly with biohazard precautions in the near-patient testing area of the diagnostic center, results will be available much more quickly than sending specimens to a public health laboratory or to the CDC [37, 38] . The gain in time can be substantial, less than 1 h needed to obtain an answer (see TABLE 3 ), which facilitates rapid screening, focused triage and effective workflow. In West Africa, these practical efficiencies can help offset professional shortages in countries with large numbers of people per physician, such as 70,000:1 in Liberia (fatality rate 43.0%), 45,000:1 in Sierra Leone (28.7%) and\n\nBox 2. The internal threat from highly infectious diseases: demographics, incidents, secrecy & community risks in the USA.\n\n. Over 200 high containment laboratories operated by government agencies, universities and private companies are scattered throughout the USA and the District of Columbia. . Experiments underway involve drug-resistant TB, plague, anthrax, botulism, ricin, exotic flu, Severe Acute Respiratory Syndrome, Middle East Respiratory Syndrome and Ebola and Marburg hemorrhagic fever viruses.\n\n. More than 100 laboratories experimenting with potential bioterror agents have been cited by regulators at the CDC and USDA for serious safety and security failings and are facing sanctions. . According to limited information released for 2006-13 through the Freedom of Information Act, laboratories notified federal regulators of 1500 incidents, more than 800 workers received medical treatment or evaluation, 15 people contracted laboratoryacquired infections, animals also became infected, 79 laboratories were referred for potential enforcement actions and fines levied against 19 totaled $2.4 million. . Additionally, 33 laboratories have been placed on performance improvement plans, 7 are under scrutiny for select agent performance, 5 have been barred from using select agents, 5 had multiple enforcement actions, and 2 were expelled. . Accidents in the last year have compromised security for Ebola, avian influenza and smallpox at the NIH and CDC collectively; flu viruses are engineered to be more contagious than those found in nature, but so far, no accidental outbreaks have been reported.\n\n. Identities, affiliations and locations of laboratories out of compliance are kept secret under a 2002 bioterrorism law, and not even the names of the two laboratories expelled have been revealed to the public. . There is no publicly available list of high containment laboratories nor their research activities, scope of research or safety records, all largely unknown to state officials charged with protecting public health.\n\nCommunity risks . Oversight is fragmented and self-policing is marginally effective, in view of hundreds of safety accidents at laboratories nationwide. . Deliberate theft and misuse of deadly pathogens; release of viruses, bacteria, and toxins; accidental and intentional outbreaks;\n\nand lack of transparency for residents living near biolabs represent sources of mistrust, frustration and community risk.\n\nInformation from [47] .\n\nA new public health framework Special Report informahealthcare.com 10,000:1 in Guinea (61.9%) [39, 40] . Last Fall, the WHO urgently pleaded for rapid diagnostics to meet needs and help make up for these shortfalls, even as physicians and nurses in West Africa contracted Ebola and died. Self-contained cartridge/cassette-based rapid molecular tests are available on small portable platforms that test for infectious diseases. Development of POC molecular diagnostics for high-risk infectious diseases (see TABLE 3 ) forecasts the feasibility of introducing Ebola assays on lightweight platforms like the Alere i (FIGURE 2) [41] and the tiny Roche Diagnostics cobas Liat (FIGURE 3) [42] , both Clinical Laboratory Improvement Actwaived. If tests satisfy certain conditions, they can be waived, that is, cleared by the FDA for use in clinics and at home. Most are simple to carry out and use operator-friendly equipment, which improves chances of accurate test results. We will see these potential solutions emerge as FAST POC TM when industry moves forward in the chronological progression of Ebola EUAs-inexpensive, portable, safe and appropriate for detection of viruses in the early stages of clinical illness.\n\nFacilitated-access self-testing point of care FAST POC TM means that the patient obtains his or her own (capillary) blood (or other) sample with an automatic retractable lancet (or other sampling device) built into a selfaspirating and self-contained microcassette/microcuvette/cartridge, which then seals for automated processing and automatic testing on an integrated POC instrument, while This schematic illustrates the floor plan and component design of a newly created diagnostic center. The left area is at negative pressure with a temperature of 22 C and relative humidity at 55%, a clean room class 10K. On the right, the shower room and changing room are at positive pressure, the latter with an interlocking anteroom. The top left inset shows POCT in the biosafety cabinet (BSL-3). Refer to the text for test clusters (test menus). Specimen preparation, then routing through a pass box are shown along the bottom, and PPE used in SE Asia, on the right. Staff circulate clockwise as they don PPE, perform work, and doff PPE before exiting to avoid exposure and contamination. This diagnostic center has been deployed in Bangkok, Thailand, but could be on a mobile vehicle moved to hotspots to break the log jam of slow or no testing in tiered (frontline, assessment and treatment) approaches. another person, the 'facilitator', instructs and guides (hands off), so there is extremely limited or no exposure to infectious agents. Technological developments in POCT indicate that FAST POC TM is becoming a reality and will complement POC culture well [43, 44] . Like something hidden in plain view, FAST POC TM offers a culturally adaptable solution for A new public health framework Special Report informahealthcare.com stopping future outbreaks, whether Ebola, MERS-CoV or novel new threats, because of minimally significant exposure to others or of oneself to infected patients and hence, little risk.\n\nSimilar to self-monitoring of blood glucose by individuals with diabetes, family members can instruct each other in homes and obtain results without actually contacting any blood, other specimens or testing components. Alternately, visiting local public health workers can educate, instruct, guide and facilitate self-testing in primary care sites without necessarily touching the patient or assay components. FAST POC TM will help eliminate fear of going to treatment centers, being separated from family and assigning loved ones to lonely deaths, when they may have Dengue, hepatitis, HIV, influenza, malaria, syphilis, tuberculosis or other common diseases in limitedresource settings or elsewhere, but not Ebola or MERS-CoV. In West Africa, FAST POC TM will enable primary care sites, clinics and treatment centers to be sought out as sites for speedy diagnosis [45] and excellent care with improved chances of survival.\n\n. POCT is improving global health [46] , and now, a global health problem, Ebola, has propelled POCT and its urgent implementation worldwide. Needs are clear, as documented by several surveys worldwide [1] . Additionally, recent revelations of accidents, secrecy and adverse outcomes from highly infectious diseases made public by investigative journalists [47] highlight potential for outbreaks locally in USA communities. . World financial losses from Ebola and other outbreaks warrant investment [48] , which should be directed not just to vaccines [49] , but also to the development POC molecular diagnostics, for which there is precedent [50] [51] [52] [53] [54] [55] [56] [57] . . POC diagnostics should be available upstream for immigration screening, on cruise ships, in industrial sites abroad and at other points of first encounter worldwide. Companion diagnostics, such as coagulopathy test clusters [PT/INR (prothrombin time/international normalized ratio), D-dimer, fibrinogen and platelets], viral load assays and digital PCR will streamline therapeutic monitoring downstream. . SCPs consolidate process steps and ultimately will help stop the spread of outbreaks. Diagnostic centers with controlled environmental conditions placed along SCPs will motivate industry to respond to WHO calls [3] for robust diagnostic tests [4] and consolidate community efforts on a cost-effective broader scale. . Construction of approximately 1400 specialized isolation units in Hong Kong was motivated historically by the deaths of patients and healthcare workers from Severe Acute Respiratory Syndrome, which infected 1800 and killed 299 people, and Avian Influenza [58, 59] . In Guangzhou, China, Severe Acute Respiratory Syndrome killed 8000 [60] . . These disasters should not be repeated. The USA is vulnerable to an unending series of threats [61] . These threats include not just ones from abroad, but also from within, as documented in BOX 2. Recent journalistic research revealed shocking non-disclosure of communities at risk. . Adaptations in SE Asia and in individual USA hospitals, such as isolation areas in Atlanta, Dallas, New York, Bethesda (NIH Clinical Center) and Omaha, are notable, but have not yet generated isolation bed capacity nor adequate experience quickly enough to deal with potentially large numbers of cases from infectious disease outbreaks in the future. . CDC-approved hospital treatment centers are distributed unevenly. The recent launch and funding of the National Ebola Training and Education Center by the CDC and the Health and Human Services Office of the Assistant Secretary for Preparedness and Response comprising Emory University Medical Center in Atlanta, Georgia; the University of Nebraska Medical Center in Omaha, Nebraska and the Bellevue Hospital Center in New York City will facilitate the development of additional treatment centers [62] . Nine of the current treatment centers will have enhanced capabilities. . Alternate care facilities and diagnostic centers with integrated logistics for community small-world networks, as the CDC recommends be engaged, will allow USA communities to respond efficiently and effectively. Special Report Kost, Ferguson, Truong et al.\n\n. In regard to internal threats, the government, academia and private companies must disclose information about problems that have occurred at secured biolabs, so that communities can set medical, financial and public health priorities. People have a right to know when safety violations occur. In fact, laypersons should be given more weight on oversight committees. . For external threats, such as Ebola or new infectious disease threats, strategic planers must reshape public health for resilience at points of need. In June 2015, MERS-CoV, for which a feasible rapid POC molecular diagnostic [63] and one FDA EUA [64] exist, but for which there is no vaccine or definitive treatment, was spreading throughout South Korea [65, 66] 17 ,000 had been placed in quarantine and 12 remained hospitalized [67] . Second quarter South Korean growth was the worst in 6 years, the government announced a 22-trillion won stimulus package and the economic growth forecast was cut from 3.1 to 2.8%. Hence, we can predict heavy economic impact from future threats in ASEAN + 6 countries. . MERS-CoV was not suspected and health care workers did not treat the first patient in isolation. Some of the infected people occupied the same room as the first patient, and others had been in the same ward for times ranging from 5 min to several hours. Said the Prime Minister, Park Geunhye, \"there were some insufficiency in the initial response, including the judgment on its contagiousness [65] .\" How many times will this scenario repeat, at what economic and medical costs, and to whom, before responses are properly strategized, restructured and enabled at the points of first contact, need and care? . Therefore, in summary, we recommend accelerating proactive planning, national preparedness, development of new POC technologies [68] and especially field evaluation, which, in the case of Ebola, has demonstrated high sensitivity and interesting POC results in clinic settings [69] .\n\nThis future paradigm of POC diagnostics is to think globally and act globally, but test locally where the people are in the context of their own cultural settings. Intrinsic to emerging POC culture [5, 43, 44] is the popular expectation of rapid diagnosis [45] of high-risk viruses using disposable test strips, selfcontained automated technologies and other mobile cartridge-, cassette-or cuvette-based approaches. Diagnostics that properly fulfill these expectations, and those popular expectations are the keys to motivation, in the next 5 years while delivering ultrahigh sensitivity, specificity and predictive values will help stifle outbreaks in the USA and other countries before they succumb to future threats and untoward economic losses. Multiplex PCR assays are particularly beneficial in cases when samples are difficult to collect or short on volume, and when different pathogens create the same clinical constellation of symptoms and signs. Additionally, the instant traceability of infected or potentially infected individuals by knowing multiplex results, locations, and movement over time and across borders can help contain the spread of highly contagious diseases. FAST POC TM , self-knowledge and enabled people who take ownership of personalized diagnostic testing will interrupt the rapid spread of outbreaks, an impactful shift in public health to immediate diagnosis at points of need and a new POC culture in public health.\n\nDevices must comply with jurisdictional regulations in specific countries, operator use limitations based on patient conditions, federal and state legal statutes and hospital accreditation requirements. Not all POC devices presented in this article are FDA cleared for use in the USA. FDA emergency use authorization is limited in scope and term. Please check with manufacturers for the current status of Ebola, MERS-CoV and other threat detection diagnostics and POC tests within the relevant domain of use. \n\n. Zoonotic reservoirs sustain major virus threats while enabling jumps to humans, and although vaccination can provide protection, animal reservoirs generally cannot be eliminated, so rapid detection of high morality diseases at points of need is necessary to stop new outbreaks -facilitated-access self-testing point of care (FAST POC TM ) can enable this type of resolution.\n\n. Detection should occur upstream early in the spatial care path in homes (using FAST POC TM ), primary care sites (e.g., clinics) and emergency rooms (to prevent spread like occurred with MERS-CoV in South Korea), before patients disseminate the disease throughout the community, and in particular, waiting for symptomatic patients to present at treatment centers perpetuates outbreaks and unnecessary mortality.\n\n. The value proposition for early rapid diagnosis should be formulated in the context of extraordinary financial losses (e.g., billions of dollars lost in West Africa) incurred when whole nations are afflicted with epidemics, in order to assess cost-effectiveness and return on investment in point-of-care testing.\n\n. The recent Ebola and MERS-CoV outbreaks have motivated significant rethinking, which ideally should manifest as national policies for POC testing, so that appropriate infrastructure can be designed, funded and distributed evenly geographically.\n\n. Public health practitioners, the CDC, the WHO and other organizations should anticipate points of first critical need by assimilating POC know-how and technologies, such as molecular diagnostics and mobile testing, in order to acquire knowledge bases of sensitivity, specificity and predictive values while epidemics are underway -these data will facilitate real-world diagnostic device and assay maturation, refine evidence-based medicine for target diseases and prepare first responders for future outbreaks.\n\n. . Point-of-care instrument experts, professionally certified POC coordinators and geospatial scientists designing spatial care paths should contribute to collaborative leadership for the development of cohesive national strategies. Transforming public health must occur through education, deep understanding of point-of-care testing and professionally integrated teamwork. Stopping future outbreaks more quickly in the future will demand redefinition of preparedness and current public health practice.\n\n. Ultimately, communities worldwide would be wise to develop alternate care sites equipped with POC testing and diagnostic centers in order to enhance resilience in the event of widespread outbreaks that require quarantine of large groups of people, in part in order to ameliorate civil rights issues by providing well thought out and equitable care.\n\nPapers of special note have been highlighted as: . of interest .. of considerable interest "}