{"title": "", "body": "In the past few years, the United States of America has experienced an increase in the number of disasters that have occurred and a higher morbidity, mortality, and cost associated with these events. In 2005 alone, 5 disasters (4 hurricanes and a drought in the Midwest) resulted in $105 billion in damages, 1 required over 200,000 displaced individuals to be housed in community shelters, 2 and caused 1451 deaths, almost 4 times the national average of deaths related to natural disasters in the United States. 3 Most natural disasters do not result in large outbreaks of infectious diseases, 4 but all disasters can create conditions that increase the risk of disease transmission. 5 For example, past natural disasters have been associated with skin, gastrointestinal/diarrheal, and upper respiratory infections. 2, 4 One community shelter during Hurricane Katrina suffered from an outbreak of norovirus. 2 Infectious disease disasters, such as a bioterrorism attack, outbreak of an emerging infectious disease, or pandemic, have the greatest potential for causing infection related morbidity and mortality. Health Canada estimated that the outbreak of severe acute respiratory syndrome (SARS) resulted in a net cost to their national economy to be between $1.5 billion and $2.1 billion and 916 deaths. 6, 7 The potential economic impact of a bioterrorism attack could range from $477.7 million per 100,000 persons exposed (for a an attack using brucellosis) to $26.2 billion per 100,000 persons exposed (if anthrax is used as the bioterrorism agent). 8 Of all disasters, pandemics pose the largest risk of having infectious disease implications. It has been estimated that an influenza pandemic could cost between $71 and $166 billion and result in 89,000 to 207,000 deaths in the United States. 9 It is essential that the infection prevention profession be involved in emergency management to help mitigate the infectious disease implications of disasters. The purposes of this article are to provide an overview of the historical role of the infection prevention profession in emergency management and describe the proceedings from an Association for Professionals in Infection Control and Epidemiology, Inc (APIC)-sponsored Mini-Summit on Emergency Management conducted in May 2008.\n\nAlthough emergency preparedness is included in practice standards for the infection prevention and control profession, 10 many infection preventionists (IP) did not become involved in disaster management until the late 1990s. 5 The APIC was a leader in early bioterrorism preparedness efforts, 11 working with the Centers for Disease Control and Prevention (CDC) and other response agencies. An APIC Task Force for Bioterrorism Preparedness was created in 1999 to address infection prevention issues related to a biologic attack. Soon after, the Task Force was renamed to the APIC Task Force for Bioterrorism and Emerging Infectious Diseases Preparedness, and its mission was expanded to address emerging infections, such as SARS and avian influenza. In 2005, the APIC Bioterrorism and Emerging Infectious Diseases Preparedness Task Force became an official APIC committee. At this time, the focus of the group expanded once more to include an all-hazards approach, which is in line with standard emergency management principles. The APIC Emergency Preparedness Committee now focuses on creating educational and reference materials related to preventing infection transmission for all types of disasters.\n\nIn the last few years, the APIC has embarked on a new effort to significantly engage in emergency preparedness efforts at the local, state, and federal level. The APIC's strategic goal No. 5 in its Vision 2012 document states that ''APIC will play a leadership role in emergency preparedness related to infection prevention and control, including emerging and reemerging diseases, bioterrorism, natural disasters, and other issues.'' This process began by making an official APIC Emergency Preparedness Committee. Examples of other APIC initiatives include conducting a needs assessment to identify educational and planning products desired by APIC members, 5 working with Trust for America's Health to assess US hospital disaster preparedness in 2005 and 2007, 12,13 expanding the emergency preparedness component of the APIC Web site, and developing health policy and guidelines related to infection prevention during disasters. 14, 15 In addition, numerous educational products and programs have been created in relation to infection prevention in emergency management. In late 2007, APIC Headquarters identified the need to define further the role of the infection prevention profession in emergency management, especially as it relates to the role the APIC as an organization will play in this arena. A Mini-Summit on Emergency Preparedness was planned for early 2008.\n\nIn May 2008, the APIC hosted the Mini-Summit on Emergency Preparedness (Mini-Summit). The primary goal of the Mini-Summit was to begin a dialogue about the APIC's role and future direction in emergency management. A secondary goal was to identify key response agencies in emergency management and establish partnerships between the APIC and representatives from these organizations.\n\nUsing a process that is similar to a ''think tank,'' the Mini-Summit attendees worked to delineate the APIC's role in emergency management. Open-ended questions were posed to the group as a whole, and attendees were allowed to express their opinion and debate the issues. In addition, targeted questions were posed to individual organizational representatives to determine their unique perspective on emergency management and how the APIC might work with them. For instance, representatives from the Department of Homeland Security were asked how the APIC might aid their agency in emergency management activities. Discussion topics included the current status and role of infection prevention professionals in emergency management, challenges and gaps in disaster preparedness, communication needs, and the APIC strengths and opportunities in emergency management. The APIC staff recorded key ideas and findings from the Mini-Summit on flip charts, and attendees clarified points as needed as the meeting progressed.\n\nThe Mini-Summit ''think tank'' comprised participants invited because of their affiliation with a key response organization and/or their experience in emergency management. Participants included representatives from local and state public health agencies, Department of Homeland Security, National Association of City and County Health Officials, CDC, American Society of Healthcare Engineering, Federal Emergency Management Agency, first responder agencies, home health, long-term care, academic institutions, and industry partners. The APIC was represented by key Headquarters staff and members of the APIC Emergency Preparedness Committee. Support from the response agency and APIC representatives was critical to the success of the Mini-Summit and the application of the outcomes. Open sharing among the participants and the collective wisdom from past experience resulted in an in-depth analysis of the role of the APIC in emergency management and future directions for the organization.\n\nThe participants discussed the current status of emergency management, especially as it relates to infection prevention. Key points from this discussion are outlined in Table 1 . In essence, the participants thought that there are still a lot of gaps in emergency management that may have infectious disease implications. The most frequently cited concern was the lack of education and compliance with basic infection prevention practice across all disciplines of health care workers, response agency employees, and the general public. Participants stressed that nonhospital-based workers, such as first responders, home health employees, and public health professionals, are most lacking in infection prevention education. It was also mentioned that many nonhospital-based workers lack access to existing communication methods for transmitting infection prevention information, such as the Health Alert Network, which puts them at an even greater disadvantage during a disaster when trying to gain information about preventing disease spread. There was also a concern expressed by the Mini-Summit participants about the lack of expertise about emergency management principles among IPs. If IPs are not familiar with emergency management and understand their role in this process, it will be very difficult for them to provide guidance to noninfection prevention professionals who will look to the IP for advice. Educating IPs on emergency management needs to be a top priority.\n\nThe participants also identified a number of areas within emergency management that need input from infection prevention professionals. Such topics include implementing infection prevention programs in alternate care sites and shelters, decision making regarding surge capacity needs as it relates to infection prevention, evaluating current electronic surveillance systems for detecting and monitoring biologic events and infectious diseases outbreaks related to disasters, and developing crisis standards of care that may affect infection spread. The APIC has created educational products to begin work in these areas, 14, 15 but the information needs to be disseminated more widely and implemented in community settings. In addition, there are still many gaps that need to be addressed in relation to planning for the infectious disease implications of disasters.\n\nThe participants acknowledged that all disasters pose some risk of infection transmission and deduced from this that infection prevention involvement in emergency management is essential to prevent additional morbidity and mortality. However, participants also discussed the varying degree to which infection prevention professionals will need to be involved in emergency management. It was felt that the IP's involvement would depend on the nature of the event, with infectious disease disasters requiring more input from IPs than a natural disaster or one not involving an infectious agent.\n\nParticipants discussed the current status of infection prevention as a profession, barriers to IPs getting involved in emergency management activities, and the presence of infection prevention content in health care and public health curricula. Key points from this discussion are outlined in Table 2 . In essence, the participants felt that more infection prevention strategies need to be integrated into all phases of emergency management, but accomplishing this goal will be complicated by a number of issues. The major barriers to implementing effective infection prevention in emergency management is a lack of IP time to engage in these activities; no discernable solution to the increasing need for IPs and demands on their time; lack of infection prevention content provided in nursing, medicine, or public health curricula making for an unprepared workforce; and The participants thought that the primary roles of IPs in emergency management are to serve as educators and consultants on all issues related to infection prevention. This includes consulting with facility and community disaster planning teams and providing emergency management education related to infection prevention for all disaster response agencies/groups and the general public. Examples of response agency groups with which IPs will need to work include traditional first responders (fire, emergency medical service, and law enforcement professionals), federal agency employees, health care workers, public health professionals, and volunteer agencies staff (Red Cross, Medical Reserve Corp, and others). Educational and reference materials can be created by the IP or can be obtained from existing sources, such as the CDC, APIC, and public health agencies.\n\nThe participants stressed that one of the most important needs of response agency workers that can be addressed by IPs is a better understanding of basic infection prevention practice. Although response agency employees implement infection prevention practices during routine duties, such as emergency medical services personnel wearing personal protective equipment, it was thought that there is a general lack of understanding about and compliance with these practices. Participants emphasized that this is also true of medical, nursing, and public health professionals; overall, there is a need for more education related to infection prevention to help protect response workers and the general public during a disaster. The IP is ideally suited for providing this type of education and consultation to response agencies and the general public. Improving basic infection prevention practice should also contribute to lowering health care-associated infections and communicable disease spread unrelated to disasters.\n\nParticipants discussed the APIC's current role and future direction as an organization in emergency management. Key points from this discussion are outlined in Table 3 . The APIC has many strengths that make it a great asset to emergency management. One of the most important attributes of the APIC is the current leadership's identification of emergency management as a top priority for the organization. This is reflected in the inclusion of emergency management as one of the main goals for the organization (goal No. 5 in the APIC Vision 2012 document), as well as the dedicated financial support invested in the APIC Emergency Preparedness Committee. Other strengths of APIC include an expertise in infection prevention; a large membership, strong local, state, and federal networks; a consistent approach to using evidence-based information to generate accurate and practical guidance; and the ability to deliver education in a variety of formats. The APIC has 114 chapters, all with local organizations, networks, and community-based relationships. This infrastructure enables the APIC to communicate rapidly and effectively to its members, chapters, stakeholders, and response agency partners. Through this communication network, the APIC has been able to disseminate vital information related to emergency management. An example of this was distribution of infection prevention information that was sent to affected areas during Hurricane Katrina.\n\nThe APIC has long been involved in emergency management and needs to continue to take a lead in disaster preparedness at the national level. One area of focus for the APIC needs to be raising awareness of the IP's role in emergency management at the local and regional level. IPs have reported that they have difficulty getting involved in emergency management because of a variety of barriers, 5 including a lack of awareness on the part of some disaster planners of the need for infection prevention consultation or knowledge about where to obtain Table 3 . Potential future directions for the APIC in relation to emergency management Potential products or roles for the APIC in relation to emergency management d Develop and provide educational materials to infection preventionists about their role in emergency management, the infectious disease implications of disasters, and strategies to control the spread of disease after a disaster d Develop and provide educational materials for health care workers, response agency employees, emergency management volunteers, policy makers, and the general public about the infectious disease implications of disasters and strategies to control the spread of disease after a disaster d Raise awareness among hospital administrators about the need to include IPs in preparedness planning d Establish and maintain partnerships between the APIC and the key response agencies d Work with educators to incorporate infection prevention content into nursing, medicine, and public health curricula d Define zero tolerance for health care-associated infections as it relates to emergency management d Evaluate and increase health care workersÕ compliance with infection prevention practice, using existing core competencies as the basis 16 d Work with local APIC chapters on developing a list of emergency management subject matter experts within infection prevention that can serve as a resource in their community d Consider adding a new leadership position within APIC chapters for an emergency management subject matter expert d Create a Global Infection Prevention Workforce Group that could mobilize emergency management experts within infection prevention to areas of need throughout the world this information. APIC Headquarters should take a lead in raising awareness about the need to involve IPs in emergency management at health care facilities and in the community. Participants emphasized that one of the APIC's primary roles in emergency management should involve developing and providing education regarding the infection control implications of disasters and appropriate response strategies to control communicable disease spread following an event. These educational materials need to be provided in a variety of formats and targeted to each occupation/group for maximum benefit. It is important for the APIC to create educational materials that consist of synthesized information from existing sources, such as documents developed by the CDC and/or other public health agencies. These educational materials can be implemented by IPs in health care and community settings to prevent or control communicable disease spread. In addition, participants recommended that the APIC develop a document that outlines the role an IP will play in emergency management. Doing so will clarify for IPs exactly how and to what extent they should be involved in emergency management. This information can ultimately be developed into a curriculum for the APIC EPI courses or other continuing education for IPs.\n\nParticipants also recommended that the APIC create tools designed to teach response agency workers how to access infection prevention information from existing sources, such as public health agencies and the CDC. It was thought that this would be an invaluable service that could raise awareness about the APIC as an organization and draw people to the APIC Web site.\n\nIt was suggested that another major focus for APIC Headquarters should be to formalize and publicize the APIC's existing system/ability to access IPs in a timely manner during emergencies. This service allows disaster planners and response agencies to quickly locate an infection prevention professional during a disaster for consultation on appropriate response strategies to implement. Although some states already have a valid system for this service in place, it is not implemented nationwide consistently. The infrastructure for this service currently exists at the national level through the APIC. However, many response agencies are not aware of this system. The APIC needs to develop a communications protocol to better publicize this infrastructure so that response agencies can quickly gain access to IPs to assist in emergency management during a disaster. This service would be of great help during a disaster and would position the APIC as a leader among emergency management agencies. The next step in this process is for the APIC to create a communications plan that includes a protocol for communication coordination, outlining the APIC communications capability, and identifying points of contact with members and response agency partners at the local, state, and federal level.\n\nExpanding on the idea of developing a communications network for accessing IPs would be to create a Global Infection Prevention Workforce Group through the APIC. This need has been identified in previous disasters, such as the SARS outbreak of 2003. Infectious diseases have the potential of having widespread implications, including spreading from country to country or becoming a pandemic. As an international leader in infection prevention, the APIC is the ideal organization to create and manage a system that coordinates infection prevention consultation on a global basis.\n\nA final recommendation made by the Mini-Summit participants was for the APIC to define the concept of zero tolerance toward health care-associated infection as it applies to emergency management. Preventing all infectious disease spread following a disaster may not be feasible, but reasonable expectations need to be delineated. The concept of zero tolerance as it relates to emergency management needs to be clarified well in advance of a future disaster. The APIC is ideally suited to take the national lead on this issue and begin defining this concept among all response agencies.\n\nThe Mini-Summit participants stressed the importance of building partnerships in emergency management at the local, state, and federal level. Individual IPs involved in emergency preparedness need to develop relationships both inside their facility/entity and externally with other responding agencies and groups. Participants emphasized that it is vital that IPs become more involved in emergency management at the community level, including consulting with alternate care sites and shelters on establishing or improving infection control programs in these settings. Resources, including IPs' time, will be stretched during disasters. Therefore, IPs need to find innovative ways to implement infection prevention strategies during disasters. Preestablished relationships and infection prevention programs, including those potentially coordinated by noninfection prevention professionals, will help maximize IPs' impact and minimize infection transmission during disasters.\n\nAs an organization, the APIC needs to partner with key agencies involved in emergency management, such as those represented at the Mini-Summit. These partnerships will allow the APIC to make a bigger impact on emergency management at the local, state, and federal levels. A primary focus needs to be on building a greater awareness of the APIC as the preeminent infection prevention organization. This will facilitate individual IP's acceptance in emergency management groups as the expert in infection prevention related to disasters. In addition, a heightened awareness of the APIC among emergency management organizations will allow the APIC to make a larger impact on health policy, which should result in better patient outcomes. The participants emphasized that the Mini-Summit was a great first step in building important partnerships in emergency management and establishing the APIC as the organization to approach when decisions need to be made regarding infection prevention strategies during disasters.\n\nThe Mini-Summit participants stressed the importance of APIC establishing and maintaining communication with the key emergency management agencies/ groups, the APIC membership, and with the general public. Various methods of transmitting important communications were discussed, including identifying and using existing public health networks and enhancing the content and navigation of the APIC emergency preparedness Web site. The need to coordinate message content with the CDC, Department of Homeland Security, and other response agencies was also emphasized. Participants emphasized that a unified message needs to be provided during disasters, and this can best be done through the establishment of partnerships and open communication between the response agencies.\n\nThis Mini-Summit was critical in that it involved many key response agencies and experts in emergency management, all of whom participated in outlining the current issues in preventing infectious disease spread during disasters and outlining the role of the APIC in emergency management at the local, state, and federal level. The participants' collective wisdom and experience allowed for an in-depth analysis of the critical issues and specific future direction for the APIC in emergency management. The next steps will involve APIC leadership, Board of Directors, and committees translating information from this Mini-Summit into measurable goals and an action plan.\n\nThe desired outcomes of the 2008 APIC Emergency Preparedness Mini-Summit include the following: d Raise awareness of the importance of involving infection prevention professionals in emergency management at the local, state, and federal levels; d identify a mechanism for prioritizing response agency groups who should receive infection prevention education related to emergency management; d develop necessary educational materials for response agencies related to infection prevention in emergency management in a variety of formats and delivery methods; d delineate the role of infection preventionists in emergency management and educate IPs on this topic; d maintain partnerships with key response agencies; d create a communications plan related to emergency management; d define zero tolerance for health care-associated infections as it relates to emergency management; and d establish an action plan with measurable outcomes related to the APIC's future direction in emergency management."}