{"title": "Revista Clínica Española Características de las infecciones respiratorias agudas causadas por los coronavirus OC43, NL63 y 229E", "body": "determine the clinical and epidemiological characteristics of adult patients with respiratory infection by the coronavirus OC43, NL63 and 229E. Patients and methods: Between January 2013 and February 2014, we prospectively studied all patients with suspected clinical respiratory infection by taking throat swabs and performing a reverse transcription polymerase chain reaction in search of coronavirus. Results: In 48 cases (7.0% of the 686 enrolled patients; 12.6% of the 381 in whom a virus was detected) the presence of a coronavirus demonstrated. In 24 cases, the virus was OC43 (50%); in 14 cases, the virus was NL63 (29%); and in 10 cases, the virus was 229E (21%). The mean age was 54.5 years, with a slight predominance of men. The most common clinical presentations were nonspecific influenza symptoms (43.7%), pneumonia (29.2%) and chronic obstructive pulmonary disease exacerbation (8.3%). Fifty-two percent of the patients required hospitalization, and 2 patients required intensive care. There were no deaths. Conclusion: Acute respiratory infections caused by coronavirus mainly affect middle-aged male smokers, who are often affected by previous diseases. The most common clinical picture has been nonspecific influenza symptoms. © 2014 Elsevier España, S.L.U. All rights reserved.\n\nLas infecciones agudas del tracto respiratorio afectan a la población general. Sin embargo, presentan una mayor incidencia en las edades extremas de la vida y en los pacientes inmunodeprimidos, en los cuales pueden ser más graves 1 . Estas infecciones respiratorias con frecuencia son causadas por virus, destacando el virus respiratorio sincitial (VRS) en los niños, y los virus de la influenza y los adenovirus en los adultos 2 . Sin embargo, la creciente utilización de técnicas diagnósticas moleculares ha permitido ampliar el espectro de los virus implicados 2,3 .\n\nLos coronavirus humanos son virus ARN que pertenecen taxonómicamente a la subfamilia Coronavirinae y se clasifican en 3 géneros distintos. El género Alphacoronavirus incluye a los coronavirus 229E y NL63, mientras que el género Betacoronavirus contiene a los coronavirus OC43 y HKU1 1 . Este último género incluye también al coronavirus causante del síndrome respiratorio agudo grave 4 y al recientemente descrito MERS-CoV, causante del síndrome respiratorio grave del Oriente Medio, aunque su posición taxonómica definitiva todavía no esta establecida 5 .\n\nDisponemos de pocos estudios centrados en precisar el papel de los virus en las infecciones respiratorias agudas en adultos, siendo aún más escasos los que analizan el papel de los coronavirus 2,6 . Por ello, hemos creído interesante presentar nuestra experiencia en este tipo de infección respiratoria viral.\n\nSerie de casos prospectiva realizada entre enero del 2013 y febrero del 2014 en el que se incluyó a todos los pacientes con infecciones respiratorias agudas causadas por coronavirus en población de más de 18 años de edad. Se tomaron frotis faríngeos en los que se evaluó la presencia de los coronavirus OC43, NL63 y 229E, y se utilizaron como única muestra respiratoria para evitar posibles dificultades en la interpretación de los resultados derivadas el tipo de muestra. Los frotis faríngeos fueron enviados al laboratorio en un medio de transporte para virus (MTV, Vircell, Granada, España). Solo se consideró una muestra por paciente. Las muestras fueron procesadas para la detección de los diferentes virus respiratorios mediante una técnica de amplificación genómica en tiempo real, tipo reacción en cadena de la polimerasa en transcripción reversa comercial, que permite la detección simultánea y diferencial de 16 virus respiratorios distintos (Anyplex RV16, Seegen, Corea del Sur). Además, a los pacientes con sospecha de neumonía se les tomaron hemocultivos y se efectuaron las determinaciones serológicas frente a Mycoplasma pneumoniae y Chlamydia pneumoniae. Se revisaron las historias clínicas y los datos epidemiológicos de los pacientes con presencia de coronavirus. El análisis estadístico se ha realizado utilizando la prueba de la ji al cuadrado y la determinación de la t de Student para los datos pareados. Se consideraron como significativos los valores de p < 0,05.\n\nEl estudio tuvo lugar en la isla de Mallorca, en pacientes sin antecedentes de viajes al extranjero en los últimos 15 días ni contacto conocido con animales de cabaña o silvestres. Se incluyó a 686 pacientes de más de 14 años de edad con sospecha de infección respiratoria viral. En 381 (55,5%) se detectó la presencia de algún virus. En 48 casos (7,0% de los 686 pacientes incluidos; 12,6% de los 381 con detección de algún virus) se pudo demostrar la presencia de un coronavirus, correspondiendo al OC43 en 24 ocasiones (50%), al NL63 en 14 (29%) y al 229E en 10 (21%). En estos 48 pacientes, los hemocultivos fueron negativos y las serologías no indicaron ningún otro diagnóstico alternativo.\n\nLas características principales de cada uno de los pacientes con infección aguda por coronavirus humanos se presentan en la tabla 1 adjunta. La edad media de los pacientes fue de 54,5 años (rango 18-85 años), siendo de 49 ¿Qué sabemos?\n\nLas infecciones respiratorias frecuentemente son causadas por virus. La utilización de técnicas moleculares permite conocer mejor el espectro etiológico de los virus implicados. Este estudio pretende precisar la implicación de los coronavirus humanos OC43, NL63 y 2229E en nuestro entorno.\n\nSe demostró la presencia de algún virus en el 55.5% de los pacientes incluidos, tratándose de coronavirus en el 12.6% de estas ocasiones, afectando preferentemente a personas en edades medias de la vida, fumadoras y con patologías de base. Las formas de presentación clínica más frecuentes fueron los síndromes catarrales y las neumonías. El 52% de los pacientes fueron hospitalizados y siguieron una buena evolución, sin provocar ningún fallecimiento.\n\nLos \n\nLas infecciones respiratorias agudas causadas por coronavirus en la población general representan entre el 2 y el 18% de los casos, dependiendo de la zona geográfica, del tipo de población estudiada y de las técnicas de detección viral utilizadas 7 . En un amplio estudio de 4 años realizado incidencia de infecciones respiratorias por coronavirus a lo largo de todo el año, aunque la mayoría (58,3%) se dieron entre los meses de enero y marzo. La edad media de nuestros pacientes fue de 54,5 años, con un rango de 18 a 85 años, afectando preferentemente a personas en la edad media de la vida. Existen pocos estudios que reflejen la edad media de los pacientes adultos, así Bastien et al. 12 encontraron una edad media de 72 años para los pacientes infectados por NL63. No hemos observado variaciones significativas en la edad de los pacientes en función del tipo de coronavirus, aunque la edad media de los pacientes con NL63 fue algo más elevada (63,5 años). Tampoco hemos observado diferencias significativas en lo referente al sexo de los pacientes infectados, aunque Gaunt el al. 13 describían un porcentaje algo superior en los varones infectados por OC43 y el NL63.\n\nLos coronavirus, al igual que la mayoría de los restantes virus respiratorios, provocan infecciones agudas tanto del tracto respiratorio superior como inferior, de modo que el espectro clínico es difícilmente diferenciable de otro virus 2, 8, 13, 17 . En nuestro estudio, al igual que en otros previos, la afección respiratoria más frecuente fue el síndrome catarral inespecífico 3, 8, 13, 16, 18 .\n\nLa neumonía constituye otra de las presentaciones clínicas típicas de los coronavirus; así se han comunicado porcentajes del 10-18% 19,20 ; Lepiller et al. 8 encontraron que la presentación clínica de las infecciones por coronavirus era de neumonía en el 14% de sus pacientes, con valores del 26% para el 229E, el 25% para el OC43 y el 0% para el NL63. En nuestra serie hay un 29,1% de pacientes diagnosticados de neumonía, con un mayor porcentaje en las infecciones por el coronavirus 229E (40%).\n\nEl coronavirus 229E se ha descrito como el agente causal predominante en pacientes inmunodeprimidos 21 . Once de los pacientes de nuestro estudio (22,9%) estaban infectados por VIH; el coronavirus 229E estuvo implicado como agente patógeno en tan solo 2 ocasiones (18%), mientras que el OC43 lo estuvo en 7 (64%) y el NL63 en 2 (18%). No hemos encontrado datos referentes a las posibles implicaciones de las infecciones por coronavirus en los pacientes con infección por VIH.\n\nLas infecciones por virus respiratorios virus también pueden provocar reagudizaciones de la EPOC, aunque parece que los coronavirus tienen una implicación menor que otros virus 8, 13, 16 . A pesar de ello, el NL63 en nuestro estudio se detectó en el 14,2% de los pacientes infectados y Lepiller et al. 8 los han implicado en un 6%. Por lo tanto, deberían ser considerados como posibles agentes etiológicos en estos procesos.\n\nLa mayoría de los pacientes incluidos en nuestra serie presentaban alguna enfermedad de base (43 pacientes, 89,6%), justificando, tal vez, la elevada tasa de tratamiento antibiótico empírico, utilizada en 38 pacientes (81,2%), a expensas fundamentalmente de amoxicilina/ácido clavulánico (21 ocasiones, 53,8%) o levofloxacino (18 pacientes, 46,1%)). El 66% de los pacientes siguieron recibiendo tratamiento antibiótico aun tras detectarse la presencia de coronavirus. En estos momentos, no existe ningún fármaco antiviral de eficacia demostrada frente a los coronavirus humanos 7 .\n\nEl tabaquismo es uno de los principales factores predisponentes de numerosas enfermedades respiratorias y, entre otras, de las infecciones víricas. Veintitrés de nuestros pacientes (47,9%) eran fumadores activos. Tan solo 15 de los pacientes de nuestra serie (31,2%) habían sido vacunados frente a la gripe estacional.\n\nEl ingreso hospitalario de los pacientes con infección respiratoria aguda depende, en muchas ocasiones, de la sintomatología y la gravedad del cuadro respiratorio o de la enfermedad de base del paciente. Veinticinco de los pacientes (52%) de nuestra serie fueron ingresados, pero solo 2 de ellos (4%) lo fueron en la UCI, correspondiendo a un enfermo infectado por el VIH en situación de distrés respiratorio y un enfermo trasplantado renal con neumonía bilateral; ambos evolucionaron favorablemente. De los 50 casos descritos por Lepiller et al. 8 , también el 4% ingresó en la UCI, correspondiendo a un NL63 y un 229E; nuestros 2 casos estaban infectados por el coronavirus OC43 (8,3% de todos ellos). Al igual que en el trabajo de Lepiller et al. 8 , ninguno de nuestros pacientes falleció durante el episodio de infección por coronavirus.\n\nPodemos concluir que las infecciones respiratorias agudas por coronavirus humanos afectan mayoritariamente a varones en edades medias de la vida, fumadores y con enfermedades de base. La presentación clínica predominante es la de una infección del tracto respiratorio bajo, con afectación del estado general, y suelen evolucionar favorablemente.\n\nLos autores declaran que no tienen ningún conflicto de intereses."}