{"title": "Antisense-induced ribosomal frameshifting", "body": "The standard triplet readout of the genetic code can be reprogrammed by signals in the mRNA to induce ribosomal frameshifting [reviewed in (1) (2) (3) ]. Generally, the resulting trans-frame protein product is functional and may in some cases be expressed in equal amounts to the product of standard translation. This elaboration of the genetic code (4, 5) demonstrates versatility in decoding.\n\nRequirements for eukaryotic ribosomal frameshifting include a shift-prone sequence at the decoding site and often a downstream secondary structure in mRNA. The majority of À1 programmed frameshift sites consist of a heptanucleotide sequence X XXY YYZ [where X can be A, G, C or U; Y can be A or U; and Z can be any nucleotide (6) ].\n\nIn this configuration, the P-and A-site tRNAs can re-pair with at least 2 out of 3 nt when shifted 1 nt towards the 5 0 end of the mRNA. Similarly, for +1 frameshift sites, the identity of the codons in the P-and A-sites of the ribosome is critical for efficient frameshifting. One factor affecting +1 frameshift efficiency is the initial stability of the P-site tRNA-mRNA interaction in the 0 frame (7) . High-efficiency frameshifting occurs when the P-site tRNA does not form standard codon-anticodon interactions (8) . In some studies, a correlation between +1 frameshift efficiency and the final stability of the P-site tRNA-mRNA interaction in the +1 frame has been shown previously (9, 10) . However, in other systems there appears to be little correlation (11) . In addition, competition between decoding of the 0 frame and +1 frame codons in the A-site may affect frameshifting efficiency (7) . Slow to decode 0 frame codons such as stop codons or those decoded by low abundance tRNAs favor frameshifting, as do +1 frame codons with high levels of corresponding cognate tRNAs (12) (13) (14) (15) (16) .\n\nHigh levels of frameshifting are often achieved by the stimulatory action of a cis-acting element located downstream of the shift site. A wide variety of structures, most commonly H-type pseudoknots (17) , have been identified which stimulate À1 frameshifting in eukaryotes [for reviews see (18, 19) ]. Mutagenic and structural data for several of the frameshift stimulators have demonstrated that each pseudoknot has key structural features required for frameshift stimulation (20) (21) (22) (23) (24) (25) (26) (27) (28) . However, unifying structural feature essential for frameshifting has not yet been identified. This observation combined with recent reports that simple antisense oligonucleotides can functionally mimic cis-acting 3 0 stimulators of À1 frameshifting (29, 30) demonstrates that many different structures can stimulate frameshifting. Although it should be noted that not all structures of equal thermodynamic stability can stimulate frameshifting (Discussion). RNA pseudoknots have also been shown to stimulate programmed +1 frameshifting in many eukaryotic antizyme genes (31, 32) . Antizyme is a negative regulator of cellular polyamine levels through its ability to target ornithine decarboxylase (the rate-limiting enzyme in polyamine biosynthesis) for degradation (33) (34) (35) , inhibits polyamine import (36, 37) and stimulates export (38) . Antizyme expression is induced by high-intracellular polyamine levels, and decreased with lowered levels. The polyamine sensor is a programmed +1 frameshift event that is required for antizyme synthesis. *To whom correspondence should be addressed. Tel: +1 801 585 1927; Fax: +1 801 585 3910; Email: mhoward@genetics.utah.edu Ó 2006 The Author(s). This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/2.0/uk/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\nAt low polyamine levels, termination at the end of open reading frame 1 (ORF1) is efficient, whereas at high levels of polyamines, a substantial proportion of ribosomes shift to the +1 reading frame and then resume standard decoding to synthesize the full-length and active antizyme protein.\n\nFrameshifting at the mammalian antizyme mRNA shift site, UCC UGA, is stimulated by two cis-acting signals (39, 40) . One of these, the 5 0 element, encompasses $50 bases upstream of shift site and is important for the polyamine effect (39) (40) (41) . The other cis-acting element is a pseudoknot located 3 0 of the shift site. The mammalian antizyme pseudoknot and a structurally distinct counterpart in a subset of invertebrate antizyme mRNAs (31) are the only pseudoknots known to act as stimulators for +1 frameshifting in eukaryotes.\n\nAlthough it is unknown if pseudoknots stimulate À1 frameshifting and +1 frameshifting by different mechanisms, one notable difference is found in positioning of the downstream structure relative to the shift site. Naturally occurring pseudoknots or stem-loop stimulators of À1 frameshifting typically begin $6-9 nt downstream of the A-site codon of the shift site (18) , whereas +1 frameshift pseudoknots are located closer with only a 2-3 nt separation from the A-site codon (31) . Mutagenic studies have revealed that altering the size of the spacer affects frameshifting and, in general, reduces efficiency (27, 31, (42) (43) (44) .\n\nHere we have tested the ability of antisense oligonucleotides, annealed downstream of the shift-prone site, UCC UGA, to induce shifting of the ribosome to the +1 reading frame. The directionality of frameshifting (either into the +1 or À1 reading frame) is shown to be dependent upon the position of the duplex region relative to the shift site, and the efficiency of frameshifting is responsive to polyamine levels and enhanced by the inclusion of stimulatory sequences found upstream of the human antizyme +1 programmed frameshift site.\n\nComplementary oligonucleotides, to construct the sequences described in this paper, were synthesized at the University of Utah DNA/Peptide Core Facility such that when annealed they would have appropriate ends to ligate into the SalI/ BamHI sites of the dual luciferase vector, p2luc (45) . Dual luciferase constructs were prepared and their sequence was verified as described previously (46) .\n\nInsert sequences with shift site in boldface is given as follows:\n\nP2lucAZ1wt: TCGACGGTCTCCCTCCACTGCTGTAG-TAACCCGGGTCCGGGGCCTCGGTGGTGCTCCTGATG-CCCCTCACCCACCCCTGAAGATCCCAGGTGGGCGAG-GGAATAGTCAGAGGGATCACAACGGATC;\n\nP2lucAZ10sp: TCGACGGTCTCCCTCCACTGCTGTAG-TAACCCGGGTCCGGGGCCTCGGTGGTGCTCCTGAC-CCTCACCCACCCCTGAAGATCCCAGGTGGGCGAGG-GAATAGTCAGAGGGATCACAACGGATC;\n\nP2lucAZ1hp: TCGACGGTCTCCCTCCACTGCTGTAG-TAACCCGGGTCCGGGGCCTCGGTGGTGCTCCTGATG-\n\nP2lucAZ1PKdel: TCGACGGTCTCCCTCCACTGCTG-TAGTAACCCGGGTCCGGGGCCTCGGTGGTGCTCCT-GATGCCCCTGGATC;\n\nP2lucAZ1PKm1: TCGACGGTCTCCCTCCACTGCTGT-AGTAACCCGGGTCCGGGGCCTCGGTGGTGCTCCTG-ATGCCCCTCACCCACCGGGATCACAAGGATC;\n\nP2lucAZ1sl: TCGACGGTCTCCCTCCACTGCTGTAGT-AACCCGGGTCCGGGGCCTCGGTGGTGCTCCTGATG-CCCCTCACCCACCCGGATC;\n\nP2lucAZ1FS: TCGACGTGCTCCTGATGCCCCTG-GATC;\n\nP2lucAZ1FSUGG: TCGACGTGCTCCTGGTGCCCCTG-GATC. \n\nThe dual luciferase constructs (0.1 mg) described above were added directly to TNT coupled reticulocyte lysate reactions (Promega) with 35 S-labeled methionine in a volume of 10 ml. Reactions were incubated at 30 C for 1 h. Radiolabeled proteins were separated by SDS-PAGE and the gels were fixed with 7.5% acetic acid and methanol for 20 min. After drying under vacuum, the gels were visualized using a Storm 860 PhosphorImager (Molecular Dynamics) and radioactive bands quantified using ImageQuant software. Percent frameshifting was calculated as the percentage of full-length (frameshift) product relative to the termination product and the full-length product combined. The value of each product was corrected for the number of methionine codons present in the coding sequence. The reported values are the average and standard deviations obtained from at least three independent measurements. Tables showing percent frameshifting and standard deviations can be found in Supplementary Data.\n\nPlasmid p2lucAZ1PKdel was co-transfected into CV-1 cells with varying concentrations of AZ1B 2 0 -O-Methyl antisense oligonucleotides under the following conditions. CV-1 cells (1.5 · 10 4 ) in 50 ml of DMEM + 5% fetal bovine serum were added to wells (1/2 area 96-well tissue culture treated plates) containing 25 ng of DNA, varying amounts of AZ1B antisense oligonucleotides and 0.4 ml Lipofectamine 2000 (Invitrogen) in 25 ml of Optimem. Cells were incubated at 37 C (5% CO 2 ) for 20 h. Media were then removed from the cells and the transfected cells were lysed in 12.5 ml lysis buffer and luciferase activity determined by measuring light emission following injection of 25 ml of luminescence reagent (Promega). Percent frameshifting was calculated by comparing firefly/Renilla luciferase ratios of experimental constructs with those of control constructs: (firefly experimental RLUs/Renilla experimental RLUs)/(firefly control RLUs/Renilla control RLUs) · 100.\n\nThe ability of cis-acting RNA structures or trans-acting 2 0 -O-Methyl antisense oligonucleotides to induce ribosomal frameshifting was determined by in vitro transcription and translation of a dual luciferase reporter vector, p2Luc. p2Luc contains the Renilla and firefly luciferase genes on either side of a multiple cloning site, and can be transcribed using the T7 promoter located upstream of the Renilla luciferase gene (45) . Sequences containing shift-prone sites were cloned between the two reporter genes such that the downstream firefly luciferase gene is in the +1 reading frame. The resulting constructs were then transcribed and translated in vitro with or without complementary cis-Acting stimulators of frameshifting at the antizyme shift site Initially, three dual luciferase reporter vectors were generated containing the human antizyme 1 frameshift cassette (p2luc-AZ1wt) with the 5 0 and 3 0 stimulators of frameshifting, with the pseudoknot deleted (p2luc-AZ1PKdel), or replaced with a stem-loop (p2luc-AZ1hp) (Figure 1 ). Each constructs was then subjected to coupled transcription and translation reactions in the presence of increasing amounts of spermidine, and the 35 S-labeled products separated by SDS-PAGE. Table 2 ). Maximal levels of frameshifting were found to occur when 2-4 mM of antisense oligonucleotide was added to the transcription/translation reactions (Supplementary Table 3 ). In the presence of 0.4 mM exogenous spermidine, highly efficient shifting of ribosomes into the +1 reading frame (higher than that observed in the wild-type antizyme frameshift cassette) was observed with the addition of AZ1A (26.1%), AZ1B (51.8%) and AZ1C (31.8%) (Supplementary Table 2 ). The most efficient frameshifting is observed with the antisense oligonucleotide AZ1B which anneals such that spacing between the shift site and the beginning of the duplex region is the same as that observed between the shift site and the beginning of stem 1 of the natural antizyme 3 0 pseudoknot structure (i.e. each has a 3 nt spacer). To verify that the antisense oligonucleotide was activating ribosomal frameshifting and not transcription slippage, RNA was transcribed from p2luc-AZ1PKdel in the absence of oligonucleotide and added to reticulocyte lysate translations in the presence of increasing amounts of 2 0 -O-Methyl AZ1B oligonucleotide. Frameshifting levels were increased to the same level as that observed in coupled transcription and translation reactions demonstrating that the oligonucleotide acts to induce frameshifting during translation (Supplementary Figure) .\n\nSurprisingly, the addition of AZ1A (0 spacer) also induced high-level frameshifting into the À1 reading frame in a manner which was modestly inhibited by the addition of spermidine (19% in the absence and 10% in the presence of 0.4 mM exogenous spermidine) ( Figure 3A and Supplementary Table 2 ). No À1 frameshift product was observed when the wild-type antizyme cassette was examined in the absence of antisense oligonucleotide addition (Figure 2 ; AZwt). As the AZ1A antisense oligonucleotide was designed to anneal directly adjacent to the UGA codon of the shift site, it was of interest to determine whether the wild-type antizyme pseudoknot could induce À1 frameshifting when located in the equivalent position. To address this, a new construct p2luc-AZ1-0sp ( Figure 1A ) was made by deleting the 3 nt spacer between the pseudoknot and the shift site of p2luc-AZ1wt. In this case, the wild-type pseudoknot is directly 3 0 adjacent to the shift site. The products of in vitro transcription and translation were separated by SDS-PAGE. No À1 frameshift product was observed and levels of the +1 frameshift product were significantly reduced to $3% ( Figure 3D and Supplementary Table 2) .\n\nAZ1A, AZ1B and AZ1C were designed to complement RNA sequences encoded by the originating vector. To determine if duplexes formed between the antisense oligonucleotide and 3 0 adjacent antizyme sequences would result in more efficient frameshift stimulation, reporter vectors were designed to contain a portion of the antizyme 3 0 stimulator. Construct p2luc-AZ1PKm1 contains sequences from the 5 0 half of the axis formed by the stacking of stem 1 and stem 2 of the pseudoknot ( Figure 1A) . Two complementary 2 0 -O-Methyl antisense oligonucleotides were designed. First, PKm1 has perfect complimentarity to the region starting 3 nt and ending 21 nt downstream of the UGA shift site codon. Second, PKm2 is the same except that a mispaired C and bulged A were located at positions 9 and 16, respectively. These two alterations were included to more closely mimic the natural pseudoknot which also contains a mispaired C and bulged A at equivalent positions along the extended stem formed by the stacking of pseudoknot stems 1 and 2 ( Figure 1 ; compare p2luc-AZ1wt with the duplex formed between p2luc-PKm1 and antisense oligonucleotide PKm2). PKm1 and PKm2 induced 30 and 22% frameshifting, respectively, when added to coupled transcription and translation reactions of p2luc-AZ1PKm1 in the presence spermidine ( Figure 4A and B, and Supplementary Table 4 ). Neither PKm1 nor Pkm2 induced frameshifting to the same levels seen with AZ1B, suggesting that the sequence content of the duplex region can affect the efficiency of frameshift stimulation and that native antizyme sequences are not required.\n\nA second construct, p2luc-AZ1sl, was designed to contain only the 5 0 half of stem 1 of the antizyme pseudoknot downstream from the UCC UGA shift site ( Figure 1A ). 2 0 -O-Methyl antisense oligonucleotides were designed to anneal between 3 and 15 nt (SL1) or 3 and 22 nt (SL2) downstream from the UGA codon of the shift site. Frameshift efficiency induced by these two antisense oligonucleotides, 8 and 22% respectively, was somewhat lower than that observed with PKm1 and PKm2 ( Figure 4C and D and Supplementary Table 4 ). In these cases frameshift efficiency was higher for the longer antisense oligonucleotide (SL2), suggesting that frameshift efficiency most probably correlates with stability of the duplex. As was seen with AZ1A, AZ1B and AZ1C, frameshifting efficiency stimulated by antisense oligonucleotides PKm1, PKm2, SL1 and SL2 was also strongly correlated with the concentration of exogenously added spermidine (Supplementary Table 5) .\n\nThe importance of the antizyme 5 0 sequence context to antisense oligonucleotide induced ribosome frameshifting was examined by testing the frameshift site, UCC UGA, without the 5 0 and 3 0 stimulatory antizyme sequences. To this end, the 5 0 antizyme stimulatory sequences were deleted from p2luc-AZ1PKdel to make p2luc-AZ1FS. Each of the antisense oligonucleotides AZ1A, AZ1B or AZ1C was added to coupled transcription and translation reactions with p2luc-AZ1FS in the presence or absence of spermidine. Frameshift efficiency was measured at 11, 8 and 4%, in the presence of spermidine and 3, 0.4 and 0.2% in its absence for AZ1A, AZ1B and AZ1C, respectively ( Figure 5A and B) .\n\nTo determine whether the stop codon of the shift site is essential for frameshifting, the UGA codon of p2luc-AZ1FS was altered to UGG such that the shift site was UCC UGG (p2luc-AZ1-UGG). Frameshift efficiency was significant, but reduced, compared to the shift site UCC UGA, and shows little stimulation by the addition of spermidine; AZ1A, AZ1B and AZ1C induced 3, 1 and 1.4% frameshifting in the presence of spermidine, and 1.9, 0.8 and 1.7% frameshifting in its absence, respectively ( Figure 5C and D) .\n\nThe ability of antisense oligonucleotides to induce frameshifting in cultured mammalian cells was examined by co-transfection of CV-1 cells with p2lucAZ1PKdel and increasing amounts of 2 0 -O-Methyl antisense oligonucleotides AZ1B as described in Materials and Methods. In the absence of antisense oligonucleotide frameshifting levels were determined to be 1.1%, whereas a graded increase in frameshift levels was observed upon the addition of AZ1B ( Figure 6 ). Maximal frameshifting levels were 13% in the presence of 2 mM AZ1B in the transfection media.\n\nSeveral models attempting to explain pseudoknot stimulation of programmed À1 frameshifting have been proposed [for reviews see (18, 19) ]. Most models invoke a pausing mechanism whereby the ribosome is paused over the shift site such that time is allowed for the tRNAs to reposition in the new reading frame. This explanation is clearly too simplistic as stem-loops and pseudoknots of similar thermodynamic stability that cause ribosome pausing are not necessarily effective frameshift stimulators (47) (48) (49) . In addition, variations of the IBV pseudoknot have demonstrated a lack of correlation between the extent of pausing and the efficiency of frameshifting (47) . A recent publication by Brierley and co-workers (50) presents structural data demonstrating that the IBV frameshift stimulating pseudoknot blocks the mRNA entrance tunnel and leads to a structural deformation of the P-site tRNA. The resulting movement of the tRNA displaces the anticodon loop towards the 3 0 end of the mRNA. A model is presented in which this movement results in disruption of the codon-anticodon interactions, thus allowing for tRNA slippage relative to the mRNA. Similar tRNA movements were not observed with non-frameshift stimulating stem-loop structures. This model provides a feasible mechanistic explanation for the ability of some downstream structures to induce frameshifting.\n\nThe ability of antisense oligonucleotides to induce highlevel À1 frameshifting (29, 30) demonstrates that elaborate tertiary structures are not required, and that a duplex formed by complementary antisense oligonucleotides (with a variety of chemistries, including RNA, 2 0 -O-Methyl, morpholino) is sufficient to induce high-level frameshifting. Here we demonstrate for the first time that trans-acting antisense oligonucleotides may stimulate ribosome shifting to the +1 reading frame at surprisingly high levels, levels which are greater than those achieved by natural 3 0 cis-acting mRNA pseudoknot structures in programmed +1 frameshifting.\n\nStructural studies indicating that the mRNA begins to enter the ribosome 7-9 nt downstream from the A-site codon is of direct relevance to this study (50, 51) . Our results indicate that maximal frameshifting is induced when the antisense-mRNA duplex begins 3 nt downstream of the UGA of the shift site, in agreement with the distance found between the UGA of the shift site and the beginning of stem 1 of the pseudoknot stimulator found in antizyme genes. Given this distance, the implication is that the stimulatory secondary structure would be encountered by the ribosome when the UCC codon enters the A-site of the ribosome. Perhaps as suggested by the structural studies of the IBV-1 frameshift inducing pseudoknot, the codon-anticodon interactions between the UCC codon and Ser-tRNA Ser are disrupted during translocation to the P-site. Given the importance of the UGA codon during frameshifting at the UCC UGA shift site, subsequent events following translocation of the UCC codon to the P-site and UGA to the A-site must influence frameshifting efficiency. This latter event most probably involves competition between termination and +1 frame decoding when the UGA codon is in the A-site. Various discussions have been presented for the importance of A-site and P-site events during ribosomal frameshifting (7, 52) and clearly, further investigations of this topic are warranted.\n\nThe observation presented here that the antisense oligonucleotide, AZ1A, which anneals directly adjacent to the UGA stop codon can induce ribosome frameshifts to either the +1 or À1 reading frame is surprising. In light of the above discussion of spacing for naturally occurring cis-acting frameshift stimulators, it is possible that frameshifting may occur at codons upstream of the known UCC UGA shift site. However, visual examination of upstream codons does not reveal an obvious À1 or +1 frameshift site.\n\nThe ability of spermidine to stimulate antisense oligonucleotide induced ribosome frameshifting to the +1 reading frame at the UCC UGA shift site in the absence of the natural 3 0 stimulator demonstrates that this cis-acting element is not required for polyamine responsiveness. Similarly, spermidine stimulation was observed in the absence of the 5 0 element but virtually eliminated by altering the UGA codon of the shift site to UGG. These observations are in agreement with previous studies examining the importance of cis-acting elements for polyamine induced frameshifting during expression of antizyme genes (39) (40) (41) .\n\nFinally, the ability to direct ribosomes to the +1 reading frame in living cells ( Figure 6 ) suggests a potential therapeutic application for antisense oligonucleotides. Directed frameshifting to the +1 reading frame near a disease causing À1 frameshift mutation would cause some ribosomes to resume decoding in the wild-type ORF, thus restoring partial production of full-length protein from mutant alleles. The importance of the stop codon for efficient frameshifting suggests that the stop codon following the frameshift mutation presents a promising target for antisense induced phenotypic suppression, and that modulation of intracellular polyamine levels, although not essential, may increase the effectiveness of this approach. Further experiments are required to determine the therapeutic potential of this approach in vivo including the generality and efficiency of frameshift induction at non-programmed frameshift sites."}