{"title": "Decoding the enigma of antiviral crisis: Does one target molecule regulate all?", "body": "the cost associated with drug/vaccine development against those specific pathogens. There is a paucity of commercially available, effective preventive therapeutics and vaccines to resist the emergence and reemergence of virus challenges. In order to establish broad spectrum antiviral therapeutics an innovative approach by which scattered research outcomes could be brought together under one umbrella is essential.\n\nIn this article, we postulate a novel hypothesis that aims to provide a guiding principle for future therapeutic antiviral research. This is underpinned by the examination of three infectious diseases of global public health importance; Ebola, severe acute respiratory syndrome (SARS) and dengue. These viral diseases share many features in common and hence an insight into their pathogenic features could reveal a common target molecule for future antiviral development. We propose the role of a master molecule, ADAM-17, as a potential therapeutic target against these three diseases. The cascades of events in the pro-inflammatory response are discussed in search of a common therapeutic target molecule that is evaluated computationally. This leads to the suggestion of a possible novel antiviral remedy. To our knowledge, this is the first paper to consider multiple emerging infectious diseases, to evaluate their common pathway of pathogenesis and to propose a prospective antiviral target molecule.\n\nEbola has a typical incubation period of 4-10 days, following which an infected person develops a fever that rises rapidly to > 100°F (> 37.8°C). Clinical symptoms may include myalgia, nausea, vomiting and/or diarrhoea, impaired coagulation, subconjunctival haemorrhage, bruising and defective clotting at venipuncture sites; blood in urine or faeces may even be visible. In severe cases, patients may suffer visceral organ necrosis along with haemorrhaging into the skin and mucous membranes [1] .\n\nA typical incubation period of severe acute respiratory syndrome coronavirus (SARS-CoV) is 2-10 days, while the average duration between first clinical symptoms and hospital admission is 3-5 days [2] . The patient usually shows tenacious fever, myalgia, malaise, dry cough, headache and dyspnoea as primary clinical symptoms [3] [4] [5] . However, sputum production, sore throat, rhinorrhoea, nausea, vomiting and diarrhoea may also be noticeable as minor signs. Lymphocytopenia along with intravascular coagulation, an elevated level of lactate dehydrogenase and thrombocytopenia, bilateral viral pneumonia, acute respiratory distress syndrome (ARDS) are the most common adverse clinical features of SARS [3] [4] [5] [6] .\n\nClinical manifestations of dengue range from dengue fever (DF) to more severe forms like dengue haemorrhagic fever (DHF) and, sometimes, dengue shock syndrome (DSS) [7] . Arthralgia, osteagia, myalgia, headache and skin rash are the most common clinical symptoms of DF [8, 9] , which persists for around one week, hence the common names of 'breakbone fever' and 'seven-day fever' [10] . There are four known dengue virus (DENV) serotypes, each of which can cause infection in humans. Secondary dengue infection with a heterotypic serotype to that responsible for primary infection can initiate the immunopathological phenomenon of antibody-dependent enhancement (ADE) of infection, which may result in DHF and DSS. Clinical manifestations of DHF include haemorrhagic tendencies, plasma leakages and thrombocytopenia, each in addition to existing symptoms of DF. Patients who develop DSS exhibit all the symptoms of DF and DHF along with circulatory failure, hypotension and signs of systemic shock [7, 11] .\n\n3. Pro-inflammatory responses follow a similar pattern of elevated cytokine levels\n\nThe pathophysiology of Ebola is characterized by the initiation of an uncontrolled cytokine storm that includes overexpression of pro-and anti-inflammatory cytokines, chemokines, free radicals and coagulation factors [12] . All Ebola-related fatalities are notable for triggering the pro-inflammatory cytokines IL-1β, IL-1RA, IL-6, IL-8, TGF-1β and TNFα and the chemokines MIP-1α, MIP-1β and MCP-1. [13, 14] . The inability of the human immune system to curb this cytokine storm through means of a negative feedback loop results in significant tissue and organ damage that frequently leads to case fatality [15] . At the onset of Ebolavirus (EBOV) infection the RNA polymerase cofactors VP35 and VP24 can inhibit α/β interferon responses, the first line of antiviral defence. VP35 antagonizes the type 1 interferon response while VP24 is believed to disrupt both type 1 and type 2 interferon responses. VP35 and VP24 are also capable of inhibiting DC maturation and of initiating subsequent pro-inflammatory responses by immature DCs [16] . Activated macrophages produce TNF-α, which plays a major role in inflammatory responses. TNF-α promotes migration of immune cells and activates apoptosis caspases. Raised levels of TNF-α are observed in fatal cases of Ebola. TNF-α also disrupts the endothelial barrier, causing cell leakage [17, 18] .\n\nClinical laboratory testing performed by several research groups on samples isolated from Ebola-infected patients during the remarkable West African epidemic of 2014 showed substantial immune activation to correlate with excessive inflammatory responses. Increased numbers of activated plasmablasts, CD4 + T cells and CD8 + T cells were observed in all infected cases when compared to healthy control individuals. Significantly higher levels of pro-inflammatory cytokines and chemokines were detected in all fatal cases compared to non-fatal cases. Analysis of animal models revealed profound up-regulation of interferon-stimulated genes (ISGs) from the early stage of the infection [14, 19] . Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) expressed by CD8 + T cells was detected at a markedly higher level in nonsurviving patients. Both programmed cell death protein 1 (PD-1) and CTLA-4 concentrations were found much higher in fatal cases compared to survivors. Each of these proteins plays a role in regulating T cell homeostasis. Elevated expression of PD-1 and CTLA-4 is correlated with T cell functional exhaustion as well as with poor viral clearance [20, 21] .\n\nSARS-CoV infection is remarkable for the overexpression of cytokines IL-6, IL-2, IL-5, TNF-α and IFN-γ, and of chemokines CXCL10, CCL2, CCL3 and CCL5. Disease severity is correlated with the production of a massive cytokine storm, lung infiltration by monocytes and macrophages, and a depletion of the lymphocyte population [22, 23] . Studies have revealed that host fatality is in fact not related with SARS-CoV virus replication but with virus-induced unregulated immune responses [24] . Histological examination of a mouse model of SARS two days post-infection showed a high viral titre with an increased presence of macrophages and some other T-lymphocytes in the focal perivascular infiltrate within the lungs. Along with heightened immune cell activation, bronchiolar epithelial necrosis and luminal necrotic debris were also visible. Migration of plasmacytoid DC and inflammatory cells (such as NK T cells, NK cells, macrophages and CD4 + T cells) to lungs was observed during early stage infection. A significant elevation of inflammatory cytokine and chemokine levels was also detected in early infection compared to the healthy control group. CD8 + T cells and neutrophils were found to migrate to the lungs during the late stage of infection [25, 26] .\n\nInfection with DENV activates the innate immune system of the host. In vitro investigation has revealed an increase in pro-inflammatory cytokines upon infection. DENV NS5 and NS4B proteins induce infected macrophages and endothelial cells to produce a range of pro-inflammatory cytokines including IL-8, IL-6, MIF, MCP, CXCL10, CXCL11 and RANTES [27] [28] [29] . These mediators increase permeability and play role in inflammation and plasma leakage in vivo [28, 30, 31] . Infected DCs produce MMP-2 and MMP-9 which facilitate DC migration to lymph nodes [32] . An increased level of type 1 IFN is positively correlated with viral NS1 protein expression [33] . One of the most studied cytokines in dengue infection is TNF-α which is expressed by both innate and adaptive immune cells. Raised levels of TNF-α are reported particularly in DHF cases [34, 35] . Plasma leakage and coagulopathy are two ways by which TNF-α plays a role in disease severity. Elevated IL-10 is observed in late infection, indicative of the activation of Treg cells in response to the preceding cytokine storm [30, 36] .\n\nHistopathological examination of samples from infected patients has shown pronounced immune activation in specific organs. Monocytes/ macrophages and DCs are the major site of DENV infection and replication [7, 37, 38] . A significant increase of T lymphocytes may be detected in fatal DENV cases compared to non-fatal groups. Further investigation revealed a notable rise in cells producing inflammatory cytokines in the liver of infected patients. The presence of nuclear vacuolar degeneration and swollen mitochondria in infected cases also indicates a mechanism involving cell death. Lung tissue samples from fatal cases show severe damage characterized by increased cellularity, the presence of mononuclear inflammatory infiltrates and hyperplasia of alveolar macrophages [39] . Histopathological and ultrastructural analysis of heart, kidney and spleen detected damage to target organs in DENV-infected patients but no damage in healthy samples. Quantification analysis revealed the presence of lymphocytes, inflammatory cytokines and chemokines at concentrations many fold higher than normal. Significant involvement of apoptosis is also detected in target organ biopsies from fatal cases [39, 40] .\n\nThe three viral infections described above share some common features that establish a cytokine storm, as well as leading to pathogenic outcomes [41] . Following primary exposure to antigens, innate immunity acts as the first line of defence. Studies have revealed that monocyte/macrophage and DCs infiltrate the early sites of infection and virus replication [13, 42, 43] , from where these immune cells containing virus particles later migrate to other organ and tissues [20, 39, 44] . In order to evade the innate immune response, the virus must inhibit the type-1 interferon (IFN-α and IFN-β) response. Analysis of both in vitro and in vivo models strongly suggests that EBOV, SARS-CoV and DENV are each able to evade type-1 IFNs responses in order to establish infection [37, [45] [46] [47] [48] . Viral entry and infection are characterized by the expression of extremely high levels of pro-inflammatory cytokines and chemokines by T lymphocytes [14, 19, 21, 25, 39] . Their excessive provokes a cytokine storm that is responsible for plasma leakage, vascular permeability and disseminated intravascular coagulation (DIC) as well as defective adaptive immunity [37, 49, 50] . These pathophysiological events enable efficient dissemination of virus, providing a metabolic milieu in which a fatal outcome may result [7, 51] . Apoptosis of lymphocytes can further facilitate such disease-related mortality [52] . Multiple in vivo studies have reported a massive level of lymphocyte apoptosis in these three infections [24, 53] . Lymphocytopenia is commonly observed among fatalities but is absent in survivors [13, 54] .\n\nFocusing on the key mediators involved in this pro-inflammatory response should help to identify any common target molecule(s) of potential therapeutic interest. Among all the different pro-inflammatory cytokines that are caught up in a cytokine storm, IL-6 is of primary interest because of its role as transition cytokine. IL-6 may be considered as the master cytokine that can change its nature to serve in both pro-and anti-inflammatory [55] . Besides this, IL-6 is responsible for bridging the gap between innate and adaptive arms of the immune response [56, 57] . In view of this, it is a logical step to review the characteristics of IL-6 and its dual role as well as to determine how its performance may be triggered under infection conditions. Thus, we focus on the function of IL-6 in the following section and discuss how this keystone cytokine contributes to infection immunity.\n\nOn the flip side, IL-10 also merits attention because it is the only anti-inflammatory cytokine that is excessively expressed. In almost all fatal cases of viral infections, the level of IL-10 becomes many folds higher than that detected in survivors [13, 58, 59] . It has been speculated that, as an act of homeostasis, IL-10 is involved in counter-regulating the pro-inflammatory immune response before the cytokine environment becomes extreme [60] . However, the role of IL-10 remains unclear and extensive investigation is required to unravel the complex mechanisms involved. Researchers are particularly interested in dissecting the pathway that triggers the cytokine storm phenomenon and in understanding subsequent cellular events that relate to disease fatality. Below, based on our hypothesis we aim to explain why IL-10 concentrations are elevated in viral infections that are fatal.\n\nIL-6 is sustained at elevated levels in all fatal cases of viral infection, which earmarks it as an important molecule to investigate. In recent years, IL-6 has been considered to be a keystone cytokine in health and disease due to its pleiotropic characteristics [55] . It has a unique ability to function in both pro-and anti-inflammatory responses depending on specific conditions [61] . In light of its' decisive role during cytokine storm-mediated immunopathogenesis, IL-6 provides a principal focus of this reviewnotably, in regard to how IL-6 regulates immune reactivity and the way in which this relates to disease fatality.\n\nIL-6 signaling starts with its binding to the receptor IL-6R, after which the IL-6/IL-6R complex associates with gp130. IL-6R exists in two different forms: membrane-bound receptor (IL-6R) and soluble receptor (sIL-6R). Membrane-bound IL-6 receptors can become soluble through shedding or differential splicing, while the former one is the more frequent event [56, [62] [63] [64] . Depending on receptor states, IL-6 signaling may be either of two types: classic signaling and trans-signaling. Classic signaling requires binding of IL-6 with membrane-bound IL-6R whereas trans-signaling starts when IL-6 binds with sIL-6R [65] [66] [67] . IL-6 trans-signaling is pro-inflammatory while classic signaling is anti-inflammatory in nature. Details of these mechanisms are beyond the scope of this review. Instead, we focus here on the involvement of these two different forms of IL-6 in immunopathogenesis.\n\nIL-6 is the pioneer cytokine to initiate pro-inflammatory responses during infections. IL-6 trans-signaling correlates positively with increased production of pro-inflammatory cytokines and chemokines including IL-10, IL-1β, IL-1RA, TNF, M-CSF, ACTH and cortisol [56, 62, [67] [68] [69] [70] . IL-6 trans-signaling is also shown to initiate monocyte to macrophage differentiation [56, 68] , to attract other immune cells while also suppressing T reg cells [71, 72] . In addition, IL-6 trans-signaling is involved in the progression and manifestation of autoimmune diseases [73] Switching between two different forms of IL-6 is dependent on the concentrations of IL-6 and sIL-6R. Under normal physiological conditions, the plasma level of IL-6 is minute, ranging between 2 and 6 pg/ mL [74] [75] [76] , while sIL-6R is detected at about 75 ng/mL [77, 78] . Therefore, in a steady state, the concentration of sIL-6R is more than 10,000 times higher than that of IL-6. During inflammation, however, IL-6 levels may increase up to 1 million fold [73, 76] whereas sIL-6R rises typically only 2-5 fold [79, 80] . Once challenged by an antigen, upon secretion IL-6 will first bind to sIL-6R and initiate pro-inflammatory responses. However, only when IL-6 levels exceed that of sIL-6R does it binds to IL-6R and thereby triggers an anti-inflammatory response. Thus, in order to maintain a sustained pro-inflammatory response and thereby block the anti-inflammatory response, the systemic concentration of sIL-6R must be higher than that of IL-6 [73] . It has been observed that selective blocking of IL-6 trans-signaling rather than the global IL-6 blockade is a more effective means to rescue mouse models from possible death [81] . Hence, IL-6 may be considered as an immunoregulatory master molecule the control of which governs pathogenic outcomes. Yet, there are still many questions surrounding the mechanism of action of IL-6 that need to be answered. Even if IL-6 is held responsible for escalating rates of fatality, theoretically at least, elevated IL-6 concentrations should eventually suppress levels of sIL-6R and thereby facilitate a switch back to anti-inflammatory responses during viral infection. However, quite the opposite is observed in fatal cases, suggestive of a complex mechanism behind this phenomenon. sIL-6R concentrations somehow remain high during the entire period of infection, thereby establishes a persistent pro-inflammatory response via trans-signaling. Thus, it can be reasonably presumed that there are other biomolecules interacting in this process which influence the sustained trans-signaling and result in cytokine storm-mediated fatality.\n\nSince its discovery in 1997, ADAM-17, commonly known as tumour necrosis factor (TNF)-α converting enzyme, has drawn enormous interest as a potential therapeutic target in multiple disease pathways. ADAM-17 is closely associated with TNF-α and other inflammatory cytokines [82, 83] . It has been found that TNF-α, IL-1β and IFN-γ upregulate the transcription and expression of ADAM-17 [84] . Researchers have proposed that ADAM-17 can release the membranebound TNF-α precursor to a soluble form which facilitates TNF-αmediated inflammatory processes [85] . Of most relevance here, ADAM-17 is believed to be the master molecule that may explain uncontrolled IL-6 trans-signaling and increasing pro-inflammatory responses during infection. This is because ADAM-17 is the key protein responsible for membrane-bound IL-6R shedding and thus the production of sIL-6R [56, 86] . Apoptosis has been shown to act as a natural stimulus in ADAM-17-mediated IL-6R shedding from the surface of neutrophils and thereby contributes to pro-inflammatory trans-signaling responses [87] . Uncontrolled IL-6 trans-signaling could also be explained by this mechanism, from which a picture of how infection worsens can be envisaged.\n\nDuring infection, in order to maintain homeostasis production of inflammatory cytokines is followed by a counter release of anti-inflammatory cytokines. IL-6 increases the level of plasma glucocorticoid (cortisol) and IL-10 while also reducing the absolute number of lymphocytes [69] . The lymphocyte loss observed in pathogenesis is not mediated solely by apoptotic machinery, but also involves necrosis, a non-apoptotic form of cell death. This event is mediated by elevated levels of TNF-α and IL-10 [13, 88] . This phenomenon can explain why anti-inflammatory cortisol and IL-10 levels remain high alongside lymphocytopenia in fatal cases. Detailed mechanism of lymphocyte loss is not yet understood, though it is believed that, multiple mediators (Fas/FasL, TNF-α related apoptosis-inducing ligand (TRAIL), proapoptotic gene Bim and Bid) triggered by TNF-α, play a pivotal role in this type of cell death [13, 89, 90] . Interaction of ADAM-17 with these mediators is reported in several studies which show how ADAM-17 is activated during neutrophil loss and then proceeds to generate more sIL-6R by cleaving IL-6R [87, 91, 92] . We propose this as the mechanism by which the level of sIL-6R remains higher than that of IL-6R throughout infection and explains how IL-6 skips the cis-signaling pathway. This event ultimately disrupts the balance between pro-and anti-inflammatory responses and establishes IL-6 trans-signaling mediated persistent pro-inflammatory responses. There is direct evidence that during apoptosis the presence of a pharmacological inhibitor of ADAM-17 restricts IL-6R shedding [56] .\n\nHence, we postulate that after detection of viral infection IL-6 initiates pro-inflammatory responses via the sIL-6R-mediated trans-signaling pathway. As a consequence, pro-inflammatory cytokine levels rise. The concentrations of cortisol and IL-10 also increase gradually in order to maintain homeostasis and to activate a TNF-α-mediated apoptotic mechanism as part of a negative feedback loop. A combination of cell death and lymphocytopenia further stimulates ADAM-17 to shed more IL-6R by proteolysis. Subsequently, the level of sIL-6R also increases and bypasses IL-6-mediated classic-signaling. As a result, an uncontrolled trans-signaling-mediated inflammatory response prevails (Fig. 1) . In this case, therefore, the infection proceeds to a fatal outcome.\n\nThe ability of ADAM-17 to control and influence other molecules of the immune system is now the subject of extensive investigation. It is now well established that ADAM-17 mediated shedding of cell surface molecules are involved in progression of multiple pathological condition [82, [93] [94] [95] [96] . ADAM-17-induced IL-6 trans-signaling-mediated pathogenesis is now known to be a common feature of inflammatory bowel disease as well as of many respiratory diseases [97] [98] [99] [100] [101] . Hence, developing a selective inhibitor of ADAM-17 has been a challenge. Several ADAM-17 inhibitors have been tested as therapeutic candidates [83, 100] . For several years pharmaceutical companies like British Biotech, Chemicon, Glaxo SmithKline (GSK), Pfizer and Wyeth have also been conducting research on ADAM-17 inhibitors with the aim of developing therapeutics against rheumatoid arthritis [102] [103] [104] [105] [106] . Inhibitors like BB-94 developed by British Biotech, GW-3333 by GSK, TMI-005 by Wyeth, and INCB3619 by Incyte Corp have now been discontinued due to not achieving their targeted promise [102, 103, 107, 108] . Inhibitors failed to meet potential because of low efficacy, toxicity, undesired side effects and mostly due to inhibition of multiple proteases by ADAM-17, while targeted for only a specific shedding event [82] . The knowledge gap between in vivo and in vitro studies also contributed to these failings. Inhibitors designed in vitro do not always show the anticipated effect or desired efficacy in vivo since when the whole organism is considered multiple pharmacokinetic factors come into play in vivo which are not detectable in in vitro studies. In addition, our understanding of ADAM-17 biology is incomplete [100] .\n\nNew research is therefore aiming to selectively block ADAM-17 with targeted inhibitors of higher specificity in order to increase efficacy and to diminish side effects [93] . This type of selective inhibitor should be designed to affect only a specified target subset through inhibiting a specific shedding event driven by ADAM-17 [93] . From the above discussion it also appears that development of a selective ADAM-17 inhibitor can arrest production of sIL-6R by inhibiting shedding of IL-6R. This inhibition may result in suppression of trans-signaling-mediated pro-inflammatory responses and initiation of classical-signaling-mediated anti-inflammatory responses, thereby balancing elevated cytokine levels and thus reducing disease pathogenicity. Such a selective inhibitor should prevent shedding of only IL-6R and not block all shedding events induced by ADAM-17 [93] . According to our hypothesis if generation of new sIL-6 can be inhibited it may be possible to stop unregulated IL-6 trans-signaling-mediated pro-inflammatory responses. Studies in murine models also suggest that inhibiting IL-6 trans-signaling can increase survival up to 100% [81] . Though failures of previous inhibitors may discourage drug companies to invest more in developing selective inhibitor against ADAM-17 but targeting ADAM-17 with highly selective inhibitor is still an attractive and promising approach to the researchers. If the same or similar mechanisms were to work in our selected viral infections, ADAM-17 inhibitors will not only show potential in future trials but will also bring great relief to infected patients as well. It might then be possible to develop a single therapeutic molecule that will be effective against multiple viral diseases. Although there is a long way to go to achieve commercial realization, the proposition of such a novel hypothesis provides a new dimension to future antiviral research in which a broad range antiviral will not only cure but also be easily affordable globally.\n\nBioinformatics and computational biology tools are able to reveal complex bimolecular interactions, thereby systematically integrating the knowledge of traditional reductionist approaches to biomolecular conundrums [109] . This approach has recently been used for decoding the enigma of disease-associated pathways. In this review, based on our hypothesis described above and by pursuing a computational biology approach, we have targeted several key pro-and anti-inflammatory molecules (IL-6, IL-1β, IL-8, IL-6R, IL-10, NR3C1, TNF, ADAM-17, MCP-1/CCL2, Fas, FasL/FasLG & TRAIL/TNFSF10) with an aim to develop an interaction network among these molecules. We have used two interaction databases, STRING [110] and GeneMANIA [111] , to build and visualize their interconnectedness.\n\nIn undertaking this analysis, we have considered IL-6 as the most important pro-inflammatory cytokine. IL-1β, IL-8 and MCP-1/CCL2 are commonly found in fatal cases and to be closely associated with IL-6, and therefore are also taken into consideration. IL-6R is additionally included due to its instrumental function in determining the pathogenic fate via differential IL-6 signaling. IL-10 and NR3C1 (glucocorticoid receptor) represent the anti-inflammatory regulators. TNF, Fas, FasL, and TRAIL are selected because of their roles in anti-inflammatory regulation and the process of apoptosis. Finally, ADAM-17 was chosen by virtue of its pivotal role in IL-6 signaling regulation and immunopathogenesis, as described earlier.\n\nFor the construction of interactome (PPI network) using STRING database, we have set the minimum required interaction score at medium confidence level (0.400) and the maximum number of interactors to be reported for both shells at \"not more than 50\", leaving other parameters to their default values. This results in a huge complex network (\"hairball\"), which has further been remodeled by Cytoscape [112] (Fig. 2 ). An insightful observation of this complex network shows three most crucial interactors NF-kB, P53 and Notch1. Among all the molecules in this network, these three exert magisterial regulation of our previously selected molecules, where ADAM-17 acts directly as a whistleblower. Several research groups have previously reported the regulatory role of NF-kB, P53 and Notch1 on our selected target molecules. NF-kB is believed to be a key regulator in IL-6 expression [113] [114] [115] [116] [117] . Upon infection, when stimulated by TLR ligands, macrophages activate Notch signaling to upregulate IL-6 production as well as to initiate inflammatory responses. Notch mediated upregulation of IL-6 is controlled by NF-kB as well as P53 [118] [119] [120] . Interestingly, Notch signaling is further activated by ADAM-17 [121, 122] .\n\nWe further aimed to reconstruct the previous network by integrating these three molecules with our key target set using the default parameters of STRING and GeneMANIA. The newly constructed network, as depicted in Fig. 3(a) and (b), shows the interaction between our target molecules in a comprehensive way to enable a better understanding. The influence of ADAM-17 can be understood easily from this network, as described in our postulation. In addition, we constructed another network (Fig. 4) in GeneMANIA to show the direct interaction between ADAM-17 and our key regulatory molecules (TNF, NOTCH1, IL6R, TP53, TNFSF10). From this network influence of ADAM-17 over other regulatory molecules can be easily understood. Some recent studies on therapeutic development demonstrate that ADAM-17 inhibition downregulates Notch signaling [123, 124] . Hence, a rapid screening of molecular interactions to form a target-specific cluster has resolved the stochastic nature of a large number of molecules in that complex network. Here, as uncovered by this study ADAM-17 may be considered as a potential drug target to form the basis of a broad range therapeutic approach.\n\nCorticosteroids are potent suppressors of inflammatory responses. Therefore they are used in antiviral treatment against a diversity of infectious diseases as well as our target viral infections. As this study is focused on proposing a potent antiviral target for multiple diseases, the current status and limitations of corticosteroids is a major consideration. This will help to establish why corticosteroids are not considered suitable as broad range antiviral therapeutics. By addressing existing was obtained from the STRING database, which was further remodeled using Cytoscape. Along with above mentioned key pro-and anti-inflammatory molecules, NOTCH1, TP53 and KFKB1 (total 15) have been highlighted in \"cadet-blue\" nodes while the rest are depicted in \"orange\" nodes. Among those 15 key molecules, nine (IL-1b, IL-8, IL-10, NR3C1, TNF, MCP-1/CCL2, FAS, FASL/FASLG and TRAIL/TNFSF10) are connected with \"red\" edges and the rest (IL-6, IL-6R, ADAM-17, NOTCH1, NFKB1 and TP53) are connected with \"blue\" edges for the ease of the readers understanding. The confidence score was set at medium (0.400) and the maximum number of interactors to report was set at \"not more than 50\" for both the 1st and the 2nd shells during the generation of this interactome. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) drawbacks we can also gain ideas as to why selective blocking of ADAM-17 might form the basis of an effective treatment, as proposed above. Although immunosuppressive corticosteroid drugs are commonly used in an attempt to reduce fatality rates but the results of clinical trials are not sufficiently satisfactory to approve as an effective class of therapeutic [125, 126] . Corticosteroids are believed to reduce concentrations of pro-inflammatory cytokines and to upregulate antiinflammatory mediators by inhibiting the transcriptional effect of NF-kB [127] . In recent years this type of inhibition has become less popular as a therapeutic intervention due to a combination of the side-effects of glucocorticoid treatment and global inhibition of NF-kB [128, 129] . One of the most frequently used corticosteroid drugs is dexamethasone, which has been stated in some case reports as less effective [130] . Glucocorticoid-mediated stimulation of the hypothalamic-pituitaryadrenal axis can also drive lymphocytopenia [24] , or it may promote exaggerated pro-inflammatory responses that eventually cause a worsening of the pathogenic condition [126] . Due to concerns regarding these side-effects, the World Health Organization does not at present recommend glucocorticoids for treatment [131, 132] . Furthermore, it is now known that the effectiveness of corticosteroid treatment greatly depends on the timing of drug administration. In addition, the genetic make-up of individuals contributes to therapeutic efficacy. Therefore, it has become extremely challenging to determine an appropriate course of drug administration for each patient [126] . Despite the widespread availability of corticosteroid-based common therapeutic strategies many more molecules have been proposed as antiviral candidates against each of Ebola, SARS-CoV and dengue. Some of these have proved effective in experimental models but not in clinical trials.\n\nA recent in silico study suggested ibuprofen, a non-steroid compound, as a promising antiviral target against ebola infection [133] . Favipiravir, a pyrazinecarboxamide derivative, is effective against aerosol Ebola virus E718 infection in immunodeficient A129 alpha/beta interferon (IFN-α/β) receptor knockout (IFNAR -/-) mice [134, 135] . A phase II trial of favipiravir against EBOV was also completed in Guinea in November 2016 [136] . However, preliminary findings do not suggest any significant relationship between favipiravir and EBOV viral kinetics and failed to achieve the result predicted at the outset of the trial [137] . Brincidofovir, a lipid-conjugated analogue of cidofovir, is given to EBOV patients as an emergency treatment [138] . The effectiveness of brincidofovir against EBOV is still not discernable as clinical, animal, and in vitro data are currently withheld [139] .\n\nRibavirin is the most frequently used drug to combat SARS-CoV, and is administered together with corticosteroids [3, [140] [141] [142] . In combination with immunoglobulins or thymosins, IFN-α is also used to stimulate T cells in SARS-infected individuals [143, 144] . Sometimes, IFNα is used as a combined regimen with ribavirin, although the beneficial effect of these therapies is not fully understood [145, 146] . The protease inhibitors lopinavir and ritonavir may lead to improved outcomes for SARS patients when used in combination with ribavirin [147] .\n\nTherapeutic trials against dengue have also proved disappointing. These have been conducted on two different antiviral candidates, balapiravir and celgosivir, in Vietnam and Singapore, respectively [148] . Both of them failed to provide a beneficial outcome against DENV infection [149, 150] . Chloroquine showed promising antiviral potential in in vitro experiments but in subsequent clinical trials failed to reduce viraemia of adult dengue patients [151, 152] . Lovastatin has been shown to increase survival in animal models by interrupting the DENV assembly pathway [153, 154] ; however, it has not been proved to be effective in humans [155] .\n\nThis review provides a plausible hypothesis for understanding the molecular basis of selected major infectious diseases -Ebola, SARS and dengue, and furthermore, draws upon empirical data for the proposed design of putatively appropriate therapeutics. In so doing, we have built a framework that might help to overcome the present knowledge gap surrounding the phenomenon of immune hyperstimulation-mediated fatality. We envisage that in the near future a ground-breaking transformation in research direction may possibly be based on our hypothesis. By utilizing computational modelling to analyse a vast volume of publicly accessible data, a systematic approach to understanding various infectious disease episodes can be achieved. This information may be of considerable value in enabling researchers to develop experimental models to test novel antiviral therapeutic designs. However, it is also acknowledged that due to the unavailability of a sizable amount of interactome data, the computational study in this review highlights several intrinsic limitations.\n\nSince most of the animal reservoir hosts do not mimic the pathogenesis in humans of specific viruses, it is very difficult to develop any suitable in vivo model that can be exploited in order to dissect pathogenic events and thereby to achieve the hypothesized outcome [9, 156] . Furthermore, while animal reservoirs may become infected with the discussed viruses they do not develop any clinical symptoms [157] . Reservoir hosts have some unique immune mechanism to maintain a disease free state against those viruses. This poses another crucial question, how a disease-free state is maintained? Could a cure be found by investigating reservoir animal hosts? Understanding the mechanism how reservoirs do not show any clinical symptoms like humans against these viruses may help us to find out what unique natural mechanism is contributing [9, 158, 159] . This type knowledge could lead us to shape the in vivo studies as well as improve the knowledge gap between in vitro and in vivo. But there are lots of challenges in studying the reservoir hosts under their natural condition and mimicking their natural habitat not only need huge logistic support but also involve great costs and thus there is a long way to achieve answers from reservoir hosts [158] [159] [160] [161] . Our work is restricted to understanding pathogenic events in humans. It is therefore not intended to explain the disease-free state of reservoir animal hosts.\n\nIn spite of such acknowledged limitations, this type of computational modeling analysis could shape future antiviral research by narrowing down the targets through logical explanation and rational hypothesis proposition. The outcomes of numerous research studies performed around the world are known but have not been analysed collectively. In this regard, it is now possible to explore new possibilities by bringing together a considerable body of existing data in a single analytical space. Under such a condition, our work has considered pathogenic events during multiple diseases in order to establish a sequential framework to find a possible nexus for metabolic regulation. Here, we have explained how pathogenic events progress to a fatal outcome through IL-6-mediated trans-signaling, a pathway that is profoundly influenced by ADAM-17.\n\nIn summary, we propose ADAM-17 to be a possible antiviral target. If successful regulation between ADAM-17 and IL-6 trans-signaling junction is achieved, it may be possible to keep in check the otherwise uncontrolled pro-inflammatory response that is a common clinical feature of viral infection. We consider that this type of immunopathological regulation may prove to be successful in preventing deaths from Ebola, SARS and dengue infections and may similarly play a critical role in combating other human infectious diseases.\n\nThe authors declare no actual or potential conflicts of interest in relation to this article. This article does not contain any studies with human or animal subjects performed by the authors."}