{"title": "The use of Arsenicum album 30c to complement con- ventional treatment of neonatal diarrhoea ('scours') in calves", "body": "Neonatal scouring (diarrhoea) in calves is a serious problem in both dairy and beef herds, with mortality varying from 0 to 80%. In non fatal cases the resultant poor thriftiness and veterinary bills can cause significant financial loss to the farmer. In calves of 1-3 days, certain strains of Escherichia coli containing the antigenic protein K99 are the usual aetiological agents, while rotavirus and coronavirus are responsible in those from 5-15 days. Salmonella, pseudomonas, proteus and yeasts have also been implicated. The disease may be caused by a number of factors including inadequate transfer of colostral immunoglobulins, stress and poor management.\n\nThe main symptoms are diarrhoea, dehydration and general weakness. Onset is sudden, the faeces are profuse, pasty or watery and the animal may collapse within 12 to 24 hours. There is damage to the mucosa of the small intestine. Normal conventional treatment may involve one or more therapies. Antiserum, oral or intravenous antibiotics, fluid therapy, antidiarrhoeals are all available and together with management factors often *Lecturer in homoeopathic pharmacy, Academic Department of Homoeopathic Medicine, Glasgow Homoeopathic Hospital, **Veterinary Surgeon. secure improvement within 48 hours.\n\nThe complex nature of neonatal scouring means that total prevention is unrealistic and the farmer must look to economical ways of limiting the disease. One method of achieving this would be to speed up the time of recovery.\n\nThe aim of this double blind trial was to combine a course of homoeopathic Arsenicum album with the treatment conventionally prescribed by a veterinary surgeon, in order to see if a quicker recovery could be promoted.\n\nThe drug picture of Arsenicum album includes inflammation of the lower bowel, producing straining and tenesmus with dysenteric stools of 'cadaverous' odour and matches the symptoms of calf scour well. It is a popular homoeopathic medicine in the treatment of diarrhoea in pets -I Several other homoeopathic medicines have been suggested for calf scour. 2 E. coli 'nosode' is often prescribed, being especially effective when this organism is the causative factor. In this trial only Arsenicum album was used. \n\nSubdued -> latighl (s~=ore 1-5) I I \n\nThe initial target was to treat 20 animals divided equally into control and test groups at random. 6 glass vials, each containing 3 ml (1 dose) of liquid were packed in boxes arranged in two batches of 10. In each batch there were 5 boxes containing Arsenicum album 30c and 5 placebos containing only vehicle potentized to 30c. Any effect due to the vehicle alone could therefore be discounted as it was the same in both sets of vials. The boxes and vials were numbered, the key being held by the dispenser. The animal was assessed by the veterinary surgeon according to a number of criteria (Figure 1) , and a treatment plan made. The score for 'brightness' was purely subjective, to give some idea of the severity of the disease. Following administration of the conventional treatments, a box of vials was taken from one of the batches of 10, the code number recorded, and the animal given one dose orally. The farmer was instructed to give the 203 remaining 5 doses over the next two days at 6 hour intervals and to record progress. The number of animals with bloody, watery and pasty scour were counted.\n\n16 animals were tested of which 1, in the group receiving placebo, died. The incidence of scouring this season was low due to the unusually dry weather. The average 'brightness' score for the placebo group before treatment was 3, and for the active ingredient group 2 (1 low, 5 high). Thus, on average the placebo group were marginally 'brighter' than the test group.\n\nTables 1 and 2 show the incidence of the"}