{"title": "The Joint Commission Journal on Quality and Patient Safety", "body": "D uring an influenza pandemic, such as with the 2009 influenza A (H1N1) virus, minimizing the risk of bidirectional health care-associated transmission between patients and health care workers (HCWs) represents an urgent priority with unique challenges. 1, 2 During the 14 months that the World Health Organization (WHO) considered the 2009 outbreak to be novel, sustained, and global in spread-a true pandemicthe 2009 H1N1 virus was detected in 214 territories and countries and attributed to at least 18,449 deaths, with some further estimates suggesting that 20% to 40% of the population was infected at some point. 3, 4 Unlike annual influenza and more akin epidemiologically to past epidemics, the 2009 H1N1 attack rate was greatest among children 5 to 14 years of age, exceeding 14 times the attack rate for adults 60 years and older. 5 Hospitalization rates were also greatest among children younger than 4 years of age, with higher mortality among children younger than 5 years of age and those with at least one high-risk medical condition. 6 Additional descriptive studies of morbidity and mortality due to 2009 H1N1 among pediatric patients have emerged, further substantiating these trends. [7] [8] [9] [10] [11] With additional observational evidence suggesting increased transmission among HCWs in pediatric emergency departments (EDs), the observations from this pandemic should trigger increased attention to limiting highly infectious outbreak transmission in health care settings, especially for those who care for children. 12 Most hospital preparedness plans for such highly infectious outbreaks rely on implementation of strict isolation measures and personal protective equipment (PPE) use. In June 2009 the U.S. Centers for Disease Control and Prevention (CDC) compiled a case series of HCWs in the United States infected with the 2009 H1N1 virus. 1 Of note, 13 (27%) of the 48 infections were acquired in health care settings, with the majority of settings reporting poor adherence with recommended usage of PPE. Unfortunately, the risk of insufficient PPE use by HCWs may increase during acute scenarios requiring emergent intervention such as cardiac or respiratory arrest.\n\nSimulated Pediatric Resuscitation Use for Personal Protective Equipment Adherence Measurement and Training During the 2009 Influenza (H1N1) Pandemic\n\nBackground: Previous experience with simulated pediatric cardiac arrests (that is, mock codes) suggests frequent deviation from American Heart Association (AHA) basic and advanced life support algorithms. During highly infectious outbreaks, acute resuscitation scenarios may also increase the risk of insufficient personal protective equipment (PPE) use by health care workers (HCWs). Simulation was used as an educational tool to measure adherence with PPE use and pediatric resuscitation guidelines during simulated cardiopulmonary arrests of 2009 influenza A patients. Methods: A retrospective, observational study was performed of 84 HCWs participating in 11 in situ simulations in June 2009. Assessment included (1) PPE adherence, (2) confidence in PPE use, (3) elapsed time to specific resuscitation maneuvers, and (4) deviation from AHA guidelines. Results: Observed adherence with PPE use was 61% for eye shields, 81% for filtering facepiece respirators or powered air-purifying respirators, and 87% for gown/gloves. Use of a \"gatekeeper\" to control access and facilitate donning of PPE was associated with 100% adherence with gown and respirator precautions and improved respirator adherence. All simulations showed deviation from pediatric basic life support protocols. The median time to bag-valve-mask ventilation improved from 4.3 to 2.7 minutes with a gatekeeper present. Rapid isolation carts appeared to improve access to necessary PPE. Confidence in PPE use improved from 64% to 85% after the mock code and structured debriefing. Conclusions: Large gaps exist in the use of PPE and selfprotective behaviors, as well as adherence to resuscitation guidelines, during simulated resuscitation events. Intervention opportunities include use of rapid isolation measures, use of gatekeepers, reinforcement of first responder roles, and further simulation training with PPE.\n\nPrevious experience with non-outbreak-related simulated pediatric cardiac arrests (that is, mock codes) at three urban academic medical centers revealed frequent deviation from standardized American Heart Association (AHA) pediatric basic life support and advanced life support algorithms, with delayed time to critical interventions at baseline. 13 These delays occurred without the added complexity of needing to don PPE. During the 2003 Severe Acute Respiratory Syndrome (SARS) outbreak, Abramson, Canzian, and Brunet found that use of simulated resuscitation initially indicated that 3.5 to 5.5 minutes were required to don full SARS PPE, thus delaying time to intervention. 14 This finding prompted subsequent protocol adaptations and training initiatives to improve time to intervention while minimizing risk of exposure. However, issues that may positively or negatively influence the interaction between rapidly managing acute patient deteriorations and the likelihood of HCWs protecting themselves with PPE are not fully understood.\n\nAt our own hospital, in May 2009, early in the course of the 2009 pandemic-local responders and the pediatric medical emergency team (PMET) were called to the bedside of a ward patient admitted with the presumed diagnosis of aspiration pneumonia who had developed severe hypoxemia and required intubation. The patient then required an additional procedure in the pediatric ICU to have a larger endotracheal tube placed. It was subsequently discovered that the patient had been 2009 H1N1-positive on a screening sample from admission. Thus, as a result of poor situational awareness and adherence with PPE guidelines, 27 staff in multiple settings required post-exposure antiviral prophylaxis. This episode prompted us to reflect on our policies regarding PPE use for PMET calls during the H1N1 outbreak and to use simulation as a tool to objectively evaluate this clinical problem. In this context, the study described in this article was conducted to investigate the use of in situ simulation as an evaluation and educational tool for emerging threats and to measure (1) PPE adherence of staff during simulated pediatric cardiopulmonary arrest for suspected 2009 H1N1 patients, (2) confidence in PPE use, (3) elapsed time to specific resuscitation maneuvers, and (4) deviation from AHA guidelines.\n\nThe Johns Hopkins Hospital is a 1,000-bed, tertiary care hospital, which includes the 180-bed Children's Medical and Surgical Center and serves Baltimore and surrounding areas.\n\nIn June 2009, at the onset of the 2009 H1N1 outbreak, a series of in situ simulations were conducted in an eight-week period as a quality assurance exercise to identify gaps in adher-ence and educate staff on appropriate self-protective behaviors and institutional PPE protocols. The Johns Hopkins Pediatric Cardiopulmonary Resuscitation (CPR) Advisory Committee and Hospital Epidemiology and Infection Control groups approved the program. Retrospective analysis of data acquired during these simulations was performed for this study. The Johns Hopkins Institutional Review Board approved this study protocol.\n\nOne simulation was conducted on each inpatient ward and in several key outpatient settings of the Children's Medical and Surgical Center and the adjacent Kennedy Krieger Institute. Six standardized age-appropriate case vignettes, each depicting a patient with fever and cough known to be influenza A-positive, were developed, as follows: (1) inpatient infant; (2) inpatient school-aged child; (3) inpatient adolescent; (4) inpatient oncology patient; (5) outpatient school-aged child; and (6) outpatient oncology child.\n\nThe simulations featured a variety of size-appropriate mannequins (vendor information available by request from the author) with audible breath sounds, palpable pulses, and arrhythmia generators. Cases were selected on the basis of the age and clinical appropriateness for each setting tested. Institutional signs indicating enhanced droplet precautions required were posted, and all essential PPE, as shown in Appendix 1 (available in online article), was staged outside the patient care area per protocol. Standard emergency equipment, including standardized pediatric code carts, medications boxes, and defibrillators, was available.\n\nIn each inpatient setting, a bedside \"code button\" triggers an alarm when activated. Time Zero was defined as the time that this code button was triggered, that is, code activation. On arrival of the first responder at the bedside, a brief vignette was read and the responder was instructed to continue as if the scenario were a real emergency call. Each scenario started with profound hypoxia such that immediate bag-valve-mask (BVM) ventilation was indicated. All scenarios progressed to a pulseless electrical activity cardiopulmonary arrest at 3 minutes after the first responder's entry and ended at 10 minutes. The PMET was not activated initially in any scenario because the explicit targets of this phase of the study were local responders, as would be anticipated during the first 5 minutes of any resuscitation outside an urgent care setting. participants completed brief anonymous surveys, providing information including previous PPE training and respirator fit testing and recall of perceived pre-simulation and actual postsimulation personal confidence in the ability to appropriately use PPE.\n\nEach session was videotaped using an in situ mobile audiovisual cart (vendor information available by request from the author) and reviewed with a summary of errors made and lessons learned distributed to each nurse manager as part of the quality assurance effort. Subsequently, performance and outcome mea surements were obtained by reviewing videotapes and survey data. Three reviewers [C.M.W., J.D.A., M.C.M.] watched the videotapes and independently assessed use of PPE and elapsed time to specific resuscitation maneuvers, and then discussion occurred until consensus was achieved. PPE adherence was defined as the visual confirmation by reviewer consensus of both the appropriate PPE selection and correct use in agreement with CDC guidance on proper donning techniques, although the adequacy of the respirator seal could not be further qualitatively tested in real time because of the observational nature of the simulations. 15 \n\nOutcomes. The primary outcome measure was the proportion of staff wearing appropriate PPE per hospital protocol, including adherence with each type of PPE.\n\nResuscitation Time Intervals. The primary resuscitation performance outcome of interest was the elapsed interval from Time Zero to first responder arrival at bedside, representing the time during which the child could not receive any airway support. Secondary resuscitation performance outcomes concerned the maneuvers specified in the protocol: elapsed time to airway opening, application of oxygen, initiation of BVM ventilation, and identification of pulselessness; and interval between onset of pulselessness and initiation of chest compressions. The time goals for the maneuvers were adapted from the authors' previous study of the first five minutes of pediatric resuscitation. 13 \n\nMeans and standard deviations (SDs) or medians and interquartile ranges were calculated as appropriate for either normally or nonnormally distributed continuous variables. Proportions were compared using a chi-square statistic, and continuous variables were compared using the Wilcoxon rank sum test. All data analyses were conducted using Stata/IC version 10.1 (Stata Statistical Software; Release 10, StataCorp, College Station, Texas).\n\nA total of 11 in situ simulations were conducted: 8 in inpatient settings, 2 in outpatient settings, and 1 in the pediatric emergency department (ED). A total of 87 people participated in immediate postsimulation debriefing and PPE training sessions; all 87 returned the completed survey instruments, and 84 (96%) participated in the simulations. Teams were variably composed of physicians, nurses, respiratory therapists, support technicians, pharmacists, physician extenders and students. Nurses comprised 71% (62) of the 87 of the participants and were universally the first responders. The median (interquartile range [IQR]) age of participants was 28 (range, 24-32 years) and 80 (92%) were women (Table 1 , above). The mean simulation group size consisted of 7.6 (SD, ± 3.2) people.\n\nUse of PPE by first responders ranged from full contact and enhanced droplet precautions to none at all. In 5 (45%) of the 11 mock codes, at least 1 participant never donned an appropriate respirator despite the fact that high-risk procedures such as positive-pressure ventilation and compressions were being performed. Observed use of eye protection was 61% (51/84); gown/gloves, 87% (73/84); and filtering facepiece respirator (N95; 3M, St. Paul)/positive air-purifying respirator (PAPR), 81% (68/84), with 63 (75%) choosing N95s and the remaining 5 staff participants (6%) wearing PAPRs. Participants were consistently observed adjusting eye protection and masks after pro- Additional observations included participants in all settings improperly wearing N95 respirators with deviations including mask inversion, failure to use straps properly, and absence of ensured respirator seal. Thirty-four (40%) of the 84 staff participants either neglected to secure or improperly secured their gown using the provided ties. Despite the fact that 73 (84%) of the 87 staff members completing the surveys reported previous N95 respirator fit testing, only 56 (64% ; p = .002; Table 2 , right) initially reported confidence in the use of appropriate PPE, which increased to 74 (85%) after the mock codes.\n\nThe logistical delay to don appropriate PPE was perceived by observers to lead to \"staggered\" room entry and \"fractured\" situational awareness due to visual and auditory impairment resulting directly from PPE as well as indirectly from greater selfpreoccupation. Also, access to necessary PPE appeared to be improved by the use of \"rapid isolation carts\" previously stocked and maintained with the clinical setting's code cart.\n\nThe median (IQR) time in minutes to key resuscitation maneuvers from the code activation were as follows: arrival of first responder at the bedside (0.3 [range, 0.1-0.9]), airway opening \n\nFinally, in 2 of the 11 inpatient mock codes, participants assigned an experienced nurse (the \"gatekeeper\") to control access to the room and facilitate donning of PPE by critical team members. Comparison of resuscitation maneuvers between the gatekeeper-identified and no-gatekeeper groups revealed that performance was not different, with the exception of time to initiating BVM ventilation. As shown in Table 4 \n\nThis study is the first to examine gaps in use of appropriate selfprotective behaviors by staff during pediatric resuscitation and the association that such measures have with adherence to resuscitation guidelines. From this study, it is clear that substantial gaps remain in (1) knowledge and utilization of self-protective measures by HCWs and (2) delivery of care according to AHA pediatric basic life support algorithms (Table 5 , page 521). Future outbreak-related health care-associated infections experienced by staff may significantly affect hospital preparedness through unanticipated staff absenteeism, as well as potential transmission of infection by staff to other patients. 18 Disruption of this transmission pattern, therefore, offers an appealing target for intervention. However, attempts to mitigate health care-associated transmission also must incorporate considerations for emergent care and resuscitation, particularly given the high morbidity and mortality of this influenza strain in pediatric patients.\n\nOne theoretical model examining self-protective behaviors in the workplace developed in response to the SARS outbreak divided influential factors into organizational, environmental, and individual domains. 19 Organizational attributes such as a positive safety climate and available equipment and supplies, as well as personal beliefs and attitudes, underpin the personal intent, willingness, and ability to apply self-protective behaviors. This model is corroborated by additional findings from the SARS outbreak that consistent HCW adherence to recommended barrier precautions was most closely associated with recent infection control training and personal experience with a confirmed case. 20,21 Building on this self-protective behavior model, the CDC and WHO both subsequently released guidance on influenza prevention strategies recommending routine use of both standard and droplet precautions, with the added use of enhanced precautions to include N95 respirators during high-risk, aerosol-generating procedures. 22, 23 However, substantial gaps remain in baseline knowledge and practices to minimize health care setting transmission.\n\nThe first responder plays a critical role in resuscitation; simple measures taken in the first seconds of an acute event may avert progression to cardiopulmonary arrest. Unfortunately, during the SARS outbreak, expanded PPE requirements were found to limit the ability of the first responder to enter the room rapidly during an acute event. 14 This delay effect, due to donning of PPE, was reproduced in a study of first responders which demonstrated improved time to intervention through use of modified gowns with pre-tied neck straps and front-tying waist straps. 24 During the SARS outbreak, the delay effect led to the proposal of a protocol for modified PPE requirements for the first responder until further HCWs in full PPE arrived. Subsequent study of ED staff during a simulated resuscitation scenario also demonstrated subjective impairment in assessment abilities and task performance when wearing enhanced PPE as compared to without PPE, although objective measure data, which did not include the time taken to don PPE, were similar. 25 Such subjective impairment, particularly in communication, was also reported by staff in our own study among those wearing PAPRs as Interestingly, in our study, the delay effect was largely absent, except for one simulation, because at the time of room entry, many staff actually wore PPE that was insufficient or improper as compared with our current guidelines for enhanced droplet precautions, despite transparent observation of PPE adherence (Appendix 1). In contrast to all other simulations, however, the delay effect was observed in the only simulation in which the first responders electively donned PAPRs before entry. In this setting, the first responders did not enter until 2 minutes, as compared with the median study entry of 0.3 minutes. Thus, although direct comparison of correct use of N95 respirator versus PAPR was not possible because of the low incidence of PAPR use and the observational nature of this study, the utility of any added benefit provided by PAPR usage must be weighed against significant delays and impairment in emergent care delivery.\n\nAn additional layer of complexity in this debate stems from the critical analysis of whether the routine use of N95 respirators offers any significant additional advantage over the use of surgical masks in clinical practice, in large part due to inconsistent and inappropriate use by HCWs, 26 as also demonstrated in the current study. As stated, 75% of the staff wore N95 respirators and 84% reported previous fit testing; however, because of the anonymous nature of the survey, previous fit testing could not be correlated with observed appropriate PPE adherence or choice of respirator. One study has demonstrated that without previous fit testing, nearly 50% of providers are able to achieve an adequate seal but that without regular use, there is decay in the ability to achieve an adequate seal over time. 27 Although laboratory testing suggests variable, but clearly increased protection, with N95s as compared with surgical masks, the clinical translation of this finding was not observed in a non-inferiority trial of influenza transmission among HCWs. 28, 29 Such mixed findings have only fueled unresolved questions as to the role of fit testing and the use of inappropriately donned respirators, particularly in emergency situations under pandemic circumstances. The PAPR offers superior protection and is the \"gold standard,\" but its utility is compromised by the delay effect and by at least subjective impairment of resuscitation tasks.\n\nGiven that the current evidence base remains inadequate to offer definitive guidelines during high-risk procedures such as pediatric resuscitation, it is imperative to simplify recommendations as much as possible. We propose that the first responder for emergent interventions use standard precautions and immediately begin providing care, with the caveat that after an additional HCW with appropriate enhanced-droplet precaution PPE \n\narrives, the first responder \"tag out\" to complete the donning of PPE. 30 This minimizes exposure incurred by the first responder and ensures rapid intervention. Compelled by the prevalence of inadequate and inappropriate PPE usage, as we have noted, we can conclusively recommend that even basic measures warrant further training and simulation to ensure proper usage and staff safety.\n\nA clinical crossroads is met when local responders and the PMET respond for a patient not known to be infected with influenza during a pandemic. In the setting of a high prevalence of inpatient influenza, the safety of the providers is most conservatively ensured by immediate implementation of enhanced droplet precautions for all team members at the time of call activation. This is made feasible with the institution of rapid isolation carts cohorted with code carts. Such rapid isolation carts should be stocked with gowns, gloves, surgical masks, N95 respirators of all types fit tested, eye protection, and PAPRs.\n\nThe clear and rapid identification of a gatekeeper appears to facilitate self-protective behaviors at the organizational level. Restricting nonessential or nonprotected providers during highrisk procedures remains a key strategy to reduce exposure. As such, a more experienced clinician or support staff may best fill this role. Our study suggests that a gatekeeper may improve respirator adherence, and likely gown and eye protection as well. During debriefing, participants stated that after they were aware that the patient was in distress, their priority was to provide rapid care despite knowing the patient was on enhanced precautions. They believed that donning PPE would slow them down. In this study, integrating the gatekeeper role served to protect more providers, with no adverse impact on resuscitation performance. For five of the key measures analyzed, participants for whom room access was controlled by a gatekeeper performed maneuvers on as timely a basis as their counterparts but with markedly better personal protection. Surprisingly, time to providing necessary ventilation support was 1.6 minutes earlier for gatekeepercontrolled groups. This suggests that incorporating the gatekeeper role into a code-response protocol during pandemic influenza or other suspected airborne contagions will not prolong time to critical care provision but perhaps improve it. The gatekeeper effect is likely driven by greater (1) situational awareness resulting from minimal direct patient care responsibilities, (2) familiarity with requisite precautions, and (3) knowledge of strategies for rapid staging, distribution, and donning of PPE. This effect may mitigate the delay effect while ensuring consistent and proper use of PPE, thereby minimizing delayed entry and maximizing opportunities for early resuscitation intervention as well as HCW safety.\n\nFurther translation of the findings in this study into systematic improvements occurred at several levels at our institution. At the end of each scenario, individual participants were debriefed in a standardized manner regarding donning of PPE, maintenance of a rapid isolation cart, advice on use of a gatekeeper to increase adherence with PPE, and management of a deteriorating patient before arrival of the PMET, with emphasis on how this response would differ for a child on \"enhanced droplet precautions.\" In addition, this study's results were shared with the nurse manager and nurse educator responsible for each inpatient unit and outpatient clinic studied at The Johns Hopkins Hospital. This empowered local providers to review their capacities and capabilities to respond to pediatric emergency scenarios during a highly infectious outbreak; provide feedback to their staff on self-protective behaviors and resuscitation protocols; and implement local measures, such as provider-specific training measures, to improve PPE adherence and optimize resuscitation.\n\nThrough these forums, emergency bedside equipment was also subsequently standardized throughout the Children's Medical and Surgical Center. Further review of the findings of this study with the hospital CPR Advisory Committee prompted the recommendation that a gatekeeper be used for all medical emergency teams during the outbreak and that emergency responders initially use standard precautions. The study's results and recommendations (Table 5 , page 522) were also provided to the Johns Hopkins Hospital Incident Command Center and the Johns Hopkins Hospital Epidemiology and Infection Control Department, which provide administrative investment and oversight, during the course of the outbreak. Collectively, these steps helped to advance PPE standardization during pediatric resuscitations in the Johns Hopkins Children's Medical and Surgical Center, the uniform preparation and deployment of standardized rapid isolation PPE carts with each code cart, and the development of a scalable plan for hospitalwide PPE training during pediatric resuscitation using in-situ simulation.\n\nFollowing an initial series of \"train-the-trainer\" modules with nurse managers, this scalable plan relied on the baseline in-situ simulation training of staff by each nursing supervisor, using predeveloped and standardized clinical cases and debriefing materials, in all clinical areas. Subsequent to these training sessions, follow-up random mock codes led by the Johns Hopkins Simulation Center staff to test for skill decay and reinforce PPE ad-The Joint Commission Journal on Quality and Patient Safety herence practices were to be conducted for the duration of the outbreak. Given the relative decline in the attack rate of 2009 H1N1 during summer 2009 and the subsequent distribution of vaccine concurrent with the 2009-2010 influenza season, the magnitude of this epidemic ultimately did not require the further implementation of this training strategy. However, we believe that in the setting of another highly contagious infectious outbreak, this plan represents a novel and rapidly deployable strategy to specifically address knowledge and practice gaps in both PPE adherence among HCWs, as well as the first five minutes of pediatric resuscitation. To our knowledge, such a scalable plan with an explicit, dual focus on both PPE adherence and the first five minutes of resuscitation has not been developed or tested previously.\n\nGiven that this is a retrospective, observational study, we cannot be sure our observations regarding the effect of the gatekeeper were independent of unmeasured or unknown confounders. In addition, the number of simulations was small and may not be generalizable to other institutions. Perceived pretraining confidence was assessed by retrospective recall and simultaneously, with posttraining assessment, which may have introduced bias toward a perceived confidence increase. However, the data were consistent with observations from our actual clinical practice and helped us delineate weaknesses in our current isolation protocols that might be of use to other facilities. We also cannot be sure that the use of gatekeepers, rapid isolation carts, or amended isolation recommendations for the first responder will translate to more rapid care of the child with a deteriorating condition. Given that our staff were often at the bedside for several minutes before opening the airway and initiating BVM, these recommendations should be studied prospectively in the context of an enhanced first responder educational program. 13\n\nSimulation using a pediatric patient with 2009 H1N1 suggests that significant gaps remain in the knowledge and use of selfprotective behaviors during resuscitation and in the delivery of pediatric basic life support. To optimize the first five minutes of pediatric resuscitation during highly infectious outbreaks, dedicated educational and training initiatives are needed that focus on incorporating the appropriate use of self-protective behaviors so as to minimize HCW's health care-associated infections. Future opportunities for clear intervention include reinforcement of first responder roles, rapid isolation measures, implementation of a standardized gatekeeper, and re-education and training with the appropriate use of PPE. Simulation technologies offer a highly appealing, practical, and scalable mechanism for the rapid identification of these knowledge gaps and integration of training initiatives into the health care setting during a highly infectious outbreak such as pandemic influenza.\n\nThe authors thank the Women's Board of the Johns Hopkins Hospital for its generous support of the Johns Hopkins Medicine Simulation Center through the funding of a mobile audiovisual cart that was used for the purposes of this study. The views expressed in this article are those of the authors and do not reflect the official policy or position of the Department of the Navy, Department of Defense, or the U.S. Government.\n\n■ Pediatric staff inconsistently and improperly use personal protective equipment (PPE) during simulated resuscitation, placing themselves and other patients at greater risk of health care-associated infection. ■ Simulation using PPE may increase personal confidence in proper PPE use. ■ Enhanced precautions may lead to delayed room entry in the emergency setting. ■ Identification of a \"gatekeeper\" leads to more consistent and proper use of PPE. ■ Deployment of rapid isolation carts may facilitate distribution of PPE during emergency resuscitation scenarios. ■ In situ simulation offers a mobile and highly reproducible mechanism for systemic implementation of PPE training during an outbreak. ■ Pediatric staff infrequently meet resuscitation maneuver goals according to American Heart Association pediatric basic life support algorithms during the first 5 minutes of resuscitation.\n\n■ Resuscitation simulation should be included as part of health care enterprisewide training packages during highly infectious outbreaks as a means to train, test, and reinforce self-protective behaviors. ■ During a highly infectious outbreak, gatekeepers and rapid isolation carts represent low-cost, high-impact strategies for potentially optimizing self-protective behaviors among staff. ■ First responders to a pediatric emergency call should always follow standard precautions, although initial delay of enhanced precautions may allow for rapid and life-saving intervention without significant added risk. ■ Pediatric resuscitation simulation needs to be continually utilized as a quality-control and educational measure to improve the first 5 minutes of resuscitation, particularly in the setting of an outbreak requiring modification of standard personal protective behaviors.\n\nCopyright 2011 © The Joint Commission"}