{"title": "7 MICROBIOLOGIC DIAGNOSIS OF LUNG INFECTION", "body": "The clinical microbiology laboratory plays a critical role in diagnosis and management of patients with lower respiratory tract infections. By providing pathogen detection and identification and susceptibility testing the laboratory provides the basis of optimal empirical antimicrobial therapy and individually tailored regimens. 1 The microbiology laboratory also provides epidemiologic data that assist the hospital epidemiologist in the prevention, detection, investigation, and termination of nosocomial outbreaks. 2 When correctly and promptly used, the information provided by the clinical microbiology laboratory improves clinical outcomes, reduces unnecessary utilization of antibiotics, and prevents nosocomial transmissions. 3, 4 The primary aim of this chapter is to assist clinicians in efficient and effective utilization of the resources of the clinical microbiology laboratory in diagnosis of the causes of infections of the lower respiratory tract. This chapter assumes that clinical laboratories are using validated methods and reporting quality-assured results and does not delve into technical or operational aspects of the clinical microbiology laboratory. For additional information on laboratory operation, the reader is referred to the latest edition of the Manual of Clinical Microbiology (American Society for Microbiology). 5 \n\nThe decision to order a diagnostic test should hinge on whether the result is likely to affect the clinician's treatment decisions. If the clinician is certain the patient has a disease based on clinical presentation and prevalence (high pretest probability), then the decision to treat will likely not be altered by the test result and testing should not be ordered. Similarly, testing should not be ordered if the clinician has a high degree of a priori certainty that the patient does not have a disease, because the decision not to treat will likely not be altered by the test result. Testing is most useful when the clinician is uncertain about the probability of disease and the result can sway the physician's decision about treatment. In addition to the pretest probability, several factors affect this decision. For example, if therapy comes at a low harm (in terms of toxicity, dollar cost, and selection of resistance), then treating all patients without testing may be appropriate. If the diagnostic has a low sensitivity (i.e., the test is positive in a low percentage of patients with disease), then testing may lead to an inappropriate decision not to treat. Similarly, if a diagnostic has a low specificity (i.e., the test is positive in a high percentage of patients without disease), then testing may lead to unnecessary treatment. The determination that clinical suspicion is uncertain enough to benefit from a particular diagnostic involves the interplay of the cost and accuracy of the diagnostic test, the pretest probability of the disease, and the benefit and harm of treatment.\n\nThe clinician plays a critical role in notifying the microbiology laboratory (and the hospital infection control epidemiologist) when virulent and transmissible agents are suspected as the cause of disease. Alerting laboratory staff reduces the exposure risk of laboratory staff handling specimens and cultures harboring highly virulent pathogens. A list of such pathogens is shown Table 17-1. Not all specimens from patients with infectious diseases should be handled by the on-site laboratory. According to guidelines developed by local and national public health officials, specimens potentially containing selected high-risk agents such as Bacillus anthracis spores, Francisella tularensis, Yersinia pestis, variola major, hemorrhagic fever viruses, or Clostridium botulinum toxin are directly sent to the public health laboratories, where appropriate containment facilities and diagnostic tools are applied to make a diagnosis. Other pathogens that are handled by the on-site laboratory but still require laboratory notification include Coccidioides and Brucella species, because cultures of these are associated with a high risk for laboratory-associated infection. Although the technologists are expected to handle all specimens and microbiologic cultures using universal precautions, accidental exposures can happen, especially if the findings are unexpected. Therefore laboratory notification serves to alert the staff to protect themselves from potential exposure to highly transmissible agents. local sample storage practices in case additional tests need to be performed.\n\nIn general, sterile specimens such as tissue samples and aspirates are the most valuable diagnostically because the absence of contamination with commensal organisms ensures that any organism detected likely represents a true pathogen. Histopathologic examination of tissue also provides information on the immunopathologic characteristics of the infectious process. However, a major diagnostic challenge of lower respiratory tract infection is that lower respiratory tract secretions are usually obtained through the oropharynx, which normally contains 10 10 to 10 12 colonyforming units (CFU) of aerobic and anaerobic bacteria per milliliter. Therefore lower respiratory tract secretions collected for microbiologic examination are commonly contaminated with diverse bacteria (Table 17 -5), 6 some of which, such as Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, and Neisseria meningitidis, can also be pathogens of the lower respiratory tract. [7] [8] [9] The oropharynx can also contain Mycoplasma pneumoniae 10 and aerobic actinomycetes including Nocardia and nontuberculous mycobacteria in the absence of disease. 11 In addition, aspiration of even minute amounts (0.1 to 1 µL) of oropharyngeal secretions can deliver a bolus of 10 9 CFU to the tracheobronchial tree. The distinction in such cases between colonization of the upper respiratory tract and pneumonia cannot be easily made by sputum examination and culture. Another challenge is that oropharyngeal secretions, which normally contain only a few gram-negative bacilli (such as Enterobacteriaceae, Pseudomonas, Acinetobacter), often become colonized with as many as 10 7 CFU of gramnegative bacilli per milliliter in seriously ill patients requiring intensive care, 12 patients treated with antibiotics after hospitalization for acute pulmonary inflammatory disease, 13 chronic alcoholic and diabetic patients, 14 institutionalized older adults and chronically ill patients, 15 and hospitalized patients with acute leukemia. 16 Lastly, Aspergillus spores present in the environment are commonly deposited in the lower respiratory tract and may be recovered from sputum in the absence of disease, although in immunocompromised patients it is best to consider this finding seriously. 17 In summary, because lower respiratory tract secretions collected through the oropharynx are nearly always contaminated with resident microflora of the oral cavity and\n\nThe diversity of etiologic agents of lower respiratory tract infection poses a number of diagnostic challenges to the clinician. First the provider must formulate a comprehensive yet pragmatic differential diagnosis that takes into account the clinical presentation, immune status, and the exposure history of the patient. Then the clinician must order the correct set of laboratory tests and ensure collection of the appropriate specimens and their placement in correct transport containers as well as their transport to the laboratory under permissive conditions for testing. Because improper test selection and specimen collection could reduce the analytic sensitivity and specificity of assays performed in the laboratory, syndromic order sets have been designed that consider the most common pathogens for the specific syndrome. Syndromic order sets incorporate general guidelines for the types of specimen required, collection and transport, and available assays for pathogens expected in a given clinical setting or syndrome. By prioritizing diagnostics that maximize yield and avoiding the need to repeat invasive procedures, these order sets also serve to minimize risk to the patient and to lower health care costs. However, it is the responsibility of the clinician to ensure that specimen requirements are met and the most critical tests are prioritized, especially when the amount of specimen material obtained is limited and multiple tests are ordered. Tables 17-2, 17-3, and 17-4 show syndromic order sets for community-acquired pneumonia (CAP), hospital-acquired and ventilator-associated pneumonia, and immunocompromised host pneumonia, respectively. Order sets developed to address local epidemiologic characteristics and preanalytic practices may be tailored to serve each institution. Clinicians also should familiarize themselves with Tables 17-2 and 17-3  See Tables 17-2 and 17-3  See Tables 17-2 See Tables 17-2 and 17-3  See Tables 17-2 and 17-3  See Tables 17-2 definitive diagnosis would require sterile lung tissue with demonstration of parenchymal invasion, appropriate steps must be taken to obtain specimens of highest quality for microbiologic testing. Expectorated sputum is the specimen most frequently obtained for the laboratory diagnosis of lower respiratory tract infection. 5 The importance of proper sputum collection was documented by Laird 18 100 years ago in studies on the yield of Mycobacterium tuberculosis according to the appearance and cellular composition of the sputum examined. The first requirement for collection of a good-quality sputum specimen is an alert and cooperative patient who can be instructed to rinse out his or her mouth with water or even brush his or her teeth before producing a lower respiratory tract specimen. The patient then must be encouraged to cough deeply to expectorate a specimen of lower respiratory tract secretions. With some infections such as tuberculosis (TB), a larger sample volume can improve the sensitivity of culture. 19 Specimens are to be collected in sterile, leakproof, screw-capped containers. Containers should be transported in a watertight plastic biohazard bag.\n\nAlthough a single sputum specimen may be sufficient for establishing the diagnosis of an acute bacterial process, collection of a series of two or three sputum specimens obtained on one or two days is recommended for patients suspected of having mycobacterial infections. 20 In patients with nonproductive cough or suspected mycobacterial, fungal, or Pneumocystis jirovecii infections, 21 it may be helpful to Specimens may include endotracheal aspirates, pleural fluids, bronchoalveolar lavage (BAL), percutaneous lung aspirate, or lung biopsies. 5, 46 The use of BAL has also been expanded to include diagnosis of bacterial pneumonia, especially for nosocomial cases. [47] [48] [49] In patients with CAP requiring admission to the hospital, use of protected catheter brush and BAL has been shown to provide microbiologic diagnoses that are not obtainable by noninvasive means, 50 although there is little support for using these procedures to diagnose CAP. 51 Although the results of cultures from protected catheter brushes and BAL specimens are quantitatively similar, Meduri and Baselski 50 concluded that BAL specimens provided a larger and more representative sample of lower respiratory tract secretions than the protected catheter brushes, allowing microscopic analysis of the cytocentrifuged BAL fluid to identify the type of bacteria present and to demonstrate the presence of neutrophils with intracellular organisms. These procedures may also yield additional pathogens not obtainable by noninvasive approaches. Much work has also been done with the use of BAL for the diagnosis of ventilator-associated pneumonia, [49] [50] [51] [52] (see Chapter 34) .\n\nIn children under 7 years of age with suspected TB, gastric aspirate is used as a surrogate for respiratory samples. Historically it has been recommended that the pH of gastric aspirate be neutralized with sodium bicarbonate before transport to the laboratory; however, a recent study suggests that neutralization of gastric aspirate may reduce the recovery of M. tuberculosis. 53 Nasopharyngeal aspirates have also been used for diagnosis of TB, although the sensitivity of culture-confirmed TB is lower compared to induced sputum. 54 Stool samples in children with pulmonary TB may become the specimen of choice if processing methods can be optimized to concentrate the tubercle bacilli. 55, 56 Other specimen types that may aid in diagnosis of lower respiratory tract infection include whole blood for blood culture, serum for antibody and antigen testing, and urine for antigen testing. Blood culture is recommended in cases of severe pneumonia 57 but is positive only up to 37% in CAP and in less than 25% in nosocomial pneumonia. [57] [58] [59] [60] [61] It is important to note that a large blood volume (60 mL or three sets of blood culture bottles in adults) is necessary to maximize sensitivity of blood culture. 62, 63 Although routine blood culture systems have been shown to be highly sensitive for detection of candidemia and cryptococcemia, automated blood culture systems are insensitive for cultivation of monomorphic and dimorphic molds. Isolation of molds (and fastidious bacteria) from blood requires the lysiscentrifugation method (Isolator) [64] [65] [66] or the use of enriched fungal medium bottles. 67, 68 S. pneumoniae can be recovered from urine cultures in as many as 38% of patients with pneumococcal pneumonia. 69 Urine may be tested for the presence of pneumococcal 70 and Legionella pneumophila serogroup 1 71 antigens. Fungal antigen tests of urine are also available for diagnosis of histoplasmosis and blastomycosis. 72, 73 Antigen assays are discussed later in this chapter.\n\nClinical laboratories are mandated by accrediting agencies to monitor specimen quality and quantity, and to enforce induce sputum production with an inhaled aerosol of hypertonic salt solution (3% to 10%).\n\nOnce collected, the specimens should be rapidly delivered to the laboratory for processing to avoid overgrowth by contaminating flora, which can compromise microscopic detection and isolation of pathogenic bacteria. 22, 23 Penn and Silberman 23 found that organisms observed microscopically on Gram-stained smears of sputum specimens and their relative numbers in cultures changed dramatically between processing within an hour of collection and processing after overnight refrigeration. Although there were no significant differences in the culture results between the immediate and delayed cultures in this study, the loss of reliable microscopic features had significant impact on the interpretation of culture results. Processing delay is particularly important for culture recovery of slow-growing mycobacteria. 24 Specimens that are not sent to the laboratory for processing within 2 hours should be refrigerated for no more than 5 days. If refrigeration is not possible, samples should be treated first with equal volume of 0.6% cetylpyridinium bromide or 1% cetylpyridinium chloride in 2% sodium chloride, which reduces the survival of contaminating microorganisms while preserving the viability of M. tuberculosis for up to 8 days. [24] [25] [26] Although the recovery of fungi is optimal from cultures of fresh specimens, most clinically significant fungi appear to survive storage of 16 days or longer. 27 Specimens for viral cultures should be shipped refrigerated but not frozen, whereas specimens for chlamydial culture should be placed into sucrose phosphate medium and shipped frozen.\n\nAlthough there is no universal agreement on the value of anaerobic culture, 28 protected catheter brushes may be used to obtain samples for culture and identification of organisms causing anaerobic pleuropulmonary disease. 29 It is essential to transport samples in an anaerobic vial to preserve the viability of anaerobic organisms.\n\nFor detection of respiratory viruses, nasopharyngeal specimens are preferred, although lower respiratory tract specimens may be necessary to detect viral infection of the lower respiratory tract. 30 There are a number of methods for the collection of nasopharyngeal specimens, which includes flocked and traditional swabs, as well as aspirates and washes. Flocked swabs contain perpendicular arrangements of fibers with an open structure to create a highly absorbent thin layer capable of efficient uptake of respiratory samples and elution into viral transport media. Nasopharyngeal flocked swabs have been shown to be more sensitive for the detection of respiratory viruses than traditional swabs. 31, 32 In turn, nasopharyngeal aspirates or washes have been shown to be more sensitive than nasopharyngeal flocked swabs. [33] [34] [35] However, the modest gains in sensitivity for detection of most respiratory viruses using aspirates or washes may be offset by the ease of nasopharyngeal specimen collection using flocked swabs. Oropharyngeal specimens are less sensitive than nasopharyngeal specimens, though the combination may increase respiratory virus detection. [36] [37] [38] [39] Oropharyngeal swabs may also be used for detecting Chlamydophila pneumoniae, [40] [41] [42] [43] M. pneumoniae, 40, 44, 45 and Legionella species. 40 In patients who are critically ill, immunocompromised, or who cannot produce expectorate, one or more invasive approaches may be necessary to obtain diagnostic samples. \n\nrejection criteria when sample requirements are not met. Common causes for rejection include insufficient sample quantity, poor sample quality, and mislabeling of samples. For bacterial cultures, microscopic examination of sputum and endotracheal aspirate with Gram stain is used to screen samples for adequate quality. 18, 74 The presence of excessive squamous epithelial cells (>10 to 25 per lowpower field) is indicative of oropharyngeal contamination and therefore grounds for rejection for bacterial culture ( Fig. 17-1 ). Although earlier criteria for the adequacy of sputum specimens for bacterial cultures also required the presence of polymorphonuclear leukocytes (neutrophils), the number of neutrophils in a sample is no longer used to evaluate specimen adequacy. 75 Endotracheal aspirates are rejected if the screening Gram-stained smears show no organisms. 74, 76 For mycobacterial, fungal, and viral cultures, cytologic screening to determine specimen acceptability is not enforced, because contamination with commensals does not interfere with interpretation of the culture results. However, the presence of respiratory columnar epithelial cells has been shown to improve respiratory virus detection by direct fluorescent antibody (DFA) testing. 77\n\nThe clinical microbiology laboratory offers a broad range of assays for diagnosis of lower respiratory tract infection. For any particular pathogen, multiple assays may be available, and therefore it is the responsibility of the clinician to choose the assay with the best performance characteristic for a particular specimen type. Table 17 -6 summarizes the accuracy of assays used in the diagnosis of lower respiratory tract infections caused by bacteria, fungi, and parasites. In addition, the clinician must be familiar with the turnaround time for each assay to optimize use of the results in managing the patient.\n\nMicroscopic examination of lower respiratory tract specimens offers a rapid approach to detection and identification of many pathogens. However, as discussed earlier, a major limitation of microscopic examination is that it cannot distinguish between infection, colonization, and contamination when the specimen is collected through the oropharynx. [78] [79] [80] In addition, microscopy lacks sensitivity in specimens with less than 10 4 CFU per milliliter. Microscopy does routinely provide valuable information on the quality of specimen and the type of inflammatory response present. Specimens demonstrating a preponderance of polymorphonuclear leukocytes, ciliated columnar epithelial cells, or alveolar macrophages with few, if any, squamous epithelial cells (<10 per low-power field) represent lower respiratory tract secretions. The presence of alveolar macrophages is a more specific marker of lower respiratory tract secretions than neutrophils and is more likely to be associated with a significantly lower incidence of oropharyngeal contamination. 81 The finding of neutrophils with intracellular organisms is considered indicative of an active infectious process. [82] [83] [84] The Gram-stained smear is an essential and necessary part of evaluation of sputum and tracheal aspirates for determining the quality and acceptability of specimens for bacterial culture 74, 76 and for providing a rapid assessment of the most likely etiologic agent of the pneumonia. Although Gram stains might also suggest the presence of mycobacteria, fungi, and parasites, special stains should be ordered when those pathogens are suspected. The Gram stain also stains squamous epithelial cells, ciliated columnar epithelial cells, neutrophils, and alveolar macrophages, which are used for assessment of specimen quality and inflammatory response. Table 17 -7 shows criteria used by the laboratory to interpret findings on Gram stain and report them to the physician. Although it is impossible to correlate every staining pattern to a particular pathogen, several Gram stain patterns are pathognomonic for a particular pathogen or clinical entity (Table 17- \n\nThe accuracy of Gram stain for detection of infection depends on the stringency of criteria. In assessing patients with acute CAP, Rein and colleagues 85 found that three or more gram-positive lancet-shaped diplococci ( Fig. 17-2 ) correctly predicted the presence of pneumococci in corresponding cultures in 90% of cases, with a sensitivity and specificity of 62% and 85%, respectively. As expected, improving the sensitivity of the Gram stain examination by lowering the criteria for positivity resulted in reduced specificity in the diagnosis of pneumococcal infection. Similar levels of sensitivity of Gram-stained smears have been reported by others in identifying pneumococci as well as H. influenzae (Fig. 17-3) in sputum specimens from patients with acute CAP. 86, 87 For the diagnosis of pneumococcal pneumonia, a combination of Gram-stained smear and culture of sputum can yield the correct diagnosis in more than 80% of patients who received less than 24 hours of effective antibiotic therapy. 88 Direct examination of sputum for the identification of other organisms that can either be commensals or causes 12 Acid-fast staining is the method of choice for visualization of mycobacteria in respiratory specimens. Laboratories may use either carbolfuchsin or fluorochrome to stain mycobacteria. Table 17 -9 shows criteria used by the laboratory to report findings on the acid-fast stain. In most studies the carbolfuchsin-based stain has a sensitivity of 60% or lower compared to culture. 90 The fluorochrome stain, which uses fluorescent dye such as auramine or auraminerhodamine to highlight mycobacteria, is on average 10% more sensitive than carbolfuchsin 90 and is therefore the method recommended by the World Health Organization for screening sputum smears for mycobacteria. The sensitivity of acid-fast microscopy depends on the bacillary burden, sample volume, host immune status, staining method, and other variables. 91 The major limiting factor is that approximately 10 4 acid-fast bacilli per milliliter of sputum must be present to be visualized under light microscopy using an acid-fast stain. 91 The insensitivity of smear microscopy for TB therefore necessitates the use of more sensitive methods such as culture and nucleic acid tests. 92 In addition, although acid-fast stains have high specificity, they cannot distinguish between M. tuberculosis complex and nontuberculous mycobacteria, and carbolfuchsin stains also stain Legionella micdadei (also known as Tatlockia micdadei). 94 Modified acid-fast stain, a modified carbolfuchsin stain, is used for direct staining of partially acidfast-positive organisms such as Nocardia, Tsukamurella, Rhodococcus, and Gordonia. 5 Immunofluorescence examination by DFA staining is an alternative method for direct visualization of organisms. The diagnosis of legionellosis is usually made by a combination of direct immunofluorescence examination and culture of respiratory specimens, and antigen and antibody testing. DFA staining can be performed on sputum, endotracheal aspirate, bronchial washing, and lung tissue specimens, with sensitivities ranging from 25% to 66% for the diagnosis of L. pneumophila pneumonia and specificities of more than 94% 95 (Fig. 17-4) . Both clinical and technical variables account for the broad range of sensitivity of this test, and the accuracy of this method for detection of pneumonia due to other Legionella species is less precisely known. In the absence of other supporting evidence, a positive DFA result is generally not accepted as sufficient for the diagnosis of Legionella infection, and other confirmatory measures should be undertaken.\n\nDFA testing has also been found to be sensitive and specific in detecting Chlamydia trachomatis in nasopharyngeal specimens from infants with pneumonia and has also been applied to sputum and BAL for detection of P. jirovecii, the causative agent of Pneumocystis pneumonia. 96, 97 Silver stain, direct immunofluorescence, indirect immunofluorescence, and Diff-Quik (a modified Giemsa stain) have all been found to have greater than 90% sensitivity for detecting P. jirovecii in induced sputum and BAL samples from human immunodeficiency virus (HIV)-infected patients 98 (Fig. 17-5) . All of these staining techniques have lower sensitivity in patients who are not infected with HIV, but DFA is consistently more sensitive than the other staining techniques. 99, 100 DFA has also been applied to respiratory secretions for the diagnosis of respiratory virus infections. DFA testing can be performed in 1 to 4 hours and is typically more sensitive than rapid antigen tests. 77, 101 However, DFA testing for respiratory viruses requires a high level of technical and interpretive expertise, is difficult to adapt to the high throughput required for pandemic or high-volume testing, and remains less sensitive than real-time polymerase chain reaction (PCR). 77,102 DFA for viral detection has been phased out in many clinical laboratories as rapid, sensitive, multiplexed molecular diagnostic respiratory virus tests have become available.\n\nThe visualization of fungal elements in respiratory secretions requires the use of special stains. Historically, potassium hydroxide was used to degrade host tissue and visualize fungal elements (Fig. 17-6 ). Calcofluor white stain, a fluorochrome that binds to chitin and cellulose present in the fungal cell wall, is now commonly added to potassium hydroxide or used alone to provide better delineation of fungal elements (Fig. 17-7) . 103, 104 Table 17 -10 lists staining patterns that are suggestive of certain fungal pathogens. It is important to note that identification of fungi based on microscopic appearance of fungal elements in lung tissue or secretions is subject to error, and definitive identification must be deferred to culture. 105 The identification of pulmonary parasites such as Strongyloides stercoralis and Paragonimus spp. is typically made by microscopic examination of respiratory secretions. S. stercoralis larvae and rarely eggs can be seen on most stains but are sufficiently large that they are more likely to be found using a low-power objective (Fig. 17-12) . 106 The diagnosis of microfilariae causing tropical pulmonary eosinophilia requires peripheral blood parasite examination of nightly blood samples because these parasites typically circulate in the blood only at night, which coincides with activity of its insect vector. 107 Echinococcus cysts may be detected in pulmonary cyst fluid, and Entamoeba histolytica may be seen in association with pleural disease, if an amebic liver abscess erodes through the diaphragm.\n\nMicrobiologic culture of respiratory specimens allows definitive identification of the suspected pathogens and permits determination of bacterial, mycobacterial, and yeast susceptibility to antimicrobial agents. For cultivation of particular groups or species of microorganisms, laboratories must inoculate processed samples on one or more culture media supplemented with nutrients suitable for cultivation of the desired microorganisms and inhibitors for selective inhibition of undesirable organisms. The clinician must therefore be aware that, although many organisms do grow on routine aerobic and anaerobic cultures, a number of respiratory pathogens such as Mycoplasma, Legionella, Mycobacterium, Nocardia, Rhodococcus, and Histoplasma capsulatum require pathogen-specific growth conditions (growth supplements, temperature and carbon dioxide requirements, and incubation times), which have to be specified when fastidious pathogens are part of the differential diagnosis. 5 For example, Legionella species require culture media supplemented with L-cysteine and α-ketoglutarate (buffered charcoal yeast extract), 95 slowgrowing mycobacteria require media enriched with a lipid extract and antimicrobials to limit the growth of oral commensals, 91 and H. capsulatum requires extended incubation time up to 4 weeks. 108 Although most Nocardia species grow well on mycobacterial culture media as well as on ordinary bacterial and fungal culture media, optimal recovery from clinical specimens is obtained by using the same buffered charcoal yeast extract culture medium as that for the isolation of Legionella. 109 Laboratories commonly use a semiquantitative culturing method and report the number of colonies present in consecutive streaked quadrants using a 1+ to 4+ grading system. Table 17 -11 lists criteria for reporting of semiquantitative cultures. It is important to note that with the semiquantitative culture method, the volume of specimen cultured is not standardized. Quantitative cultures are also performed on certain respiratory specimens such as protected catheter brush specimens and BAL fluid. 110 Nonetheless, a randomized trial found that in mechanically ventilated patients with pneumonia, the use of quantitative BAL and nonquantitative endotracheal aspirate cultures resulted in similar clinical outcomes, although patients known to be colonized or infected with Pseudomonas aeruginosa or methicillin-resistant Staphylococcus aureus were \n\nBroad-based budding yeast (see Fig. 17 \n\nNarrow-based budding yeast ( Fig. 17-8 excluded and antibiotics were withheld until the results of culture were available. 52 Bacteria present in quantities greater than 10 3 CFU/mL in cultures of protected catheter brushes 48 and in quantities greater than 10 4 CFU/mL in cultures of BAL fluids 50 are defined by the laboratory as positive and identified and tested for their susceptibility to appropriate antimicrobial agents. 111 The diagnostic value of break points of bacterial growth (i.e., 10 3 to 10 5 CFU/ mL) depends not only on the type of microbiologic processing used but also on the relationship of two variables: the concentration of pathogens present in the BAL fluid and the degree of contamination of the bronchoscopic channel through which lavage fluid was injected and aspirated. Other variables affecting the sensitivity of BAL specimens include antibiotic administration and the volume of lavage fluid injected and the volume of fluid retrieved. 112 Diagnostic specificity depends greatly on techniques used to minimize contamination of the specimen by upper respiratory flora, such as discarding the first aliquot of aspirated fluid. 113 Because many pathogens of the lower respiratory tract are also members of the oropharyngeal flora, culture results must be correlated with the Gram stain findings, including the presence or absence of polymorphonuclear leukocytes. Respiratory pathogens seen on Gram stain to be predominant with typical morphologic characteristics both within and outside polymorphonuclear leukocytes are reported and identified to the species level. Upper respiratory colonization with potentially pathogenic microorganisms, such as gram-negative bacilli, may not be related to the actual etiologic agents of lower respiratory tract infection. Sputum specimens contaminated with Enterobacteriaceae or S. aureus from oropharyngeal secretions may obscure the diagnosis of pneumococcal pneumonia, anaerobic pleuropulmonary infection, or even TB. [114] [115] [116] [117] Except for Cryptococcus, yeasts are considered to be of upper respiratory origin and are not routinely identified. 117 The sensitivity and specificity of cultures depend on the pathogen burden, specimen type, collection method, the cytologic screening criteria applied to ensure sampling of lower respiratory tract secretions, and the threshold of colony count to distinguish infection from contamination.\n\nIn 1971 Barrett-Connor 114 showed that only 45% of patients with bacteremic pneumococcal pneumonia had pneumococci isolated from their sputum cultures, whereas 27% of patients had moderate to heavy growth of another potential pathogen in these cultures. In contrast, fungal cultures of respiratory specimens were positive in approximately 85% of cases with disseminated or chronic pulmonary histoplasmosis. 118, 119 We now better understand how careful specimen collection, cytologic screening of specimens to discard those contaminated with oropharyngeal secretions, and use of the results of the Gram-stained smear to guide identification of isolates in culture all contribute to the diagnostic value of sputum culture in acute pneumococcal pneumonia.\n\nIt is important for the clinician to have knowledge of the turnaround time of all tests, including cultures. The time to detection of positive culture results is dependent on the number of organisms in the inoculum and the replication rate of the pathogen. 108 Table 17 -12 shows typical turnaround times for lower respiratory tract pathogens.\n\nFecal culture may be useful in cases of suspected pulmonary involvement with S. stercoralis when sputum cytologic for the various categories of organism. Second, the selection of antibiotics to test and report is determined in collaboration with CLSI/EUCAST guidelines, the hospital formulary, infectious disease specialists, the pharmacy, and the infection prevention committee. Third, antimicrobial susceptibility testing should not be performed when the pathogen has a predictable susceptibility profile (e.g., all Streptococcus pyogenes are currently susceptible to penicillin), nor is susceptibility testing needed for a specific antibiotic when an organism has intrinsic resistance to that antibiotic (e.g., Enterobacter spp., Klebsiella spp., Citrobacter spp., and Serratia spp. are all intrinsically resistant to ampicillin). The bacterial pathogens from the lower respiratory tract, for which the susceptibility profile is not predictable and thus antimicrobial susceptibility testing is commonly performed, are S. pneumoniae, S. aureus, H. influenzae, M. catarrhalis, the Enterobacteriaceae, P. aeruginosa, and other nonfermenting gram-negative rods. Fourth, because antimicrobial susceptibility testing measures in vitro activity, other factors must be considered when determining in vivo activity, including antimicrobial pharmacokinetics and pharmacodynamics and patient-specific factors such as immune status.\n\nPhenotypic susceptibility testing methods used by the clinical laboratory consist of the disk diffusion method, which generates a qualitative result based on the zone size of bacterial growth inhibition, and the dilution method, which generates a quantitative result: the minimum inhibitory concentration. Results generated by each method are reported as: \"susceptible,\" \"intermediate,\" or \"resistant.\" Susceptible implies the organism will likely respond to treatment with the antibiotic at a standard dosage. Intermediate may be effective if higher dosing can be used (e.g., β-lactams) or the antibiotic being used concentrates at the site of infection (e.g., fluoroquinolones for urinary tract infections). Resistant implies the organism is not likely to respond to therapy with that antibiotic. The interpretation criteria (susceptible, intermediate, resistant) are specific to each organism-drug combination as well as to pharmacokinetic (e.g., peak serum levels, protein binding, and clearance rate of the drug) and pharmacodynamic (e.g., whether the rate of bacterial killing is concentration dependent) characteristics of each drug. Therefore, because the measurement of the minimum inhibitory concentration alone does not capture these multiple considerations, simply choosing a drug on the basis of the lowest minimum inhibitory concentration in a susceptibility report is not recommended.\n\nGenotypic susceptibility testing is also possible for certain pathogen-drug combinations when a monogenic mutation accurately predicts a resistant phenotype. Examples include the mecA gene for methicillin resistance in Staphylococcus, 134 vanA and vanB for vancomycin resistance in Enterococcus, 135 and specific rpoB mutations in rifampin resistance in M. tuberculosis. 136 Not all pathogens isolated in the laboratory can be reliably tested for antimicrobial susceptibility. For organisms such as Chlamydophila, Mycoplasma, Legionella, nontuberculous mycobacteria, and molds, there are currently no standard test methods or interpretive criteria. For these pathogens, clinical experience, use of consensus guidelines, and careful assessment of patient response to antimicrobial therapy is most valuable for optimal patient management. examination fails to identify larvae. The agar plate method, which looks for tracking of bacteria by the motile larvae, is a useful adjunct to standard microscopic fecal examination and may be up to six times more sensitive. [120] [121] [122] [123] Viral culture techniques previously played an important role in the diagnosis of respiratory virus infections. 124 However, traditional viral culture is laborious, requires significant technical and interpretive expertise, allows the isolation of only a limited range of disease-causing viruses, and has a long turnaround time that limits clinical utility. 125 Shell vial culture is an improved method in which a sample is centrifuged onto a layer of cells, with subsequent detection of viral antigen. Shell vial cultures, particularly those using a mixture of mink lung and A549 cells, provide equivalent to improved sensitivity compared to traditional culture, with more rapid turnaround time. [126] [127] [128] Similar to respiratory virus DFA, routine respiratory viral cultures are being phased out in many clinical laboratories with the widespread availability of respiratory virus molecular diagnostic tests. However, in BAL samples from transplant recipients and other immunocompromised patients, shell vial cultures using human fibroblast cell lines may be clinically useful for detection of cytomegalovirus (CMV) 129, 130 and traditional viral cultures may be useful for recovery of herpes simplex virus. [131] [132] [133] \n\nAntimicrobial susceptibility testing is performed to assist clinicians with the selection of appropriate targeted antibiotic therapy to optimize clinical outcomes. There are several aspects of this in vitro testing that are important to understand. First of all, testing methods and interpretation of results must be done according to accepted standards, such as the Clinical and Laboratory Standards Institute (CLSI), the U.S. Food and Drug Administration (FDA), or the European Committee on Antimicrobial Susceptibility Testing (EUCAST) and CMV 154, 155 directly in respiratory specimens of normal and immunocompromised hosts. Accuracy studies have indicated that most of these assays are at least comparable to, if not better than, conventional culture, direct antigen, and/or serologic detection methods, especially when examining respiratory specimens that contain low numbers of pathogens. For example, a rapid PCR assay has been applied for the diagnosis of an outbreak of Chlamydia psittaci that resulted from transmission of this infectious agent to humans from birds purchased in stores; in this outbreak, PCR detected 50% more cases than did culture. 156 Compared to culture and serologic tests, PCR was also shown to be the most sensitive method for detection of C. pneumoniae during an outbreak of CAP. 157 However, NAT results should be interpreted with caution because NATs currently cannot differentiate between organisms that inhabit the upper airway without causing disease and those that are responsible for the patient's illness. For example, as mentioned, S. pneumoniae, C. pneumoniae, and M. pneumoniae may inhabit the upper airway without causing disease. 6, 10 Similarly, the lowered diagnostic specificity of P. jirovecii NATs is likely due to the detection of P. jirovecii nucleic acid from cysts that are present in low numbers and in a latent state in pulmonary tissues of asymptomatic patients. [158] [159] [160] In patients with culture-negative infection, or when cultures were not performed on a tissue biopsy sample before fixation, a broad-range PCR assay coupled with amplicon sequencing can be used for detection and identification of bacterial and fungal DNA from fresh or formalin-fixed paraffin-embedded (FFPE) specimens. [161] [162] [163] [164] The bacterial 16S ribosomal RNA gene and the fungal ribosomal RNA operon (encoding 5.8S, 18S, 28S ribosomal subunit genes with the internal transcribed spacer regions [ITS1 and ITS2]) are the most reliable and frequently used targets for identifying bacterial and fungal sequences, respectively. 165 As with all NATs, sensitivity is higher from fresh tissue than from FFPE specimens: for example, fungal sequencing was successfully completed on 97% of specimens when performed on fresh specimens compared to 63% to 70% when performed on FFPE specimens. 163 Despite the many advantages of direct bacterial and fungal identification by sequencing, clinicians must be aware that the success of this method is dependent on the amount of specimen submitted (e.g., open biopsy versus needle biopsy), the pathogen burden, and whether fresh versus FFPE tissue is tested. It is imperative that testing is strictly limited to samples obtained from sterile sources because contamination of the sample with commensal organisms or environmental spores could yield false-positive results and lead to mismanagement of the patient. 163, 164 Sequence results must always be correlated with clinical, histopathologic, and ancillary test results (antibody or antigen detection) to ensure the clinical accuracy of sequence results.\n\nThe diagnosis of respiratory virus infections (Table  17 -13) has been revolutionized by nucleic acid amplification testing. 139 These tests are now considered more sensitive than all other current methods of virus detection, including viral culture and DFA testing, discussed earlier, as well as rapid antigen tests, discussed later. Following the 2009 influenza A H1N1 pandemic, there was a tremendous increase in the availability and widespread implementation of real-time PCR assays for influenza and other respiratory\n\nIn recent years, technological advances in nucleic acid testing (NAT) and instrument automation have revolutionized the simplicity, speed, and accuracy of detecting fastidious pathogens directly from respiratory specimens. [136] [137] [138] In many laboratories these tests have replaced conventional, less sensitive, more laborious methods for routine use. With the unique capabilities of molecular diagnostic tests and the need for rapid, sensitive detection of respiratory pathogens, molecular assays will continue to gain an increasing role in the diagnosis and management of patients with opportunistic and community-acquired pneumonia. Most NATs are based on amplification and detection of nucleic acid targets specific to the pathogens of interest. NATs offer several advantages over conventional direct examination, microbiologic cultures, and serologic assays. First, NATs have the ability to detect and identify pathogens rapidly (in hours). Second, NATs provide the only means of detection for some microorganisms that are difficult or impossible to grow in culture. Certain viruses, for example, are very difficult to cultivate by conventional culture-based methods, and NATs enable detection of these organisms in clinical specimens. 139 Third, NATs make possible detection of pathogens, such as M. tuberculosis, in resource-limited settings where laboratory infrastructure for culture is lacking. 140, 141 Finally, for some pathogens, NATs allow determination of antimicrobial susceptibility directly from respiratory tract specimens.\n\nA number of commercial and in-house NATs are available for direct detection of M. tuberculosis in sputum. These assays can yield results in 2 to 8 hours. For example, in comparison to conventional cultures for M. tuberculosis, NATs have high sensitivities (86% to 97%) and specificities (98%) in smear-positive respiratory samples. 91 In smearnegative, culture-positive specimens, NATs can confirm the presence of M. tuberculosis in 33% to 96% of samples, weeks earlier than culture. 91 The sensitivity further improves with smear-negative sputa if the assay is performed on one to two additional samples. 136 Detection of M. tuberculosis susceptibility to first-and second-line drugs can also be accomplished directly from sputum. 142, 143 Commercial NATs detect rifampin and isoniazid resistance with sensitivity of 94% to 99% and 88% to 95%, respectively. 91,143-145 Based on the improved performance of NATs over smear microscopy and the rapid turnaround time compared to culture, the U.S. Centers for Disease Control and Prevention (CDC) recommended that NAT \"testing should be performed on at least one respiratory specimen from each patient with signs and symptoms of pulmonary TB for whom a diagnosis of TB is being considered but has not yet been established, and for whom the test result would alter case management or TB control activities.\" 93 In addition, the World Health Organization has recommended the use of NATs to screen for multidrug-resistant TB. Three such NATs are commercially available in Europe and elsewhere, and one has been approved by the FDA as of 2014.\n\nDiagnostic methods have also been described for detecting the nucleic acids of C. pneumoniae, 7, 41, 42 M. pneumoniae, 40, 44, 45 L. pneumophila, 40 dimorphic fungi, 146 monomorphic fungi, 147-150 P. jirovecii, 151, 152 Toxoplasma gondii, 153 respiratory viruses, 139 herpes simplex virus, 132 simplicity of rapid antigen tests with the sensitivity of nucleic acid amplification. These tests include Xpert Flu (Cepheid; Sunnyvale, CA), which detects influenza A and B in about 1 hour, and Verigene Respiratory Virus Plus (Nanosphere; Northbrook, IL), which detects and subtypes influenza A and B, and detects and types respiratory syncytial virus (RSV) in less than 2 1 2 hours. Though more sensitive than traditional respiratory virus diagnostics, Xpert Flu is slightly less sensitive than in-house real-time PCR assays. 101, [166] [167] [168] [169] [170] [171] Performance of the Verigene Respiratory Virus Plus appears comparable to in-house real-time PCR. 172 These assays have not yet been compared to each other.\n\nA second group of tests are the high-complexity, FDAcleared, comprehensive respiratory virus panels that require separate extraction and PCR amplification steps before multiplex nucleic acid detection. These tests include the xTAG Respiratory Virus Panels (Luminex; Austin, TX): xTAG RVPv1 and xTAG RVP FAST, as well as the eSensor Respiratory Virus Panel (GenMark Diagnostics; Carlsbad, CA). The xTAG RVPs achieve high-level multiplexing through the combination of target amplicon labeling with universal, minimally cross-hybridizing, complementary oligonucleotide sequences and flow cytometric detection using a solution-phase array composed of spectrally distinct microspheres. 173 In approximately 8 hours, RVPv1 detects influenza A, including subtyping H1 and H3, influenza B, RSV A, RSV B, parainfluenza virus 1, 2, and 3, human metapneumovirus, adenovirus, and rhinovirus/enterovirus. Compared to RVPv1, RVP FAST has a shorter time to result (about 6 hours); however, it does not detect the parainfluenza viruses, and it does not distinguish between RSV types. Several studies have compared the clinical performance of the xTAG RVPs and found that both the xTAG RVPv1 and RVP FAST panels are more sensitive than traditional respiratory virus testing methodologies, less sensitive than in-house real-time PCR, and that RVPv1 is more sensitive than RVP FAST. [174] [175] [176] [177] [178] [179] [180] Of note, these assays demonstrate low sensitivity for adenoviruses and do not distinguish between the closely related picornaviruses, rhinovirus, and enterovirus.\n\nIn this same group the eSensor RVP achieves high-level multiplexing through competitive hybridization and electrochemical detection using a microfluidic device containing an array of single-stranded oligonucleotide capture probes. In approximately 8 hours the eSensor RVP detects influenza A, including H1, 2009 H1, and H3 subtyping, influenza B, RSV A, RSV B, parainfluenza virus 1, 2, and 3, human metapneumovirus, adenovirus C, adenovirus B/E, and rhinovirus. The eSensor RVP demonstrates comparable performance to in-house real-time PCR, including detection of adenovirus and rhinovirus, and at this time appears to be the most sensitive of the multiplex respiratory virus assays. 180, 181 Both the xTAG and eSensor RVP assays have research-only versions or versions approved outside of the United States that offer detection of parainfluenza 4, human coronaviruses 229E, HKU1, OC43, and NL63 and, for xTAG RVP, bocavirus and the severe acute respiratory syndrome coronavirus. Determination of the clinical utility of these expanded panels requires additional study.\n\nThe third group of molecular respiratory virus tests are of moderate complexity and combine the simplicity and viruses. These real-time PCR assays include those endorsed by the CDC, as well as numerous laboratory-developed and commercially produced tests. 139 However, in-house realtime PCR tests are of high complexity, requiring experienced and highly skilled staff, as well as specialized molecular diagnostic laboratory facilities. Furthermore, these tests are generally batched, thereby prolonging the turnaround time and reducing clinical utility. Finally, realtime PCR allows only a moderate level of multiplexing (i.e., use of primers and probes for detecting multiple targets in the same reaction), a potential issue for detecting a broad range of respiratory viruses with a limited number of reactions. To address these issues, a variety of commercial test systems have been developed, though no single system provides comprehensive detection of clinically relevant respiratory viruses with optimal sensitivity in a format that can be performed at or near the point of care. Three groups of molecular testing now exist, with different levels of technical and personnel demands (referred to as moderate or high complexity, as established by the Clinical Laboratory Improvement Amendments). One group of molecular tests includes limited respiratory virus panels of moderate complexity on FDA-cleared, sample-to-answer platforms that combine the speed and legionnaires' disease, urine L. pneumophila serogroup 1 antigen has a high negative predictive value with pooled sensitivity of 74% (95% CI, 68% to 81%) and specificity of 99% (95% CI, 98% to 100%). 192 Urine antigen for L. pneumophila is detectable in 80% to 89% of patients with legionnaires' disease beginning with the first 3 days of symptoms and continuing for at least 14 days; the duration of antigenuria was reduced by antibiotic therapy and was detectable for up to 42 days, especially in immunocompromised patients. 193 The urinary antigen assays are limited to detection of infections due to L. pneumophila serogroup 1 and not other Legionella serogroups or species. 94 Detection of fungal antigen in serum, urine, and other body fluids is used as an aid in the diagnosis of infections due to Cryptococcus neoformans, Aspergillus, H. capsulatum, and P. jirovecii. Assays to detect capsular polysaccharides of C. neoformans in serum or cerebrospinal fluid are essential for rapid diagnosis of cryptococcosis. Commercially available assays show sensitivity ranging from 83% to 97% and specificity from 93% to 100%. 194 Cryptococcal antigen may also be detectable in pleural fluid and BAL fluid of patients with cryptococcal pneumonia. 195, 196 Serial measurement of serum antigen titers over time is not useful for management of patients with pulmonary cryptococcosis. 197 Cryptococcal antigen may be falsely positive due to the presence of rheumatoid factor or heterophile antibodies (i.e., antibodies produced to poorly defined antigens with weak affinity and multispecific activities) and falsely negative due to the prozone effect (antigen excess), localized infection, infection with a poorly encapsulated strain, or low organism burden. 194 Several commercial H. capsulatum antigen assays with variable accuracies are available for diagnosis of histoplasmosis. 198 The polysaccharide antigen of H. capsulatum can be detected in urine in approximately 90% of patients with disseminated disease and 75% with diffuse acute pulmonary histoplasmosis. 118, 119 A recent multicenter study identified antigenuria in 91.8% of 158 patients with disseminated histoplasmosis, 83.3% of 6 patients with acute histoplasmosis, 30.4% of 46 patients with subacute infection, and 87.5% of 8 patients with chronic histoplasmosis; antigenemia was detected in 100% of 31 patients with disseminated infection. 199 Urinary Histoplasma antigen levels persist during ongoing active infection, become undetectable with successful therapy, and rise with relapse of infection. The specificity of the Histoplasma antigen assay was 99% in patients with nonfungal infections and in healthy controls 199 ; however, the assay is known to yield positive results in patients with disseminated infections caused by Blastomyces dermatitidis, Coccidioides immitis, Paracoccidioides brasiliensis, Aspergillus, and Penicillium marneffei. 200, 201 Cross reactivity of the assay has not been observed in patients with invasive candidiasis, cryptococcosis, or other opportunistic systemic mycoses. 200 At least one commercial laboratory offers antigen tests for the diagnosis of coccidioidomycosis and blastomycosis, but both tests exhibit significant cross reaction with H. capsulatum. 202 Aspergillus galactomannan is a major cell wall component of the fungus, and detection of this antigen has been studied in many different clinical situations. Galactomannan detected in serum by enzyme immunoassay can aid in speed of rapid antigen testing with the sensitivity and multiplexing capability of the xTAG or eSensor RVP. At present, one assay is available in this category: the FilmArray Respiratory Panel (BioFire Diagnostics; Salt Lake City, UT), which integrates sample preparation, nested-PCR amplification, real-time fluorescent detection, and analysis in a single assay pouch. 182 In about 1 hour, including less than 5 minutes of hands-on time, this assay detects influenza A, including H1, 2009 H1, and H3 subtyping, influenza B, RSV, parainfluenza virus 1, 2, 3, and 4, human metapneumovirus, adenovirus, rhinovirus/enterovirus, and human coronaviruses 229E, HKU1, OC43, and NL63. In addition, it detects three bacterial species: Bordetella pertussis, C. pneumoniae, and M. pneumoniae. Clinical performance is similar to xTAG RVPv1, demonstrating higher sensitivity than traditional respiratory virus testing methodologies and lower sensitivity compared to in-house real-time PCR. 177, 179, 180, [183] [184] [185] [186] [187] [188] The current Film Array Respiratory Panel also has low sensitivity for adenoviruses, does not distinguish between rhinovirus and enterovirus, and has low throughput, because only one test can be performed on an instrument at a time. However, its rapid turnaround and ease of use allows most laboratories to perform multiplexed molecular respiratory virus testing. In the future it is expected that assays in this category will improve sensitivity, specificity, and throughput to create optimal, rapid multiplex molecular respiratory virus tests.\n\nGiven the variety of nucleic acid tests that are currently available for the diagnosis of respiratory virus infection and the rapid development of new NATs, it is important to communicate with the laboratory to confirm the viruses included in the local panel, the expected turnaround time, and local test performance characteristics. Furthermore, note that nasopharyngeal swabs and aspirate/washes are the only specimen types that have received FDA clearance so far, so it is also important to verify that the local laboratory has validated the use of lower respiratory tract specimens in their test system before sending such samples for testing.\n\nThe diagnosis of lower respiratory tract infections can be aided by detection of pathogen-specific antigens in serum or other body fluids. Antigen detection offers an alternative to direct examination of infected tissue and may play a role in the detection of pathogens that grow poorly, or not at all, in culture.\n\nUrinary antigen assays may have value for adults with S. pneumoniae and L. pneumophila infections. In a meta-analysis of 27 studies using a composite of culture tests as the reference standard, the pooled sensitivity for direct antigen detection of S. pneumoniae in the urine of adults with CAP was 74% (95% confidence interval [CI], 67% to 82%) and specificity was 97% (95% CI, 93% to 100%). 189 In children, pneumococcal antigen in urine is less specific for invasive infection, because it was detected in 43% of children with only nasopharyngeal colonization. 190 Similarly, in children with pneumonia, detection of H. influenzae type B antigens in urine is of potential diagnostic value, but transient antigenuria may follow immunization with H. influenzae type B conjugate vaccine. 191 In the evaluation of adults for 98% to 99%). 223, 224 Because of this low sensitivity, physicians should consider following negative rapid influenza antigen tests with more sensitive testing, particularly if specimens are collected during times of high influenza prevalence. 225 Rapid antigen tests for RSV are also available and may similarly aid in patient triage, infection control, and antibiotic management, particularly in pediatric patients. The sensitivities and specificities of these RSV rapid antigen tests range from 59% to 89% and 93% to 100%, respectively. 124, 226 \n\nThe cause of lower respiratory tract infections can be suggested by detection and quantitation of humoral (e.g., antibody) responses to pathogens. In addition, latent TB infection (LTBI) can be diagnosed by detection of cellular immune responses to M. tuberculosis antigens, such as the interferon-γ release assays (IGRAs). Serologic testing is used commonly to identify infections due to pathogens that are difficult to detect by other conventional methods, to evaluate the course of an infection, and to determine the nature of the infection (primary infection versus reinfection, acute versus chronic infection). Serologic testing and IGRAs are less sensitive in patients with compromised immune systems and therefore cannot be used to rule out infection. [227] [228] [229] When possible, microbiologic culture and NATs on respiratory secretions or lung tissue should be performed to detect and confirm the presence of pathogens in immunosuppressed patients who may not be able to mount antibody or cellmediated immune responses.\n\nThe serologic methods commonly used in diagnostic laboratories include enzyme immunoassay, immunoprecipitation, immunodiffusion (ID), complement fixation (CF), immunoblotting (including Western blot), agglutination, hemagglutination inhibition, and indirect immunofluorescence assay. Serologic results are often expressed as a titer, which is the inverse of the greatest dilution, or lowest concentration of a patient's serum that retains measurable specific antibody-antigen reactivity (e.g., dilution of 1 : 16 = titer of 16). A fourfold or greater rise in antibody titer between acute and convalescent sera is usually required for diagnosis. An elevated pathogen-specific IgM antibody titer in a single serum sample suggests recent infection, and a falling titer provides further support for the etiologic significance of this organism. However, false-positive immunoglobulin (Ig) M antibody tests are not rare. Thus serologic testing of pathogen-specific IgG antibody in acute and convalescent sera remains the approach to establish a specific microbial cause of the infection. 230 Various commercial assays are available for detection of specific IgM and/or IgG antibodies to respiratory tract pathogens. 231 These assays are useful for supporting or confirming the diagnosis of bacterial infections caused by C. pneumoniae, Legionella species, F. tularensis, Y. pestis, C. trachomatis, C. pneumoniae, C. psittaci, and Coxiella burnetii. Although antibody testing is commonly used for the detection of infection with M. pneumoniae, a recent study was unable to distinguish between infection and asymptomatic colonization with this organism. 10 The diagnosis of C. pneumoniae infection can also be a problem. In some additional the early diagnosis of invasive pulmonary aspergillosis, with pooled diagnostic sensitivity of 71% (95% CI, 68% to 74%) and specificity of 89% (95% CI, 88% to 90%) for proven cases of invasive aspergillosis. 203 The reported sensitivity and specificity range from 40% to 100% and 56% to 100%, respectively, in various patient groups 17, 147, [204] [205] [206] The Platelia Aspergillus test (Bio-Rad Laboratories, Hercules, CA), a commercially available assay that detects galactomannan from A. fumigatus, A. flavus, A. niger, A. versicolor, and A. terres, has been shown to yield positive results at an early stage of infection, with positive and negative predictive values of more than 90% in high-risk patients who were tested biweekly. 204 However, this assay may cross react with Histoplasma, P. brasiliensis, Penicillium, Paecilomyces, Alternaria, and Cryptococcus, [206] [207] [208] and false-positive galactomannan antigen assay results can be observed in patients receiving certain foods or intravenous piperacillintazobactam, amoxicillin, or ticarcillin. [208] [209] [210] [211] Cross reactivity with Listeria monocytogenes has also been reported. 212 BAL fluid specimens from lung transplant recipients have also been evaluated for testing by Aspergillus galactomannan detection assay, with sensitivity of 82% and specificity of 96%. 213 Of note, the Plasma-Lyte (Baxter International Inc., Deerfield, IL) solution commonly used to perform BAL has been found to yield false-positive results with the Platelia Aspergillus test. 214 Overall, assays for galactomannan show promise, but currently a single positive result has limited value and cross reactivity is common.\n\nAnother fungal antigen used for the diagnosis of invasive fungal infection is (1→3)-β-D-glucan, which is a component of the outer cell wall of saprophytic and pathogenic fungi except Zygomycetes (Mucor and Rhizopus species) and Cryptococcus species 204, 215 This antigen has been detected in serum or other body fluids of patients with invasive aspergillosis, invasive candidiasis, and infections caused by Fusarium, Acremonium, Trichosporum, Scedosporium, Saccharomyces, and P. jirovecii. 149, 216, 217 A metaanalysis for diagnosis of invasive fungal infection showed a pooled sensitivity of 77% (95% CI, 67% to 84%), and specificity of 85% (95% CI, 80% to 90%). 218 Use of different assay cutoff values may result in differences in sensitivity and specificity among the various commercially available assays for detecting this antigen. 215, 219 For the diagnosis of Pneumocystis pneumonia in HIV-positive patients, the sensitivity of the (1→3)-β-D-glucan assay was 92% and specificity was 65%. 220 In pneumocystis pneumonia, β-D-glucan levels do not correlate with organism burden, Pneumocystis pneumonia severity, or response to therapy. 220 Cross reactivity of β-D-glucan assays has been reported with the use of cotton gauzes, swabs, packs, pads, or sponges for wound care or surgery; cellulose filters in hemodialysis patients; and various antimicrobial agents including piperacillin-tazobactam. 215, 221 Rapid antigen tests for influenza A and B are commonly used in both ambulatory and inpatient settings. Rapid detection of influenza is critical to allow prompt treatment with antiviral agents, to reduce the risk for further transmission through implementation of infection control practices, and to reduce inappropriate use of antibiotics. 222, 223 A meta-analysis evaluating 159 studies and 26 different rapid influenza antigen tests reported a sensitivity of 62% (95% CI, 58% to 67%) and a specificity of 98% (95% CI, mediastinal fibrosis. Commercially available serologic tests for blastomycosis exist but suffer from limited accuracy and are of minimal value in patient care. 239 Serologic testing is also useful for diagnosis of parasitic infections, especially Paragonimus, T. gondii and S. stercoralis, 240, 241 and for diagnosis of extraintestinal E. histolytica disease. Serologic testing plays an especially important role for screening prospective organ transplant recipients and other patients considered for immunosuppressive therapies.\n\nSerologic testing plays a limited role as an aid to the diagnosis of respiratory viral infections. Although detection of recent respiratory virus infection, for example with influenza A, may be determined via seroconversion or a fourfold or greater rise in antibody titer in a convalescent relative to an acute serum sample, the requirement for two temporally distinct specimens makes serologic results unlikely to factor in clinical decision making. 242 In contrast, routine CMV serologic testing in transplant donors and recipients provides valuable information about the risk for subsequent CMV-related sequelae, including the development of respiratory disease. 243 IGRAs are in vitro assays used to measure T-cell responses to M. tuberculosis-specific antigens, such as ESAT-6, CFP-10, and TB7.7. 244 Two FDA-approved commercial IGRAs are currently available: the QuantiFERON-TB Gold In-Tube assay (QFT-GIT; Qiagen, Carnegie, Australia) and the T-SPOT.TB assay (Oxford Immunotec, Abingdon, United Kingdom). IGRAs were developed as an alternative to the tuberculin skin test (TST) for diagnosis of LTBI. 245, 246 Compared to the TST, IGRAs have improved specificity for distinguishing between the responses due to bacillus Calmette-Guérin (BCG) vaccination and latent TB infection, because the antigens used in IGRAs, ESAT-6 and CFP-10, are absent from all strains of BCG. Also, compared to the TST, IGRAs offer logistical advantages because they do not depend on accurate intradermal injection and patients do not have to return to a health facility for the result to be read. 244 However, like TSTs, IGRAs cannot distinguish between LTBI and active disease. 247 The sensitivity of IGRAs in culture-positive active TB cases has ranged from 65% to 100%, 244, 248, 249 and the sensitivity in patients with LTBI who progressed to active TB ranged from 40% to 100%. 250 Both IGRAs and the TST have been shown to have similar sensitivity in adults in low-and middle-income countries. 251 However, the accuracy of IGRA testing appears to falter at the borderline levels of positivity. Studies conducted in health care workers in low-incidence settings have shown highly variable IGRA results with serial testing. The rate of conversions (negative to positive result using the manufacturer-and CDC-recommended cutoff of ≥0.35 IU/mL) ranged from 2% to 15%, and the rate of reversions (positive to negative result) ranged from 20% to 40%. 252, 253 Those with borderline results around the assay cutoff are more likely to revert or convert. Finally, there are limitations to the use of IGRAs. IGRA results have not proven useful for monitoring response to TB treatment. Similarly, IGRAs are no more able than the TST to predict which patients with positive results will go on to develop active TB. 254, 255 Currently, therefore, IGRA is most useful as an alternative to the TST, especially in subject populations with a high incidence of BCG vaccination.\n\ninstances, such as infection with M. tuberculosis, commercial serologic tests have been shown to be inconsistent and imprecise, which is the basis of World Health Organization policy statement advising against use of existing serologic tests in TB. 232 M. pneumoniae infection is often diagnosed by the presence of specific antibodies in serum. 233 Cold agglutinins, detected by agglutination of type O Rh-negative red blood cells at 4° C, are present in the sera of approximately 50% of patients with M. pneumoniae infection, and levels decline to baseline within 6 weeks after acute infection. 233 However, cold agglutinins are nonspecific. Antibodies to a chloroformmethanol glycolipid extract of M. pneumoniae are detected by a CF test in more than 85% of culture-positive patients; a single elevated titer of greater than 80 or a greater than fourfold rise in titer between acute and convalescent sera is required to establish a diagnosis. Enzyme immunoassays to detect IgM and IgA antibodies that specifically recognize M. pneumoniae membrane proteins have been developed with improved sensitivity and specificity over the CF assay. 233 Specific IgM antibodies appear during the first week of illness and reach peak titers during the third week. However, the IgM antibodies to M. pneumoniae are not consistently produced in adults because of prior sensitization, so that a negative IgM result does not rule out acute M. pneumoniae infection, particularly in older adults. Detection of specific IgA antibodies in the serum has been shown by one group to be a reliable approach for diagnosis, because these antibodies are also produced early in the course of disease and more reliably present in the infected individuals regardless of age. 233 Others, however, found them of little value. 10 Serologic testing plays an important role in the diagnosis of fungal respiratory tract infections due to C. immitis and H. capsulatum. 234 For C. immitis a diagnosis of infection can be based on detection of antibodies to antigens derived from the coccidioidal mycelia or spherules, although there may be cross reactivity with other yeasts and dimorphic fungi. Antibodies to C. immitis can be detected by ID, CF, and enzyme immunoassay. Precipitin-specific IgM antibodies develop in up to 75% of individuals within 2 to 3 weeks after primary C. immitis infection and subsequently disappear except in patients with disseminated infection. Complement-fixing IgG antibodies appear later and persist in relation to the severity of disease, but decline with disease remission. Titers of 32 or higher suggest the possibility of disseminated infection. 235, 236 The sensitivity of serologic testing drops 8% to 20% in immunocompromised hosts compared to immunocompetent patients. 237 For H. capsulatum, serum antibodies are detected by CF using both yeast and mycelial antigens and an ID assay, which show increased titers in more than 90% of patients with pulmonary histoplasmosis and approximately 80% with disseminated disease. 119 The CF test is more sensitive but less specific than the ID test for the diagnosis of subclinical and acute pulmonary histoplasmosis. 238 Antibodies become detectable first by CF at 2 to 6 weeks after Histoplasma infection and then by ID 2 to 4 weeks later. However, the ID test remains positive longer than the CF test after resolution of infection, becoming negative 2 to 5 years later. Antibody levels remain high in those with chronic pulmonary infection, progressive disseminated disease, or Complete reference list available at ExpertConsult. Mackowiak \n\nWe thank Stanford Pathology residents Natalia Isaza, Albert Tsai, and Lee Frederick Schroeder for contributing to this chapter.\n\n■ Diagnostic testing should be ordered only if the result will alter treatment decisions. ■ The clinician plays a critical role in preventing accidental laboratory exposure by notifying the microbiology laboratory when highly virulent and transmissible agents are suspected as the cause of disease. ■ Syndromic order sets can improve the accuracy and efficiency of test selection and thus facilitate accurate diagnosis of infectious diseases. ■ Lower respiratory tract secretions collected through the oropharynx are nearly always contaminated with resident microflora of the oral cavity, and therefore microscopy, culture, and nucleic acid test results must be interpreted in the context of other clinical evidence and diagnostic findings. ■ Nucleic acid tests can facilitate rapid and accurate diagnosis of lower respiratory tract infections, especially those caused by viruses and pathogens that are difficult to culture."}